{
    "ev3.headerText": "{ev3Link} é um kit de invenção com motores e sensores que você pode usar para fazer criações robóticas interativas. Conectar esse kit ao Scratch aumenta as possibilidades: crie um fantoche robótico e conte histórias, faça seus próprios instrumentos musicais e controles de jogos, ou qualquer outra coisa que você possa imaginar.",
    "ev3.gettingStarted": "Primeiros Passos",
    "ev3.connectingEV3": "Conectando o EV3 ao Scratch",
    "ev3.turnOnEV3": "Ligue seu EV3 segurando o botão do centro.",
    "ev3.useScratch3": "Use o editor {scratch3Link}.",
    "ev3.addExtension": "Adicione a extensão para o EV3.",
    "ev3.firstTimeConnecting": "Essa é a primeira vez que você conecta seu EV3?",
    "ev3.pairingDescription": "Após clicar no botão de conexão no Scratch, você precisa pareá-lo com o seu computador:",
    "ev3.acceptConnection": "Aceite a conexão.",
    "ev3.acceptPasscode": "Aceite a senha.",
    "ev3.windowsFinalizePairing": "Espere até que seu dispositivo esteja pronto.",
    "ev3.macosFinalizePairing": "Digite a senha em seu computador.",
    "ev3.thingsToTry": "Coisas para experimentar",
    "ev3.makeMotorMove": "Faça um motor se mover",
    "ev3.plugMotorIn": "Plugue um motor em {portA} no ponto do EV3",
    "ev3.portA": "porta A",
    "ev3.clickMotorBlock": "Encontre o bloco {motorBlockText} e clique nele.",
    "ev3.motorBlockText": "\"motor A vire para esse lado\"",
    "ev3.starterProjects": "Projetos para Iniciantes",
    "ev3.waveHelloTitle": "Acene e diga Olá",
    "ev3.waveHelloDescription": "Faça um fantoche robótico e tenha uma conversa amigável.",
    "ev3.distanceInstrumentTitle": "Instrumento de Distância",
    "ev3.distanceInstrumentDescription": "Mova seu corpo na frente do sensor para fazer música.",
    "ev3.spaceTacosTitle": "Tacos Espaciais",
    "ev3.spaceTacosDescription": "Construa seu próprio controle para pegar tacos no espaço.",
    "ev3.troubleshootingTitle": "Solução de problemas",
    "ev3.makeSurePairedTitle": "Certifique-se de que seu computador está pareado com seu EV3",
    "ev3.makeSurePairedText": "Seu computador precisa estar pareado com seu EV3 antes que ele se conecte ao Scratch. Tentamos fazer isso automaticamente na primeira vez que você adiciona a extensão do EV3, mas se não funcionar, você pode tentar isso {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instruções de pareamento bluetooth da LEGO",
    "ev3.closeScratchCopiesTitle": "Feche outras cópias do Scratch",
    "ev3.closeScratchCopiesText": "Apenas uma cópia do Scratch pode se conectar ao EV3 por vez. Se você tem o Scratch aberto em outras guias do navegador, feche-o e tente novamente.",
    "ev3.otherComputerConnectedTitle": "Verifique se não há outro computador conectado ao seu EV3",
    "ev3.otherComputerConnectedText": "Apenas um computador pode ser conectado a um EV3 por vez. Se você tem outro computador conectado ao seu EV3, desconecte o EV3 ou feche o Scratch no computador e tente novamente.",
    "ev3.updateFirmwareTitle": "Tente atualizar o firmware do seu EV3",
    "ev3.updateFirmwareText": "Recomendamos a atualização para o firmware versão 1.10E do EV3 ou superior. Veja {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instruções sobre atualização de firmware da LEGO",
    "ev3.imgAltEv3Illustration": "Illustration of an EV3 hub, featuring some examples of interacting with it.",
    "ev3.imgAltAcceptConnection": "Use the buttons on your EV3 to accept the connection.",
    "ev3.imgAltAcceptPasscode": "Use the center button on your EV3 to accept the passcode.",
    "ev3.imgAltWaitForWindows": "Windows will notify you when the EV3 is ready.",
    "ev3.imgAltEnterPasscodeMac": "Enter the passcode into the connection request window opening on your Mac.",
    "ev3.imgAltPlugInMotor": "To find port A: hold the EV3 with the screen and buttons facing you, with the screen above the buttons. Port A is on top, and it is the left-most one",
    "ev3.imgAltWaveHello": "A Scratch project with a waving fairy.",
    "ev3.imgAltDistanceInstrument": "A Scratch project with a guitar.",
    "ev3.imgAltSpaceTacos": "A Scratch project with Scratch Cat and a taco in space."
}
