{
    "ev3.headerText": "O {ev3Link} é um kit de invenções com motores e sensores que pode usar para construir criações robóticas interactivas. Ligá-lo ao Scratch expande as suas possibilidades: construa uma marioneta robótica e conte estórias, faça os seus próprios instrumentos musicais e controladores de jogos, ou o que quer que imagine.",
    "ev3.gettingStarted": "Começar",
    "ev3.connectingEV3": "Ligar o EV3 ao Scratch",
    "ev3.turnOnEV3": "Ligue o seu EV3 mantendo premido o botão do centro.",
    "ev3.useScratch3": "Usar o editor {scratch3Link}.",
    "ev3.addExtension": "Adicione a extensão EV3.",
    "ev3.firstTimeConnecting": "É a primeira vez que faz a ligação ao seu EV3?",
    "ev3.pairingDescription": "Depois de clicar no botão de ligação no Scratch, terá de o emparelhar com o seu computador:",
    "ev3.acceptConnection": "Aceite a conecção.",
    "ev3.acceptPasscode": "Aceite o código passe.",
    "ev3.windowsFinalizePairing": "Espere que o seu dispositivo fique pronto.",
    "ev3.macosFinalizePairing": "Introduza o código passe no seu computador.",
    "ev3.thingsToTry": "Coisas a Experimentar",
    "ev3.makeMotorMove": "Faça mexer um motor",
    "ev3.plugMotorIn": "Ligue um motor ao {portA} do «hub» EV3",
    "ev3.portA": "porto A",
    "ev3.clickMotorBlock": "Procure o bloco {motorBlockText} e clique nele.",
    "ev3.motorBlockText": "\"o motor A roda desta forma\"",
    "ev3.starterProjects": "Projectos de Arranque",
    "ev3.starter1BasketballTitle": "Play Basketball",
    "ev3.starter1BasketballDescription": "Move in front of the distance sensor to bounce the ball.",
    "ev3.starter2MusicTitle": "Fazer Música",
    "ev3.starter2MusicDescription": "Press the buttons to play saxophone and drums.",
    "ev3.starter3SpaceTitle": "Tacos Espaciais",
    "ev3.starter3SpaceDescription": "Crie o seu próprio controlador para apanhar tacos no espaço.",
    "ev3.troubleshootingTitle": "Resolução de Problemas",
    "ev3.checkOSVersionTitle": "Make sure your operating system is compatible with Scratch Link",
    "ev3.checkOSVersionText": "The minimum operating system versions are listed at the top of this page. See instructions for checking your version of {winOSVersionLink} or {macOSVersionLink}.",
    "ev3.winOSVersionLinkText": "Windows",
    "ev3.macOSVersionLinkText": "Mac OS",
    "ev3.makeSurePairedTitle": "Assegure-se de que o seu computador está emparelhado com o seu EV3",
    "ev3.makeSurePairedText": "O seu computador precisa de estar emparelhado com o seu EV3 antes de poder ligar-se ao Scratch. Tentamos fazê-lo automaticamente da primeira vez que adiciona a extensão EV3, mas se não estiver a funcionar pode tentar estas {pairingInstructionLink}.",
    "ev3.pairingInstructionText": "instruções da LEGO de emparelhamento bluetooth",
    "ev3.reconnectTitle": "On Windows, try un-pairing before connecting",
    "ev3.reconnectText": "If you have connected before and are unable to reconnect, try manually un-pairing your EV3 from your computer: open your Bluetooth settings, find your EV3, and remove it.",
    "ev3.closeScratchCopiesTitle": "Fechar as outras cópias do Scratch",
    "ev3.closeScratchCopiesText": "Apenas uma cópia do Scratch pode ligar ao EV3 de cada vez. Se tiver o Scratch aberto noutros separadores do navegador, feche-os e tente de novo.",
    "ev3.otherComputerConnectedTitle": "Assegure-se de que nenhum outro computador está ligado ao seu EV3",
    "ev3.otherComputerConnectedText": "Apenas um computador pode estar ligado ao EV3 de cada vez. Se tiver outro computador ligado ao seu EV3, desligue-o do EV3 ou feche o Scratch nesse computador e tente de novo.",
    "ev3.updateFirmwareTitle": "Tente actualizar o «firmware» do seu EV3",
    "ev3.updateFirmwareText": "Recomendamos actualizar para a versão do «firmware» EV3 1.10E ou superior. Veja {firmwareUpdateLink}.",
    "ev3.firmwareUpdateText": "instruções da LEGO de actualização do «firmware»",
    "ev3.imgAltEv3Illustration": "Illustration of an EV3 hub, featuring some examples of interacting with it.",
    "ev3.imgAltAcceptConnection": "Use the buttons on your EV3 to accept the connection.",
    "ev3.imgAltAcceptPasscode": "Use the center button on your EV3 to accept the passcode.",
    "ev3.imgAltWaitForWindows": "Windows will notify you when the EV3 is ready.",
    "ev3.imgAltEnterPasscodeMac": "Enter the passcode into the connection request window opening on your Mac.",
    "ev3.imgAltPlugInMotor": "To find port A: hold the EV3 with the screen and buttons facing you, with the screen above the buttons. Port A is on top, and it is the left-most one",
    "ev3.imgAltStarter1Basketball": "A Scratch project with a basketball.",
    "ev3.imgAltStarter2Music": "A Scratch project with musical instruments.",
    "ev3.imgAltStarter3Space": "A Scratch project with Scratch Cat and a taco in space."
}
