{
    "teacherfaq.title": "ስለ አስተማሪዎች መለያ የሚጠየቁ ጥያቄዎች",
    "teacherfaq.teacherWhatTitle": "የአስተማሪ መለያዎች ምንድን ናቸው?",
    "teacherfaq.teacherWhatBody": "Scratch የአስተማሪ መለያ ለመምህራን እና ለሌሎች አስተማሪዎች የተማሪዎችን ተሳትፎ ለማስተዳደር ተጨማሪ ችሎታዎችን  በመስጠት የተማሪ መለያዎችን መፍጠር ስቱዲዮዎች ወደ ተማሪ ፕሮጀክቶችን የማደራጀት እና የተማሪ አስተያየቶች መከታተል ያስችላል፡፡በተጨማሪ ስለ መምህር መለያ ለመረዳት ከዚህ በታች ያለውን ቪዲዮ ይመልከቱ",
    "teacherfaq.teacherSignUpTitle": "እንዴት ነው አንድ አስተማሪ መለያ መጠየቅ ነው?",
    "teacherfaq.teacherSignUpBody": "የአስተማሪ መለያ ለመጠየቅ, ወደ አስተማሪ መለያ ይሂዱ  <a href=\"/educators/register\">request form</a>",
    "teacherfaq.teacherWaitTitle": "ለምንድን ነው የእኔን መለያ አንድ ቀን መጠበቅ ነው?",
    "teacherfaq.teacherWaitBody": "የሰክራች ቡድን ይህንን ጊዜ  መለያዎቹን  የፈጠሩት አስተማሪዎች  መሆናቸውን ለማረጋገጥ ይጥቀማል",
    "teacherfaq.teacherPersonalTitle": "በምዝገባው ወቅት የግል መረጃዎቼን ለምን ማወቅያስፈልግሃል？",
    "teacherfaq.teacherPersonalBody": "መለያውን የፈጠረው አስተማሪ መሆኑን ለማረጋገጥ ይህንን መረጃ እንጥቀማለን ። እነዚህን መረጃዎች  ከማንም ጋር አናጋራም ። በድህረ ገጹ ውስጥም በይፋ አይጋራም።",
    "teacherfaq.teacherGoogleTitle": "የአስተማሪ መለያዎች ከጉግል ክላስሩም ወይም ከሌላ የክፍል አመራር አግገልግሎት ጋር ተጣምረዋል?",
    "teacherfaq.teacherGoogleBody": "የስክራች አስተማሪ መለያዎች ከምንም የክፍል አመራር አገልግሎቶች ጋር አልተጣመሩም ።",
    "teacherfaq.teacherEdTitle": "የስክራች አስተማሪ መለያዎች ከስክራች-ኤድ መለያዎች ጋር ተጣምረዋል?",
    "teacherfaq.teacherEdBody": "አይ፣ የስክራች አስተማሪ መለያዎች ከ <a href=\"http://scratched.gse.harvard.edu/\">ስክራች-ኤድ </a>መለያዎች አልተጣመሩም።",
    "teacherfaq.teacherMultipleTitle": "ክፍል በርካታ መምህራን ሊኖረው የሚችለው እንዴት ነው?",
    "teacherfaq.teacherMultipleBody": "አንድ ክፍል ብቻ ነው, ከእሱ ጋር የተጎዳኙ አንድ አስተማሪ መለያ ሊኖረው ይችላል.",
    "teacherfaq.teacherQuestionsTitle": "ምን ብዬ መምህር መለያዎች ላይ ማንኛውም ጥያቄዎች ወይም አስተያየት ካለዎት?",
    "teacherfaq.teacherQuestionsBody": "የአስተማሪዎች መለያዎችን በተመለከቱ ጥያቄዎች ወይም ግብረመልሶች ካላቹ  ወደ <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu1.</a>  መላክ ትችላላችሁ።",

    "teacherfaq.studentAccountsTitle": "ተማሪ መለያዎች",
    "teacherfaq.studentVerifyTitle": "እኔ ተማሪዎች 'ኢሜይሎች እያንዳንዱ ለማረጋገጥ አለህ?",
    "teacherfaq.studentVerifyBody": "የተማሪ መለያዎችን ልዩ ኢሜይሎች አድራሻዎችን መጠቀም አይደለም በመሆኑ በፍጹም, መምህራችሁ የኢሜይል አድራሻ የሚያረጋግጥ ሁሉ ክፍል መለያዎች ማጋራት ያስችላል.",
    "teacherfaq.studentEndTitle": "ምን የእኔን ክፍል \"ፍጻሜ\" መቼ ይሆናል?",
    "teacherfaq.studentEndBody": "አንድ ክፍል ያበቃል ጊዜ, በክፍል መገለጫ ገጽ ይደበቃሉ እና ተማሪዎች ከአሁን ወዲያ መግባት አይችሉም (ግን ፕሮጀክቶች እና በክፍሉ ስቱዲዮዎች አሁንም ጣቢያ ላይ የሚታይ ይሆናል). በማንኛውም ጊዜ ክፍል እንደገና መክፈት ይችላሉ.",
    "teacherfaq.studentForgetTitle": "አንድ ተማሪ የይለፍ ይረሳል ከሆነ ምን ይከሰታል?",
    "teacherfaq.studentForgetBody": "እርስዎ እራስዎ Scratch መምህር መለያዎ ውስጥ አንድ ተማሪ የይለፍ ቃል ዳግም ማስጀመር ይችላሉ. በመጀመሪያ, የእኔ ክፍሎች ለማሰስ (ወይ መነሻ ገጽ ላይ ወይም ተቆልቋይ ምናሌ ውስጥ ያለውን ሐምራዊ ሰንደቅ ከ ቀጥሎ የተጠቃሚ አዶ ላይ). ከዚያም, ትክክለኛውን ክፍል ማግኘት እና ተማሪዎች አገናኝ ላይ ጠቅ ያድርጉ. ከዚያ በቅንብሮች ምናሌ በመጠቀም ተማሪው ደረጃ ላይ የይለፍ ቃል ዳግም ማስጀመር ይችላሉ.",
    "teacherfaq.studentUnsharedTitle": "እኔ አልተጋራም ተማሪ ፕሮጀክቶች ማየት ይችላል?",
    "teacherfaq.studentUnsharedBody": "አስተማሪዎች ሊያዩ የሚችሉት የተጋሩትን የተማሪ ፕሮጀቶች ብቻ ነው።",
    "teacherfaq.studentDeleteTitle": "እኔ ተማሪ መለያዎች መሰረዝ ይችላሉ?",
    "teacherfaq.studentDeleteBody": "አስተማሪዎች የአንድን ተማሪ መለያ ማጥፋት አይችሉም። ይህ በሆንም ተማሪዎች መለያቸውን በመለያ discuss the meaning of setting and then continue",
    "teacherfaq.studentAddTitle": "ነባር የስክራች መለያዎች ወደ ክፍሌ መጨመር እችላለው?",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "አንድ ተማሪ ከአንድ በላይ  ክፍሎች ውስጥ ሊገኝ  ይቻላል።",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "የአስተማሪ መለዎችን ከሌሎች አስተማሪዎች ግር መወያየት ይቻላል?",
    "teacherfaq.studentDiscussBody": "አዎ፣ ከሌሎች አስተማሪዎች በስክራች-ኤድ  መወያየት ይችላሉ። ይህ ድህረ ገጽ  የስክራችን አስተማሪዎች የመስመር ላይ ማህበረሰብ ነው። የነሱን የውይይት መድረክ በመቀላቀል ሰለ ተለያዩ <a href=\"http://scratched.gse.harvard.edu/\">ርዕሶች<a href=\"http://scratched.gse.harvard.edu/discussions\">  ላይ የሚደርጉትን ውይይት መቀላቀል ይችላሉ። ስክራች-ኤድ የተሰራውም የሚዶጎመውም በሀርቨርድ ግራጁዌት ስኩል ኦፍ ኤዱካሽን ነው።",
    "teacherfaq.studentDataTitle": "ስክራች  ከተማሪዎች ምን ዓይነት መረጃዎችን ይሰበስባል?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "ኅብረተሰብ",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
