{
    "teacherfaq.title": "Scratch Teacher Account FAQ",
    "teacherfaq.teacherWhatTitle": "Müəllim hesabı nədir?",
    "teacherfaq.teacherWhatBody": "A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. Learn more about Teacher Accounts in the video below:",
    "teacherfaq.teacherSignUpTitle": "How do I request a teacher account?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Niyə hesabım üçün 1 gün gözləməliyəm?",
    "teacherfaq.teacherWaitBody": "The Scratch Team uses this time to manually review account creation submissions to verify the account creator is an educator.",
    "teacherfaq.teacherPersonalTitle": "Qeydiyyat zamanı şəxsi məlumatımı bilmək nə üçün vacibdir?",
    "teacherfaq.teacherPersonalBody": "We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Scratch Teacher accounts are not integrated with any classroom management services.",
    "teacherfaq.teacherEdTitle": "Are Scratch Teacher accounts linked to ScratchEd accounts?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "Bir sinifdə bir neçə müəllim ola bilər?",
    "teacherfaq.teacherMultipleBody": "A class can only have one teacher account associated with it.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Şagird hesabı",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my students' emails?",
    "teacherfaq.studentVerifyBody": "No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.",
    "teacherfaq.studentEndTitle": "What happens when I \"end\" my class?",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "Şagird öz şifrəsini unutsa nə baş verər?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "Paylaşılmamış şagird layihələrini görə bilərəm?",
    "teacherfaq.studentUnsharedBody": "Teacher accounts can only access shared student projects.",
    "teacherfaq.studentDeleteTitle": "Şagird hesablarını silə bilərəm?",
    "teacherfaq.studentDeleteBody": "It is not possible for a teacher to delete a student account. A student can delete their own account in their Account Settings.",
    "teacherfaq.studentAddTitle": "Can I add an existing Scratch account to my class? ",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "Şagird bir neçə sinifdə ola bilərmi?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Skreç tələbələr haqqında hansı məlumatları toplayır? ",
    "teacherfaq.studentDataBody": "Tələbə əvvəlcə Skreçdə qeydiyyatdan keçdikdəbiz cinsi, yaşı (doğulduğu ay və il), ölkə və e-poçt ünvanı da daxil olmaqla əsas demoqrafik məlumatların təqdim edilməsini xahiş edirik. Bu məlumatlar insanların Skreç vasitəsi ilə necə öyrəndiyini başa düşmək üçün aparılan tədqiqatlarda istifadə edilir (bir yerə toplanmış şəkildə). Təlimçi tələbə hesabları yaratmaq üçün Scratch Teacher Account-dan istifadə edir, tələbələrin hesab yaratmaq üçün e-poçtdan istifadə etmələri vacib deyil. ",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch 2.0 (onlayn versiya) Amerika Birləşmiş Ştatlarının yerli və federal məlumatların məxfiliyinin qorunması haqqında qanunlarına uyğundur?",
    "teacherfaq.studentPrivacyLawsBody": "Skreç tələbələrin və bizim platformadan istifadə edən hər kəsin məxfiliyinin qorunmasını təmin edir. Bizim Skreç vebsaytında topladığımız informasiyanı qorumaq üçün fiziki və elektron prosedurlarımız vardır. Bizim pulsuz təlim məhsulumuzdan istifadə edənlərin hər birinə müqavilə ilə zəmanət verə bilməsək də, biz 501 (c) (3) təşkilat və fiziki şəxsin yaratdığı və saxladığı Skreçdən istifadə üçün MİT-də tətbiq olunan ABŞ-ın federal qanunlarının tələblərinə riayət olunmasını təmin edirik. Biz sizi daha ətraflı məlumat üçün Skreç Məxfilik Siyasətini oxumağa dəvət edirik. ",
    
    "teacherfaq.commTitle": "Cəmiyyət",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
