{
    "teacherfaq.title": "ЧЗВ за учителските акаунти в Scratch",
    "teacherfaq.teacherWhatTitle": "Какво представляват учителските акаунти?",
    "teacherfaq.teacherWhatBody": "Учителският акаунт в Scratch дава на учителите повече възможности за управление на участието на учениците в Scratch, включително функционалности за създаване на ученически акаунти, организиране на ученическите проекти в студиа и наблюдаване на коментарите на учениците. Можете да научите повече относно учителските акаунти във видеото по-долу:",
    "teacherfaq.teacherSignUpTitle": "Как да подам заявка за учителски акаунт?",
    "teacherfaq.teacherSignUpBody": "За да подадете заявка за учителски акаунт, попълнете формуляра на <a href=\"/educators/register\">тази страница</a>.",
    "teacherfaq.teacherWaitTitle": "Защо трябва да чакам един ден за създаването на акаунта си?",
    "teacherfaq.teacherWaitBody": "Екипът на Scratch използва това време, за да провери собственоръчно попълнените формуляри, за да се увери, че създателят наистина е учител.",
    "teacherfaq.teacherPersonalTitle": "Защо са Ви нужни личните ми данни по време на регистрацията?",
    "teacherfaq.teacherPersonalBody": "Ние ги използваме, за да се уверим, че създателят на акаунта наистина е учител. Ние няма да предоставяме тази информация на никого, нито ще я публикуваме на уеб сайта.",
    "teacherfaq.teacherGoogleTitle": "Учителските акаунти свързани ли са с „Google Класна стая“ или друга услуга за управление на учебния процес?",
    "teacherfaq.teacherGoogleBody": "Учителските акаунти в Scratch не са свързани с никоя услуга за управление на учебния процес.",
    "teacherfaq.teacherEdTitle": "Учителските акаунти в Scratch свързани ли са с акаунтите за ScratchEd?",
    "teacherfaq.teacherEdBody": "Не, учителските акаунти в Scratch не са свързани с акаунтите за <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Може ли един клас да има повече от един учител?",
    "teacherfaq.teacherMultipleBody": "Един клас може да бъде свързан само с един учителски акаунт.",
    "teacherfaq.teacherQuestionsTitle": "Как мога да задам въпрос относно учителските акаунти или да дам коментара си?",
    "teacherfaq.teacherQuestionsBody": "Ако имате въпроси или искате да дадете мнението си относно учителските акаунти, можете да ни пишете на <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "Ученически акаунти",
    "teacherfaq.studentVerifyTitle": "Трябва ли да потвърждавам е-пощите на учениците си?",
    "teacherfaq.studentVerifyBody": "Не. Тъй като ученическите акаунти не използват уникални е-пощи, потвърждаването на учителската Ви е-поща ще разреши споделянето с всички акаунти в класа.",
    "teacherfaq.studentEndTitle": "Какво става, когато прекратя класа си?",
    "teacherfaq.studentEndBody": "Когато прекратите класа си, профилната му страница ще бъде скрита и учениците няма да могат да се вписват (но проектите им и студиата на класа все още ще могат да се видят в уеб сайта). Винаги можете да възобновите класа.",
    "teacherfaq.studentForgetTitle": "Какво става, ако някой ученик забрави паролата си?",
    "teacherfaq.studentForgetBody": "Вие можете ръчно да нулирате паролата на ученик от учителския си акаунт. Първо, отидете в „Моите класове“ (от лилавата лента на началната страница или от падащото меню до потребителската Ви иконка). След това намерете класа и щракнете върху връзката за учениците. Използвайки менюто с настройките Вие можете да нулирате паролата на ниво ученик.",
    "teacherfaq.studentUnsharedTitle": "Мога ли да виждам несподелените ученически проекти?",
    "teacherfaq.studentUnsharedBody": "Учителските акаунти имат достъп само до споделените ученически проекти.",
    "teacherfaq.studentDeleteTitle": "Мога ли да изтривам ученическите акаунти?",
    "teacherfaq.studentDeleteBody": "Учителят не може да изтрие акаунта на ученик. Ученикът може да изтрие собствения си акаунт от настройките на акаунта си.",
    "teacherfaq.studentAddTitle": "Мога ли да добавя съществуващ акаунт в Scratch към класа си?",
    "teacherfaq.studentAddBody": "Само акаунтите, които са създадени от учителя, могат да участват в класа. Имаме планове да добавим тази възможност в някоя от бъдещите версии.",
    "teacherfaq.studentMultipleTitle": "Може ли един ученик да участва в повече от един клас?",
    "teacherfaq.studentMultipleBody": "Един ученик може да участва само в един клас. Имаме планове да добавим тази възможност в някоя от бъдещите версии.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "What data does Scratch collect about students?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Общност",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "What can I do if I see something inappropriate?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
