{
    "teacherfaq.title": "Cwestiynau Cyfrif Athro Scratch",
    "teacherfaq.teacherWhatTitle": "Beth yw cyfrif athro?",
    "teacherfaq.teacherWhatBody": "Mae Cyfrif Athro Scratch yn darparu adnoddau ychwanegol i athrawon ac addysgwyr eraill i reoli ymwneud disgyblion ar Scratch, gan gynnwys y gallu i greu cyfrifon, trefnu projectau disgyblion i stiwdios a monitro eu sylwadau. Dysgwch ragor am Gyfrifon Athrawon yn y fideo isod.",
    "teacherfaq.teacherSignUpTitle": "Sut fedra i ofyn am gyfrif athro?cyfrif athro?",
    "teacherfaq.teacherSignUpBody": "O ofyn am Gyfrif Athro, ewch i <a href=\"/educators/register\">ffurflen gais</a> cyfrif athro.",
    "teacherfaq.teacherWaitTitle": "Pam fod yn rhaid i mi aros am ddiwrnod am fy nghyfrif?",
    "teacherfaq.teacherWaitBody": "Mae Tîm Scratch yn defnyddio'r amser yma i asesu ceisiadau creu cyfrifon er mwyn dilysu fod y sawl sy'n creu'r cyfrif yn addysgwr.",
    "teacherfaq.teacherPersonalTitle": "Pam fod angen i chi wybod am fy manylion personol yn ystod y cofrestru?",
    "teacherfaq.teacherPersonalBody": "Rydym yn defnyddio'r manylion i ddilysu fod y sawl sy'n creu'r cyfrif yn addysgwr. Fyddwn ni ddim yn rhannu'r wybodaeth yma gyda neb arall, ac yn ei rannu yn gyhoeddus ar y wefan.",
    "teacherfaq.teacherGoogleTitle": "A yw cyfrifon athrawon wedi eu hintegreiddio gyda Google Classroom neu wasanaeth rheoli ystafelloedd dosbarth eraill?",
    "teacherfaq.teacherGoogleBody": "Nid yw cyfrifon Athro Scratch wedi eu hintegreiddio gydag unrhyw wasanaeth rheoli ystafell dosbarth.",
    "teacherfaq.teacherEdTitle": "A yw cyfrifon Athro Scratch wedi eu cysylltu a chyfrifon ScratchEd?",
    "teacherfaq.teacherEdBody": "Na. Nid yw cyfrifon Athro Scratch wedi eu cysylltu i gyfrifon <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "teacherfaq.teacherMultipleTitle": "Oes modd i'r dosbarth gael mwy nag un athro?",
    "teacherfaq.teacherMultipleBody": "Dim ond un cyfrif athro y mae modd i ddosbarth yn gysylltiedig ag ef.",
    "teacherfaq.teacherQuestionsTitle": "Beth os oes gennyf gwestiynau neu sylwadau ar Gyfrifon Athro?",
    "teacherfaq.teacherQuestionsBody": "Os oes gennych gwestiynau neu adborth ar Gyfrifon Athro, gallwch anfon neges atom i <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>",

    "teacherfaq.studentAccountsTitle": "Cyfrifon Disgyblion",
    "teacherfaq.studentVerifyTitle": "Oes rhaid i mi ddilysu e-byst fy nisgyblion?",
    "teacherfaq.studentVerifyBody": "Na. Gan nad yw cyfrifon disgyblion yn defnyddio cyfeiriadau e-bost unigryw, bydd cadarnhau eich cyfeiriad e-bost athro yn galluogi rhannu ar gyfer pob cyfrif dosbarth.",
    "teacherfaq.studentEndTitle": "Beth fydd yn digwydd pan fyddai'n dod a'm dosbarth \"i ben\"?",
    "teacherfaq.studentEndBody": "Pan fyddwch y dod a dosbarth i ben, bydd tudalen proffil eich dosbarth yn cael ei guddio ac ni fydd yn bosib i'ch disgyblion fewngofnodi (ond bydd eu projectau a stiwdios dosbarth ynweladwy o hyd ar y wefan). Cewch ail agor y dosbarth ar unrhyw adeg.",
    "teacherfaq.studentForgetTitle": "Beth sy'n digwydd os fydd disgybl yn anghofio eu cyfrinair?",
    "teacherfaq.studentForgetBody": "Mae modd i chi ailosod a llaw cyfrineiriau disgyblion sydd o fewn eich Cyfrif Athro Scratch. Yn gyntaf, ewch i Fy Nosbarthiadau (un ai o'r faner porffor ar y dudalen cartref neu yn y gwymplen nesaf at eicon y defnyddiwr). O'r fan honno, chwiliwch am y Dosbarth cywir a chlicio ar ddolen Disgybl. Gallwch ailosod y cyfrinair ar lefel y disgybl gan ddefnyddio dewislen Gosodiadau.",
    "teacherfaq.studentUnsharedTitle": "A fedra i weld projectau disgyblion sydd heb eu rhannu?",
    "teacherfaq.studentUnsharedBody": "Dim ond projectau disgyblion sydd wedi eu rhannu y mae gan athrawon fynediad atynt.",
    "teacherfaq.studentDeleteTitle": "Fedra i ddileu cyfrifon disgyblion?",
    "teacherfaq.studentDeleteBody": "Nid yw'n bosibl i athro ddileu cyfrif disgybl. Mae modd i ddisgybl ddileu ei gyfrif ei hun yn g Ngosodiadau Cyfrif.",
    "teacherfaq.studentAddTitle": "Fedra i ychwanegu cyfrif Scratch cyfredol i fy nosbarth?",
    "teacherfaq.studentAddBody": "Dim ond cyfrifon sydd wedi eu creu gan yr athro sy'n gallu bod yn rhan o ddosbarth. Er hynny, rydym yn ystyried ychwanegu'r gallu yma mewn fersiynau yn y dyfodol.",
    "teacherfaq.studentMultipleTitle": "A oes modd i ddisgybl fod mewn nifer o ddosbarthiadau?",
    "teacherfaq.studentMultipleBody": "Dim ond mewn un dosbarth gall disgybl fod yn rhan ohono. Er hynny, rydym yn ystyried ychwanegu'r gallu yma yn y dyfodol.",
    "teacherfaq.studentDiscussTitle": "Oes yna lle i drafod Cyfrifon Athrawon gydag athrawon eraill?",
    "teacherfaq.studentDiscussBody": "Oes, gallwch ymuno â thrafodaethau gydag athrawon eraill yn <a href=\"http://scratched.gse.harvard.edu/\">ScrachEd</a>, cymuned ar-lein ar gyfer addysgwyr Scratch. Ewch i gael golwg ar y fforymau ac ymuno mewn sgyrsiau ar <a href=\"http://scratched.gse.harvard.edu/discussions\">nifer o bynciau</a>, gan gynnwys ond nid yn gyfyngedig i Gyfrifon Athrawon. Mae ScratchEd wedi ei ddatblygu a'i gynnal gan yr Havard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Pa ddata mae Scratch yn ei gasglu am y disgyblion?",
    "teacherfaq.studentDataBody": "Pan mae disgybl yn cofrestru gyntaf ar Scratch, rydym yn gofyn am ddata demograffig sylfaenol gan gynnwys rhyw, oed (mis a blwyddyn geni), gwlad a chyfeiriad e-bost ar gyfer dilysu. Mae'r data'n cael ei ddefnyddio (mewn ffurf wedi ei gydgasglu) ar gyfer astudiaethau ymchwil i ddeall yn well sut mae pobl yn dysgu gyda Scratch. Pan mae Cyfrif Athro Scratch yn creu cyfrif disgyblion niferus, nid oes angen i ddisgyblion ddarparu cyfeiriad e-bost ar gyfer creu cyfrif.",
    "teacherfaq.studentPrivacyLawsTitle": "A yw Scratch 2.0 (y fersiwn ar-lein) yn cyd-fynd â chyfreithiau preifatrwydd data lleol a ffederal yr Unol Daleithiau?",
    "teacherfaq.studentPrivacyLawsBody": "Mae Scratch yn teimlo'n gryf dros breifatrwydd disgyblion a phawb sy'n defnyddio ein platfform. Mae gennym yn eu lle, dulliau corfforol ac electronig i ddiogelu y wybodaeth rydym yn ei gasglu ar wefan Scratch. Er nad ydym mewn safle i gynnig gwarant drwy gontract gyda phob endid sy'n defnyddio ein cynnyrch addysgol am ddim, rydym yn cydymffurfio a'r holl gyfreithiau ffederal sy'n \nymwneud ag MIT, corff 501(c)(3) ac endid sydd wedi creu ac yn cynnal Scratch. Rydym yn eich annog i ddarllen Polisi Preifatrwydd Scratch am ragor o wybodaeth.",
    
    "teacherfaq.commTitle": "Cymuned",
    "teacherfaq.commHiddenTitle": "A oes modd i mi greu dosbarth cudd?",
    "teacherfaq.commHiddenBody": "Na. Bydd yr holl gynnwys sy'\nn cael ei rannu o fewn eich dosbarth ar gael i gymuned Scratch.",
    "teacherfaq.commWhoTitle": "Gyda phwy fydd fy nisgyblion yn cael rhyngweithio ar Scratch?",
    "teacherfaq.commWhoBody": "Mae gan gyfrifon disgyblion yr un breintiau cymunedol a chyfrifon arferol Scratch, fel rhannu projectau, gadael sylwadau, creu stiwdios ac yn y blaen. Fel athro, gallwch weld holl weithgaredd eich disgyblion a chynnal gwaith cymedroli ysgafn o fewn eich dosbarth.",
    "teacherfaq.commInappropriateTitle": "Beth ga i wneud os wela i rhywbeth anaddas?",
    "teacherfaq.commInappropriateBody": "Cewch dynnu eich hun sylwadau a phrojectau anaddas grewyd gan eich disgyblion. Os fyddwch yn canfod cynnwys anaddas wedi ei greu gan rhai nad ydynt yn ddisgyblion, hysbyswch Tîm Scratch drwy glicio'r botwm adrodd neu anfon neges i <a href=\"/contact-us\">Cysylltwch â Ni</a>."
}
