{
    "teacherfaq.title": "스크래치 교사 계정 관련 자주묻는질문(FAQ)",
    "teacherfaq.teacherWhatTitle": "교사계정이 무엇인가요?",
    "teacherfaq.teacherWhatBody": "스크래치 교사 계정은 교사와 다른 교육자에게 학생의 스크래치 참여를 관리할 수 있는 추가적인 기능을 제공하며, 이것은 학생 계정을 생성하고, 학생의 프로젝트를 스튜디오로 조직하고, 학생의 댓글을 관찰할 수 있는 능력을 포함합니다. 교사 계정에 대한 자세한 정보는 아래의 영상을 참고해 주세요.",
    "teacherfaq.teacherSignUpTitle": "교사 계정을 어떻게 요청하나요?",
    "teacherfaq.teacherSignUpBody": "교사 계정을 요청하려면, 교사 계정 <a href=\"/educators/register\">요청 양식</a>으로 이동하세요.",
    "teacherfaq.teacherWaitTitle": "왜 제 계정이 생성되기까지 하루를 기다려야 하나요?",
    "teacherfaq.teacherWaitBody": "스크래치 팀은 이 시간을 계정을 생성한 사람이 교육자인 것을 확인하기 위해 계정 신청서 제출을 수동으로 검토하는 데에 사용합니다.",
    "teacherfaq.teacherPersonalTitle": "등록 중 저의 개인 정보를 요구하는 이유는 무엇인가요?",
    "teacherfaq.teacherPersonalBody": "We use this information to verify the account creator is an educator. We will not share this information with anyone else, and it will not be shared publicly on the site.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Scratch Teacher accounts are not integrated with any classroom management services.",
    "teacherfaq.teacherEdTitle": "스크래치 교사계정은 ScratchEd 계정과 연동되나요?",
    "teacherfaq.teacherEdBody": "No, Scratch Teacher accounts are not linked to <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> accounts.",
    "teacherfaq.teacherMultipleTitle": "하나의 학급에 여러 명의 교사가 있어도 되나요?",
    "teacherfaq.teacherMultipleBody": "하나의 학급에는 한 명의 교사 계정만 있을 수 있습니다.",
    "teacherfaq.teacherQuestionsTitle": "What if I have any questions or comments on Teacher Accounts?",
    "teacherfaq.teacherQuestionsBody": "If you have any questions or feedback on Teacher Accounts, you can message us at <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a>.",

    "teacherfaq.studentAccountsTitle": "학생 계정",
    "teacherfaq.studentVerifyTitle": "Do I have to verify each of my students' emails?",
    "teacherfaq.studentVerifyBody": "No. Since student accounts do not use unique emails addresses, confirming your teacher email address will enable sharing for all class accounts.",
    "teacherfaq.studentEndTitle": "What happens when I \"end\" my class?",
    "teacherfaq.studentEndBody": "When you end a class, your class profile page will be hidden and your students will no longer be able to log in (but their projects and the class studios will still be visible on the site).  You may re-open the class at any time. ",
    "teacherfaq.studentForgetTitle": "만약 어떤 학생이 비밀번호를 잊어버리면 어떻게 되나요?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "제가 학생의 공유되지 않은 프로젝트를 볼 수 있나요?",
    "teacherfaq.studentUnsharedBody": "교사 계정은 학생의 공유된 프로젝트만 볼 수 있습니다.",
    "teacherfaq.studentDeleteTitle": "제가 학생 계정을 삭제할 수 있나요?",
    "teacherfaq.studentDeleteBody": "교사는 학생의 계정을 삭제할 수 없습니다. 학생은 계정 설정에서 자신의 계정을 삭제할 수 있습니다.",
    "teacherfaq.studentAddTitle": "Can I add an existing Scratch account to my class? ",
    "teacherfaq.studentAddBody": "Only accounts created by the teacher can be part of a class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentMultipleTitle": "Can a student be in multiple classes? ",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "다른 교사들과 교사 계정을 토론할 수 있는 공간이 있나요?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "스크래치는 학생에 대해 어떤 정보를 수집하나요?",
    "teacherfaq.studentDataBody": "어떤 학생이 스크래치에 처음으로 가입할 때, 성별, 나이(태어난 달과 년도), 국가, 확인을 위한 이메일 주소와 같은 기초적인 인구통계학적 정보에 대해 묻습니다. 이 정보는 사람들이 어떻게 스크래치로 배우는지 향상된 이해를 하도록 의도된 조사 연구에 (통합적인 형태로) 사용됩니다. 어떤 교육자가 다량의 학생 계정을 생성하기 위해 스크래치 교사 계정을 사용할 때, 학생은 계정 준비를 위한 이메일 주소를 입력하는 것이 요구되지 않습니다.",
    "teacherfaq.studentPrivacyLawsTitle": "스크래치 2.0(온라인 버전)은 미국의 지역과 연방의 정보 보호 법률을 준수하나요?",
    "teacherfaq.studentPrivacyLawsBody": "스크래치는 학생들과 이 플랫폼을 사용하는 모든 개인의 사생활에 대해 깊은 관심을 가지고 있습니다. 저희는 스크래치 웹사이트에서 수집하는 정보를 보호하기 위한 물질적이고 전자적인 절차를 가동하고 있습니다. 저희의 무료 교육 생산품을 사용하는 독립체 각각에게 계약된 보장을 줄 수 있는 위치에 있지는 않지만, 501(c)(3) 조직이며 스크래치를 만들었고 유지하는 실체인, MIT에 적용될 수 있는 모든 미국의 연방 법률을 준수하고 있습니다. 더 많은 정보를 위해서는 스크래치 개인정보보호 정책을 읽는 것을 권장합니다.",
    
    "teacherfaq.commTitle": "커뮤니티",
    "teacherfaq.commHiddenTitle": "Can I create a hidden class?",
    "teacherfaq.commHiddenBody": "No. All content shared within your class will be accessible to the Scratch community.",
    "teacherfaq.commWhoTitle": "Who can my students interact with on Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "부적절한 것을 보면 저는 무엇을 해야 하나요?",
    "teacherfaq.commInappropriateBody": "You can manually remove inappropriate comments and projects created by your students. If you find inappropriate content created by non-students, please notify the Scratch Team by clicking the report button or sending a message to <a href=\"/contact-us\">Contact Us</a>."
}
