{
    "teacherfaq.title": "Scratch शिक्षक खाता FAQ",
    "teacherfaq.teacherWhatTitle": "शिक्षक खाताहरू के हुन्??",
    "teacherfaq.teacherWhatBody": "एक Scratch  शिक्षक खाताले शिक्षक र अन्य शिक्षकहरूलाई Scratch मा छात्र सहभागी प्रबन्ध गर्न,विद्यार्थी खाताहरू सिर्जना गर्ने क्षमता, स्टुडियोमा विद्यार्थी परियोजनाहरू व्यवस्थित गर्ने  गर्दछ, र विद्यार्थी टिप्पणीहरूको निरीक्षण गर्न थप सुविधाहरू प्रदान गर्दछ। तल भिडियोमा शिक्षक शिक्षकहरूको बारेमा बढि जान्नुहोस्: ",
    "teacherfaq.teacherSignUpTitle": "म शिक्षक खाता कसरी अनुरोध गर्दछु?",
    "teacherfaq.teacherSignUpBody": "एक शिक्षक खाता अनुरोध गर्न, शिक्षक खाता <a href=\"/educators/register\">अनुरोध फारममा</a> जानुहोस्।",
    "teacherfaq.teacherWaitTitle": "मेरो खाताको लागि मैले किन एक दिन पर्खनु पर्छ?",
    "teacherfaq.teacherWaitBody": "Scratch  टोलीले यो समय म्यानुअल रूपमा खाता सिर्जनाकर्ता एक शिक्षक हो प्रमाणित गर्नको लागि खाता सिर्जना सबमिशनहरूको समीक्षा को लागि प्रयोग गर्दछ  ।",
    "teacherfaq.teacherPersonalTitle": "तपाईले मेरो व्यक्तिगत जानकारी को पंजीकरण को समयमा किन जान्नुपर्छ?",
    "teacherfaq.teacherPersonalBody": "खाता सिर्जनाकर्ता एक शिक्षक हो प्रमाणित गर्न हामी यो जानकारी प्रयोग गर्छौं।हामी यो जानकारी अरु कसैसँग साझा गर्दैनौं, र यो साइटमा सार्वजनिक रूपमा साझेदारी गरिने छैन।",
    "teacherfaq.teacherGoogleTitle": "के शिक्षक खाता हरू Google Classroom वा कुनै अन्य कक्षा कोठा व्यवस्थापन सेवासँग सम्बद्ध छन्?",
    "teacherfaq.teacherGoogleBody": "Scratch शिक्षक खाताहरू कुनै पनि कक्षा कोठा व्यवस्थापन सेवासँग एकीकृत छैन।",
    "teacherfaq.teacherEdTitle": "के Scratch  शिक्षक खाताहरू ScratchEd खाताहरूमा लिङ्क भएका छन्?",
    "teacherfaq.teacherEdBody": "होइन, Scratch शिक्षक खाताहरू<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>खाताहरूमा लिंक गरिएको छैन।",
    "teacherfaq.teacherMultipleTitle": "के कक्षामा धेरै शिक्षकहरू हुन सक्छन्?",
    "teacherfaq.teacherMultipleBody": "एउटा कक्षा संग सम्बन्धित एउटा मात्र शिक्षक खाता हुन सक्छ ।",
    "teacherfaq.teacherQuestionsTitle": "यदि मलाई शिक्षक खाताहरू बारेमा कुनै प्रश्न वा टिप्पणी छ भने के हुन्छ ?",
    "teacherfaq.teacherQuestionsBody": "यदि तपाइँसँग शिक्षक खाता संग सम्बन्धित कुनै प्रश्न वा प्रतिक्रिया छ भने, तपाईं हामीलाई <a href=\"mailto:teacher-accounts@scratch.mit.edu\">शिक्षक-accounts@scratch.mit.edu</a> मा सन्देश पठाउन सक्नुहुन्छ।",

    "teacherfaq.studentAccountsTitle": "विद्यार्थी खाता",
    "teacherfaq.studentVerifyTitle": "के मैले मेरो प्रत्येक विद्यार्थीको ईमेल प्रमाणित गर्न पर्छ ?",
    "teacherfaq.studentVerifyBody": "होइन । जब विद्यार्थी खाताले फरक अनि अनौठो इ-मेल ठेगानाहरू प्रयोग गर्दैन, तपाईको शिक्षक ईमेल ठेगाना पुष्टि गर्नाले कक्षाको सबै खाताको लागि साझेदारी गर्नेछ।",
    "teacherfaq.studentEndTitle": "जब मेरो कक्षा \"अन्त्य\" हुन्छ तब के हुन्छ?",
    "teacherfaq.studentEndBody": "जब तपाइँ ले एक कक्षा समाप्त गर्नुहुन्छ, तपाइँको क्लास प्रोफाइल पेज लुकाइने वा नदेखिने बनाइनेछ र तपाईंका विद्यार्थीहरू अब लग इन गर्न सक्षम हुने छैनन् (तर तिनीहरूका प्रोजेक्टहरू र क्लास स्टुडियोहरू अझै पनि साइटमा देखिनेछ)। तपाईं कुनै पनि समयमा कक्षा पुन: खोल्न सक्नुहुन्छ।",
    "teacherfaq.studentForgetTitle": "के हुन्छ यदि विद्यार्थीले आफ्नो पासवर्ड बिर्सन्छ भने?",
    "teacherfaq.studentForgetBody": "You can manually reset a student password from within your Scratch Teacher Account. First, navigate to My Classes (either from the purple banner on the homepage or in the dropdown menu next to your user icon). From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu. ",
    "teacherfaq.studentUnsharedTitle": "के मैले share नगरेका विद्यार्थी परियोजनाहरू देख्न सक्छु?",
    "teacherfaq.studentUnsharedBody": "शिक्षक खाताहरूले केवल साझा विद्यार्थी परियोजनाहरू मात्र पहुँच गर्न सक्दछ।",
    "teacherfaq.studentDeleteTitle": "के म विद्यार्थी खाताहरू मेटाउन सक्छु?",
    "teacherfaq.studentDeleteBody": "शिक्षकको लागि छात्र खाता मेटाउन सम्भव छैन।एक विद्यार्थीले उनीहरूको खाता सेटिङ्हरूमा आफ्नै खाता मेटाउन सक्दछ।",
    "teacherfaq.studentAddTitle": "के म मेरो कक्षामा पहिले नै अवस्थित एक स्क्रैच खाता थप्न सक्छु?",
    "teacherfaq.studentAddBody": "शिक्षक द्वारा बनाईएको खाताहरू मात्र कक्षामा सामेल हुन सक्छ। यद्यपि, हामी पछिका संस्करणहरूमा यो प्रकार्यता थप्ने बारेमा हेर्दै छौ ।",
    "teacherfaq.studentMultipleTitle": "के एकै विद्यार्थी धेरै कक्षाहरूमा हुन सक्छ?",
    "teacherfaq.studentMultipleBody": "एक छात्र एक कक्षामा मात्र सामेल हुन सक्छ। यद्यपि, हामी पछिका संस्करणहरूमा यो प्रकार्यता थप्ने बारेमा हेर्दै छौ।",
    "teacherfaq.studentDiscussTitle": "के त्यहाँ शिक्षकहरू अन्य शिक्षकहरूसँग छलफल गर्न ठाउँ छ?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "स्क्र्रेचले विद्यार्थीहरूको बारेमा कुन डेटा सङ्कलन गर्दछ?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "सामुदाय",
    "teacherfaq.commHiddenTitle": "के म लुकेको वा नदेखिने कक्षा बनाउन सक्छु?",
    "teacherfaq.commHiddenBody": "होइन । तपाईंको कक्षा भित्र साझा गरिएको सबै सामग्री Scratch समुदायमा पहुँच योग्य हुनेछ।",
    "teacherfaq.commWhoTitle": "मेरो विद्यार्थीले Scratch को मध्यम बाट को संग कुराकानी गर्न सक्छ?",
    "teacherfaq.commWhoBody": "विद्यार्थी खाताहरू को एक नियमित Scratch खाता मा जस्तै एकै प्रकारका सामुदायिक विशेषाधिकारहरू हुन्छन , जस्तै : परियोजनाहरू साझेदारी गर्नु , टिप्पणी, स्टुडियोहरू सिर्जना र इत्यादी। एक शिक्षकको रूपमा, तपाईं आफ्नो सबै विद्यार्थीहरूको गतिविधि देख्न सक्नुहुनेछ र तपाईंको कक्षा भित्र  सामान्य  मध्यस्थता को  कार्यहरू गर्न सक्नुहुन्छ।",
    "teacherfaq.commInappropriateTitle": "यदि मैले कुनै अनुपयुक्त कुरा देख्छु भने म के गर्न सक्छु?",
    "teacherfaq.commInappropriateBody": "तपाईले मैन्युअल रूपमा तपाइँका विद्यार्थीहरू द्वारा बनाईएको अनुचित टिप्पणीहरू र परियोजनाहरू हटाउन सक्नुहुनेछ। यदि तपाइँ गैर-विद्यार्थी द्वारा बनाईएको अनुपयुक्त सामग्री फेला पार्नुहुन्छ भने कृपया Scratch टोलीलाई रिपोर्ट बटन क्लिक गरेर वा<a href=\"/contact-us\"> हामीलाई सम्पर्क</a> गर्न सन्देश पठाएर सूचित गर्नुहोस्।"
}
