{
    "teacherfaq.title": "Spørsmål og svar om lærarkontoar",
    "teacherfaq.teacherWhatTitle": "Kva er lærarkontoar?",
    "teacherfaq.teacherWhatBody": "Ein lærarkonto gjev lærarar og pedagogar fleire funksjonar å handtera arbeidet til elevar på Scratch, for eksempel å oppretta elevkontoar, organisera elevprosjekt til galleri og overvaka kommentarar frå elevar. Lær meir om lærarkontoar i videoen nedanfor:",
    "teacherfaq.teacherSignUpTitle": "Korleis får eg ein lærarkonto?",
    "teacherfaq.teacherSignUpBody": "For å skaffa deg ein lærarkonto, gå til <a href=\"/educators/register\">søknadsskjemaet</a>.",
    "teacherfaq.teacherWaitTitle": "Why do I have to wait one day for my account?",
    "teacherfaq.teacherWaitBody": "Scratch-gruppa brukar denne tida for å manuelt gå gjennom kontoførespurnadane for å kontrollera at personen er lærar.",
    "teacherfaq.teacherPersonalTitle": "Korfor treng de persondata ved registrering?",
    "teacherfaq.teacherPersonalBody": "Me brukar denne informasjon for å stadfesta at personen er lærar. Me vil ikkje dela denne informasjonen med andre, og han vert ikkje synleg på nettstaden.",
    "teacherfaq.teacherGoogleTitle": "Er lærarkontoar integrerte med Google Classroom eller andre elektroniske klasseromstenester?",
    "teacherfaq.teacherGoogleBody": "Lærarkontoar er ikkje integrerte med nokon elektroniske klasseromstenester.",
    "teacherfaq.teacherEdTitle": "Er lærarkontoar kopla til ScratchEd-kontoar?",
    "teacherfaq.teacherEdBody": "Nei, lærarkontoar er ikkje kopla <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>-kontoar.",
    "teacherfaq.teacherMultipleTitle": "Kan ein klasse ha fleire lærarar?",
    "teacherfaq.teacherMultipleBody": "Ein klasse kan berre har éin lærarkonto knytt til seg.",
    "teacherfaq.teacherQuestionsTitle": "Kva om eg har spørsmål eller kommentarar om lærarkontoar?",
    "teacherfaq.teacherQuestionsBody": "Ta kontakt med oss på <a href=\"mailto:teacher-accounts@scratch.mit.edu\">teacher-accounts@scratch.mit.edu</a> dersom du har spørsmål om eller tilbakemeldingar på lærarkontoar.",

    "teacherfaq.studentAccountsTitle": "Elevkontoar",
    "teacherfaq.studentVerifyTitle": "Må eg stadfesta e-postadressene til alle elevane mine?",
    "teacherfaq.studentVerifyBody": "Nei. Sidan elevkontoane ikkje brukar unike e-postadresser, vil stadfesting av lærar-e-postadressa di slå på delingsfunksjonen for alle klassekontoane.",
    "teacherfaq.studentEndTitle": "Kva skjer når eg «avsluttar» ein klasse?",
    "teacherfaq.studentEndBody": "Når du avsluttar ein klasse, vert profilsida til klassen gøymd, og elevane kan ikkje lenger logga inn (men prosjekta og galleria vil framleis vera synlege på nettstaden). Du kan gjenopna klassen når som helst.",
    "teacherfaq.studentForgetTitle": "Kva skjer om ein elev gløymer passordet?",
    "teacherfaq.studentForgetBody": "Du kan manuelt nullstilla elevpassord frå lærarkontoen din. Gå først til «Klassane mine» (anten via det lilla banneret på heimesida eller via menyen ved sidan av brukarikonet ditt). Finn så den aktuelle klassen og trykk på lenkja «Elevar». Du kan så nullstilla passordet for einskildelevar via innstillingsmenyen. ",
    "teacherfaq.studentUnsharedTitle": "Kan eg sjå elevprosjekt som ikkje er offentleggjorde?",
    "teacherfaq.studentUnsharedBody": "Lærarkontoar får berre tilgang til offentleggjorde elevprosjekt.",
    "teacherfaq.studentDeleteTitle": "Kan eg sletta elevkontoar?",
    "teacherfaq.studentDeleteBody": "Lærarar kan ikkje sletta elevkontoar. Elevar kan sletta sine eigne kontoar frå kontoinnstillingane.",
    "teacherfaq.studentAddTitle": "Kan eg leggja ein Scratch-konto som finst frå før til klassen min?",
    "teacherfaq.studentAddBody": "Berre kontoar oppretta av læraren kan vera ein del av klassen. Men me vurderer å leggja til denne funksjonen i framtida.",
    "teacherfaq.studentMultipleTitle": "Kan ein elev vera med i fleire klassar?",
    "teacherfaq.studentMultipleBody": "Ein elev kan berre vera medlem i éin klasse. Men me vurderer å leggja til denne funksjonen i framtida.",
    "teacherfaq.studentDiscussTitle": "Finst det ein stad eg kan diskutera lærarkontoar med andre lærarar?",
    "teacherfaq.studentDiscussBody": "Ja, du kan delta i diskusjonar med andre lærarar på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, eit fellesskap for lærarar som brukar Scratch. Vert med i foruma for å <a href=\"http://scratched.gse.harvard.edu/discussions\">diskutera ulike emne</a>, for eksempel lærarkontoar. ScratchEd vert utvikla og støtta av Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Kva data samlar Scratch om elevane?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Is Scratch 2.0 (online version) compliant with local and federal data privacy laws?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Nettsamfunn",
    "teacherfaq.commHiddenTitle": "Kan eg laga ein ikkje-synleg klasse?",
    "teacherfaq.commHiddenBody": "Nei. Alt innhaldet lagt ut av elevar i klassen vert tilgjengeleg for alle Scratch-brukarar.",
    "teacherfaq.commWhoTitle": "Kven kan studentane mine kommunisera med på Scratch?",
    "teacherfaq.commWhoBody": "Elevkontoar kan brukast til det same som vanlege Scratch-kontoar – dela prosjekt, skriva kommentarar og laga galleri. Som lærar kan du sjå aktiviteten til alle elevane dine og utføra lette modereringsoppgåver i klassen.",
    "teacherfaq.commInappropriateTitle": "Kva skal eg gjera viss eg finn upassande innhald?",
    "teacherfaq.commInappropriateBody": "Du kan manuelt fjerna upassande kommentarar og prosjekt frå elevane dine. Viss du finn upassande innhald frå nokon som ikkje er elevane dine, kan du varsla Scratch-gruppa ved å trykkja på «Rapporter»-knappen eller <a href=\"/contact-us\">senda oss ei melding</a>."
}
