{
    "teacherfaq.title": "Scratch Öğretmen Hesabı Sık Sorulan Sorular",
    "teacherfaq.teacherWhatTitle": "Öğretmen hesabı nedir?",
    "teacherfaq.teacherWhatBody": "Bir Scratch Öğretmen Hesabı, öğrenci hesaplarını oluşturma, öğrenci projelerini stüdyolara düzenleme ve öğrenci yorumlarını izleme becerisi de dahil olmak üzere, Scratch'e öğrenci katılımını yönetmek için öğretmenler ve diğer eğitimcilere ek özellikler sağlar. Aşağıdaki videoda Öğretmen Hesapları hakkında daha fazla bilgi edinebilirsiniz:",
    "teacherfaq.teacherSignUpTitle": "Öğretmen hesabını nasıl edinebilirim?",
    "teacherfaq.teacherSignUpBody": "To request a Teacher Account, go to the teacher account <a href=\"/educators/register\">request form</a>.",
    "teacherfaq.teacherWaitTitle": "Hesabım için neden bir gün beklemeliyim?",
    "teacherfaq.teacherWaitBody": "Scratch Takımı, bu zamanı manuel olarak hesap oluşturanın gerçekten bir eğitimci olup olmadığını belirlemek için kullanır",
    "teacherfaq.teacherPersonalTitle": "Kayıt sırasında kişisel bilgilerimi neden bilmelisiniz?",
    "teacherfaq.teacherPersonalBody": "Hesap oluşturan kişinin bir eğitimci olduğunu doğrulamak için bu bilgiler kullanılır. Bu bilgiler başkalarıyla paylaşılmayacaktır ve internet sitesinde herkese açık olarak gösterilmeyecektir.",
    "teacherfaq.teacherGoogleTitle": "Öğretmen hesapları, Google'ın Sınıf Yönetimi veya başka bir sınıf yönetimi hizmeti ile entegre mi?",
    "teacherfaq.teacherGoogleBody": "Scratch Öğretmen hesapları herhangi bir sınıf yönetim sistemi ile entegre değildir.",
    "teacherfaq.teacherEdTitle": "Scratch Öğretmen hesapları ScratchEd hesaplarına bağlantılı mıdır?",
    "teacherfaq.teacherEdBody": "Hayır, Scratch Öğretmen hesapları 1ScratchEd1 hesaplarına bağlı değildir.",
    "teacherfaq.teacherMultipleTitle": "Bir sınıfta birden fazla öğretmen olabilir mi?",
    "teacherfaq.teacherMultipleBody": "Bir sınıf, yalnızca onunla ilişkili bir öğretmen hesabına sahip olabilir.",
    "teacherfaq.teacherQuestionsTitle": "Öğretmen Hesapları hakkında sorularım veya yorumlarım var ise ne yapmalıyım?",
    "teacherfaq.teacherQuestionsBody": "Öğretmen Hesapları ile ilgili herhangi bir sorunuz veya geri bildiriminiz varsa, bize 1teacher-accounts@scratch.mit.edu adresinden mesaj gönderebilirsiniz.",

    "teacherfaq.studentAccountsTitle": "Öğrenci Hesapları",
    "teacherfaq.studentVerifyTitle": "Her bir öğrencimin e-posta hesaplarını doğrulamak zorunda mıyım?",
    "teacherfaq.studentVerifyBody": "Hayır. Öğrenci hesapları benzersiz e-posta adresleri kullanmadığından, öğretmen e-posta adresinizi onaylamak tüm sınıf hesaplarını paylaşmayı etkinleştirir.",
    "teacherfaq.studentEndTitle": "Sınıfımı bitirirsem ne olacak?",
    "teacherfaq.studentEndBody": "Bir dersi bitirdiğinizde, sınıf profil sayfanız gizlenir ve öğrencileriniz artık sayfaya giriş yapamaz (ancak projeleri ve sınıf stüdyoları sitede görünmeye devam eder). Dersi istediğiniz zaman yeniden açabilirsiniz.",
    "teacherfaq.studentForgetTitle": "Öğrencileriniz şifreyi unuttuğu zaman ne olur?",
    "teacherfaq.studentForgetBody": "Bir öğrenci şifresini Scratch Öğretmen Hesabınızdan manuel olarak sıfırlayabilirsiniz. Öncelikle, Sınıflarım'a gidin (ana sayfadaki mor başlıktan veya kullanıcı simgenizin yanındaki açılır menüden). Oradan doğru Sınıfı bulun ve Öğrenciler bağlantısını tıklayın. Daha sonra şifreyi, Öğrenci menüsündeki Ayarlar menüsünü kullanarak sıfırlayabilirsiniz.",
    "teacherfaq.studentUnsharedTitle": "Paylaşılmayan öğrenci projelerini görebilir miyim?",
    "teacherfaq.studentUnsharedBody": "Öğretmen hesapları yalnızca paylaşılan öğrenci projelerine erişebilir.",
    "teacherfaq.studentDeleteTitle": "Öğrenci hesaplarımı silebilir miyim?",
    "teacherfaq.studentDeleteBody": "Bir öğretmenin öğrenci hesabını silmesi mümkün değildir. Bir öğrenci kendi hesaplarını Hesap Ayarlarından silebilir.",
    "teacherfaq.studentAddTitle": "Var olan bir Scratch hesabını sınıfıma ekleyebilir miyim?",
    "teacherfaq.studentAddBody": "Sadece öğretmen tarafından oluşturulan hesaplar bir sınıfın parçası olabilir. Ancak, bu özelliği sonraki sürümlerde eklemek için çalışıyoruz.",
    "teacherfaq.studentMultipleTitle": "Bir öğrenci birden fazla sınıfta olabilir mi?",
    "teacherfaq.studentMultipleBody": "A student can only be a part of one class. However, we are looking into adding this functionality in later versions.",
    "teacherfaq.studentDiscussTitle": "Is there a space to discuss Teacher Accounts with other teachers?",
    "teacherfaq.studentDiscussBody": "Yes, you can engage in discussions with other teachers at <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, an online community for Scratch educators. Check out their forums to join conversations about a <a href=\"http://scratched.gse.harvard.edu/discussions\">number of topics</a>, including but not limited to Teacher Accounts. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherfaq.studentDataTitle": "Scratch öğrenciler hakkında hangi verileri topluyor?",
    "teacherfaq.studentDataBody": "When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "teacherfaq.studentPrivacyLawsTitle": "Scratch 2.0 (çevrimiçi versiyonu) Birleşik Devletler'in bölgesel ve federal veri gizliliği kanunlarıyla uyumlu mu?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    
    "teacherfaq.commTitle": "Topluluk",
    "teacherfaq.commHiddenTitle": "Gizli bir sınıf oluşturabilir miyim?",
    "teacherfaq.commHiddenBody": "Hayır. Sınıfınızda paylaşılan tüm içerik, Scratch topluluğu için erişilebilir olacaktır.",
    "teacherfaq.commWhoTitle": "Öğrencilerim Scratch'te kim ile etkileşimde olacaktır?",
    "teacherfaq.commWhoBody": "Öğrenci hesapları; proje paylaşımı, yorum yapma, stüdyo oluşturma vb standart bir Scratch hesabıyla aynı haklara sahiptir. Öğretmen olarak, öğrencilerinizin tüm aktivitelerini görebilir ve sınıfınıza daha ılımlı bir yaklaşım gösterebilirsiniz",
    "teacherfaq.commInappropriateTitle": "Eğer uygunsuz bir içerik gördüysem ne yapmalıyım?",
    "teacherfaq.commInappropriateBody": "Öğrencilerinizin yarattığı uygunsuz yorumları ve projeleri manuel olarak kaldırabilirsiniz. Öğrenci olmayan kişiler tarafından oluşturulmuş uygunsuz içerik bulursanız, lütfen Rapor Et düğmesine tıklayarak veya 1Kişi Bize1 mesaj göndererek Scratch Ekibine bildirin."
}
