{
    "teacherfaq.title": "Những câu hỏi liên quan đến Tài khoản Giáo viên",
    "teacherfaq.teacherWhatTitle": "Tài khoảng Giáo viên là gì?",
    "teacherfaq.teacherWhatBody": "Tài khoản Giáo viên cung cấp cho giáo viên và những nhà giáo dục thêm những tính năng hỗ trợ cho việc quản lý sự Tham gia Scratch của học sinh, bao gồm tính năng Tạo tài khoản cho học sinh, tổ chức những dự án tại Studio, và Quản lý những bình luận của học sinh. Để biết thêm về Tài khoản Giáo viên xem thêm video bên dưới:",
    "teacherfaq.teacherSignUpTitle": "Tôi có thể yêu cầu tài khoản Giáo viên bằng cách nào?",
    "teacherfaq.teacherSignUpBody": "Để yêu cầu tài khoản Giáo viên, truy cập trang tài khoản giáo viên <a href=\"/educators/register\"> mở biểu mẫu yêu cầu </a>.",
    "teacherfaq.teacherWaitTitle": "Tại sao tôi phải chờ một ngày để được cấp tài khoản Giáo viên?",
    "teacherfaq.teacherWaitBody": "Nhóm Scratch của chúng tôi dùng khoảng thời gian này để xem qua yêu cầu tạo tài khoản và kiểm duyệt người tạo tài khoản có phải là người làm việc trong lĩnh vực giáo dục hay không.",
    "teacherfaq.teacherPersonalTitle": "Tại sao tôi cần phải cung cấp thông tin cá nhân trong quá trình đăng ký tài khoản?",
    "teacherfaq.teacherPersonalBody": "Chúng tôi sử dụng thông tin cá nhân của bạn để xác nhận danh tính của người làm việc trong lĩnh vực giáo dục. Chúng tôi sẽ không chia sẻ thông tin của bất kỳ cá nhân nào, và nó sẽ không được công khai trên trang.",
    "teacherfaq.teacherGoogleTitle": "Are teacher accounts integrated with Google Classroom or any other classroom management service?",
    "teacherfaq.teacherGoogleBody": "Tài khoản Scratch dành cho giáo viên không thuộc bất kỳ Dịch vụ quản lý lớp học nào.",
    "teacherfaq.teacherEdTitle": "Tài khoản Scratch của giáo viên có liên kết với tài khoảng ScratchEd?",
    "teacherfaq.teacherEdBody": "Không, tài khoản Scratch của giáo viên sẽ không liên kết với <a href=\"http://scratched.gse.harvard.edu/\"> tài khoản ScratchEd </a>.",
    "teacherfaq.teacherMultipleTitle": "Một lớp học có nhiều giáo viên hay không?",
    "teacherfaq.teacherMultipleBody": "Một lớp học chỉ cần liên kết với một tài khoản giáo viên.",
    "teacherfaq.teacherQuestionsTitle": "Làm thế nào nếu tôi có nhiều câu hỏi hoặc bình luận về tài khoản Scratch cho giáo viên?",
    "teacherfaq.teacherQuestionsBody": "Nếu bạn muốn đặct câu hỏi hay gửi phản hồi về Tài khoản Scratch dành cho giáo viên, bạn có thể gửi tin nhắn cho chúng tôi <a href=\"mailto:teacher-accounts@scratch.mit.edu\"> teacher-accounts@scratch.mit.edu </a>.",

    "teacherfaq.studentAccountsTitle": "Tài khoản học sinh",
    "teacherfaq.studentVerifyTitle": "Tôi có phải xác minh địa chỉ thư điện từ của mỗi học sinh hay không?",
    "teacherfaq.studentVerifyBody": "Không, bởi vì tài khoản của học sinh là địa chỉ Email duy nhất, xác nhận địa chỉ emial giáo viên sẽ cho phép bạn chia sẻ cho các thành viên trong lớp.",
    "teacherfaq.studentEndTitle": "Chuyện gì sẽ xảy ra nếu tôi \"Kết thúc\" lớp học?",
    "teacherfaq.studentEndBody": "Khi bạn Kết thúc lớp học, trang thông tin lớp học sẽ bị ẩn và học sinh sẽ không thể Đăng nhập ( nhưng những chương trình và lớp học sẽ vẫn xuất hiện trên trang ). Bạn vẫn có thể mở lại lớp học bất kỳ lúc nào.",
    "teacherfaq.studentForgetTitle": "Chuyện gì sẽ xảy ra nếu học sinh quên mật khẩu tài khoản?",
    "teacherfaq.studentForgetBody": "Bạn có thể thay đổi mật khẩu của học sinh theo cách thủ công thông qua Tài khoảng Giáo viên. Đầu tiên, chuyển hướng đến Trang lớp học ( có thể kiếm được ở thanh thông báo màu tím ở trang chủ hoặc ở thanh công cụ đổ dọc xuống nằm bên cạnh trang cá nhân ). Trong đó, tìm đúng lớp học của học sinh và bấm chọn đường dẫn Học sinh. Bạn có thể thiết lập lài mật khẩu Học sinh bằng cách sử dụng Cài đặt.",
    "teacherfaq.studentUnsharedTitle": "Tôi có thể xem những chương tình mà học sinh không bật chế độ chia sẻ được không?",
    "teacherfaq.studentUnsharedBody": "Tài khoản Giáo viên chỉ có thể truy cập vào những chương trình được học sinh chia sẻ.",
    "teacherfaq.studentDeleteTitle": "Tôi có thể xóa tài khoản hoc sinh được không?",
    "teacherfaq.studentDeleteBody": "Giáo viên sẽ không thể xóa tài khoản học sinh. Chỉ có học sinh có thể xóa tài khoản của mình trong phần Cài đặt tài khoản.",
    "teacherfaq.studentAddTitle": "Tôi có thể thêm những tài khoản Scatch có sẵn vào lớp học được không?",
    "teacherfaq.studentAddBody": "Chỉ có tài khoản được giáo viên tạo ra mới có thể trở thành viên của lớp học. Tuy nhiên, chúng tôi đang cố gắng thêm tính năng đó vào phiên bản tiếp theo",
    "teacherfaq.studentMultipleTitle": "Học sinh có thể tham gia nhiều lớp học được hay không?",
    "teacherfaq.studentMultipleBody": "Học sinh chỉ có thể tham gia một lớp học. Tuy nhiên, chúng tôi đang cố gắng thêm tính năng này ở phiên bản tiếp theo.",
    "teacherfaq.studentDiscussTitle": "Có một không gian riêng nào cho Giáo viên trao đổi với nhau?",
    "teacherfaq.studentDiscussBody": "Được. bạn có thể tham gia vào những buổi thảo luận tại<a href=\"http://scratched.gse.harvard.edu/\"> cộng đồng Scratch trực tuyến </a> cho những người làm giáo dục. Hãy ghé qua Diễn đàn để tham gia cuộc hội thoại về <a href=\"http://scratched.gse.harvard.edu/discussions\"> nhiều chủ đề khác nhau </a>, không giới hạn tài khoản giáo viên. ScratchEd được phát triển và hỗ trợ bởi chương trình Chương trình giáo dục bậc cao học của Harvard.",
    "teacherfaq.studentDataTitle": "Scratch sẽ thu thập thông tin gì của học sinh?",
    "teacherfaq.studentDataBody": "Khi học sinh đăng ký Scratch lần đầu tiên, chúng tôi sẽ yêu cầu cung cấp những thông tin cá nhân cơ bản bao gồm giới tính, tuổi ( tháng và năm sinh ), quốc gia, và địa chỉ Email để kiểm duyệt. Những thông tin này ( trong biểu mẫu thu thập thông tin ) trong dự án nghiên cứu với mục đích nâng cao hiểu biết của nhóm Scratch chúng tôi về việc cách người dùng sử dụng Scratch. Khi những người làm giáo dục sử dụng Scratch với tư các Tài khoản Giáo viên của Scratch tạo ra những tài khoản Học sinh, Học sinh không cần phải cung cấp địa chỉ Email cho việc cài đặt tài khoản.",
    "teacherfaq.studentPrivacyLawsTitle": "Ở phiên bản Scratch 2.0 ( Phiên bản trực tuyến ), nội dung có tuân thủ theo luật lệ của Tiểu ban và Liên ban hay không?",
    "teacherfaq.studentPrivacyLawsBody": "Scratch quan tâm sâu sắc đến những chính sách của học sinh và tất ca những cá nhân sử dụng chương trình Scratch. Chúng tôi làm việc dựa trên những quy trình vật lý và điện tử để bảo vệ những thông tin chúng tôi thu thập được từ trang Scratch. Mặc dù chúng tôi không có vị trí để đưa ra hợp đồng đảm bảo những cá nhân sử dụng dụng sản phẩm giáo dục miễn phí của chúng tôi, nhưng chúng tôi luôn tuân thủ theo luật pháp liên bang Hoa Kỳ được áp dụng với MIT, điều khoản 501(c)(3) dành cho tổ chức và những cá nhân tạo ra và duy trì Scratch. Chúng tôi khuyến khích các bạn đọc Chính sách bảo mật và những thông tin khác.",
    
    "teacherfaq.commTitle": "Cộng đồng",
    "teacherfaq.commHiddenTitle": "Tôi có thể tạo một lớp học kín được không?",
    "teacherfaq.commHiddenBody": "Không. Tất cả nội dung được chia sẻ trong lớp học sẽ có thể truy cập dược bởi cộng đồng Scratch.",
    "teacherfaq.commWhoTitle": "Học sinh của chúng tôi có thể tương tác với ai khi tham gia lớp học Scratch?",
    "teacherfaq.commWhoBody": "Student accounts have the same community privileges as a regular Scratch account, such as sharing projects, commenting, creating studios, and the like. As a teacher, you can see all of your students' activity and perform light moderation actions within your class.",
    "teacherfaq.commInappropriateTitle": "Tôi phải làm gì nếu phát hiện nội dung không phù hợp tại trang Scratch?",
    "teacherfaq.commInappropriateBody": "Bạn có thể xóa những bình luận không phù hợp và những chương trình của học sinh. Nếu bạn thấy nội dung không phù hợp nhưng không phải của học sinh, hãy thông báo cho nhóm Scratch bằng cách bấm chọn nút Báo cáo hoặc gửi tin nhắn đến địa chỉ tại <a href=\"/contact-us\"> Liên lạc </a>."
}
