{
    "faq.title":"Tez-tez Verilən Suallar (FAQ)",
    "faq.intro":"Bu səhifədə siz Skreç barədə tez-tez verilən suallara baxa bilərsiniz.",
    "faq.aboutTitle":"Ümumi Suallar",
    "faq.privacyTitle":"Məxfilik Siyasəti",
    "faq.remixTitle":"Yenidən birləşdirmə və Köçürmə",
    "faq.accountsTitle":"Hesablar",
    "faq.permissionsTitle":"Lisenziyalar və İcazələr",
    "faq.inappropriateContentTitle":"Uyğunsuz Məzmun",
    "faq.cloudDataTitle":"Bulud Məlumatları",
    "faq.aboutScratchTitle":"Skreç nədir və mən onunla nə edə bilərəm?",
    "faq.aboutScratchBody":"Skreç proqramı öz interaktiv hekayə, oyun və animasiyalarınızı yarada bildiyiniz və öz yaratdıqlarınızı bütün dünyada başqa adamlarla bölüşə bildiyiniz proqramlaşdırma dili və elektron icmadır. Skreç layihələrinin tərtib olunması və proqramlaşdırılması prosesində gənclər yaradıcı şəkildə düşünməyi, sistemli şəkildə müzakirə etməyi və əməkdaşlıq şəraitində çalışmağı öyrənir. Skreç haqqında daha çox öyrənmək üçün <a href=\"/about\">Skreç Haqqında</a> səhifəsini yoxlayın. ",
    "faq.makeGameTitle":"Skreçlə necə oyun və ya animasiya yarada bilərəm?",
    "faq.makeGameBody":"Skreç proqramına başlamaq üzrə çoxlu üsulları görmək üçün <a href=\"/tips\">məsləhətlər səhifəsini</a> yoxlayın. Və ya layihə redaktoruna <a href=\"/projects/editor/?tip_bar=getStarted\">baş vurun</a>. ",
    "faq.requirementsTitle":"Skreç üçün sistem tələbləri nədən ibarətdir?",
    "faq.requirementsBody":"Scratch 2.0 proqramından istifadə etmək üçün (1) a Windows, ChromeOS, Mac və ya  Linux kompüteri; (2) 15 iyun 2016-cı ildən əvvəl və ya sonra buraxılan <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> versiyası; (3) nisbətən son veb brauzerdən: <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows və ya yalnız Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (yalnız Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (yalnız Windows) və ya <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (yalnız Windows) proqramlarının ən son iki versiyasından birini istifadə etmək tələb olunur. Əgər sizin kompüteriniz bu tələblərə cavab vermirsə, Skreç 2.0 vebsaytında layihələri paylaşmaq üçün hələ də istifadə etdiyiniz <a href=\"/scratch_1.4\">Skreç 1.4</a> proqramını yükləyib, quraşdırmağa cəhd edə bilərsiniz. ",
    "faq.offlineTitle":"Layihəhələri oflayn şəkildə yaradıb, nəzərdən keçirmək üçün yüklənə bilən versiyanız varmı? ",
    "faq.offlineBody":"Scratch 2.0 offline editor proqramı sizə internet əlaqəsi olmadan Skreç layihələrini yaratmağa imkan verir. Siz <a href=\"/scratch2download/\">Scratch 2.0</a> proqramını vebsaytdan yükləyə bilərsiniz. Siz hələ də <a href=\"/scratch_1.4\">Scratch 1.4</a> proqramından istifadə edə bilərsiniz. Yadda saxlayın: Siz kompüterinizdə  həm Scratch 1.4 həm də Scratch 2.0 proqramlarına malik ola bilərsiniz.",
    "faq.uploadOldTitle":"Mən Skreç proqramının köhnə versiyaları ilə yaradılan layihələri hələ də vebsayta yükləyə bilərəm?",
    "faq.uploadOldBody":"Bəli – siz Skreç proqramının əvvəlki versiyaları ilə yaradılan layihələri paylaşa və ya yükləyə bilərsiniz və onlar görünə və oynadıla biləcək. (Lakin, siz Skreç proqramının sonrakı versiyalarında yaradılan və ya redaktə olunan layihələri yükləyə və əvvəlki versiyalarda aça bilməzsiniz.  Məsələn, siz <a href=\"/scratch_1.4\">Scratch 1.4</a> proqramında Scratch 2.0 proqramını aça bilməzsiniz çünki <a href=\"/scratch_1.4\">Scratch 1.4</a> proqramı .sb2 layihə fayl formatının necə oxunmasını bilmir). ",
    "faq.recordVideoTitle":"Mən Skreç layihəsinin videosunu lentə ala bilərəm?",
    "faq.recordVideoBody":"Bəli, siz Skreç layihənizin videosunu 60 saniyəyə qədər qeydə ala bilərsiniz. Skreç redaktorunda File menyusundan “Layihə Videosunu Qeyd Edin” seçin (Bu seçimi görmək üçün sizdən qeydiyyatdan keçmək tələb olunacaq). “Daha çox Seçimlər” menyusu vasitəsilə əlavə qeydəalma variantlarını seçə bilərsiniz (səs və maus kliklərini qeydə almaq kimi). Sonra, layihənizi istədiyiniz kimi idarə edin. Qeydiyyatdan keçmə başa çatdıqdan sonra faylı kompüterinizə yükləmək üçün göstərişlərə əməl edin. Malik olduğunuz kompüterin növündən asılı olaraq faylı oynatmaq üçün sizdən <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> kimi digər proqram yükləmək tələb oluna bilər. Bu fayl YouTube, Vimeo və Facebook şəbəkələrində çalışacaq lakin Twitter və ya Tumblr kimi digər vebsaytlara keçirmək tələb oluna bilər. ",
    "faq.scratchCostTitle":"Skreç neçəyə başa gəlir? Mənə lisenziya lazımdır?",
    "faq.scratchCostBody":"Skreç həmişə pulsuzdur və pulsuz olacaq. Skreçdən məktəb, ev və ya digər yerdə istifadə etmək üçün lisenziya lazım deyil. Skreçin hazırlanması və saxlanılması qrant və yardımlar hesabına ödənilir. Əgər Skreçə yardım etmək istəsəniz, bizim <a href=\"https://secure.donationpay.org/scratchfoundation/\">Yardım səhifəmizi</a>  yoxlayın. ",
    "faq.mediaLabTitle":"Skreç-i kim yaradıb?",
    "faq.mediaLabBody":"Skreç <a href=\"http://www.media.mit.edu/\">MIT Media Laboratoriyasında</a> <a href=\"http://llk.media.mit.edu/\">Lifelong Kidergarten qrupdakı</a> Skreç Heyəti tərəfindən hazırlanır və saxlanılır. ",
    "faq.accountInfoTitle":"Hesab qeydiyyatı zamanı hansı məlumatları tələb edirsiniz?",
    "faq.accountInfoList":"Bizim cəmiyyətin üzvlərinin məxfiliyini qorumaq üçün topladığımızı və vebsaytda nəşr etdiklərimizi məhdudlaşdırırıq. Qeydiyyat prosesi zamanı biz aşağıdakı məlumatları tələb edirik:",
    "faq.privacyUsername":"istifadəçi adı – Biz istifadəçilərdən öz həqiqi adları və digər təsdiqedici məlumatların istifadə edilməsinin qarşısını almağı tələb edirik. ",
    "faq.privacyCountry":"ölkə",
    "faq.privacyBirthdate":"doğulduğu ay və il – Əgər hesab sahibi parolu və e-poçt ünvanı itirirsə və ya hesabı bağlamağı xahiş edirsə biz bunu hesabın sahibliyini təsdiq etmək üçün istifadə edirik. ",
    "faq.privacyGender":"cinsi",
    "faq.privacyEmail":"əlaqə email ünvanı – Əgər hesab sahibinin yaşı 16-dan azdırsa, biz onun valideyn və ya qəyyumunun email ünvanını tələb edirik. Bir kəsin hesab parolunun yenidən qurulmasını tələb etməsi halı istisna olmaqla biz bu ünvana email göndərmirik. ",
    "faq.accountPublicInfo":"Hesab sahibinin istifadəçi adı və ölkəsi onun profil səhifəsində açıq şəkildə nümayiş olunur. Hesabla bağlı doğulduğu ay/il, email ünvanı və cins açıq şəkildə nümayiş olunmur. Biz bu məlumatları ümumilikdə istifadəçilərimizin yaş və cinsini bilmək və tədqiqat məqsədləri üçün toplayırıq. Biz öz istifadəçilərimiz haqqında məlumatları heç kimə satmır və ya icarəyə vermirik. ",
    "faq.dataCollectionTitle":"Vebsaytdan istifadə edən zaman insanlardan hansı məlumatlar toplanır? ",
    "faq.dataCollectionOne":"İstifadəçi qeydiyyatdan keçdikdə Skreç vebsaytı öz brauzerindən onların kompüterində <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> qoymağı xahiş edir ki, onlar müxtəlif səhifələri nəzərdən keçirdikdə qeydə alındığını yadda saxlasın. Biz istifadəçilərin harada klik etdiyini və Google Analytics-dən istifadə etməklə saytın hansı hissələrinə daxil olmaları haqqında bəzi məlumatları toplayırıq. Bu “klik məlumatlar” bizə vebsaytı təkmilləşdirmək üçün üsulları hesablamağa kömək edir. ",
    "faq.dataCollectionTwo":"Skreç vebsaytında toplanan informasiya və məlumatların bəziləri insanların Skreçlə nə öyrəndiklərini anlamağa kömək etməyi nəzərdə tutan tədqiqat araşdırmalarında istifadə olunur. Bu tədqiqatın nəticələri konfrans, jurnal və digər nəşrlər vasitəsilə müəllim və tədqiqatçılarla paylaşılır. Daha çox məlumatı bizim <a href=\"/info/research\">Tədqiqat səhifəmizdə</a> əldə edə bilərsiniz. ",
    "faq.rentInfoTitle":"Skreç Heyəti Skreç istifadəçiləri haqqında məlumatı bir kəsə satır və ya icarəyə verir? ",
    "faq.rentInfoBody":"Xeyr.",
    "faq.viewUnsharedTitle":"Skreç Heyəti mənim “Mənim Heyətim” səhifəmdəki paylaşılmayan lahiyələri nəzərdən keçirir? ",
    "faq.viewUnsharedBody":"Skreç Heyəti moderliyə cavabdeh olduğuna görə bizim heyətin paylaşılmayan layihələr də daxil olmaqla Skreç vebsaytında saxlanılan bütün məzmuna çıxışımız var. Əgər siz layihələr üzərində tam məxfi şəkildə işləməyi üstün tutursunuzsa, <a href=\"/scratch2download\">Skreç 2.0 offline redaktor</a> və ya <a href=\"/scratch_1.4\">Skreç 1.4</a> proqramında istifadə edə bilərsiniz. ",
    "faq.remixDefinitionTitle":"Remix nədir? ",
    "faq.remixDefinitionBody":"Skreçer digər şəxsin layihəsini köçürdükdə və öz fikirlərini əlavə etmək üçün onu dəyişdikdə (məsələn, ssenari və ya kostyumları dəyişməklə), əmələ gələn layihə “remix” adlanır. Skreç vebsaytı ilə paylaşılan hər bir layihə remiks oluna bilər.  Remiksə zəruri töhfələr verən ilkin layihə yaradıcısı və başqalarına əhəmiyyət verilənə qədər biz kiçik dəyişikliyi qüvvədə olan remiks hesab edirik. ",
    "faq.remixableTitle":"Niyə Skreç Heyəti bütün layihələrin “remiks oluna bilməsi”ni tələb edir?",
    "faq.remixableBody":"İnanırıq ki, maraqlı layihələrin nəzərdən keçirilməsi və remiks edilməsi proqramı öyrənmək üçün böyük üsuldur və yeni fikirlərin yaranmasına aparır. Ona görə də Skreç vebsaytında paylaşılan hər bir layihə üçün mənbə kodu görünəndir. ",
    "faq.creativeCommonsTitle":"Əgər mən başqalarının mənim layihələrimi remiks etmələrini istəmirəmsə?",
    "faq.creativeCommonsBody":"Layihənizi Skreç vebsaytında dərc etməklə siz onu <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> lisenziyası altında icazə verməyə razılaşırsınız. Əgər başqalarının sizin əsərlərinizi nəzərdən keçirib, remiks etmələrini istəmirsinizsə, onları Skreç vebsaytında paylaşmayın. ",
    "faq.fairUseTitle":"Mən öz layihələrimdə internetdən təsvir / səs / mediadan istifadə edə bilərəm? ",
    "faq.fairUseBody":"Remikslə bağlı ilkin yaradıcının arzularına hörmət etmək vacibdir. Əgər siz başqa adamın əsərini öz əsərinizlə birləşdirməyi seçirsinizsə, layihə “əhəmiyyət” bölməsində onlara əhəmiyyət verdiyinizə əmin olun və linki ilkin şəklə daxil edin. Remiks üçün artıq icazə verilən sənət / səsləri tapmaq üçün <a href=\"http://search.creativecommons.org/\">Creative Commons axtarış səhifəsini</a> yoxlayın. ",
    "faq.confirmedAccountTitle":"“Təsdiq olunan” Skreç hesabı hansıdır?",
    "faq.confirmedAccountBody":"Skreçdəki təsdiq olunan hesab sizə layihələri payaşmağa, şərh yazmağa və studiya yaratmağa imkan verir. Hesabınızı təsdiq etməniz Skreç Heyətindən email dəyişiklikləri almağa da imkan verir. ",
    "faq.checkConfirmedTitle":"Hesabımın təsdiq olunduğunu necə yoxlaya bilərəm?",
    "faq.checkConfirmedBody":"Hesabınızın təsdiq olunduğunu yoxlamaq üçün əvvəlcə ekranın yuxarı sağ tərəfindəki Skreç hesaba daxil olmalısınız. Sistemə daxil olduqdan sonra yuxarısağ tərəfdəki istifadəçi adınızın üzərində klik edin və “Hesab Tənzimlənmələri”, sonra sol tərəfdəki “Email” seçin. Təsdiq olunan email ünvanları kiçik yaşıl nişanları göstərəcək. Əks halda, siz narıncı rəngdə “Sizin email ünvanınız təsdiq edilməmişdir” mətnini görəcəksiniz. ",
    "faq.howToConfirmTitle":"Mən hesabımı necə təsdiq edim?",
    "faq.howToConfirmBody":"Skreç üçün qeydə alındıqdan sonra siz hesabınızı təsdiq etmək üçün link vasitəsilə email alacaqsınız. Əgər emaili tapa bilməsəniz, Spam qovluğunuzu yoxlayın. Emaili təkrar göndərmək üçün Hesab Tənzimləmələi bölməsinə daxil olun, Email yarlıkını klik edin və oradakı göstərişlərə əməl edin. Yadda saxlayın ki, emailin gəlməsi bir saata qədər çəkə bilər. Əgər bir saatdan sonra hələ də emali görmürsünüzsə, <a href=\"/contact-us\">bizə xəbər verin</a>. ",
    "faq.requireConfirmTitle":"Mən hesabımı təsdiq etməliyəm?",
    "faq.requireConfirmBody":"Siz layihə yaratmaq və yadda saxlamaq (onları paylaşmadan) da daxil olmaqla hesabınızı təsdiq etmədən hələ də Skreçin bir çox aspektlərindən istifadə edə bilərsiniz. Qeyd: Əgər siz 11 fevral 2015-ci ildən əvvəl hesab yaratmısınızsa, onda hesabınızı təsdiq etmədən hələ də Skreçdəki sosial xüsusiyyətlərdən istifadə edə bilərsiniz. ",
    "faq.forgotPasswordTitle":"Mən parolumu unutmuşam. Onu yenidən necə qura bilərəm?",
    "faq.forgotPasswordBody":"Hesab adınızı <a href=\"/accounts/password_reset/\">parol quraşdırma səhifəsinə</a> daxil edin. Vebsayt parolu yenidən qurmaq üçün linki daxil edən hesabla bağlı ünvana email göndərəcək. ",
    "faq.changePasswordTitle":"Mən parolumu necə dəyişirəm?",
    "faq.changePasswordBody":"Skreç vebsaytına daxil olun, qeydiyyatdan keçin və sonra pəncərənin yuxarı sağ küncündəki istifadəçi adınızın üzərində klik edin. “Hesab tənzimləmələri” seçin və parolunuzu dəyişmək üçün linki klikləyin. ",
    "faq.changeEmailTitle":"Email ünvanımı necə dəyişirəm?",
    "faq.changeEmailBody":"Skreç vebsaytına daxil olun, qeydiyyatdan keçin və sonra pəncərənin yuxarı sağ küncündəki istifadəçi adınızın üzərində klik edin. “Hesab tənzimləmələri” seçin və emailinizi dəyişmək üçün linki klikləyin. ",
    "faq.newScratcherTitle":"“Yeni Skreçer”dən “Skreçer”ə necə keçim?",
    "faq.newScratcherBody":"Layihələr hazırlayın və paylaşın, digər Skreçer layihələri üzrə nəzakətlə şərh yazın və səbirli olun! Bir neçə həftə fəal olduqdan sonra profil səhifənizdə sizi Skreçer olmağa dəvət edən link peyda olacaq. (Yadda saxlayın ki, biz hətta dəbli şokoladlarla rüşvətlə alındıqda da Yeni Skreçerləri xahiş əsasında Skreçerə reklam etmirik).",
    "faq.multipleAccountTitle":"Birdən çox hesaba malik ola bilərəm?",
    "faq.multipleAccountBody":"Skreç vebsaytındakı hesabların heç biri Cəmiyyət Təlimatlarını pozmaq üçün istifadə olunmayana qədər Skreç vebsaytında bir neçə hesaba malik olmaq yaxşıdır. O halda, bütün əlaqədar hesablar bağlana və ya ləğv oluna bilər. ",
    "faq.multipleLoginTitle":"Bir hesaba birdən çox adam qeydə alına bilər?",
    "faq.multipleLoginBody":"Bu tövsiyyə edilmir çünki eyni hesaba birdən çox şəxs qeydə alındıqda vebsayt və layihə redaktoru asanlıqla çaşa bilər. ",
    "faq.changeUsernameTitle":"Mən istifadəçi adımı dəyişə bilərəm?",
    "faq.changeUsernameBody":"Skreç vebsaytının quruluşu uyğun hesab adına malik olmaqdan asılıdır, ona görə də istifadəçi adınızı dəyişmək mümkün deyil. Əgər həqiqətən dəyişmək ehtiyacınız varsa, yeni hesab yarada bilərsiniz lakin öz layihələrinizi özünüz köçürməli olacaqsınız.",
    "faq.shareInfoTitle":"Öz hesabımda/hesabımla hansı məlumatları paylaşa bilərəm?",
    "faq.shareInfoBody":"Skreç vebsaytı xaricində əlaqə yaratmaq üçün istifadə oluna bilən fiziki ünvan, email, telefon nömrəsi və ya digər şeylər kimi şəxsi əlaqə məlumatlarınızı paylaşmayın. Bu növ məlumatları daxil edən layihə, şərh və ya forum məlumatları haqqında məlumat verin ki, Skreç onları xaric edə və bizim qayda haqqında müəllifə xatırlada bilsin. ",
    "faq.deleteAccountTitle":"Öz hesabımı necə silim?",
    "faq.deleteAccountBody":"Skreçə daxil olun və sonra yuxarı sağ küncdəki istifadəçi adınızı klik edin. “Hesab Tənzimləmələri” seçin, sonra səhifənin aşağısındakı “Mən öz hesabımı silmək istəyirəm” linkini klik edin. ",
    "faq.scratchFreeTitle":"Skreç ödənişsizdir?",
    "faq.scratchFreeBody":"Bəli! Skreç pulsuz əldə oluna bilər. Onu məktəbinizdə istifadə edə bilər və onun haqqında kurs keçə bilərsiniz (hətta pullu kurs). Sizdən lisenziya almaq tələb olunmur – o, pulsuzdur.",
    "faq.scratchScreenshotTitle":"Mən kitab və ya təqdimatda Skreçin ekran görünüşünün şəklindən istifadə edə bilərəm?",
    "faq.scratchScreenshotBody":"Bəli, siz Skreç haqqında kitab və ya fəsil yaza bilərsiniz. Siz Skreç tətbiqi və vebsaytının skrinşot / təsvirlərini yarada bilər və onların <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike lisenziyası</a> altında icazə verildiyini hesab edə bilərsiniz. Biz  materiallarınıza \"Skreç MIT Media Laboratoriyasında Lifelong Kindergarten Group tərəfindən hazırlanmışdır. O, https://scratch.mit.edu saytında pulsuz şəkildə əldə oluna bilər” qeydini daxil etməyi xahiş edirik. ",
    "faq.scratchDescriptionTitle":"Mən Skreçin təsvirini kitabça və ya materiallara daxil edə bilərəm?",
    "faq.scratchDescriptionBody":"Əlbəttə! Biz aşağıdakı təsviri tövsiyyə edirik: \"Skreç proqramı öz interaktiv hekayə, oyun və animasiyalarınızı yarada bildiyiniz və öz yaratdıqlarınızı bütün dünyada başqa adamlarla bölüşə bildiyiniz proqramlaşdırma dili və elektron icmadır. Skreç layihələrinin tərtib olunması və proqramlaşdırılması prosesində gənclər yaradıcı şəkildə düşünməyi, sistemli şəkildə müzakirə etməyi və əməkdaşlıq şəraitində çalışmağı öyrənir.  Skreç MIT Media Laboratoriyasında Lifelong Kindergarten qrupunun layihəsidir. O, https://scratch.mit.edu saytında pulsuz şəkildə əldə oluna bilər\"",
    "faq.presentScratchTitle":"Skreçi konfransda təqdim edə bilərəm?",
    "faq.presentScratchBody":"Skreç haqqında müəllim və ya digər qruplara təqdimat etməkdə sərbəst olun. Biz təqdimat etməyə icazə veririk. ",
    "faq.supportMaterialTitle":"Mən vebsaytda tapdığım Skreç dəstək materialları, sprayt, təsvir, səs və ya digər nümunə layihələrdən istifadə edə / remiks edə bilərəm?",
    "faq.supportMaterialBody":"Bəli – Skreç Heyəti tərəfindən Skreç vebsaytında verilən Skreç dəstək materialları Skreç əmtəə nişanları olan Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga və Tera istisna olmaqla <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike lisenziyası</a> əsasında əldə oluna bilər. ",
    "faq.sellProjectsTitle":"Mən Skreç layihələrimi sata bilərəm?",
    "faq.sellProjectsBody":"Əlbəttə - sizin layihəniz sizin məhsulunuzdur. Yadda saxlayın ki, siz layihənizi Skreçdə paylaşdıqdan sonra hər kəs <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 lisenziyasının</a> şərtlərinə uyğun olaraq onu yükləmək, sintez etmək və yenidən istifadə etməkdə azad olacaq. Ona görə də əgər layihənizi satmaq niyyətində olsanız, onu Skreçdən paylaşmaya bilərsiniz. ",
    "faq.sourceCodeTitle":"Skreç üçün mənbə kodunu haradan tapa bilərəm?",
    "faq.sourceCodeBody":"Skreç 2 redaktəsinin mənbə kodunu <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>-da tapa bilərsiniz. Skriplə yazılmış <a href=\"/scratch_1.4\">Skreç 1.4</a>-nin mənbə kodunu da  <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>-da tapa bilərsiniz. Skreç vebsaytının layihələri haqda yenilənmiş məlumat  üçün bizim <a href=\"/developers\">İnkişaf Səhifəmizə</a> daxil olmağınızı xahiş edirik. ",
    "faq.okayToShareTitle":"Skreç vebsaytında nəyin yaxşı olub-olmadığını necə bilə bilərəm? ",
    "faq.okayToShareBody":"<a href=\"/community_guidelines\">Skreç cəmiyyətinin qaydaları</a>na baxın – onlar qısadır  və  içərisində hüquqi məlumatlar çox deyil. Skreçdə hər səhifənin sonunda link vardır.",
    "faq.reportContentTitle":"Müvafiq olmayan  bir şey gördükdə  nə  edim?",
    "faq.reportContentBody":"Siz hər hansı layihə, şərh, müzakirə postu və ya Skreç üçün yaxşı olmadığını düşündüyünüz istifadəçi səhifəsinə dair  “hesabat” dan bəhs edən linkin üzərində klikləyə bilərsiniz. Əgər vəziyyət  çətinləşsə, siz Bizimlə əlaqə linkindən istifadə edə bilərsiniz. Müvafiq səhifələrə linkləri olan bacardığınız qədər çox məlumat yerləşdirin. ",
    "faq.noFlameTitle":"Əgər mən ləyaqətsiz və ya hörmətsiz olan birisini görsəm nə edim?",
    "faq.noFlameBody":"Odun üzərinə benzin tökməyin! Nalayiq şərhlərə nalayiq cavablar vermək vəziyyəti daha da pisləşdirər və hesabınızın bloklanması ilə nəticələnə bilər. Bunun əvəzində  sadəcə olan hörmətsizlik və ya qeyri-konstruktivlik haqda məlumat verin və biz müəllifə qarşı lazımi tədbirləri görəcəyik. Biz məlumatları  hər gün yoxlayırıq, özü də gündə bir neçə dəfə - buna görə də narahat olmayın, lazımi tədbirləri görəcəyik. ",
    "faq.reviewContentTitle":"Məlumat verildikdə və ya bayraq işarəsi qoyulduqda Skreç komandası nə edir? ",
    "faq.reviewContentBody":"Skreç komandası cavablandırılan şərhləri və layihələri hər gün nəzərdən keçirir. Skreç qaydalarını pozan hər hansı qeydə alındıqda biz onu aradan qaldıra bilərik və hesabınıza xəbərdarlıq göndərə bilərik. Nə dərəcədə pis olmasından asılı olaraq (və ya əgər biz artıq hesabla bağlı xəbərdarlıq göndərmişiksə) biz onu paylaşmaq üçün istifadə olunan hesabları və ya şəbəkələri bloklaya bilərik. ",
    "faq.blockedAccountTitle":"Hesab bloklananda nə olur? ",
    "faq.blockedAccountBody":"Hesab bloklananda onun sahibi bir daha oraya daxil ola bilmir və ya ondan layihə və ya şərh hazırlamaq üçün istifadə edə bilmir. Onlar daxil olanda hesabın hansı səbəbdən bağlaıldığını izah edən veb formalı səhifə görəcəklər, onlar həmin səhifə vasitəsilə blokdan çıxarılmaq xahişi edə bilərlər. Hesabın sahibi hesabın bağlanma səbəbini başa düşdüyünü göstərə bildikdə və gələcəkdə cəmiyyətin qaydalarına əməl edəcəyinə söz verdikdə Skreç komandası onların işini nəzərdən keçirəcək. Hesablar yalnız o halda blokdan çıxarıla bilər ki, onun sahibinin verdiyi vədə əməl edəcəyinə inanmaq olsun. Başqa sözlə, hesab (əksər hallarda həmin şəxsə məxsus və ya onun tərəfindən yaradılmış digər hesablar) daimi əsasla bloklana bilər. ",
    "faq.stolenAccountTitle":"Mənim kiçik qardaşım / Kaj / digər pis uşaqlar mənim hesabımı oğurlasa və onun istifadəsinə qadağa qoysalar,  mən nə edim?",
    "faq.stolenAccountBody":"Siz parolunuzun təhlükəsizliyinə görə cavabdehsiniz. Əgər kimsə real həyatda sizin hesabınıza nəzarəti ələ keçirirsə və pis işlər görürsə, bu haqda kompüterlərə görə cavabdeh olan böyüklərə bu barədə məlumat verin. Əgər tanımadığınız birisinin sizin hesabınıza daxil olduğunu düşünürsüzsə,  parolu dəyişin və / və ya vəziyyəti izah etmək üçün bizimlə əlaqə linkindən istifadə edin. Əgər siz cəmiyyətin qaydalarını pozduğunuz üçün bloka düşmüsünüzsə, sadəcə bloklandığınızı düşünməyin. Əgər biz sizə inanmırıqsa, sizi blokdan çıxarmayacağıq. ",
    "faq.cloudDataInfoTitle":"Bulud məlumatı nədir? ",
    "faq.cloudDataInfoBody":"Bulud məlumat Skreç 2-də  olan və layihəyə dair məlumatın saxlanmasına və onlayn  paylaşmağa imkan verir. Siz bulud məlumatdan təhlil aparmaq və vaxt keçdikcə toplanan çoxsaylı digər layihələrdən istifadə edə bilərsiniz. ",
    "faq.storedCloudInfoTitle":"Bulud məlumatda saxlanılan məlumatları kim görə bilər?",
    "faq.storedCloudInfoBody":"Siz bulud məlumat bloklarından istifadə etməklə layihə ilə bağlı əlaqə saxladıqda sizin məlumatınız sizin istifadəçi adınız  ilə birgə saxlanıla bilər və digərləri onu görə bilər.  Hər bir layihənin  qeydlərində kimin əlaqə saxladığı və onunla bağlı paylaşılan istənilən məlumat haqda informasiya vardır. ",
    "faq.onlyNumbersTitle":"Bulud məlumat niyə indi məhdud saydadır – silsilə və ya siyahı şəklində deyil?",
    "faq.onlyNumbersBody":"Hazırki saytda məlumatlar parametrlərlə məhdud həcmdə verilmişdir, ilk addım kimi saytda onların istifadəsi ilə bağlı məsələləri həll etməyi nəzərdə tutur. Biz bulud datasının xüsusiyyətlərini tədricən çeşidləməyi planlaşdırırıq. Əgər infrastruktur yaxşı işləyərsə, biz digər xarakteristikaları (bulud siyahıları, sətrlərin dəstəklənməsi üçün və s.) də əlavə etməyi planlaşdırırıq.",
    "faq.reportCloudTitle":"Əgər mən hər hansı istifadəçinin bulud datasından istifadə etməklə uyğun olmayan məlumatı yerləşdirdiyini görsəm, bu barədə necə məlumat verə bilərəm?",
    "faq.reportCloudBody":"“Bulud” data konkentində uyğun olmayan  məlumatlar barədə məlumat vermək üçün “Bu barədə məlumat ver” düyməsini (layihə oyunçusu üzrə) klikləyin. Məlumat formasında həmin layihədəki bütün bulud məlumatların linki daxildir və  siz məlumat göndərməzdən əvvəl onu kimin yazdığına baxmaq istəyə bilərsiniz. Əmin olun ki, siz məlumatda səbəbi yazarkən “bulud məlumatı”n adını qeyd etmisiniz. ",
    "faq.chatRoomTitle":"Bulud datası ilə onlayn çat otaqları yarada bilərəmmi? ",
    "faq.chatRoomBody":"Bulud məlumatı ilə onlayn çat otaqlarının  yaradılması  texniki baxımdan mümkün olsa belə, hal-hazırda bundan istifadəyə icazə verilmir. Biz bu siyasəti bulud datası ilə bağlı  məlumatları daha yaxşı idarə edə bildiyimizə əmin olduqda yenidən nəzərdən keçirəcəyik. ",
    "faq.makeCloudVarTitle":"Layihə hazırlayarkən bulud dəyişikliyini necə əlavə edə bilərəm? ",
    "faq.makeCloudVarBody":"Dəyişiklik edərkən siz “Bulud dəyişikliyi” adlı qutunu yoxlaya bilərsiniz. Saxladığınız istənilən məlumat serverdə saxlanılacaq və hamı onu görə biləcək. ",
    "faq.changeCloudVarTitle":"Buluddakı məlumatı kim dəyişə bilər? ",
    "faq.changeCloudVarBody":"Buludda yalnız sizin layihəniz haqda məlumatlar saxlanıla bilər. Əgər sizin kodunuz  dəyişdirildiyi təqdirdə  onların layihəsi ilə bağlı eyniadlı fərqli bir parametr yaradılır.",
    "faq.newScratcherCloudTitle":"Mən daxil oluram, lakin mən hələ də bulud məlumatları olan layihələrdən istifadə edə bilmirəm. Nə baş verib?",
    "faq.newScratcherCloudBody":"Sizin bulud məlumatlara daxil olmağınız üçün vebsaytda “skreçer” olmağınız lazımdır. Siz vebsaytda fəal iştirak etməklə Skreçer ola bilərsiniz. ",
    "faq.multiplayerTitle":"Bulud məlumatları olan multipleyer oyunları hazırlamaq mümkündür? ",
    "faq.multiplayerBody":"Multiplayer oyunlarının yaradılması şəbəkə sürəti və sinxronlaşdırma  problemlərinə görə  çətin ola bilər. Buna  baxmayaraq bəzi skreçerlər növbəli və digər oyunlar üçün bulud məlumatlardan istifadə etməyin kreativ yollarını tapmışlar. ",
    "faq.cloudLagTitle":"Bulud məlumatın başqa bir Skreçerə çatması üçün nə qədər vaxt lazımdır? ",
    "faq.cloudLagBody":"Bu, hər iki skreçerin sürətli internet bağlantısına (DSL / Kabel) malik olduğu halda və kompüterlər / şəbəkə üzərində məhdudlaşdırıcı qoruyucunun olduğu halda yeniləmələr millisaniyələrlə ötürülməlidir. Buna baxmayaraq, kompüterlərin çoxunda proqram təminatı  vardır və qoruyucu proqram təminatı  TCP prot 531 və TCP port 843 ilə əlaqəyə mane olursa, gözləmə müddəti bir saniyə olur. Biz bu məhdudiyyəti aradan qaldırmaq üçün yollar axtarırıq. ",
    "faq.schoolsTitle":"Skreç Məktəblərdə",
    "faq.howTitle":"Skreç məktəblərdə necə istifadə olunur?",
    "faq.howBody":"Skreç dünyada minlərlə məktəbdə, bir çox müxtəlif sahələrdə (dil, elm, tarix, riyaziyyat və kompüter elmləri də daxil olmaqla)  istifadə olunur. Siz Skreçdən istifadə strategiyaları və resursları barədə məktəblərdə və digər yerlərdə (muzey, kitabxana və mərkəzlər kimi) bizim <a href=\"/educators\">Pedaqoqlar səhifəmizdə</a> çox şey öyrənə bilərsiniz. Siz təlimçilərlə öyrənmək  üçün bizim Harvard Ali Pedoqoji Məktəbindəki dostlarımızın idarə etdiyi onlayn <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> -ə qoşula bilərsiniz. ",
    "faq.ageTitle":"Scratch neçə yaşlı uşaqlar üçündür?",
    "faq.ageBody":"Skreç 8-16 yaşlı gənclər üçün xüsusi olaraq yaradılmışdır beləliklə də bundan  əsasən ibtidai və orta ümumtəhsil məktəblərində istifadə olunur, lakin bütün yaş kateqoriyalarına aid olan insanlar Skreç layihələrini yarada və paylaşa bilərlər. Skreçdən hətta bəzi kolleclərdə kompüter elmlərinə giriş  dərslərində də istifadə olunur. Kiçik yaşlı  uşaqlar <a href=\"//www.scratchjr.org/\">SratchJr</a>-dan, yəni Skreçin 5-7 yaşlı uşaqlar üçün nəzərdə tutulmuş sadələşdirilmiş versiyasından istifadə etməyi istəyə bilərlər.",
    "faq.noInternetTitle":"Skreçdən tələbələr internet bağlantısı olmadan istifadə edə bilərlərmi? ",
    "faq.noInternetBody":"Bəli. Scratch <a href=\"/scratch2download\">Ofline Redaktor</a> Skreçin masaüstü kompüter və ya noutbukda işləyən versiyasıdır.  Hazırda Oflayn Redaktor “Mac and Windows” maşınları üçün əlverişlidir. ",
    "faq.communityTitle":"Mən tələblərim üçün onlayn məkanı bağlaya bilərəm?",
    "faq.communityBody":"Skreç onlayn məkanı gənclərə Qaydalar əsasında idarə olunan və həmyaşıdları ilə paylaşmağa, əməkdaşlığa və öyrənməyə imkan verən bir vasitədir. Buna baxmayaraq, biz başa düşürük ki, bəzi təlimçilər tələbələrinin onlayn məkanda iştirak etməməsinə üstünlük verir.  Bu təlimçilər oflayn rejimdə işləyən və masaüstü kompüter və ya noutbukda olan Skreç Oflayn Redaktoru quraşdırmağa çalışır. ",
    "faq.teacherAccountTitle":"Skreç Müəllim Hesabı nədir?",
    "faq.teacherAccountBody":"Skreç Müəllim Hesabı-nın müəllimləri və digər təlimçiləri tələbələrin Skreçdə iştirakını idarə edə bilmək üçün əlavə xüsusiyyətlərdən istifadə edə bilərlər, buraya tələbə hesabı yaratmaq, tələbə studiyaları təşkil etmək və tələbə şərhlərini izləmək imkanları da daxildir.",
    "faq.requestTitle":"Skreç Müəllim Hesabından istifadə ilə bağlı necə müraciət edə bilərəm?",
    "faq.requestBody":"Siz Skreç Müəllim Hesabı Skreçdə <a href=\"/educators\">Pedaqoqlar Səhifəsində</a> xahiş edə bilərsiniz. Biz sizin təlimçi kimi fəaliyyətinizi təsdiq etmək üçün qeydiyyat prosesində əlavə məlumat verməyinizi xahiş edirik.",
    "faq.edTitle":"Skreç Müəllim Hesabı və ScratchEd Hesabı arasında nə kimi fərq vardır?",
    "faq.edBody":"Skreç Müəllim Hesabları Skreçdə tələbə hesablarının yaradılması və idarə edilməsi prosesini asanlaşdırmaq üçün əlavə imkanlara malik xüsusi istifadəçi hesablarıdır. ScratchEd Hesab təlimçilərin <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd cəmiyyəti</a>-də hekayələr paylaşdığı, resursları mübadilə etdiyi, suallar verdiyi və digər Skreç təlimçilərilə görüşdükləri ayrıca vebsaytdır (Harvard Ali Pedoqoji Məktəbinin məzunlarının idarə etdiyi).",
    "faq.dataTitle":"Skreç tələbələr haqqında hansı məlumatları toplayır? ",
    "faq.dataBody":"Tələbə əvvəlcə Skreçdə qeydiyyatdan keçdikdəbiz cinsi, yaşı (doğulduğu ay və il), ölkə və e-poçt ünvanı da daxil olmaqla əsas demoqrafik məlumatların təqdim edilməsini xahiş edirik. Bu məlumatlar insanların Skreç vasitəsi ilə necə öyrəndiyini başa düşmək üçün aparılan tədqiqatlarda istifadə edilir (bir yerə toplanmış şəkildə). Təlimçi tələbə hesabları yaratmaq üçün Scratch Teacher Account-dan istifadə edir, tələbələrin hesab yaratmaq üçün e-poçtdan istifadə etmələri vacib deyil. ",
    "faq.lawComplianceTitle":"Scratch 2.0 (onlayn versiya) Amerika Birləşmiş Ştatlarının yerli və federal məlumatların məxfiliyinin qorunması haqqında qanunlarına uyğundur?",
    "faq.lawComplianceBody":"Skreç tələbələrin və bizim platformadan istifadə edən hər kəsin məxfiliyinin qorunmasını təmin edir. Bizim Skreç vebsaytında topladığımız informasiyanı qorumaq üçün fiziki və elektron prosedurlarımız vardır. Bizim pulsuz təlim məhsulumuzdan istifadə edənlərin hər birinə müqavilə ilə zəmanət verə bilməsək də, biz 501 (c) (3) təşkilat və fiziki şəxsin yaratdığı və saxladığı Skreçdən istifadə üçün MİT-də tətbiq olunan ABŞ-ın federal qanunlarının tələblərinə riayət olunmasını təmin edirik. Biz sizi daha ətraflı məlumat üçün Skreç Məxfilik Siyasətini oxumağa dəvət edirik. ",
    "faq.schoolsMoreInfo":"Müəllim Hesabları ilə bağlı suallarla əlaqədar <a href=\"/educators/faq\">Müəllim Hesabı FAQ</a>-ına baxın. "
}
