{
    "faq.title":"Často kladené otázky",
    "faq.intro":"Na této stránce najdeš odpovědi na často kladené otázky ke Scratch.",
    "faq.aboutTitle":"Obecné otázky",
    "faq.privacyTitle":"Politika soukromí",
    "faq.remixTitle":"Odvozování a kopírování",
    "faq.accountsTitle":"Účty",
    "faq.permissionsTitle":"Licence a povolení",
    "faq.inappropriateContentTitle":"Nevhodný obsah",
    "faq.cloudDataTitle":"Cloud data",
    "faq.aboutScratchTitle":"Co je Scratch, a co s ním mohu dělat?",
    "faq.aboutScratchBody":"Scratch je programovací jazyk a online komunita kde můžeš vytvořit svoje interaktivní příběhy, hry a animace - a sdílet své výtvory s ostatními z celého světa. Během návrhu a programování Scratch projektů se mládež učí myslet kreativně, přemýšlet systematicky a spolupracovat. Pro další informace o Scratchi se podívej na stránku <a href=\"/about\">O Scratchi</a>.",
    "faq.makeGameTitle":"Jak mohu se Scratch udělat hru nebo animaci?",
    "faq.makeGameBody":"Podívej se na <a href=\"/tips\">stránku s tipy</a>, abys mohl/a/ vidět více možností jak začít se Scratchem. Nebo se prostě <a href=\"/projects/editor/?tip_bar=getStarted\">ponoř</a> do editoru projektů.",
    "faq.requirementsTitle":"Jaké jsou systémové požadavky pro Scratch?",
    "faq.requirementsBody":"Abys mohl/a/ spustit Scratch 2.0, budeš muset používat (1) Windows, ChromeOS, Mac nebo Linux počítač; (2) verzi <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Playeru</a> vydanou po 15. červnu 2016; (3) relativně nový webový prohlížeč: jednu z nejnovějších dvou verzí <a href=\"http://google.com/chrome/\">Chromu</a> (Windows, ChromeOS, Mac nebo Linux) <a href=\"http://www.mozilla.org/firefox/new/\">Firefoxu</a> (pouze Windows, Mac nebo Linux), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (pouze Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (pouze Windows) nebo <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (pouze Windows). Pokud tvůj počítač nesplňuje tyto požadavky, můžeš si zkusit stáhnout a nainstalovat <a href=\"/scratch_1.4\">Scratch 1.4</a>, přes který můžeš stále sdílet projekty na Scratch 2.0 web.;",
    "faq.offlineTitle":"Máš staženou verzi takže můžu vytvářet a vidět projekty offline?",
    "faq.offlineBody":"Scratch 2.0 offline editor ti dovoluje vytvářet Scratch projekty bez připojení k internetu. Můžeš si <a href=\"/scratch2download/\">stáhnout Scratch 2.0</a> z webu. Také můžeš stále používat <a href=\"/scratch_1.4\">Scratch 1.4</a>. Poznámka: Můžeš mít obě verze Scratche na svém počítači.",
    "faq.uploadOldTitle":"Můžu stále ještě nahrávat projekty ze starrších verzí Scratche na webserver?",
    "faq.uploadOldBody":"Ano - můžeš sdílet a nahrávat projekty vytvořené v dřívějších verzích Scratche a budou viditelné a hratelné. (Nicméně nemůžeš si stáhnout projekty vytvořené v novějších verzích Scratche a otevírat je v dřívějších verzích. Například nemůžeš otevřít Scratch 2.0 projejt ve <a href=\"/scratch_1.4\">Scratchi 1.4</a>, protože <a href=\"/scratch_1.4\">Scratch 1.4</a> neví, jak přečíst formát projektu .sb2.)",
    "faq.recordVideoTitle":"Můžu nahrát video svého Scratch projektu?",
    "faq.recordVideoBody":"Ano, můžeš zaznamenat video se svým Scratch projektem až do 60 sekund. V Scratch editoru, z menu Soubor, vyber \"Zaznamenat video z projektu.\" (Musíš být přihlášený pro tuto volbu.) Můžete si zvolit další možnosti nahrávání (jako je nahrávání zvuku a kliknutí myší) přes menu \"Další možnosti\". Poté spusť svůj projekt. Když nahrávání ukončíš, postupuj podle instrukcí ke stažení souboru do počítače. V závislosti na tom, jaký počítač máš, možná budeš muset stáhnout jiný program, například <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> k přehrání souboru. Tento soubor se dá spustit YouTube, Vimeo, a Facebook, ale spousta stránek bude potřebovat video převést - například Twitter nebo Tumblr.",
    "faq.scratchCostTitle":"Kolik Scratch stojí? Potřebuji licenci?",
    "faq.scratchCostBody":"Scratch je a vždy bude zdarma. Nepotřebuješ licenci k používání Scratch ve tvé škole, doma nebo někde jinde. Vývojáři a údržbáři Scratch jsou hrazeni z grantů a darů. Pokud bys chtěl přispět, můžeš se podívat na  <a href=\"https://secure.donationpay.org/scratchfoundation/\">Darovací stránku</a>.",
    "faq.mediaLabTitle":"Kdo vytvořil Scratch?",
    "faq.mediaLabBody":"Scratch je vyvíjen a udržován Scratch týmem z <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> (Celoživotní mateřská školka) na <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Jaké informace jsou vyžadovány během registrace?",
    "faq.accountInfoList":"Abychom ochránili soukromí členů komunity, omezujeme množství uchovávaných a zveřejňovaných informací na webu. Během registrace vyžadujeme tyto údaje:",
    "faq.privacyUsername":"uživatelské jméno - požadujeme, aby se uživatelé vyhnuli používání svého pravého jména a dalších identifikačních údajů.",
    "faq.privacyCountry":"stát",
    "faq.privacyBirthdate":"měsíc a rok narození - Používáme to k potvrzení vlastnictví účtu, pokud majitel ztratí heslo a e-mail nebo požádá o zrušení účtu.",
    "faq.privacyGender":"pohlaví",
    "faq.privacyEmail":"kontaktní e-mail - pokud je držitel účtu mladší 16-ti let, požadujeme e-mailovou adresu jeho rodičů nebo zákonných zástupců. Neodesíláme maily na tuto adresu, s výjimkou, když někdo požaduje reset přístupového hesla k účtu.",
    "faq.accountPublicInfo":"Uživatelské jméno a stát držitele účtu jsou zveřejněny na profilové stránce. Měsíc a rok narození, e-mail a pohlaví držitele účtu se nezveřejňují. Shromažďujeme tyto údaje proto, abychom znali stáří našich uživatelů v souhrnu a pro výzkumné účely. Nikomu neprodáváme ani nepronajímáme informace o našich uživatelích.",
    "faq.dataCollectionTitle":"Jaké údaje jsou shromažďovány od lidí, když používají náš web?",
    "faq.dataCollectionOne":"Když se uživatel přihlásí, Scratch web žádá jejich prohlížeč o přijetí <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a> do jejich počítače, aby si zapamatoval, že je přihlášen tehdy, když používá více různých stránek. Pomocí Google Analytics shromažďujeme určité údaje o tom, kam uživatelé klikají, jaké části webu navštěvují. Tyto \"klikací\" údaje nám pomáhají stanovit cesty, jak zlepšovat náš web.",
    "faq.dataCollectionTwo":"Některé informace a data sbíraná na Scratch stránkách jsou používána ve výzkumných studiích s úmyslem vylešit naše znalosti jak se lidé se Scratchem učí. Výsledky tohoto výzkumu jsou sdíleny s lektory a výzkumníky na konferencích, v časopisech a dalších publikacích. Můžeš se o tom dozvědět více na stránce <a href=\"/info/research\">výzkum</a>.",
    "faq.rentInfoTitle":"Prodává nebo pronajímá Scratch tým někomu údaje o uživatelích Scratche?",
    "faq.rentInfoBody":"Ne.",
    "faq.viewUnsharedTitle":"Může tým Scratch vidět nesdílené projekty na stránce 'Moje věci'?",
    "faq.viewUnsharedBody":"Vzhledem k tomu, že Scratch Team je zodpovědný za modernizování, máme přístup k veškerému obsahu uloženému na webu Scratch - včetně nesdílených projektů. Pokud chcete pracovat na projektech v úplném soukromí, můžete použít jeden z offline editorů <a href=\"/scratch2download\">Scratch 2.0 offline editor</a> nebo <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Co je to odvodit?",
    "faq.remixDefinitionBody":"Když Scratcher vytvoří kopii projektu jiného člověka a upraví ho tím, že přidá své vlastní nápady (například změnou scénářů nebo kostýmů), výsledný projekt se nazývá \"remix\". Každý projekt sdílený na webu Scratch lze remixovat. I menší změna považujeme za platný remix, pokud jsou uděleny kredity původnímu tvůrci projektu a ostatním, kteří významně přispěli k remixu.",
    "faq.remixableTitle":"Proč Scratch tým požaduje, aby všechny projekty se mohly \"použít k odvození\"?",
    "faq.remixableBody":"Věříme, že prohlížení a odvozování zajímavých projektů je skvělý způsob, jak se naučit programovat, a vede k novým úžasným myšlenkám. Proto je zdrojový kód každého projektu, sdíleného na Scratch webu, viditelný.",
    "faq.creativeCommonsTitle":"Co když nechci aby ostatní odvozovali z mého projektu?",
    "faq.creativeCommonsBody":"Publikováním projektu na webu Scratch souhlasíš s tím, že mu udělíš na základě <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> licence. Pokud nechceš, aby ostatní zobrazovali a remixovali tvé výtvory, nesdílej je na webu Scratch. ",
    "faq.fairUseTitle":"Mohu používat obrázky / zvuky / média z internetu ve svých projektech?",
    "faq.fairUseBody":"Je důležité respektovat přání původního tvůrce týkající se odvozování. Když se rozhodneš připojit práci jiných do své vlastní, určitě jim přiznej zásluhy v sekci \"kredity\" a zahrň odkaz na originál. K vyhledání grafiky / zvuků které jsou již licencovány pro odvozování vyzkoušej <a href=\"http://search.creativecommons.org/\">vyhledávácí stránku Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Co je  “potvrzený” Scratch účet?",
    "faq.confirmedAccountBody":"Potvrzený účet ve Scratch umožňuje sdílet projekty, psát komentáře a vytvářet studia. Potvrzení účtu ti také umožňuje přijímat emaily od týmu Scratch.",
    "faq.checkConfirmedTitle":"Jak mohu zjistit, jestli byl účet potvrzen?",
    "faq.checkConfirmedBody":"Chceš-li zkontrolovat, zda je účet potvrzen, musíš se nejprve přihlásit ke svému účtu Scratch v pravém horním rohu obrazovky. Po přihlášení klikni v pravém horním rohu na uživatelské jméno a vyber položku \"Nastavení účtu\"  a poté na levé straně položku \"Email\". Potvrzené emailové adresy se zobrazí malím zeleným zaškrtnutím. V opačném případě se zobrazí text \"Vaše emailová adresa není potvrzena\" v oranžové barvě.",
    "faq.howToConfirmTitle":"Jak mohu potvrdit svůj účet?",
    "faq.howToConfirmBody":"Po registraci do Scratch obdržíš email s odkazem, který potvrdí tvůj účet. Pokud nemůžeš najít email, zkontroluj svou složku se spamy. pro znovu zaslání emailul, jdi do Nastavení účtu, klikni na  Email tab, a následuj instrukce. Prosím poznamenej si, že může uběhnout hodina než email příjde. Pokud ho i po hodině nevidíš, tak <a href=\"/contact-us\">nám dej vědět</a>.",
    "faq.requireConfirmTitle":"Musím potvrdit svůj účet?",
    "faq.requireConfirmBody":"Můžeš stále používat mnoho aspektů Scratch bez potvrzení účtu, včetně vytváření a ukládání projektů (bez jejich sdílení). Poznámka: Pokud sis účet vytvořil před 11. únorem 2015, můžeš na stránce Scratch stále používat sociální funkce bez potvrzení účtu.",
    "faq.forgotPasswordTitle":"Zapomněl jsem heslo. Jak ho můžu resetovat?",
    "faq.forgotPasswordBody":"Zadej své přihlašovací jméno na <a href=\"/accounts/password_reset/\">stránce resetu hesla</a>. Webová stránka odešle email na adresu přiřazenou k účtu, obsahující odkaz kterým můžeš resetovat heslo.",
    "faq.changePasswordTitle":"Jak si mohu změnit heslo?",
    "faq.changePasswordBody":"Přejdi na stránky Scratche, přihlaš se a klikni na své uživatelské jméno v pravém rohu okna. Zvol \"nastavení účtu\" a klikni na odkaz pro změnu hesla.",
    "faq.changeEmailTitle":"Jak můžu změnit emailovou adresu?",
    "faq.changeEmailBody":"Přejdi na stránky Scratche, přihlaš se a klikni na své uživatelské jméno v pravém rohu okna. Zvol \"nastavení účtu\" a klikni na odkaz pro změnu emailu.",
    "faq.newScratcherTitle":"Jak mohu přejít z  'Nového Scratcher' na 'Scratcher'?",
    "faq.newScratcherBody":"Vytvářej a sdílej projekty, užitečně komentuj projekty dalších Scratchers a buď trpělivý! Po několika týdnech, kdy budeš aktivní, se na stránce profilu zobrazí odkaz, který tě vyzve k tomu, aby si se stal Scratcher. (Vezměte na vědomí, že na vyžádání nové Scratchers na Scratchers nepovýšíme - i když budou podplacené úžasnými čokoládami.)",
    "faq.multipleAccountTitle":"Smím mít více než jeden účet?",
    "faq.multipleAccountBody":"Je v pořádku mít několik účtů na stránkách Scratche, dokud žádný z nich nebude použit k porušování pravidel společenství. V tom případě všechny příbuzné účty budou zablokovány nebo zrušeny.",
    "faq.multipleLoginTitle":"Je v pořádku, jestli je víc než jedna osoba přihlášena k účtu?",
    "faq.multipleLoginBody":"Toto se nedoporučeje, protože webstránky a projekt editor může být snadno zmaten, když je více než jedna osoba přihlášena ke stejnému účtu.",
    "faq.changeUsernameTitle":"Mohu změnit své uživatelské jméno?",
    "faq.changeUsernameBody":"Struktura Scratch webserveru závisí na stálosti jména účtu, proto není možné měnit své jméno uživatele. Pokud to upravdu potřebuješ, můžeš vytvořit nový účet - ale musíš si na něj zkopírovat své projekty sám.",
    "faq.shareInfoTitle":"Jaké informace mohu sdílet na / spolu se svým účtem?",
    "faq.shareInfoBody":"Prosím, nesdílej osobní kontaktní informace, jako svoji skutečnou adresu, email, telefonní číslo nebo cokoli jiného co může být použito ke kontaktu mimo stránky Scratche. Prosím nahlaš projekty, komentáře nebo příspěvky na fóru které obsahují tento druh informací aby jej Scratch tým mohl odstranit a připoměl autorovi naši politiku.",
    "faq.deleteAccountTitle":"Jak mohu smazat svůj účet?",
    "faq.deleteAccountBody":"Přihlaš se ke Scratch a poté klikni v pravém horním rohu na své uživatelské jméno. Zvol možnost \"Nastavení účtu\" a klikni na <em>“Chci smazat svůj účet.”</em> v dolní části stránky.",
    "faq.scratchFreeTitle":"Je Scratch zdarma?",
    "faq.scratchFreeBody":"Ano! Scratch je k dispozici zcela zdarma. ůžeš jej používat ve své škole, můžeš o něm učit v kurzu (i kdyby kurz byl placený). Nesmíš prodávat licenci - ta je zdarma.",
    "faq.scratchScreenshotTitle":"Můžu použít screenshoty z Scratch v knize nebo prezentaci?",
    "faq.scratchScreenshotBody":"Ano, můžeš napsat knihu nebo kapitolu o Scratch. Můžeš vytvořit screenshoty / obrázky Scratch aplikace a webové stránky a považovat je za licencované pod licencí <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Žádáme tě, aby si do svých materiálů uvedl poznámku, která říká: \"Scratch je vyvíjen skupinou Celoživotní vzdělávání v MIT Media Lab a je k dispozici zdarma na adrese https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Můžu zahrnout popis Scratch v brožurách nebo jiných materiálech?",
    "faq.scratchDescriptionBody":"Určitě! Doporučujeme následující popis: \"Scratch je programovací jazyk a on-line komunita, kde si můžete vytvořit vlastní interaktivní příběhy, hry a animace - a sdílet své výtvory s ostatními po celém světě. Při projektování a programování Scratch projektů, se mladí lidé naučí tvořivě přemýšlet, systematicky porozumět a pracovat společně. Scratch je projekt skupiny Lifelong Kindergarten v MIT Media Lab, který je k dispozici zdarma na adrese https://scratch.mit.edu \"",
    "faq.presentScratchTitle":"Mohu prezentovat Scratch na konferenci?",
    "faq.presentScratchBody":"Prosím neobávej se dělat prezentace o Scratchi pro učitele nebo jiné skupiny. Dáváme svolení k vytváření prezentací.",
    "faq.supportMaterialTitle":"Smím použít nebo upravit podpůrné materiály, postavy, obrázky, zvuky a ukázkové projekty Scratch, které jsem našel na webu?",
    "faq.supportMaterialBody":"Ano - Materiály na podporu Scratch, které Scratch Team nabízí na webových stránkách Scratch, jsou k dispozici pod licencí  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, výjimkou je Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga a Tera, které jsou ochrannými známkami Scratch.",
    "faq.sellProjectsTitle":"Mohu prodávat své Scratch projekty?",
    "faq.sellProjectsBody":"Jistě - tvůj projekt je tvůj výtvor. Měj na paměti, že jakmile sdílíš svůj projekt na Scratch, každý si ho může zdarma stáhnout, remixovat a znovu použít podle podmínek <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licence CC-BY-SA 2.0</a>. Pokud tedy chceš svůj projekt prodat, možná jej budeš chtít nesdílet od společnosti Scratch.",
    "faq.sourceCodeTitle":"Kde mohu najít zdrojový kód pro Scratch?",
    "faq.sourceCodeBody":"Zdrojový kód Scratch 2 najdeš na <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Zdrojový kód pro <a href=\"/scratch_1.4\">Scratch 1.4</a>, napsaný v Squeak, je také dostupný na <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Aktualizované informace o vývojových projektech týkajících se Scratch webovek, navštivte naší <a href=\"/developers\">Stránku vývojáře</a>.",
    "faq.okayToShareTitle":"Jak se mohu dozvědět, co je a co není v pořádku pro sdílení na webu Scratch?",
    "faq.okayToShareBody":"Zkontroluj <a href=\"/community_guidelines\">Pravidla společenství Scratch</a> - jsou stručná a neobsahují mnoho právnických výrazů. Odkaz vede zespodu každé stránky na Scratch webu.",
    "faq.reportContentTitle":"Co mám dělat, když uvidím něco nevhodného?",
    "faq.reportContentBody":"Můžeš kliknout na odkaz \"zpráva\" u každého projektu, komentáře, diskuse nebo stránce uživatele, kde vidíš něco, je pro Scratch není vhodné. Jestliže je situace komplikovaná, můžeš použít odkaz Kontaktuj nás pro vysvětlení. Nezapomeň uvést co nejvíce detailů můžeš, včetně odkazů na odpovídající stránky.",
    "faq.noFlameTitle":"Co mám dělat, když uvidím někoho, kdo se chová neslušně nebo neuctivě?",
    "faq.noFlameBody":"Nepřilévej olej do okně! Odpovídat na vulgární komentáře dalšími vulgárními komentáři situaci jen zhoršuje a může způsobit, že tvůj účet bude zablokován. Namísto toho jednoduše podej zprávu o čemkoliv, co je nezdvořilé nebo nekonstruktivní, a my se spojíme s autorem. Kontrolujeme zprávy každý den několikrát denně, takže si můžeš být jist, že to nějak vyřešíme.",
    "faq.reviewContentTitle":"Co Scratch tým dělá, když o něčem dostane zprávu nebo označení praporkem?",
    "faq.reviewContentBody":"Scratch tým prohlíží nahlášené komentáře a projekty každý den. Jestliže něco porušuje pravidla Scratch společenství, můžeme to odstranit a poslat varování vlastníkovi účtu. V závislosti na tom, jak moc je to zlé (nebo když jsem předtím vlastníka účtu varovali), můžeme též zablokovat účty nebo sítě, pomocí kterých to bylo sdíleno.",
    "faq.blockedAccountTitle":"Co se stane, když je účet zablokován?",
    "faq.blockedAccountBody":"Když je účet zablokován, vlastník účtu již k němu nemá přístup, nemůže jej používat k vytváření projektů a ke komentování. Když se přihlásí, uvidí stránku s vysvětlujícím textem, proč je účet zablokován, a s formulářem pro případnou žádost k odblokování. Jestliže vlastník účtu chce ukázat, že rozumí tomu, proč byl účet zablokován, a slíbí, že bude v budoucnu dodržovat pravidla společenství,  Scratch tým se jeho případem bude zabývat. Účet může být odblokován pouze tehdy, pokud lze vlastníkovým slovům věřit. V opačném případě (a pravděpodobně i ostatní účty vlastněné nebo vytvořené touto osobou) mohou být zablokovány trvale.",
    "faq.stolenAccountTitle":"Někdo zlý a špatný mi ukradl účet a ten mu byl zablokován, co mám dělat?",
    "faq.stolenAccountBody":"Ty jsi zodpovědný za to, že své heslo uchováš v bezpečí. Jestliže někdo ve skutečném životě převezme kontrolu nad tvým účtem a dělá špatnosti, řekni to dospělým, kteří mají počítače na starosti. Jestliže si myslíš, že někdo neznámý získal přístup k tvému účtu, změň heslo nebo se použij odkaz \"kontaktuj nás\" k vysvětlení situace. Jestliže jsi zablokován, protože jsi dělal něco, co je v rozporu s pravidly společenství, neříkej ovšem, že ti někdo účet hacknul. Když ti nebudeme důvěřovat, neodblokujeme tě.",
    "faq.cloudDataInfoTitle":"Co jsou to cloudová data?",
    "faq.cloudDataInfoBody":"Cloud data je vlastnost ve Scratch 2 která dovoluje datům z projektu být uchována a sdílena online. Můžeš použít cloud data k vytváření výzkumů a jiných projektů které ukládají čísla v čase.",
    "faq.storedCloudInfoTitle":"Kdo může vidět data uložená v cloud datech?",
    "faq.storedCloudInfoBody":"Když komunikuješ s projektem pomocí bloků cloudových dat, tvá informace je uložena spolu s tvým jménem uživatele a ostatní to mohou vidět. Každý projekt protokoluje kdo komunikoval s čím a každý datum kdy sdíleli.",
    "faq.onlyNumbersTitle":"Proč jsou data cloudu v současné době omezena pouze na čísla -- bez textů nebo seznamů?",
    "faq.onlyNumbersBody":"Současný server je omezen na čísla v proměnných jako první krok ke zjištění jakýchkoli problémů s jejich užitím na serveru. Plánujeme nasazovat funkce cloud data postupně. Když bude infrastruktura fungovat správně, plánujeme přidávat další funkce (cloud seznamy, podpora textových proměnných, atd.).",
    "faq.reportCloudTitle":"Když uvidím, že někdo posílá nevhodný obsah, jak to mám nahlásit?",
    "faq.reportCloudBody":"Klikni na tlačítko \"Nahlásit\" (pod přehrávačem projektu) knahlášení nevhodného obsahu v cloud datech. Ohlašovací formulář obsahuje odkaz na protokol všech cloudových dat v tomto projektu a kdo je zanechal - možná se na to budeš chtít podívat než odešleš hlášení. Zkontroluj, že zmíníš \"cloud data\" když píšeš svůj důvod k ohlášení.",
    "faq.chatRoomTitle":"Mohu vytvářet chat místnosti s cloud daty?",
    "faq.chatRoomBody":"I když je technicky možné vytvořit chat místnosti s cloud daty, v současnosti nejsou povoleny. Plánujeme přehodnocení této politiky jakmile lépe vycítíme naše schopnosti pro moderování a správě reportů nad cloud daty.",
    "faq.makeCloudVarTitle":"Jak můžu přidat cloudovou proměnnou když vytvářím projekt?",
    "faq.makeCloudVarBody":"Když uděláte proměnnou, můžete zaškrtnout políčko říkající \"Cloudová proměnná“. Všechna data, která uložíte, budou uložena na serveru a budou vidět ostatním.",
    "faq.changeCloudVarTitle":"Kdo může měnit informaci v cloudové proměnné?",
    "faq.changeCloudVarBody":"Pouze tvůj projekt může ukládat data do své cloudové proměnné. Když lidé mění nebo odvozují tvůj kód, vytvoří jinou proměnnou se stejným jménem v jejich projektu.",
    "faq.newScratcherCloudTitle":"Jsem přihlášený, ale stále nemohu používat projekty s cloudovými daty. Co se děje?",
    "faq.newScratcherCloudBody":"Potřebuješ se stát \"Scratcherem\" na webstánkách pro přístup ke cloudovým datům. Můžeš se stát Scratcherem aktivní účastí na webstránkách.",
    "faq.multiplayerTitle":"Je možné vytvořit multiplayer hry s cloudovými daty?",
    "faq.multiplayerBody":"Hry typu multiplayer se tvoří obtížně, kvůli rychlosti sítě a synchronizačním problémům. Avšak někteří Scratcheři přichází s vynalézavými způsoby jak použít clou data pro tahové strategie i jiné hry.",
    "faq.cloudLagTitle":"Jak dlouho trvá cloudovým datům dostat se k jinému Scratcheru?",
    "faq.cloudLagBody":"To záleží. Jestliže oba Scratcheři mají rozumně rychlé internetové připojení (ADSL nebo kabelem) a pokud v počítačové síti nebo v počítačích neběží žádný omezující firewall, aktualizace mohou být přeneseny v milisekundách. Ovšem mnoho počítačů má spuštěný firewall software, který blokuje připojení na TCP post 531 a TCP port 843, zpoždění dosáhne až jedné sekundy. Právě zkoušíme nastavit způsoby, pomocí nichž bychom mohli pracovat bez těchto omezení.",
    "faq.schoolsTitle":"Scratch ve školách",
    "faq.howTitle":"Jak je Scratch používán ve školách?",
    "faq.howBody":"Scratch se používá v tisících škol po celém světě, v řadě různých oblastí (včetně jazykového umění, vědy, historie, matematiky a informatiky). Další informace o strategiích a zdrojích pro používání aplikace Scratch ve školách a v jiných vzdělávacích prostředích (například muzea, knihovny a komunitní centra) najdeš na  <a href=\"/educators\">Vzdělávací stránce</a>. můžeš se také připojit k <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online komunitě pro pedagogy, kterou řídí naši přátelé na Harvard Graduate School of Education.",
    "faq.ageTitle":"Jaký je rozmezí věku pro Scratch?",
    "faq.ageBody":"Scratch byl vyvinut speciálně pro mladé lidi ve věku 8 až 16 let, takže je nejčastěji využíván na základních a středních školách, ale lidé všech věkových kategorií vytvářejí a sdílejí projekty Scratch. Scratch je dokonce použit v některých úvodních počítačových vědeckých kurzech na vysokých školách. Mladší děti mohou chtít zkusit <a href=\"//www.scratchjr.org/\">ScratchJr</a>, zjednodušenou verzi Scratch navrženou pro děti od 5 do 7 let.",
    "faq.noInternetTitle":"Je možné, aby studenti používali Scratch bez internetového připojení?",
    "faq.noInternetBody":"Ano. Scratch <a href=\"/scratch2download\">Offline Editor</a> je verze Scratch, která funguje na počítačích  nebo laptopech. V součastné době, je Offline Editor dostupný pro Mac a Windows systémy.",
    "faq.communityTitle":"Mohu vypnout online komunitu svým studentům?",
    "faq.communityBody":"Online komunita Scratch poskytuje mladým lidem možnost sdílet, spolupracovat a učit se se svými vrstevníky v moderním společenství, které se řídí Community Guidelines. Nicméně chápeme, že někteří pedagogové upřednostňují, aby se jejich studenti neúčastnili online komunity. Tito pedagogové mohou chtít nainstalovat Scratch Offline Editor, který běží offline na stolním nebo přenosném počítači.",
    "faq.teacherAccountTitle":"Co je to Scratch Teacher účet?",
    "faq.teacherAccountBody":"Účet Scratch učitele umožňuje učitelům a jiným lektorům použít dodatečné funkce pro řízení studentské účasti na Scratch, včetně schopnosti vytvářet studentské účty, organizovat studentské projekty do studií a monitorovat studentské komentáře.",
    "faq.requestTitle":"Jak si můžu zažádat o Scratch Teacher účet?",
    "faq.requestBody":"Můžeš zažádat o Scratch Teacher účet na <a href=\"/educators\">Vzdělávací stránce</a> na Scratch. O další informace tě požádáme během procesu registrace z důvodu ověření tvé učitelské pozice.",
    "faq.edTitle":"Jaký je rozdíl mezi Scratch Teacher a ScratchEd účty?",
    "faq.edBody":"Scratch Teacher účty jsou speciální uživatelské účty na serveru Scratch, které mají přístup k dalším funkcím, které usnadňují vytváření a správu studentských účtů. ScratchEd účty jsou účty na <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a> , samostatné webové stránky (spravované the Harvard Graduate School of Education), kde pedagogové sdílejí příběhy, vyměňují zdroje, kladou otázky a setkávají se s dalšími Scratch pedagogy. ",
    "faq.dataTitle":"Jaká data Scratch o studentech sbírá?",
    "faq.dataBody":"Když se student poprvé zaregistruje na Scratch účet, požádáme o základní demografická data včetně pohlaví, věku (měsíc a rok narození), zemi a e-mailovou adresu pro ověření. Tato data jsou použitá (v agregované formě) ve výzkumných studiích zamýšlených k zlepšení našeho pochopení jak se lidé se Scratch učí. Pokud lektor použije účet uživatele k vytvoření studentských účtů  najednou, nepožadujeme po studentech jejich e-mailové adresy pro nastavení účtu.",
    "faq.lawComplianceTitle":"Je Scratch 2.0 (online version)  v souladu s místními a federálními zákony Spojených států na ochranu soukromí?",
    "faq.lawComplianceBody":"Scratch se velice stará o soukromí studentů a všech jednotlivců užívajících naši platformu. Máme zprovozněné fyzické i elektronické procedury k ochraně informací sbíraných na stránkách Scratch. Ačkoliv nejsme v pozici nabízet smluvní záruky každému subjektu užívajícími náš volně přístupný vzdělávací produkt, jsme v souladu se všemi federálními zákony Spojených států týkajících se MIT, organizací 501(c)(3) a subjektů které vytvořily a spravují Scratch. Doporučujeme vám přečíst si Scratch politiku soukromí pro další informace.",
    "faq.schoolsMoreInfo":"Více dotazů o Teacher účtu můžete najít na <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
