{
    "faq.title":"Häufig gestellte Fragen (FAQ)",
    "faq.intro":"Auf dieser Seite findest Du Antworten auf häufig über Scratch gestellte Fragen.",
    "faq.aboutTitle":"Allgemeine Fragen",
    "faq.privacyTitle":"Datenschutzrichtlinien",
    "faq.remixTitle":"Remixen und Kopieren",
    "faq.accountsTitle":"Benutzerkonten",
    "faq.permissionsTitle":"Lizenz und Rechte",
    "faq.inappropriateContentTitle":"Unangebrachter Inhalt",
    "faq.cloudDataTitle":"Cloud-Daten",
    "faq.aboutScratchTitle":"Was ist Scratch und was kann ich damit machen?",
    "faq.aboutScratchBody":"Scratch ist eine Programmiersprache und Online Gemeinschaft wo Du Deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen kannst -- und Deine Kreationen mit anderen rund um die Welt teilen kannst. Während des Prozesses des Entwerfens und des Programmierens von Scratch-Projekten lernen junge Leute kreativ zu denken, systematisch zu schlussfolgern und gemeinschaftlich zu arbeiten. Um mehr über Scratch zu erfahren, sollten Sie die Seite <a href=\"/about\">Über Scratch</a> besuchen.",
    "faq.makeGameTitle":"Wie erstelle ich mit Scratch ein Spiel oder eine Animation?",
    "faq.makeGameBody":"Auf der <a href=\"/help\">Hilfe-Seite</a> kannst du viele Möglichkeiten entdecken, wie man mit Scratch beginnen kann. Oder <a href=\"/projects/editor/?tip_bar=getStarted\">tauche einfach direkt ein</a> in den Projekt-Editor.",
    "faq.requirementsTitle":"Was sind die Systemvoraussetzungen für Scratch?",
    "faq.requirementsBody":"Um Scratch 2 ablaufen zu lassen, benötigen Sie (1) einen Mac-, Linux- oder Windows-Rechner; (2) eine Version von <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> die am oder nach dem 15. Juni 2016 veröffentlicht wurde; (3) einen relativ aktuellen Webbrowser: eine der letzten beiden Versionen von <a href=\"http://google.com/chrome/\">Chrome</a> (Mac, Windows, oder Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (nur Mac oder Windows), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (nur Mac oder Windows), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (nur Windows), oder <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 10+</a> (nur Windows). Falls ihr Computer diese Anforderungen nicht erfüllt, können Sie versuchen <a href=\"/scratch_1.4\">Scratch 1.4</a> herunterzuladen und zu installieren, welches sie nach wie vor dazu nutzen können, um Projekte auf der Scratch 2-Website zu teilen. Chromium wird von uns nicht unterstützt.",
    "faq.offlineTitle":"Gibt es eine herunterladbare Version mit der man Projekte offline erzeugen und ansehen kann?",
    "faq.offlineBody":"Der Scratch 2 Offline Editor gestattet es, Scratch-Projects auch ohne Internetverbindung zu erstellen. Du kannst Scratch 2 von der <a href=\"/scratch2download/\">Webseite</a> herunterladen. Du kannst auch nach wie vor <a href=\"/scratch_1.4\">Scratch 1.4</a> nutzen. Hinweis: Du kannst Scratch 1.4 und 2 gleichzeitig auf deinem Computer installiert haben.",
    "faq.uploadOldTitle":"Kann ich weiterhauf die Webseite hochladen, die mit älteren Versionen von Scratch erstellt wurden?",
    "faq.uploadOldBody":"Ja, du kannst Projekte hochladen, die mit früheren Versionen von Scratch erstellt wurden. Sie werden zu sehen sein und sich ausführen lassen. (Allerdings kannst du keine Projekte, die mit neueren Versionen von Scratch erstellt oder bearbeitet wurden, herunterladen und dann in einer älteren Programmversion öffnen. So kannst du z.B. ein Scratch-2-Projekt nicht in <a href =\"/scratch_1.4\">Scratch 1.4</a> öffnen, weil <a href =\"/scratch_1.4\">Scratch 1.4</a> das .sb2-Projektformat nicht lesen kann.)",
    "faq.recordVideoTitle":"Kann ich ein Video von meinem Scratch-Projekt aufnehmen?",
    "faq.recordVideoBody":"Ja, du kannst ein Video von deinem Scratch-Projekt mit bis zu 60 Sekunden Länge aufnehmen. Öffne den Scratch-Editor und wähle \"Projektvideo aufnehmen\" im Dateimenü. (Für diese Option musst du eingeloggt sein). Im Menu \"weitere Optionen\" kannst du verschiedene Aufnahmeeinstellungen wählen (zum Beispiel die Aufnahme von Audio und Mausklicks). Starte dann dein Projekt. Wenn die Aufnahme fertig ist, folge den Anweisungen zum Herunterladen der Datei auf deinen Computer. Möglicherweise brauchst du ein Zusatzprogramm wie zum Beispiel den  <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> um das Video abzuspielen. Das Video kann auch für YouTube, Vimeo, and Facebook verwendet werden, muss aber zur Verwendung auf Webseiten wie Twitter oder Tumblr zuerst in ein anderes Format konvertiert werden.",
    "faq.scratchCostTitle":"Wie viel kostet Scratch? Benötige ich eine Lizenz?",
    "faq.scratchCostBody":"Scratch ist kostenlos und wird es immer bleiben. Du brauchst keine Lizenz um Scratch in der Schule, zu Hause oder irgendwo sonst zu benutzen. Die Entwicklung und Pflege wurde und wird durch öffentliche Gelder und Spenden gesichert. Wenn du Scratch unterstützen willst, besuche unsere <a href=\"https://secure.donationpay.org/scratchfoundation/\">Spenden-Seite</a>.",
    "faq.mediaLabTitle":"Wer entwickelt Scratch?",
    "faq.mediaLabBody":"Scratch wird vom Scratch-Team entwickelt und gepflegt, das von der <a href=\"http://llk.media.mit.edu/\">Lifelong-Kindergarten-group</a> am <a href=\"http://www.media.mit.edu/\">MIT-Media-Lab</a> betrieben wird.",
    "faq.accountInfoTitle":"Welche Informationen werden während der Registrierung abgefragt?",
    "faq.accountInfoList":"Zum Schutz der Privatsphäre unserer Mitglieder beschränken wir, was wir abfragen und was wir auf der Website veröffentlichen. Während der Registrierung fragen wir nach folgenden Informationen:",
    "faq.privacyUsername":"Benutzername - Wir versuchen zu verhindern, dass Nutzer ihre echten Namen oder andere persönliche Daten verwenden.",
    "faq.privacyCountry":"Land",
    "faq.privacyBirthdate":"Geburtsmonat und -jahr - Wir verwenden diese Information um die Identität eines Benutzers oder einer Benutzerin festzustellen wenn Passwort und Email verlorengegangen sind oder eine Anfrage zur Accountschließung kommt.",
    "faq.privacyGender":"Geschlecht",
    "faq.privacyEmail":"Kontakt-E-Mail-Adresse - Sollte der Accountbesitzer jünger als 13 Jahre sein, fragen wir nach der E-Mail-Adresse seiner Eltern oder seines Erziehungsberechtigten. Wir senden keine E-Mails an diese Adresse, außer wenn jemand anfragt, das Kennwort zurückzusetzen.",
    "faq.accountPublicInfo":"Der Benutzername und das Land werden öffentlich auf der Profilseite des Benutzers angezeigt. Das mit dem Account verbundene Gebrtsdatum, E-Mail-Adresse und Geschlecht werden nicht veröffentlicht. Wir sammeln diese Daten nur für Forschungszwecke und, um Alter und Geschlecht unserer Benutzer insgesamt zu erfahren. Wir verkaufen oder vermieten keinesfalls Informationen an irgendjemanden.",
    "faq.dataCollectionTitle":"Welche Daten werden gesammelt, während jemand die Website benutzt?",
    "faq.dataCollectionOne":"Wenn sich ein Benutzer anmeldet, bittet die Scratch-Seite den Browser, ein <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http-cookie</a> auf dem Rechner abzulegen, um die Anmeldung über den Besuch verschiedener Seiten hinweg aufrecht zu erhalten. Wir sammeln mit Hilfe von Google Analytics einige Daten darüber, wohin ein Benutzer klickt und welche Teile der Seite er besucht. Diese \"Klick-Daten\" unterstützen die Verbesserung der Website.",
    "faq.dataCollectionTwo":"Einige der Informationen und Daten, die wir auf der Scratch-Webseite sammeln, werden für wissenschaftliche Forschungsstudien genutzt, die das Verständnis dafür verbessern sollen, wie Leute mit Scratch lernen. Die Ergebnisse dieser Forschung werden Pädagogen und Forschern auf Konferenzen, in Journalen und anderen Publikationen zur Verfügung gestellt. Mehr dazu findet sich auf unserer  <a href=\"/info/research\">Forschungs-Seite</a>.",
    "faq.rentInfoTitle":"Verkauft oder vermietet das Scratch-Team Informationen über Benutzer an irgendjemanden?",
    "faq.rentInfoBody":"Nein.",
    "faq.viewUnsharedTitle":"Kann das Scratch-Team unveröffentlichte Projekte auf meiner \"Meine Sachen\"-Seite sehen?",
    "faq.viewUnsharedBody":"Da das Scratch-Team für die Moderation verantwortlich ist, hat es Zugriff auf sämtliche auf der Scratch-Webseite gespeicherten Inhalte, inklusive der unveröffentlichten Projekte. Wenn du deine Projekt in absoluter Vertraulichkeit entwerfen möchtes, kannst du den <a href=\"/scratch2download\">Scratch 2 Offline-Editor</a> oder <a href =\"/scratch_1.4\">Scratch 1.4</a> verwenden.\n               ",
    "faq.remixDefinitionTitle":"Was ist ein Remix?",
    "faq.remixDefinitionBody":"Wenn ein Scratcher ein Projekt eines anderen kopiert und es modifiziert, indem er seine eigenen Ideen einbringt (z.B. Skripte oder Kostüme verändert), wird das Ergebnis \"Remix\" genannt. Jedes Projekt, das auf der Scratch-Website veröffentlicht wird, kann so bearbeitet werden. Wir betrachten auch eine kleinere Veränderung als einen gültigen Remix, solange dem ürsprünglichen Projekt-Ersteller und anderen, die einen signifikanten Beitrag zu dem Remix geleistet haben, Anerkennung gezollt wird.",
    "faq.remixableTitle":"Warum verlangt das Scratch-Team, dass alle Projekte \"remixbar\" sind?",
    "faq.remixableBody":"Wir glauben, dass das Ansehen und Verändern interessanter Projekte ein guter Weg zum Lernen des Programmierens ist und zu guten, neuen Ideen führt. Das ist der Grund, warum der Quellcode für jedes auf der Scratch-Website veröffentlichte Projekt sichtbar ist.",
    "faq.creativeCommonsTitle":"Was ist, wenn ich nicht will, dass andere meine Projekte remixen?",
    "faq.creativeCommonsBody":"Mit der Veröffentlichung deines Projektes auf der Scratch-Webseite erklärst du dich damit einverstanden, es unter einer <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>-Lizenz zu veröffentlichen. Wenn du nicht möchtest, dass andere deine Projekte sehen und remixen, dann veöffentliche sie nicht auf der Scratch-Webseite.",
    "faq.fairUseTitle":"Kann ich Bilder / Klänge / Medien aus dem Internet in meinen Projekten benutzen?",
    "faq.fairUseBody":"Es ist wichtig, den Willen des ursprünglichen Erstellers hinsichtlich Remixen zu respektieren. Wenn du dich entscheidest, die Arbeit eines anderen in deine eigene einzubinden, zolle ihm im \"Credits\"-Abschnitt Anerkennung und verlinke das Original. Um Grafiken / Klänge zu finden, die für das weiterverwenden lizensiert wurden, besuche die <a href=\"http://search.creativecommons.org/\">Creative Commons Such-Seite</a>.",
    "faq.confirmedAccountTitle":"Was ist ein “bestätigtes” Scratch Benutzerkonto?",
    "faq.confirmedAccountBody":"Ein bestätigtes Konto auf Scratch erlaubt dir das Veröffentlichen von Projekten, das Schreiben von Kommentaren und das Erstellen von Studios. Das Bestätigen des Kontos ermöglicht es auch, Emails vom Scratch-Team zu bekommen.",
    "faq.checkConfirmedTitle":"Wie kann ich überprüfen ob mein Konto bestätigt wurde?",
    "faq.checkConfirmedBody":"Um nachzusehen ob dein Benutzerkonto bestätigt ist, logge dich erst in Scratch ein, klicke dann auf deinen Benutzernamen in der rechten oberen Ecke und wähle \"Kontoeinstellungen\", danach \"E-Mail\". Bestätigte Emailadressen haben einen grünen Kreis mit einem Häkchen rechts neben der Emailadresse. Ansonsten steht dort der Text \"Deine neue Emailadresse ist noch nicht bestätigt\" in orange.",
    "faq.howToConfirmTitle":"Wie bestätige ich mein Benutzerkonto?",
    "faq.howToConfirmBody":"Nachdem du dich bei Scratch registriert hast, bekommst du eine Email mit einem Link um dein Konto zu bestätigen. Wenn du die Email nicht finden kannst, überprüfe deinen Spamfolder. Um die Email erneut zu senden, klicke auf den Email-Reiter und folge den Anweisungen dort. Bitte beachte dass die Aussendung der Email bis zu einer Stunde dauern kann. Wenn du dann immer noch keine Email siehst,  <a href=\"/contact-us\">benachrichtige uns</a> bitte.",
    "faq.requireConfirmTitle":"Muss ich mein Benutzerkonto bestätigen?",
    "faq.requireConfirmBody":"Du kannst trotzdem viele Aspekte von Scratch ohne Kontobestätigung verwenden, zum Beispiel Erstellen und Speichern von Projekten (ohne Veröffentlichung). Hinweis: Wenn der Scratch-Account vor dem 11. Februar 2015 erstellt wurde, können die sozialen Funktionen auch ohne Kontobestätigung verwendet werden.",
    "faq.forgotPasswordTitle":"Ich habe mein Kennwort vergessen, wie kann ich es zurücksetzen?",
    "faq.forgotPasswordBody":"Gib deinen Benutzernamen auf der <a href=\"/accounts/password_reset/\">Kennwort-Reset-Seite</a> ein. Die Website sendet eine E-Mail an die zu dem Account gehörige Adresse mit einem Link, den du benutzen kannst, um dein Passwort zurückzusetzen.",
    "faq.changePasswordTitle":"Wie kann ich mein Kennwort ändern?",
    "faq.changePasswordBody":"Gehe auf die Scratch-Website, melde dich an und klicke dann auf deinen Benutzernamen oben rechts im Browserfenster. Wähle \"Kontoeinstellungen\" und klicke auf den Link, um dein Passwort zu ändern.",
    "faq.changeEmailTitle":"Wie kann ich meine E-Mail-Adresse ändern?",
    "faq.changeEmailBody":"Geh auf die Scratch-Webseite, melde dich an und klicke dann auf deinen Benutzernamen in der rechten oberen Ecke des Fensters. Wähle \"Kontoeinstellungen\" und klicke auf den Link, um Ihre E-Mail-Adresse zu ändern.",
    "faq.newScratcherTitle":"Wie werde ich als 'Neuer Scratcher' zum 'Scratcher'?",
    "faq.newScratcherBody":"Erstelle und veröffentliche Projekte, kommentiere Projekte anderer Scratcher hilfreich und habe Geduld! Nach ein paar Wochen Aktivität erscheint ein Link auf deiner Profil-Seite, der dich einlädt, Scratcher zu werden. (Beachte, dass wir Neue Scratcher nicht auf Antrag zu Scratchern befördern - auch nicht gegen Bestechung mit feinster Schokolade.)",
    "faq.multipleAccountTitle":"Kann ich mehr als einen Account besitzen?",
    "faq.multipleAccountBody":"Es ist in Ordnung, mehrere Accounts auf der Scratch-Website zu besitzen, sofern keiner davon benutzt wird, um die Community-Regeln zu brechen. In diesem Fall werden sämtliche verbundene Accounts gesperrt oder gelöscht.",
    "faq.multipleLoginTitle":"Ist es in Ordnung, wenn sich mehr als eine Person an einem einzigen Benutzerkonto anmeldet?",
    "faq.multipleLoginBody":"Davon wird abgeraten, da die Website und der Editor leicht durcheinander kommen können, sobald mehr als eine Person an demselben Account angemeldet ist.",
    "faq.changeUsernameTitle":"Kann ich meinen Benutzernamen ändern?",
    "faq.changeUsernameBody":"Die Struktur der Scratch-Website basiert auf konsistenten Namen für Benutzerkonten, weshalb es nicht möglich ist, seinen Benutzernamen zu wechseln. Solltest du es tatsächlich müssen, kannst du ein neues Benutzerkonto anlegen - dann musst du deine Projekte aber eigenhändig in das neue Konto übertragen.",
    "faq.shareInfoTitle":"Welche Informationen kann ich auf / mit meinem Account veröffentlichen?",
    "faq.shareInfoBody":"Bitte veröffentliche keine privaten Kontaktdaten wie Adresse, E-Mail, Telefonnummer oder irgendetwas, was genutzt werden kann, um Kontakte außerhalb der Scratch-Website herzustellen. Bitte melde Projekte, Kommentare oder Forenbeiträge, die solche Informationen enthalten, damit das Scratch-Team sie entfernen und den Autor an unsere Richtlinien erinnern kann.",
    "faq.deleteAccountTitle":"Wie lösche ich meinen Account?",
    "faq.deleteAccountBody":"Logge dich auf Scratch ein und klicke auf deinen Benutzernamen in der oberen rechten Ecke. Wähle \"Kontoeinstellungen\" und klicke dann den <em>“Ich möchte mein Benutzerkonto löschen”</em> Link unten auf der Seite.",
    "faq.scratchFreeTitle":"Ist Scratch kostenlos?",
    "faq.scratchFreeBody":"Ja! Scratch wird frei von Gebühren zur Verfügung gestellt. Du kannst es in deiner Schule verwenden oder einen Kurs darüber anbieten (selbst einen, der Geld kostet). Du brauchst keine Lizenz zu kaufen - es ist kostenlos.",
    "faq.scratchScreenshotTitle":"Darf ich Scratch und / oder Screenshots davon in Büchern oder CDs verwenden?",
    "faq.scratchScreenshotBody":"Ja, du kannst sogar ein Buch oder ein Kapitel über Scratch schreiben. Du darfst auch das Scratch-Logo verwedenden, wenn du dich auf Scratch beziehst. Du darfst Screenshots oder Bilder der Scratch-Anwendung wie der Webseite erstellen, und diese als unter der <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Attribution-ShareAlike-Lizenz</a> lizensiert betrachten. Wir bitten dich darum, eine Notiz auf deinem Lehrbuch / CD / was auch immer anzubringen, die besagt, \"Scratch wird von der Lifelong-Kindergarten-Group am MIT-Media-Lab entwickelt. Siehe http://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Darf ich eine Beschreibung von Scratch oder das Scratch-Logo in Broschüren oder anderen Materialien verwenden?",
    "faq.scratchDescriptionBody":"Selbstverständlich! Wir empfehlen folgende Beschreibung: \"Scratch ist eine Programmiersprache und Online-Gemeinschaft, in der du deine eigenen interaktiven Geschichten, Spiele und Animationen erstellen und deine Werke mit anderen überall auf der Welt teilen kannst. Beim Entwickeln und Programmieren von Scratch-Projekten lernen junge Menschen kreativ zu denken, systematisch vorzugehen und kooperativ mit anderen zusammenzuarbeiten. Scratch ist ein Projekt der Lifelong-Kindergarten-Gruppe am MIT-Media-Lab. Es ist kostenlos unter http://scratch.mit.edu verfügbar.",
    "faq.presentScratchTitle":"Kann ich Scratch bei einer Konferenz präsentieren?",
    "faq.presentScratchBody":"Bitte zögere nicht, Präsentationen über Scratch vor Lehrkräften oder anderen Gruppen zu halten. Wir erteilen die Erlaubnis, Präsentationen zu machen.",
    "faq.supportMaterialTitle":"Darf ich Materialien, Figuren, Grafiken, Klänge oder Beispielprojekte von Scratch benutzen oder remixen, die ich auf der Webseite gefunden habe?",
    "faq.supportMaterialBody":"Ja - Scratch-Hilfsmaterialien werden vom Scratch-Team auf der Scratch-Webseite unter der Creative Commons <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Attribution-ShareAlike-Lizenz </a> zur Verfügung gestellt. Ausgenommen sind lediglich das Scratch-Logo, die Scratch-Katze und Gobo (Scratch-Markenzeichen).",
    "faq.sellProjectsTitle":"Darf ich meine Scratch-Projekte verkaufen?",
    "faq.sellProjectsBody":"Dein Projekt gehört natürlich dir. Beachte allerdings, dass sobald du dein Projekt veröffentlichst, es jeder herunterladen, remixen und gemäß der <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA-2.0-Lizenz</a> verwerten darf. Falls du dein Projekt verkaufen willst, solltest du es daher eventuell in Scratch zurückziehen.",
    "faq.sourceCodeTitle":"Wo finde ich den Quelltext von Scratch?",
    "faq.sourceCodeBody":"Der Quellcode für den Scratch 2 Editor ist auf <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a> verfügbar. Der Quellcode für <a href=\"/scratch_1.4\">Scratch 1.4</a>, welches in Squeak programmiert ist , ist ebenfalls auf <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a> verfügbar. Für aktuelle informationen bezüglich der Entwicklungsprojekte in Beziehung zu der Scratch-Webseite besuchen Sie bitte unsere Webseite für <a href=\"/developers\">Entwickler</a>.",
    "faq.okayToShareTitle":"Woher weiß ich, was ich auf der Scratch-Website veröffentlichen darf und was nicht?",
    "faq.okayToShareBody":"Lies die <a href=\"/community_guidelines\">Scratch-Regeln</a> - sie sind kurz und enthalten nur wenig juristisches Material. Auf jeder Seite von Scratch findet sich unten ein Link darauf.",
    "faq.reportContentTitle":"Was soll ich tun, wenn ich etwas Unangebrachtes sehe?",
    "faq.reportContentBody":"Du kannst auf den Link \"Melden\" klicken, den du in jedem Projekt, Kommentar, Diskussionsbeitrag oder auf den Benutzerseiten findest, wenn du der Meinung bist, dass etwas für Scratch nicht in Ordnung ist. Falls die Situation kompliziert ist, kannst du den Kontakt-Link benutzen, um den Sachverhalt zu erklären. Achte darauf, möglichst viele Details anzugeben und auf relevante Seiten zu verlinken.",
    "faq.noFlameTitle":"Was soll ich machen, wenn ich sehe, dass jemand gemein oder respektlos ist?",
    "faq.noFlameBody":"Schüre das Feuer nicht! Auf gemeine Kommentare mit weiteren gemeinen Kommentaren zu antworten macht die Dinge nur schlechter und kann dazu führen, dass dein Benutzerkonto gesperrt wird. Melde stattdessen einfach alles, was respektlos und nicht konstruktiv erscheint, und wir klären das mit dem Autor. Wir prüfen die Meldungen täglich - sei also versichert, wir kümmern uns darum.",
    "faq.reviewContentTitle":"Was unternimmt das Scratch-Team, wenn etwas gemeldet oder gekennzeichnet wird?",
    "faq.reviewContentBody":"Das Scratch-Team sichtet täglich gemeldete Kommentare und Projekte. Wenn etwas gegen die Regeln der Scratch-Gemeinschaft verstößt, behalten wir uns vor, es zu löschen und den Benutzer zu verwarnen. Bei schweren Verstößen (oder falls der Benutzer bereits verwarnt wurde) sperren wir auch Benutzerkonten oder Netzwerke, die zur Verbreitung genutzt wurden.",
    "faq.blockedAccountTitle":"Was passiert, wenn ein Benutzerkonto gesperrt wurde?",
    "faq.blockedAccountBody":"Wenn ein Benutzerkonto gesperrt wurde, hat der Besitzer keinen Zugriff mehr darauf und kann damit auch keine Projekte oder Kommentare mehr erstellen. Beim Anmelden wird eine Seite angezeigt, die den Grund der Sperrung erklärt und ein Formular bietet, mit dem eine Aufhebung der Sperre angefordert werden kann. Wenn der Besitzer nachweist, dass er die Ursache der Sperrung versteht, und verspricht, die Regeln der Gemeinschaft künftig zu achten, prüft das Scratch-Team seinen Fall. Eine Sperrung wird nur aufgehoben, wenn dem Account-Besitzer vertraut werden kann. Andernfalls wird das Benutzerkonto (und höchstwahrscheinlich auch andere Accounts, die die betreffende Person besitzt oder angelegt hat) möglicherweise dauerhaft gesperrt.",
    "faq.stolenAccountTitle":"Mein böser Bruder / Kaj / irgendein anderer böser Bursche hat meinen Account gestohlen und sperren lassen. Was soll ich tun?",
    "faq.stolenAccountBody":"Du bist für Schutz und Sicherheit deines Kennwortes verantwortlich. Falls jemand aus dem wirklichen Leben die Kontrolle über deinen Account übernimmt und schlimme Dinge anstellt, informiere die Erwachsenen, die für die Rechner verantwortlich sind. Falls du glaubst, dass jemand, den du nicht kennst, Zugriff auf deinen Account erlangt hat, ändere dein Kennwort und / oder benutze den Kontakt-Link, um deine Situation zu erläutern. Falls du wegen eines Verstoßes gegen die Regeln der Gemeinschaft gesperrt wurdest, behaupte nicht einfach, dein Account wurde geknackt. Wenn wir dir nicht trauen können, werden wir die Sperre nicht aufheben.",
    "faq.cloudDataInfoTitle":"Was sind Cloud-Daten?",
    "faq.cloudDataInfoBody":"Cloud-Daten sind ein Feature von Scratch 2, das es dir erlaubt, Daten aus einem Projekt online zu speichern und zu teilen. Du kannst Cloud-Daten benutzen, um Umfragen oder andere Projekte zu erstellen, die Zahlen dauerhaft speichern.",
    "faq.storedCloudInfoTitle":"Wer kann die Daten sehen, die in Cloud-Daten gespeichert sind?",
    "faq.storedCloudInfoBody":"Wenn du mit einem Projekt arbeitest, das Blöcke für Cloud-Daten benutzt, kann deine Information zusammen mit deinem Benutzernamen gespeichert werden und andere können sie sehen. Jedes Projekt führt eine Chronik darüber, wer mit ihm interagiert hat und welche Daten mitgeteilt wurden.",
    "faq.onlyNumbersTitle":"Warum sind Cloud-Daten im Moment nur auf Zahlen beschränkt -- ohne Zeichenketten oder Listen?",
    "faq.onlyNumbersBody":"Die aktuelle Website beschränkt Cloud-Variablen auf Zahlenwerte, um damit in einem ersten Schritt herauszufinden, wie sie sich innerhalb der Website bewähren. Wir planen, die Möglichkeiten für Cloud-Variablen nach und nach zu erweitern. Falls die Infrastruktur gut funktioniert, wollen wir zusätzliche Funktionen ergänzen (Cloud-Listen, Unterstützung für Zeichenketten, etc.).",
    "faq.reportCloudTitle":"Wenn ich feststelle, dass jemand unter Verwendung von Cloud-Daten unangebrachten Inhalt veröffentlicht, wie melde ich das?",
    "faq.reportCloudBody":"Klicke auf die \"Melden\"-Schaltfläche (unter dem Projekt-Abspieler), um unangebrachten Inhalt in Cloud-Daten zu melden. Das Berichtsformular enthält einen Link auf die Chronik aller Cloud-Daten in diesem Projekt sowie darauf, wer sie hinterlassen hat. Sieh dir diese Chronik an, bevor du den Vorfall meldest. Achte darauf, \"Cloud-Daten\" zu erwähnen, wenn du den Grund für die Meldung angibst.",
    "faq.chatRoomTitle":"Kann ich mit Cloud-Daten Chat-Räume erzeugen?",
    "faq.chatRoomBody":"Obwohl es technisch möglich ist, mit Cloud-Daten Chat-Räume zu erzeugen, ist das derzeit nicht erlaubt. Wir werden diese Regelung überdenken, sobald wir einen besseren Überblick über unsere Möglichkeiten haben, Meldungen zu Cloud-Daten zu moderieren und zu organisieren.",
    "faq.makeCloudVarTitle":"Wie füge ich eine Cloud-Variable hinzu, wenn ich ein Projekt erstelle?",
    "faq.makeCloudVarBody":"Wenn du eine Variable erzeugst, kannst du das Auswahlfeld \"Cloud-Variable\" markieren. Alle Daten, die du darin ablegst, werden auf dem Server gespeichert und sind für andere sichtbar.",
    "faq.changeCloudVarTitle":"Wer kann die Werte einer Cloud-Variable ändern?",
    "faq.changeCloudVarBody":"Ausschließlich dein Projekt kann Daten in seinen Cloud-Variablen abspeichern. Wenn Leute dein Projekt remixen, wird eine andere Variable mit dem gleichen Namen erzeugt.",
    "faq.newScratcherCloudTitle":"Ich bin angemeldet, kann aber trotzdem keine Projekte mit Cloud-Daten verwenden. Woran liegt das?",
    "faq.newScratcherCloudBody":"Du musst ein \"Scratcher\" auf der Website geworden sein, um Zugriff auf Cloud-Variablen zu erhalten. Du kannst zum Scratcher werden, indem du dich aktiv an der Website beteiligst.",
    "faq.multiplayerTitle":"Ist es möglich, Mehrspieler-Spiele mit Cloud-Daten zu erstellen?",
    "faq.multiplayerBody":"Spiele mit mehreren Spielern mögen wegen der Übertragungsgeschwindigkeit im Netz und Synchronisationsproblemen schwer zu entwickeln sein. Trotzdem haben Scratcher kreative Möglichkeiten gefunden, Cloud-Daten für rundenbasierte und andere Spiele zu nutzen. ",
    "faq.cloudLagTitle":"Wie lange dauert es, bis Cloud-Daten einen anderen Scratcher erreichen?",
    "faq.cloudLagBody":"Das kommt darauf an. Wenn beide Scratcher über hinreichend schnelle Internetverbindungen verfügen (DSL/Kabel) und es keine restriktiven Firewalls auf den Rechnern / in den Netzwerken gibt, sollten Aktualisierungen innerhalb von Millisekunden über tragen werden. Allerdings läuft auf vielen Rechnern eine Firewall-Anwendung. Falls diese ausgehende Verbinungen auf die TCP-Ports 531 und 843 sperrt, erhöht sich die Zeitverzögerung auf eine Sekunde. Wir suchen gerade nach Lösungen, wie sich diese Einschränkung umgehen lässt.",
    "faq.schoolsTitle":"Scratch in der Schule",
    "faq.howTitle":"Wie wird Scratch in Schulen genutzt?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Für welche Altersgruppen ist Scratch geeignet?",
    "faq.ageBody":"Scratch wurde speziell für Kinder zwischen 8 und 16 Jahren entwickelt. Es wird daher am meisten in der Grundschule und in der Unterstufe verwendet, wobei Leute jeden Alters Scratch-Projekte erstellen und teilen. Scratch wird sogar von einigen einführenden Kursen an Hochschulen genutzt. Für kleinere Kinder kann <a href=\"//www.scratchjr.org/\">ScratchJr</a> empfohlen werden, eine vereinfachte Version von Scratch, entwickelt für Kinder im Alter von 5 bis 7.",
    "faq.noInternetTitle":"Gibt es für Studierende eine Möglichkeit, Scratch auch ohne Internetverbindung zu nutzen?",
    "faq.noInternetBody":"Ja. Der Scratch <a href=\"/scratch2download\">Offline Editor</a> ist eine Version von Scratch die auf Desktop oder Laptop-Computer läuft. Derzeit ist der Offline Editor für Mac- und Windows-Rechner verfügbar.",
    "faq.communityTitle":"Kann ich die Online-Community für meine Schüler ausschalten?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Was ist ein Scratch Lehrer-Benutzerkonto?",
    "faq.teacherAccountBody":"Ein Scratch Lehrer-Benutzerkonto stellt Lehrern und anderen Erziehern zusätzliche Features zur Verfügung, mit deren Hilfe die Beteiligung von Schülern verwaltet werden kann. Darunter fällt die Möglichkeit, Schüler-Konten zu erstellen, Schüler-Projekte in Studios zu organisieren und Schüler-Kommentare zu überwachen.",
    "faq.requestTitle":"Wie beantrage ich ein Scratch Lehrer-Benutzerkonto?",
    "faq.requestBody":"Auf der <a href=\"/educators\">Lehrkräfte-Seite</a> von Scratch kannst Du ein Scratch Lehrer-Benutzerkonto anfordern. Während des Registrierungsprozesses werden wir zusätzliche Informationen abfragen um Deine Rolle als Lehrkraft zu verifizieren.",
    "faq.edTitle":"Was ist der Unterschied zwischen eine Scratch Lehrer-Benutzerkonto und einem ScratchEd-Konto?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"Welche Daten sammelt Scratch über die Studierenden?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"Bei weiteren Fragen zu Lehern-Benutzerkonten kosultieren Sie die <a href=\"/educators/faq\">FAQs zu Lehrer-Benutzerkonten</a>"
}
