{
    "faq.title":"Συχνές Ερωτήσεις (FAQ)",
    "faq.intro":"Σε αυτήν τη σελίδα, θα βρείτε απαντήσεις για συχνές ερωτήσεις σχετικές με το Scratch.",
    "faq.aboutTitle":"Γενικές Ερωτήσεις",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Αναμίξεις και Αντιγραφές Έργων",
    "faq.accountsTitle":"Λογαριασμοί",
    "faq.permissionsTitle":"Αδειοδότηση και Εγκρίσεις",
    "faq.inappropriateContentTitle":"Ακατάλληλο Περιεχόμενο",
	"faq.scratchExtensionsTitle":"Επεκτάσεις Scratch",
    "faq.cloudDataTitle":"Μεταβλητές Cloud",
    "faq.aboutScratchTitle":"Τι είναι το Scratch και τι μπορώ να κάνω με αυτό;",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"Σχετικά με το Scratch",
    "faq.makeGameTitle":"Πώς φτιάχνω ένα παιχνίδι ή κινούμενο σχέδιο με το Scratch;",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"Ποιος χρησιμοποιεί το Scratch;",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"Ποιες είναι οι απαιτήσεις συστήματος για το Scratch;",
    "faq.requirementsBody":"Το Scratch θα λειτουργήσει στους περισσότερους σύγχρονους φυλλομετρητές σε σταθερούς υπολογιστές, φορητούς υπολογιστές, και τάμπλετ. Μπορείτε να δείτε έργα σε κινητά τηλέφωνα, αλλά προς το παρόν δεν μπορείτε να δημιουργήσετε ή να επεξεργαστείτε έργα σε τηλέφωνα. Παρακάτω υπάρχει η λίστα των φυλλομετρητών που υποστηρίζονται επίσημα.",
	"faq.requirementsDesktop":"Σταθερός υπολογιστής",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"O Internet Explorer ΔΕΝ υποστηρίζεται.",
	"faq.requirementsTablet":"Τάμπλετ",
	"faq.requirementsTabletChrome":"Mobile Chrome (62+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Σημείωση:",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch Desktop",
	"faq.requirementsNoteWebGL":"Αν αντιμετωπίσετε ένα σφάλμα WebGL, δοκιμάστε έναν διαφορετικό φυλλομετρητή.",
	"faq.requirementsNoteTablets":"Στα τάμπλετ, δεν υπάρχει προς το παρόν τρόπος να χρησιμοποιηθούν οι εντολές \"πατήθηκε πλήκτρο\" και τα μενού με το δεξί κλικ του ποντικιού.",
    "faq.offlineTitle":"Έχετε κάποια έκδοση που να μπορώ να κατεβάσω για να δημιουργώ και να βλέπω έργα χωρίς σύνδεση στο διαδίκτυο;",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"Μπορώ ακόμα να ανεβάσω έργα που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του Scratch στον ιστότοπο;",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"Πόσο κοστίζει το Scratch; Χρειάζομαι κάποια άδεια;",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"Ποιος δημιούργησε το Scratch;",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"MIT Media Lab",
	"faq.aboutScratch3Title":"Τι είναι το Scratch 3.0;",
    "faq.aboutScratch3Body":"Το Scratch 3.0 είναι η τελευταία γενιά του Scratch, που παρουσιάστηκε στις 2 Ιανουαρίου 2019. Είναι σχεδιασμένο να επεκτείνει πώς, τι, και πού μπορείτε να δημιουργείτε με το Scratch. Περιλαμβάνει δεκάδες νέα αντικείμενα, έναν εντελώς νέο επεξεργαστή ήχου, και πολλές νέες εντολές. Και με το Scratch 3.0, μπορείτε να δημιουργείτε και να εκτελείτε έργα όχι μόνο στον φορητό ή σταθερό υπολογιστή σας, αλλά και στο τάμπλετ σας.",
	"faq.reportBugsScratch3Title":"Πώς να αναφέρω σφάλματα και να μοιραστώ ανατροφοδότηση για το Scratch 3.0;",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Είναι το Scratch 3.0 διαθέσιμο σε πολλές γλώσσες;",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Αφαιρέθηκαν στο Scratch 3.0 κάποιες προγραμματιστικές εντολές προηγούμενων εκδόσεων του Scratch ;",
    "faq.removedBlocksScratch3Body":"Καμία προγραμματιστική εντολή δεν έχει αφαιρεθεί στο Scratch 3.0, αλλά κάποιες έχουν αλλάξει λίγο και άλλες έχουν μετακινηθεί στις \"Επεκτάσεις\" (όπως περιγράφεται παρακάτω, στην ενότητα \"Πού πήγαν οι εντολές Πένας;..\").",
	"faq.newBlocksScratch3Title":"Εισάγει το Scratch 3.0 νέες εντολές;",
    "faq.newBlocksScratch3Body":"Ναι! Στο Scratch 3.0 θα βρείτε:",
	"faq.newBlocksSoundEffect":"Νέες εντολές \"εφέ ήχου\"",
	"faq.newBlocksOperators":"Νέοι τελεστές που διευκολύνουν την επεξεργασία κειμένου (αλφαριθμητικών)",
	"faq.newBlocksPen":"Νέες εντολές πένας, συμπεριλαμβανομένης υποστήριξης για διαφάνεια",
	"faq.newBlocksGlide":"Νέα εντολή ολίσθησης για εύκολη κίνηση προς ένα αντικείμενο (ή ένα τυχαίο σημείο)",
	"faq.newBlocksExtensions":"Πολλές νέες δυνατότητες μέσω των \"Επεκτάσεων Scratch\" (δείτε την ενότητα Επεκτάσεις παρακάτω)",
	"faq.biggerBlocksScratch3Title":"Γιατί οι εντολές είναι μεγαλύτερες στο Scratch 3.0 σε σχέση με τις προηγούμενες εκδόσεις;",
    "faq.biggerBlocksScratch3Body":"Για να κάνουμε το Scratch 3.0 να λειτουργεί καλά σε συσκευές αφής (όπως πολλά Chromebooks, φορητούς υπολογιστές Microsoft Surface και τάμπλετ), χρειάστηκε να κάνουμε τις εντολές μεγαλύτερες, ώστε να είναι ευκολότερο να σύρεις και να πατάς πάνω τους. Επιπλέον, οι εντολές είναι λίγο μεγαλύτερες στο Scratch 3.0 για να αντιμετωπιστούν θέματα που παρατηρήσαμε με νέους χρήστες που δυσκολεύονται να κάνουν κλικ και να σύρουν μικρά στοιχεία της διεπαφής.",
	"faq.extensionsScratch3Title":"Που πήγαν οι εντολές Πένας; Που πήγαν οι εντολές Μουσικής; Που πήγαν οι εντολές Προβολής από Κάμερα;",
    "faq.extensionsScratch3Body":"Οι εντολές Πένας, Μουσικής και Προβολής από Κάμερα μεταφέρθηκαν στις επεκτάσεις. Οι επεκτάσεις μπορούν να προστεθούν κάνοντας κλικ στο κουμπί στην κάτω αριστερή γωνία της οθόνης (δες την ενότητα \"Επεκτάσεις\" παρακάτω).",
	"faq.paintEditorScratch3Title":"Ποια είναι τα νέα χαρακτηριστικά της Ζωγραφικής;",
    "faq.paintEditorScratch3Body":"Ο Επεξεργαστής Εικόνων επανασχεδιάστηκε για να παρέχει ισχυρά νέα χαρακτηριστικά ενώ είναι πιο ευκολόχρηστος. Αλλαγές και νέα χαρακτηριστικά περιλαμβάνουν:",
	"faq.paintEditorLayout":"Νέος διάταξη που κάνει τα διαθέσιμα εργαλεία και τις επιλογές πιο εμφανή",
	"faq.paintEditorTools":"Νέα εργαλεία όπως μια \"γόμα\" που δουλεύει και σε διανυσματικά γραφικά",
	"faq.paintEditorColors":"Περισσότερες επιλογές για επιλογή και ρύθμιση χρωμάτων",
	"faq.paintEditorVector":"Περισσότερος έλεγχος στα διανυσματικά σημεία (χειρισμοί καμπύλης και σημείων)",
	"faq.paintEditorLayers":"Επιπρόσθετα εργαλεία ελέγχου για διάταξη στρωμάτων (\"μεταφορά στο προσκήνιο\", \"μεταφορά στο υπόβαθρο\", κλπ.)",
	"faq.paintEditorGradients":"Νέα εργαλεία ελέγχου χρωμάτων",
	"faq.soundEditorScratch3Title":"Ποια είναι τα νέα χαρακτηριστικά στον Επεξεργαστή Ήχου;",
    "faq.soundEditorScratch3Body":"Ο Επεξεργαστής Ήχου έχει επανασχεδιαστεί για να είναι ευκολότερο να εγγράψετε και να διαχειριστείτε ήχους. Προσφέρει πολλά νέα χαρακτηριστικά:",
	"faq.soundEditorRecording":"Νέο σύστημα εγγραφής που είναι ευκολότερο στη χρήση",
	"faq.soundEditorTrimming":"Νέο σύστημα περικοπής ήχων που είναι ευκολότερο στη χρήση",
	"faq.soundEditorEffects":"Νέα εφέ ήχου (όπως \"γρηγορότερα\", \"πιο αργά\", \"ηχώ\", και \"ρομπότ\")",
	"faq.tipsWindwScratch3Title":"Τι απέγινε το Παράθυρο Συμβουλών του Scratch;",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"Τι είναι μια ανάμειξη;",
    "faq.remixDefinitionBody":"Όταν ένας χρήστης Scratch δημιουργεί ένα αντίγραφο έργου κάποιου άλλου χρήστη και το προσθέτει στις δικές του ιδέες (για παράδειγμα, τροποποιώντας σενάρια ή ενδυμασίες), το έργο που προκύπτει ονομάζεται \"ανάμειξη\". Κάθε έργο σε κοινή χρήση στον ιστότοπο του Scratch μπορεί να αναμειχθεί. Ακόμα και μια μικρή αλλαγή θεωρείται έγκυρη ανάμειξη, εφόσον παρέχονται ευχαριστίες στον αρχικό δημιουργό και σε άλλους που έκαναν σημαντικές προσφορές στην ανάμειξη.",
    "faq.remixableTitle":"Γιατί η Ομάδα του Scratch απαιτεί όλα τα έργα να είναι \"αναμείξιμα\";",
    "faq.remixableBody":"Πιστεύουμε πως το να αναμιγνύει κανείς έργα άλλων είναι ένας υπέροχος τρόπος να μάθει να προγραμματίζει και να δημιουργεί ενδιαφέροντα έργα. Μέσα από την ανάμιξη οι δημιουριγκές ιδέες διαδίδονται στην κοινότητα του Scratch και επωφελούνται όλοι. Όλα τα έργα που γίνονται κοινή χρήση στον ιστότοπο του Scratch καλύπτονται από την άδεια  “Creative Commons Share Alike”, που σημαίνει ότι μπορείτε να αναμίξετε οποιδήποτε έργο βλέπετε στον ιστότοπο του Scratch -- και όλοι οι υπόλοιποι μπορούν να αναμίξουν οποιοδήποτε έργο μοιράζεστε στον ιστότοπο.",
    "faq.creativeCommonsTitle":"Τι γίνεται σε περίπτωση που δεν θέλω τα έργα μου να αναμιγνύονται από άλλους;",
    "faq.creativeCommonsBody":"Οι αναμείξεις είναι σημαντικό κομμάτι της κοινότητας του Scratch. Αν δεν θέλετε τους άλλους να δουν ή να αναμείξουν τις δημιουργίες σας, μπορείτε να δημιουργήσετε έργα στον ιστότοπο του Scratch, αλλά μην τα κάνετε κοινή χρήση στον ιστότοπο.",
    "faq.fairUseTitle":"Μπορώ να χρησιμοποιήσω εικόνες / ήχους / υλικό από το ίντερνετ στο έργο μου;",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"Γιατί είναι χρήσιμος ένας λογαριασμός Scratch;",
    "faq.whyAccountBody":"Ακόμη και χωρίς λογαριασμό, μπορείτε να παίζετε τα έργα άλλων, να διαβάζετε σχόλια και φόρουμ ακόμη και να δημιουργείτε τα δικά σας έργα. Αλλά χρειάζεστε λογαριασμό για να αποθηκεύετε και να κάνετε κοινή χρήση έργα, να γράφετε σχόλια και να δημοσιεύετε στα φόρουμ και να συμμετέχετε στις \"κοινωνικές\" δραστηριότητες της κοινότητας (όπως το να δηλώνετε ότι \"σας αρέσουν\" τα έργα των άλλων).",
    "faq.createAccountTitle":"Πώς μπορώ να δημιουργήσω λογαριασμό;",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"Πώς μπορώ να ελέγξω αν ο λογαριασμός μου επιβεβαιώθηκε;",
    "faq.howToConfirmTitle":"Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"Πρέπει να επιβεβαιώσω το λογαριασμό μου;",
    "faq.requireConfirmBody":"Μπορείτε να χρησιμοποιείτε πολλές πλευρές του Scratch χωρίς να επιβεβαιώσετε το λογαριασμό σας, συμπεριλαμβανομένων της δημιουργίας και της αποθήκευσης έργων (χωρίς κοινή χρήση).",
    "faq.forgotPasswordTitle":"Ξέχασα το όνομα χρήστη ή τον κωδικό μου. Πώς μπορώ να τα επαναφέρω;",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"Πως μπορώ να αλλάξω τον κωδικό μου;",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"Πώς αλλάζω τη διεύθυνση ηλεκτρονικού ταχυδρομείου μου;",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"Πώς γίνομαι \"Scratcher\" από \"Νέο μέλος Scratch\";",
    "faq.newScratcherBody":"Όταν δημιουργήσετε έναν λογαριασμό θα αποκτήσετε την ετικέτα “Νέο μέλος του Scratch”. Για να γίνεται \"Scratcher\"  θα πρέπει να δημιουργείτε και να ανεβάζετε έργα, να κάνετε βοηθητικά σχόλια σε άλλα έργα και να είστε υπομονετικοί! Αφού καλύψετε τις απαιτήσεις ένας σύνδεσμος θα εμφανιστεί στη σελίδα προφίλ σας το οποίο θα σας προσκαλεί να γίνετε \"Scratcher\" και θα έχετε επιπλέον δυνατότητες στον ιστότοπο του Scratch. (Σημειώστε ότι δεν προάγουμε τα \"Νέα Μέλη του Scratch\" σε \"Scratcher\" κατόπιν αιτήσεως)",
    "faq.multipleAccountTitle":"Μπορώ να έχω περισσότερους από έναν λογαριασμό;",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"Υπάρχει πρόβλημα εάν περισσότερα άτομα συνδέονται σε έναν λογαριασμό;",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"Μπορώ να αλλάξω το όνομα χρήστη μου;",
    "faq.changeUsernameBody":"Η δομή της ιστοσελίδας βασίζεται πάνω σε μόνιμα ονόματα χρήστη, οπότε δεν μπορείτε να αλλάξετε το όνομα χρήστη σας. Εάν πραγματικά χρειάζεται όμως, μπορείτε να δημιουργήσετε ένα νέο λογαριασμό - όμως θα πρέπει να μεταφέρετε τα έργα μόνοι σας.",
    "faq.shareInfoTitle":"Τι είδους πληροφορίες μπορώ να μοιραστώ στο λογαριασμό μου;",
    "faq.shareInfoBody":"Παρακαλούμε μην μοιράζεστε προσωπικά στοιχεία επικοινωνίας, όπως τη διεύθυνση σπιτιού σας, το e-mail σας, το τηλέφωνό σας ή οτιδήποτε το οποίο χρησιμοποιείται για επικοινωνία εκτός της ιστοσελίδας του Scratch. Παρακαλούμε αναφέρετε έργα, σχόλια ή αναρτήσεις στους χώρους συζητήσεων που περιέχουν τέτοιου είδους πληροφορίες έτσι ώστε η ομάδα του Scratch να μπορέσει να τα αφαιρέσει και να θυμίσει στο δημιουργό τους την πολιτική μας.",
    "faq.deleteAccountTitle":"Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Είναι το Scratch δωρεάν; Μπορώ να το χρησιμοποιήσω όπου θέλω;",
    "faq.scratchFreeBody":"Ναι! Το Scratch είναι διαθέσιμο δωρεάν. Μπορείτε να το χρησιμοποιήσετε στο σχολείο σας, και μπορείτε να διδάξετε ένα μάθημα γι 'αυτό (ακόμη και ένα μάθημα που κοστίζει χρήματα). Δεν χρειάζεται να αγοράσετε μια άδεια - είναι δωρεάν.",
    "faq.scratchScreenshotTitle":"Μπορώ να χρησιμοποιήσω το Scratch και / ή φωτογραφίες από το Scratch σε βιβλίο ή παρουσίαση;",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"Μπορώ να συμπεριλάβω μια περιγραφή του Scratch σε φυλλάδια ή άλλο υλικό;",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Μπορώ να παρουσιάσω το Scratch σε μια συνεδρίαση;",
    "faq.presentScratchBody":"Κάντε ελεύθερα παρουσιάσεις για το Scratch σε εκπαιδευτικούς ή άλλα άτομα. ",
    "faq.supportMaterialTitle":"Μπορώ να χρησιμοποιήσω ή να αναμίξω υποστηρικτικό υλικό, αντικείμενα, εικόνες ή παραδείγματα έργων που βρήκα στη σελίδα;",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"Μπορώ να πουλήσω τα έργα μου;",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"Πού μπορώ να βρω τον πηγαίο κώδικα του Scratch;",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"Πως μπορώ να γνωρίζω εάν κάτι είναι ή δεν είναι \"εντάξει\" να κάνω κοινή χρήση στη σελίδα;",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Τι πρέπει να κάνω εάν δω κάτι που είναι ακατάλληλο;",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Τι πρέπει να κάνω εάν δω κάποιον που είναι κακόβουλος ή ασεβής;",
    "faq.noFlameBody":"Σίγουρα μη ρίξετε λάδι στη φωτιά! Απαντώντας σε κακόβουλα σχόλια με περισσότερη κακοβουλία απλά κάνει τα πράγματα χειρότερα και θα μπορούσε να οδηγήσει στον αποκλεισμό του λογαριασμού σας. Αντί για αυτό, απλά αναφέρετε οτιδήποτε που είναι ασεβές ή δεν είναι εποικοδομητικό και εμείς θα επικοινωνήσουμε με το χρήστη. Ελέγχουμε τις αναφορές πολλές φορές τη μέρα - γι'αυτό μην ανησυχείτε, θα ξεκαθαρίσουμε τα πράγματα για σας!",
    "faq.reviewContentTitle":"Τι κάνει η ομάδα του Scratch όταν κάτι έχει αναφερθεί;",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"Τι συμβαίνει όταν ένας λογαριασμός αποκλειστεί;",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"Κάποιος απέκτησε πρόσβαση στον λογαριασμό μου και έγινε φραγή. Τι κάνω;",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"Τι είναι οι επεκτάσεις;",
    "faq.aboutExtensionsBody":"Στον επεξεργαστή Scratch, μπορείτε να προσθέσετε συλλογές από επιπλέον εντολές που ονομάζονται \"επεκτάσεις\". Για παράδειγμα υπάρχουν επεκτάσεις που δίνουν την δυνατότητα προγραμματισμού φυσικών συσκευ΄ν (όπως το micro:bit και τα LEGO robotics kits) και της μετάφρασης κειμένου μέσα από τα έργα Scratch. Θα συνεχίσουμε να προσθέτουμε επεκτάσεις, έτσι ώστε τα πράγματα που μπορείτε να κάνετε με το Scratch να γίνονται περισσότερα.",
    "faq.howToAddExtensionsTitle":"Πώς προσθέτω μια επέκταση σε ένα έργο;",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"Πώς δημιουργώ τη δική μου επέκταση για το Scratch",
    "faq.createExtensionsBody":"Η ομάδα του Scratch θα δημοσιοποιήσει προδιαγραφές και οδηγίες για τις επεκτάσεις στο μέλλον. Μόλις είναι διαθέσιμες θα μπορείτε να υποβάλετε επεκτάσεις στην ομάδα του Scratch ώστε να σκεφτούν να τις συμπεριλάβουν στην επίσημη βιβλιοθήκη των επεκτάσεων του Scratch 3.0. Επίσης, θα παρέχουμε οδηγίες για την ανάπτυξη και την διανομή \"πειραματικών\" επεκτάσεων, που μπορούν να χρησιμοποιηθούν για να δημιουργηθούν έργα σε ιδιωτικούς υπολογιστές, αλλά που δεν θα κοινοποιηθούν στη διαδικτυακή κοινότητα του Scratch.",
    "faq.scratchXTitle":"Τι θα συμβεί στον ιστότοπο του ScratchX;",
    "faq.scratchXBody":"Ο ιστότοπος του ScratchX (scratchx.org) ήταν ένας πειραματικός χώρος για επεκτάσεις. Οι επεκτάσεις που δημιουργήθηκαν στο ScratchX δεν είναι συμβατές με το Scratch 3.0. Μόλις οι πειραματικές επεκτάσεις υποστηριχθούν πλήρως από το Scratch θα σταματήσουμε την υποστήριξη του ScratchX και θα παρέχουμε στους προγραμματιστές και τους χρήστες χρόνο για να μεταβούν από το ScratchX στη νέα πλατφόρμα επεκτάσεων.",
    "faq.cloudDataInfoTitle":"Τι είναι οι μεταβλητές cloud;",
    "faq.cloudDataInfoBody":"Οι μεταβλητές cloud επιτρέπουν σε δεδομένα ενός έργου να αποθηκευτούν και να μοιραστούν με άλλους στην κοινότητα του Scratch. Μπορείτε να χρειαστείτε τις μεταβλητές cloud για να δημιουργήσετε δημοσκοπήσεις και άλλα έργα που άλλοι στην κοινότητα μπορούν να έχουν πρόσβαση και να αλλάζουν τα δεδομένα στην πορεία του χρόνου.",
    "faq.makeCloudVarTitle":"Πώς μπορώ να φτιάξω μια μεταβλητή cloud;",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"Τι τύποι δεδομένων μπορούν να αποθηκευτούν στις μεταβλητές cloud;",
    "faq.onlyNumbersBody":"Μόνο αριθμοί μπορούν να αποθηκευτούν σε μεταβλητές cloud.",
    "faq.storedCloudInfoTitle":"Ποιος μπορεί να δει τα δεδομένα που έχουν αποθηκευτεί στις μεταβλητές cloud;",
    "faq.storedCloudInfoBody":"Όταν αλληλεπιδράτε με ένα έργο που χρησιμοποιεί μεταβλητές cloud, τα δεδομένα που σχετίζονται με τις αλληλεπιδράσεις σας μπορούν να αποθηκευτούν μαζί με το όνομα χρήστη σας και άλλα άτομα μπορούν να τα δουν.",
     "faq.reportCloudTitle":"Εάν δω ότι κάποιος ανεβάζει ακατάλληλο υλικό χρησιμοποιώντας μεταβλητές cloud, πως μπορώ να το αναφέρω;",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Μπορώ να δημιουργήσω chat room με δεδομένα cloud;",
    "faq.chatRoomBody":"Ενώ είναι τεχνικά δυνατό να δημιουργήσετε chat room με cloud μεταβλητές, δεν επιτρέπονται στον ιστότοπο του Scratch.",
    "faq.changeCloudVarTitle":"Ποιος μπορεί να αλλάξει τις πληροφορίες σε μια μεταβλητή Cloud;",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"Είμαι συνδεδεμένος, αλλά και πάλι δεν μπορώ να χρησιμοποιήσω έργα με μεταβλητές cloud. Τι συμβαίνει;",
    "faq.newScratcherCloudBody":"Αν είστε ακόμη \"Νέος Scratcher\" στον ιστότοπο, δεν θα έχετε τη δυνατότητα να χρησιμοποιείτε έργα με μεταβλητές cloud. Θα πρέπει να γίνεται \"Scratcher\" για να έχετε πρόβαση στις μεταβλητές cloud. Δείτε την ενότητα Λογαριασμοί (παραπάνω) για περισσότερες πληροφορίες όσον αφορά τη μετάβασή από “Νέος Scratcher” σε \"Scratcher\".",
    "faq.multiplayerTitle":"Είναι δυνατό να φτιάξω παιχνίδια πολλών παιχτών χρησιμοποιώντας μεταβλητές cloud;",
    "faq.multiplayerBody":"Παιχνίδια για πολλούς παίκτες μπορεί να είναι δύσκολο να δημιουργηθούν, λόγω της ταχύτητας του δικτύου και των προβλημάτων συγχρονισμού. Ωστόσο, ορισμένοι χρήστες βρίσκουν δημιουργικούς τρόπους για να χρησιμοποιήσουν τις μεταβλητές cloud για άλλα παρόμοια παιχνίδια.",
    "faq.schoolsTitle":"Το Scratch στα Σχολεία",
    "faq.howTitle":"Πώς χρησιμοποιείται το Scratch στα σχολεία;",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"Υπάρχει τρόπος οι μαθητές να χρησιμοποιούν το Scratch χωρίς σύνδεση στο διαδίκτυο;",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"Μπορώ να απενεργοποιήσω τη διαδικτυακή κοινότητα για τους μαθητές μου;",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Τι είναι οι λογαριασμοί εκπαιδευτικών;",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"Συχνές Ερωτήσεις για τον Λογαριασμό Εκπαιδευτικών",
    "faq.requestTitle":"Πώς αιτούμαι έναν λογαριασμό εκπαιδευτικού;",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"Τι δεδομένα συγκεντρώνει το Scratch για τους μαθητές;",
    "faq.dataBody":"Όταν ένας μαθητής εγγράφεται στο Scratch, ζητάμε δημογραφικά δεδομένα συμπεριλαμβανομένων του φύλου, της ηλικίας (μήνας και έτος γέννησης), χώρα και μια διεύθυνση email για επιβεβαίωση. Όταν ένας εκπαιδευτικός χρησιμοποιεί τον Λογαριασμό Εκπαιδευτικού του Scratch για να δημιουργήσει μαζικά λογαριασμούς μαθητών, οι μαθητές δεν απαιτείται να παρέχουν διεύθυνση email για την δημιουργία λογαριασμού.",
    "faq.lawComplianceTitle":"Είναι το Scratch (η διαδικτυακή έκδοση) σύμφωνο με τους τοπικούς και ομοσπονδιακούς νόμους απορρήτου δεδομένων των Ηνωμένων Πολιτειών;",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
