{
    "faq.title":"Συχνές Ερωτήσεις (FAQ)",
    "faq.intro":"Σε αυτήν τη σελίδα, θα βρείτε απαντήσεις για συχνές ερωτήσεις σχετικές με το Scratch.",
    "faq.aboutTitle":"Γενικές Ερωτήσεις",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Αναμίξεις και Αντιγραφές Έργων",
    "faq.accountsTitle":"Λογαριασμοί",
    "faq.permissionsTitle":"Αδειοδότηση και Εγκρίσεις",
    "faq.inappropriateContentTitle":"Ακατάλληλο Περιεχόμενο",
	"faq.scratchExtensionsTitle":"Επεκτάσεις Scratch",
    "faq.cloudDataTitle":"Μεταβλητές Cloud",
    "faq.aboutScratchTitle":"Τι είναι το Scratch και τι μπορώ να κάνω με αυτό;",
    "faq.aboutScratchBody":"Με τη γλώσσα προγραμματισμού Scratch και τη διαδικτυακή κοινότητα, μπορείτε να δημιουγήσεττε τις δικές σας διαδραστικές ιστορίες, παιχνίδια, και κινούμενα σχέδια -- και να μοιραστείτε τις δημιουργίες σας με ανθρώπους απ'όλον τον κόσμο. Καθώς οι νέοι δημιουργούν και μοιράζονται έργα Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να συλλογίζονται συστηματικά, και να εργάζονται συνεργατικά. Για να μάθετε περισσότερα για το Scratch, δείτε τη σελίδα <a href=\"/about\">Σχετικά με το Scratch</a>.",
    "faq.makeGameTitle":"Πώς φτιάχνω ένα παιχνίδι ή κινούμενο σχέδιο με το Scratch;",
    "faq.makeGameBody":"Επισκεφτείτε τη σελίδα <a href=\"/ideas\">Ιδέες</a>για να δείτε πολλούς τρόπους να ξεκινήσετε με το Scratch",
    "faq.whoUsesScratchTitle":"Ποιος χρησιμοποιεί το Scratch;",
    "faq.whoUsesScratchBody":"Το Scratch χρησιμοποιείται από ανθρώπους όλων των υποβάθρων, σε όλες τις χώρες του κόσμου, σε όλα τα πλαίσια -- σπίτια, σχολεία, βιβλιοθήκες, μουσεία, και άλλα. Το Scratch είναι σχεδιασμένο ειδικά για νέους ηλικίας από 8 έως 16, αλλά άνθρωποι όλων των ηλικιών δημιουργούν και μοιράζονται με το Scratch. Τα μικρότερα παιδιά μπορεί να θέλουν να δοκιμάσουν το <a href=\"https://www.scratchjr.org/\">ScratchJr</a>, μια απλοποιημένη έκδοση του Scratch σχεδιασμένη για ηλικίες από 5 έως 7.",
    "faq.requirementsTitle":"Ποιες είναι οι απαιτήσεις συστήματος για το Scratch;",
    "faq.requirementsBody":"Το Scratch θα λειτουργήσει στους περισσότερους σύγχρονους φυλλομετρητές σε σταθερούς υπολογιστές, φορητούς υπολογιστές, και τάμπλετ. Μπορείτε να δείτε έργα σε κινητά τηλέφωνα, αλλά προς το παρόν δεν μπορείτε να δημιουργήσετε ή να επεξεργαστείτε έργα σε τηλέφωνα. Παρακάτω υπάρχει η λίστα των φυλλομετρητών που υποστηρίζονται επίσημα.",
	"faq.requirementsDesktop":"Σταθερός υπολογιστής",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"O Internet Explorer ΔΕΝ υποστηρίζεται.",
	"faq.requirementsTablet":"Τάμπλετ",
	"faq.requirementsTabletChrome":"Mobile Chrome (63+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Σημείωση:",
	"faq.requirementsNoteDesktop":"Αν ο υπολογιστής σας δεν καλύπτει αυτές τις απαιτήσεις, μπορείτε να δοκιμάσετε τον επεξεργαστή <a href=\"/download\">Scratch Desktop</a> (δείτε το επόμενο θέμα στις Συχνές Ερωτήσεις).",
	"faq.requirementsNoteWebGL":"Αν αντιμετωπίσετε ένα σφάλμα WebGL, δοκιμάστε έναν διαφορετικό φυλλομετρητή.",
	"faq.requirementsNoteTablets":"Στα τάμπλετ, δεν υπάρχει προς το παρόν τρόπος να χρησιμοποιηθούν οι εντολές \"πατήθηκε πλήκτρο\" και τα μενού με το δεξί κλικ του ποντικιού.",
    "faq.offlineTitle":"Έχετε κάποια έκδοση που να μπορώ να κατεβάσω για να δημιουργώ και να βλέπω έργα χωρίς σύνδεση στο διαδίκτυο;",
    "faq.offlineBody":"Ο επεξεργαστής Scratch Desktop σας επιτρέπει να δημιουργήσετε έργα Scratch χωρίς σύνδεση στο διαδίκτυο. Μπορείτε να κατεβάσετε το <a href=\"/download\">Scratch Desktop</a> από τον ιστότοπο. Η προηγούμενη ονομασία του ήταν Scratch Offline editor.",
    "faq.uploadOldTitle":"Μπορώ ακόμα να ανεβάσω έργα που έχουν δημιουργηθεί με παλαιότερες εκδόσεις του Scratch στον ιστότοπο;",
    "faq.uploadOldBody":"Ναι: μπορείτε να μοιράζεστε και να ανεβάζετε έργα φτιαγμένα με παλαιότερες εκδόσεις του Scratch, και θα είναι ορατά και εκτελέσιμα. (Ωστόσο, δεν μπορείτε να κατεβάσετε έργα φτιαγμένα ή επεξεργασμένα σε μεταγενέστερες εκδόσεις του Scratch και να τα ανοίξετε σε προγενέστερες εκδόσεις. Για παράδειγμα, δεν μπορείτε να ανοίξετε κάποιο έργο Scratch 3.0  στην αυτόνομη έκδοση του <a href=\"/download/scratch2\">Scratch 2.0</a>, επειδή το Scratch 2.0 δεν ξέρει πώς να διαβάζει τον μορφότυπο αρχείου έργου .sb3).",
    "faq.scratchCostTitle":"Πόσο κοστίζει το Scratch; Χρειάζομαι κάποια άδεια;",
    "faq.scratchCostBody":"Το Scratch είναι και θα παραμείνει για πάντα δωρεάν. Δε χρειάζεστε άδεια για να χρησιμοποιήσετε το Scratch στο σχολείο σας, στο σπίτι σας ή οπουδήποτε αλλού. Η ανάπτυξη και η συντήρηση του Scratch πληρώνεται μέσα από επιδοτήσεις και δωρεές. Εάν θέλετε να συνεισφέρετε στο Scratch, επισκεφτείτε τη σελίδα <a href=\"https://secure.donationpay.org/scratchfoundation/\">Κάνετε δωρεά</a>.",
    "faq.mediaLabTitle":"Ποιος δημιούργησε το Scratch;",
    "faq.mediaLabBody":"Το Scratch αναπτύσσεται και συντηρείται από την Ομάδα του Scratch στην ομάδα <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten</a> στο <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
	"faq.aboutScratch3Title":"Τι είναι το Scratch 3.0;",
    "faq.aboutScratch3Body":"Το Scratch 3.0 είναι η τελευταία γενιά του Scratch, που παρουσιάστηκε στις 2 Ιανουαρίου 2019. Είναι σχεδιασμένο να επεκτείνει πώς, τι, και πού μπορείτε να δημιουργείτε με το Scratch. Περιλαμβάνει δεκάδες νέα αντικείμενα, έναν εντελώς νέο επεξεργαστή ήχου, και πολλές νέες εντολές. Και με το Scratch 3.0, μπορείτε να δημιουργείτε και να εκτελείτε έργα όχι μόνο στον φορητό ή σταθερό υπολογιστή σας, αλλά και στο τάμπλετ σας.",
	"faq.reportBugsScratch3Title":"Πώς να αναφέρω σφάλματα και να μοιραστώ ανατροφοδότηση για το Scratch 3.0;",
    "faq.reportBugsScratch3Body":"Μπορείτε να αναφέρετε προβλήματα και να μοιραστείτε ανατροφοδότηση στην ενότητα <a href=\"https://scratch.mit.edu/discuss/3/\">Bugs & Glitches</a> στις δημόσιες συζητήσεις του Scratch.",
	"faq.languagesScratch3Title":"Είναι το Scratch 3.0 διαθέσιμο σε πολλές γλώσσες;",
    "faq.languagesScratch3Body":"Ναι. Για να αλλάξετε τη γλώσσα των εντολών, κάνετε κλικ στο εικονίδιο με την “υδρόγειο” στην πάνω μπάρα πλοήγησης του επεξεργαστή προγραμμάτων, έπειτα επιλέξτε από την αναδυόμενη λίστα μια γλώσσα. <br /><br />Όλες μας οι μεταφράσεις γίνονται από εθελοντές. Ο επεξεργαστής Scratch 3.0 έχει ήδη μεταφραστεί σε 40+ γλώσσες. Μπορείτε να δείτε όλες τις γλώσσες που μεταφράζονται τώρα και αναθεωρούνται στον <a href=\"https://www.transifex.com/llk/scratch-editor/\">εξυπηρετητή μετάφρασης</a>. Αν θέλετε να βοηθήσετε με τη μετάρφραση ή την αναθεώρηση, παρακαλούμε επικοινωνήστε στο <a href=\"mailto:translate@scratch.mit.edu\">translate@scratch.mit.edu</a>.",
	"faq.removedBlocksScratch3Title":"Αφαιρέθηκαν στο Scratch 3.0 κάποιες προγραμματιστικές εντολές προηγούμενων εκδόσεων του Scratch ;",
    "faq.removedBlocksScratch3Body":"Καμία προγραμματιστική εντολή δεν έχει αφαιρεθεί στο Scratch 3.0, αλλά κάποιες έχουν αλλάξει λίγο και άλλες έχουν μετακινηθεί στις \"Επεκτάσεις\" (όπως περιγράφεται παρακάτω, στην ενότητα \"Πού πήγαν οι εντολές Πένας;..\").",
	"faq.newBlocksScratch3Title":"Εισάγει το Scratch 3.0 νέες εντολές;",
    "faq.newBlocksScratch3Body":"Ναι! Στο Scratch 3.0 θα βρείτε:",
	"faq.newBlocksSoundEffect":"Νέες εντολές \"εφέ ήχου\"",
	"faq.newBlocksOperators":"Νέοι τελεστές που διευκολύνουν την επεξεργασία κειμένου (αλφαριθμητικών)",
	"faq.newBlocksPen":"Νέες εντολές πένας, συμπεριλαμβανομένης υποστήριξης για διαφάνεια",
	"faq.newBlocksGlide":"Νέα εντολή ολίσθησης για εύκολη κίνηση προς ένα αντικείμενο (ή ένα τυχαίο σημείο)",
	"faq.newBlocksExtensions":"Πολλές νέες δυνατότητες μέσω των \"Επεκτάσεων Scratch\" (δείτε την ενότητα Επεκτάσεις παρακάτω)",
	"faq.biggerBlocksScratch3Title":"Γιατί οι εντολές είναι μεγαλύτερες στο Scratch 3.0 σε σχέση με τις προηγούμενες εκδόσεις;",
    "faq.biggerBlocksScratch3Body":"Για να κάνουμε το Scratch 3.0 να λειτουργεί καλά σε συσκευές αφής (όπως πολλά Chromebooks, φορητούς υπολογιστές Microsoft Surface και τάμπλετ), χρειάστηκε να κάνουμε τις εντολές μεγαλύτερες, ώστε να είναι ευκολότερο να σύρεις και να πατάς πάνω τους. Επιπλέον, οι εντολές είναι λίγο μεγαλύτερες στο Scratch 3.0 για να αντιμετωπιστούν θέματα που παρατηρήσαμε με νέους χρήστες που δυσκολεύονται να κάνουν κλικ και να σύρουν μικρά στοιχεία της διεπαφής.",
	"faq.extensionsScratch3Title":"Που πήγαν οι εντολές Πένας; Που πήγαν οι εντολές Μουσικής; Που πήγαν οι εντολές Προβολής από Κάμερα;",
    "faq.extensionsScratch3Body":"Οι εντολές Πένας, Μουσικής και Προβολής από Κάμερα μεταφέρθηκαν στις επεκτάσεις. Οι επεκτάσεις μπορούν να προστεθούν κάνοντας κλικ στο κουμπί στην κάτω αριστερή γωνία της οθόνης (δες την ενότητα \"Επεκτάσεις\" παρακάτω).",
	"faq.paintEditorScratch3Title":"Ποια είναι τα νέα χαρακτηριστικά της Ζωγραφικής;",
    "faq.paintEditorScratch3Body":"Ο Επεξεργαστής Εικόνων επανασχεδιάστηκε για να παρέχει ισχυρά νέα χαρακτηριστικά ενώ είναι πιο ευκολόχρηστος. Αλλαγές και νέα χαρακτηριστικά περιλαμβάνουν:",
	"faq.paintEditorLayout":"Νέος διάταξη που κάνει τα διαθέσιμα εργαλεία και τις επιλογές πιο εμφανή",
	"faq.paintEditorTools":"Νέα εργαλεία όπως μια \"γόμα\" που δουλεύει και σε διανυσματικά γραφικά",
	"faq.paintEditorColors":"Περισσότερες επιλογές για επιλογή και ρύθμιση χρωμάτων",
	"faq.paintEditorVector":"Περισσότερος έλεγχος στα διανυσματικά σημεία (χειρισμοί καμπύλης και σημείων)",
	"faq.paintEditorLayers":"Επιπρόσθετα εργαλεία ελέγχου για διάταξη στρωμάτων (\"μεταφορά στο προσκήνιο\", \"μεταφορά στο υπόβαθρο\", κλπ.)",
	"faq.paintEditorGradients":"Νέα εργαλεία ελέγχου χρωμάτων",
	"faq.soundEditorScratch3Title":"Ποια είναι τα νέα χαρακτηριστικά στον Επεξεργαστή Ήχου;",
    "faq.soundEditorScratch3Body":"Ο Επεξεργαστής Ήχου έχει επανασχεδιαστεί για να είναι ευκολότερο να εγγράψετε και να διαχειριστείτε ήχους. Προσφέρει πολλά νέα χαρακτηριστικά:",
	"faq.soundEditorRecording":"Νέο σύστημα εγγραφής που είναι ευκολότερο στη χρήση",
	"faq.soundEditorTrimming":"Νέο σύστημα περικοπής ήχων που είναι ευκολότερο στη χρήση",
	"faq.soundEditorEffects":"Νέα εφέ ήχου (όπως \"γρηγορότερα\", \"πιο αργά\", \"ηχώ\", και \"ρομπότ\")",
	"faq.tipsWindwScratch3Title":"Τι απέγινε το Παράθυρο Συμβουλών του Scratch;",
    "faq.tipsWindowScratch3Body":"Αντί για το Παράθυρο Συμβουλών, το Scratch 3.0 παρέχει αντίστοιχο περιεχόμενο μέσα από τη βιβλιοθήκη Εκπαιδευτικού Υλικού, στην οποία υπάρχει πρόσβαση μέσω του υπερσυνδέσμου <i>Εκπαιδευτικό υλικό</i> στην πάνω μπάρα πλοήγησης στον επεξεργαστή προγράμματος. Θα βρείτε εκπαιδευτικό υλικό για ολόκληρα έργα (όπως το \"Φτιάξε ένα Παιχνίδι Κυνηγητού\") ή για συγκεκριμένες εντολές και χαρακτηριστικά (όπως \"Κάνε Εγγραφή Ήχου\" ή \"Κάνε Το να Περιστρέφεται\"). Περισσότερο εκπαιδευτικό υλικό θα προστεθεί σύντομα (όπως το \"Παιχνίδι Πινγκ-Πονγκ\" και το \"Κάνε το να Πετάξει\").",
	"faq.remixDefinitionTitle":"Τι είναι μια ανάμειξη;",
    "faq.remixDefinitionBody":"Όταν ένας χρήστης Scratch δημιουργεί ένα αντίγραφο έργου κάποιου άλλου χρήστη και το προσθέτει στις δικές του ιδέες (για παράδειγμα, τροποποιώντας σενάρια ή ενδυμασίες), το έργο που προκύπτει ονομάζεται \"ανάμειξη\". Κάθε έργο σε κοινή χρήση στον ιστότοπο του Scratch μπορεί να αναμειχθεί. Ακόμα και μια μικρή αλλαγή θεωρείται έγκυρη ανάμειξη, εφόσον παρέχονται ευχαριστίες στον αρχικό δημιουργό και σε άλλους που έκαναν σημαντικές προσφορές στην ανάμειξη.",
    "faq.remixableTitle":"Γιατί η Ομάδα του Scratch απαιτεί όλα τα έργα να είναι \"αναμείξιμα\";",
    "faq.remixableBody":"Πιστεύουμε πως το να αναμιγνύει κανείς έργα άλλων είναι ένας υπέροχος τρόπος να μάθει να προγραμματίζει και να δημιουργεί ενδιαφέροντα έργα. Μέσα από την ανάμιξη οι δημιουριγκές ιδέες διαδίδονται στην κοινότητα του Scratch και επωφελούνται όλοι. Όλα τα έργα που γίνονται κοινή χρήση στον ιστότοπο του Scratch καλύπτονται από την άδεια  “Creative Commons Share Alike”, που σημαίνει ότι μπορείτε να αναμίξετε οποιδήποτε έργο βλέπετε στον ιστότοπο του Scratch -- και όλοι οι υπόλοιποι μπορούν να αναμίξουν οποιοδήποτε έργο μοιράζεστε στον ιστότοπο.",
    "faq.creativeCommonsTitle":"Τι γίνεται σε περίπτωση που δεν θέλω τα έργα μου να αναμιγνύονται από άλλους;",
    "faq.creativeCommonsBody":"Οι αναμείξεις είναι σημαντικό κομμάτι της κοινότητας του Scratch. Αν δεν θέλετε τους άλλους να δουν ή να αναμείξουν τις δημιουργίες σας, μπορείτε να δημιουργήσετε έργα στον ιστότοπο του Scratch, αλλά μην τα κάνετε κοινή χρήση στον ιστότοπο.",
    "faq.fairUseTitle":"Μπορώ να χρησιμοποιήσω εικόνες / ήχους / υλικό από το ίντερνετ στο έργο μου;",
    "faq.fairUseBody":"Εάν επιλέξετε να ενσωματώσετε τη δουλειά κάποιου άλλου στο δικό σας έργο, σιγουρευτείτε ότι τον έχετε ευχαριστήσει για τη δουλειά του στη στήλη με τις “ευχαριστίες” στη σελίδα του έργου και ότι έχετε συμπεριλάβει έναν σύνδεσμο προς το αρχικό έργο. Για να βρείτε υλικό με άδεια για ανάμειξη, ελέγξτε τη <a href=\"http://search.creativecommons.org/\">σελίδα αναζήτησης του Creative Commons</a>.",
    "faq.whyAccountTitle":"Γιατί είναι χρήσιμος ένας λογαριασμός Scratch;",
    "faq.whyAccountBody":"Ακόμη και χωρίς λογαριασμό, μπορείτε να παίζετε τα έργα άλλων, να διαβάζετε σχόλια και φόρουμ ακόμη και να δημιουργείτε τα δικά σας έργα. Αλλά χρειάζεστε λογαριασμό για να αποθηκεύετε και να κάνετε κοινή χρήση έργα, να γράφετε σχόλια και να δημοσιεύετε στα φόρουμ και να συμμετέχετε στις \"κοινωνικές\" δραστηριότητες της κοινότητας (όπως το να δηλώνετε ότι \"σας αρέσουν\" τα έργα των άλλων).",
    "faq.createAccountTitle":"Πώς μπορώ να δημιουργήσω λογαριασμό;",
    "faq.createAccountBody":"Απλά κάνε κλικ στο <i>Εγγραφή στο Scratch</i> στην αρχική σελίδα του Scratch. Θα χρειαστεί να απαντήσετε μερικές ερωτήσεις και να παρέχετε μια διεύθυνση email. Διαρκεί μόνο λίγα λεπτά και είναι εντελώς δωρεάν!",
    "faq.checkConfirmedTitle":"Πώς μπορώ να ελέγξω αν ο λογαριασμός μου επιβεβαιώθηκε;",
    "faq.howToConfirmTitle":"Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.howToConfirmBody":"Αφού δημιουργήσετε ένα νέο λογαριασμό στο Scratch, θα λάβετε ένα email με έναν υπερσύνδεσμο. Απλά κάντε κλικ στον υπερσύνδεσμο για να επιβεβαιώσετε το λογαριασμό σας. Μόλις επιβεβαιώσετε το λογαριασμό σας, θα μπορείτε να κάνετε κοινή χρήση σε έργα, να γράψετε σχόλια και να δημιουργείτε συλλογές. Η επιβεβαίωση του λογαριασμού σας επιτρέπει να λαμβάνεται ειδοποιήσεις μέσω email από την ομάδα του Scratch. Αν δεν μπορείτε να βρείτε το email επιβεβαίωσης, ελέγξτε τα Ανεπιθύμητα. Αν ακόμη δεν μπορείτε να το βρείτε, και θέλετε να λάβετε ένα νέο, πηγαίνετε στις Ρυθμίσεις Λογαριασμού, κάντε κλικ στην καρτέλα Email και ακολουθήστε τις οδηγίες. Σημειώστε ότι μπορεί να χρειαστεί έως και μία ώρα ώσπου να παραληφθεί το email. Αν δεν δείτε το email μετά από μια ώρα, <a href=\"/contact-us\">ενημερώστε μας</a>.",
    "faq.checkConfirmedBody":"Για να δείτε αν ο λογαριασμός σας έχει επιβεβαιωθεί, συνδεθείτε στο λογαριασμό Scratch και πηγαίνετε στη σελίδα <a href=\"/accounts/email_change/\">Ρυθμίσεις email</a>. Οι επιβεβαιωμένες διευθύνσεις email εμφανίζουν ένα μικρό πράσινο σημαδάκι. Σε αντίθετη περίπτωση θα δείτε το κείμενο \"Η διεύθυνση email δεν επιβεβαιώθηκε\" σε πορτοκαλί χρώμα.",
    "faq.requireConfirmTitle":"Πρέπει να επιβεβαιώσω το λογαριασμό μου;",
    "faq.requireConfirmBody":"Μπορείτε να χρησιμοποιείτε πολλές πλευρές του Scratch χωρίς να επιβεβαιώσετε το λογαριασμό σας, συμπεριλαμβανομένων της δημιουργίας και της αποθήκευσης έργων (χωρίς κοινή χρήση).",
    "faq.forgotPasswordTitle":"Ξέχασα το όνομα χρήστη ή τον κωδικό μου. Πώς μπορώ να τα επαναφέρω;",
    "faq.forgotPasswordBody":"Πληκτρολογείστε το όνομα χρήστη ή το email σας στη σελίδα <a href=\"/accounts/password_reset/\">Επαναφοράς Κωδικού</a>. Η ιστοσελίδα θα στείλει ένα email στη διεύθυνση που έχει συσχετιστεί με τον λογαριασμό σας με έναν σύνδεσμο που μπορείτε να χρησιμοποιήσετε για να επαναφέρετε το κωδικό σας.",
    "faq.changePasswordTitle":"Πως μπορώ να αλλάξω τον κωδικό μου;",
    "faq.changePasswordBody":"Συνδεθείτε στο λογαριασμό σας Scratch, στη συνέχεια επισκεφτείτε τη σελίδα <a href=\"/accounts/password_change/\">Ρυθμίσεις Κωδικού</a> όπου μπορείτε να αλλάξετε τον κωδικό σας.",
    "faq.changeEmailTitle":"Πώς αλλάζω τη διεύθυνση ηλεκτρονικού ταχυδρομείου μου;",
    "faq.changeEmailBody":"Συνδεθείτε στο Scratch λογαριασμό σας, και ύστερα πηγαίνετε στις <a href=\"/accounts/email_change/\">Ρυθμίσεις email</a> όπου μπορείτε να αλλάξετε τη διεύθυνση email.",
    "faq.newScratcherTitle":"Πώς γίνομαι \"Scratcher\" από \"Νέο μέλος Scratch\";",
    "faq.newScratcherBody":"Όταν δημιουργήσετε έναν λογαριασμό θα αποκτήσετε την ετικέτα “Νέο μέλος του Scratch”. Για να γίνεται \"Scratcher\"  θα πρέπει να δημιουργείτε και να ανεβάζετε έργα, να κάνετε βοηθητικά σχόλια σε άλλα έργα και να είστε υπομονετικοί! Αφού καλύψετε τις απαιτήσεις ένας σύνδεσμος θα εμφανιστεί στη σελίδα προφίλ σας το οποίο θα σας προσκαλεί να γίνετε \"Scratcher\" και θα έχετε επιπλέον δυνατότητες στον ιστότοπο του Scratch. (Σημειώστε ότι δεν προάγουμε τα \"Νέα Μέλη του Scratch\" σε \"Scratcher\" κατόπιν αιτήσεως)",
    "faq.multipleAccountTitle":"Μπορώ να έχω περισσότερους από έναν λογαριασμό;",
    "faq.multipleAccountBody":"Δεν υπάρχει πρόβλημα με το να έχετε πολλούς λογαριασμούς στην ιστοσελίδα του Scratch, εφόσον κανένας από αυτούς δεν παραβιάζει τις <a href=\"/community_guidelines\">Οδηγίες της Κοινότητας</a>. Σε αυτή την περίπτωση, όλοι οι σχετικοί λογαριασμοί θα αποκλειστούν ή θα διαγραφούν.",
    "faq.multipleLoginTitle":"Υπάρχει πρόβλημα εάν περισσότερα άτομα συνδέονται σε έναν λογαριασμό;",
    "faq.multipleLoginBody":"Δεν προτείνεται, γιατί η ιστοσελίδα και τα έργα στον επεξεργαστή έργων μπορούν εύκολα να μπερδευτούν εάν περισσότερα από ένα άτομα συνδέονται στον ίδιο λογαριασμό. Όταν ένας λογαριασμός κάνει κάτι που παραβιάζει τις <a href=\"/community_guidelines\">Οδηγίες της Κοινότητας</a>, όλοι οι σχετικοί λογαριασμοί μπορεί να αποκλειστούν ή να διαγραφούν. Αν μοιράζεστε έναν λογαριασμό με κάποιον που κάνει κάτι κακό με αυτόν, αυτό θα σημαίνει ότι ο λογαριασμός μπορεί να αποκλειστεί για κάτι που έκανε το άλλο άτομο.",
    "faq.changeUsernameTitle":"Μπορώ να αλλάξω το όνομα χρήστη μου;",
    "faq.changeUsernameBody":"Η δομή της ιστοσελίδας βασίζεται πάνω σε μόνιμα ονόματα χρήστη, οπότε δεν μπορείτε να αλλάξετε το όνομα χρήστη σας. Εάν πραγματικά χρειάζεται όμως, μπορείτε να δημιουργήσετε ένα νέο λογαριασμό - όμως θα πρέπει να μεταφέρετε τα έργα μόνοι σας.",
    "faq.shareInfoTitle":"Τι είδους πληροφορίες μπορώ να μοιραστώ στο λογαριασμό μου;",
    "faq.shareInfoBody":"Παρακαλούμε μην μοιράζεστε προσωπικά στοιχεία επικοινωνίας, όπως τη διεύθυνση σπιτιού σας, το e-mail σας, το τηλέφωνό σας ή οτιδήποτε το οποίο χρησιμοποιείται για επικοινωνία εκτός της ιστοσελίδας του Scratch. Παρακαλούμε αναφέρετε έργα, σχόλια ή αναρτήσεις στους χώρους συζητήσεων που περιέχουν τέτοιου είδους πληροφορίες έτσι ώστε η ομάδα του Scratch να μπορέσει να τα αφαιρέσει και να θυμίσει στο δημιουργό τους την πολιτική μας.",
    "faq.deleteAccountTitle":"Πως μπορώ να διαγράψω το λογαριασμό μου;",
    "faq.deleteAccountBody":"Συνδεθείτε στο Scratch και ύστερα κάντε κλικ στο όνομα χρήστη στην πάνω δεξιά γωνία. Επιλέξτε <i>Ρυθμίσεις Λογαριασμού</i>και ύστερα κάντε κλικ στον σύνδεσμο <i>Θέλω να διαγράψω το λογαριασμό μου</i> στο κάτω μέρος της σελίδας. Αλλά θα πρέπει να το κάνετε μόνο αν είστε εντελώς σίγουροι ότι θέλετε να διαγράψετε το λογαριασμό σας.",
    "faq.scratchFreeTitle":"Είναι το Scratch δωρεάν; Μπορώ να το χρησιμοποιήσω όπου θέλω;",
    "faq.scratchFreeBody":"Ναι! Το Scratch είναι διαθέσιμο δωρεάν. Μπορείτε να το χρησιμοποιήσετε στο σχολείο σας, και μπορείτε να διδάξετε ένα μάθημα γι 'αυτό (ακόμη και ένα μάθημα που κοστίζει χρήματα). Δεν χρειάζεται να αγοράσετε μια άδεια - είναι δωρεάν.",
    "faq.scratchScreenshotTitle":"Μπορώ να χρησιμοποιήσω το Scratch και / ή φωτογραφίες από το Scratch σε βιβλίο ή παρουσίαση;",
    "faq.scratchScreenshotBody":"Μπορείτε να χρησιμοποιήσετε φωτογραφίες/εικόνες της εφαρμογής και της ιστοσελίδας του Scratch σε ένα βιβλίο ή μια παρουσίαση και εξετάστε το ενδεχόμενο να το μοιράσετε με άδεια  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>.  Σας ζητάμε να συμπεριλάβετε μια σημείωσή στο υλικό σας που να αναφέρει: \"Το Scratch είναι ένα έργο του Scratch Foundation, σε συνεργασία με το Lifelong Kindergarten Group στο MIT Media Lab. Είναι διαθέσιμη δωρεάν στη διεύθυνση https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Μπορώ να συμπεριλάβω μια περιγραφή του Scratch σε φυλλάδια ή άλλο υλικό;",
    "faq.scratchDescriptionBody":"Σίγουρα! Προτείνουμε την παρακάτω περιγραφή: \"Με τη γλώσσα προγραμματισμού Scratch και τη δικτυακή κοινότητα, μπορείτε να δημιουγήσετε τις δικές σας αλληλεπιδραστικές ιστορίες, παιχνίδια, και κινούμενα σχέδια -- και να τα μοιραστείτε με ανθρώπους απ' όλον τον κόσμο. Καθώς οι νέοι δημιουργούν και μοιράζονται με το Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να συμπεραίνουν συστηματικά και να εργάζονται συνεργατικά. Το Scratch είναι ένα έργο του <a href=\"https://www.scratchfoundation.org/\">Ιδρύματος Scratch</a> σε συνεργασία με το Lifelong Kindergarten group στο MIT Media Lab. Είναι διαθέσιμο δωρεάν στο https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Μπορώ να παρουσιάσω το Scratch σε μια συνεδρίαση;",
    "faq.presentScratchBody":"Κάντε ελεύθερα παρουσιάσεις για το Scratch σε εκπαιδευτικούς ή άλλα άτομα. ",
    "faq.supportMaterialTitle":"Μπορώ να χρησιμοποιήσω ή να αναμίξω υποστηρικτικό υλικό, αντικείμενα, εικόνες ή παραδείγματα έργων που βρήκα στη σελίδα;",
    "faq.supportMaterialBody":"Ναι - το υποστηρικτικό υλικό που είναι διαθέσιμο στην ιστοσελίδα βρίσκεται υπό την άδεια <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Υπάρχουν κάποιες εξεραίσεις: το Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga και Tera είναι εμπορικό σήμα του Scratch και δεν μπορούν να χρησιμοποιηθούν χωρίς την ρητή άδεια της ομάδας Scratch.",
    "faq.sellProjectsTitle":"Μπορώ να πουλήσω τα έργα μου;",
    "faq.sellProjectsBody":"Ναι: Το έργο σας στο Scratch είναι δική σας δημιουργία. Όμως σκεφτείτε ότι μόλις μοιραστείτε το έργο στον ιστότοπο του Scratch, όλοι είναι ελεύθεροι να το κατεβάσουν, αναμείξουν και επαναχρησιμοποιήσουν βασιζόμενοι στους όρους της άδειας <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. 'Ετσι, αν θέλετε να πουλήσετε το έργο σας μπορεί να θέλετε να σταματήσετε την κοινή χρήση από τον ιστότοπο του Scratch.",
    "faq.sourceCodeTitle":"Πού μπορώ να βρω τον πηγαίο κώδικα του Scratch;",
    "faq.sourceCodeBody":"Ο πηγαίος κώδικας για τον επεξεργαστή Scratch μπορεί να βρεθεί στο <a href=\"https://github.com/LLK/scratch-gui\">GitHub</a>. Οι πηγαίοι κώδικες των <a href=\"https://github.com/LLK/scratch-flash\">Scratch 2.0</a> και <a href=\"https://github.com/LLK/Scratch_1.4\">Scratch 1.4</a>, είναι επίσης διαθέσιμοι στο GitHub. Για ενημερωμένες πληροφορίες σχετικά με έργα σχετικά με τον ιστότοπο του Scratch παρακαλούμε επισκεφθείτε τη <a href=\"/developers\">Σελίδα για προγραμματιστές Scratch</a>.",
    "faq.okayToShareTitle":"Πως μπορώ να γνωρίζω εάν κάτι είναι ή δεν είναι \"εντάξει\" να κάνω κοινή χρήση στη σελίδα;",
    "faq.okayToShareBody":"Ελέγξτε τις <a href=\"/community_guidelines\">Οδηγίες Κοινότητας του Scratch</a> - είναι σύντομοι και απλοί. Υπάρχει ένας σύνδεσμος στο κάτω μέρος κάθε σελίδας στο Scratch.",
    "faq.reportContentTitle":"Τι πρέπει να κάνω εάν δω κάτι που είναι ακατάλληλο;",
    "faq.reportContentBody":"Μπορείτε να πατήσετε το σύνδεσμο <i>αναφορά</i> σε κάθε έργο, σχόλιο, ανάρτηση στους χώρους συζητήσεων ή σελίδα χρήστη  όταν δείτε κάτι που δεν είναι εντάξει για το Scratch. Εάν η κατάσταση είναι περίπλοκη, μπορείτε να χρησιμοποιήσετε το σύνδεσμο <a href=\"/contact-us\">Επικοινωνήστε μαζί μας</a>  (διαθέσιμο στο κάτω μέρος κάθε σελίδας) για να μας εξηγήσετε. Σιγουρευτείτε ότι έχετε συμπεριλάβει όσες περισσότερες λεπτομέρειες μπορείτε, μαζί με συνδέσμους προς τις σχετικές σελίδες.",
    "faq.noFlameTitle":"Τι πρέπει να κάνω εάν δω κάποιον που είναι κακόβουλος ή ασεβής;",
    "faq.noFlameBody":"Σίγουρα μη ρίξετε λάδι στη φωτιά! Απαντώντας σε κακόβουλα σχόλια με περισσότερη κακοβουλία απλά κάνει τα πράγματα χειρότερα και θα μπορούσε να οδηγήσει στον αποκλεισμό του λογαριασμού σας. Αντί για αυτό, απλά αναφέρετε οτιδήποτε που είναι ασεβές ή δεν είναι εποικοδομητικό και εμείς θα επικοινωνήσουμε με το χρήστη. Ελέγχουμε τις αναφορές πολλές φορές τη μέρα - γι'αυτό μην ανησυχείτε, θα ξεκαθαρίσουμε τα πράγματα για σας!",
    "faq.reviewContentTitle":"Τι κάνει η ομάδα του Scratch όταν κάτι έχει αναφερθεί;",
    "faq.reviewContentBody":"Η ομάδα του Scratch εξετάζει αναφερόμενα σχόλια και έργα κάθε μέρα. Εάν κάτι παραβιάζει τις <a href=\"/community_guidelines\">Οδηγίες της Κοινότητας του Scratch</a>, θα το διαγράψουμε και θα στείλουμε μια προειδοποίηση στο λογαριασμό. Μπορεί επίσης να αποκλείσουμε τους λογαριασμούς ή τα δίκτυα που χρησιμοποιήθηκαν για να το μοιραστούν, ανάλογα με το τι ήταν αυτό που μοιράστηκε ή εάν έχουμε ξαναστείλει προειδοποίηση σε αυτό το άτομο.",
    "faq.blockedAccountTitle":"Τι συμβαίνει όταν ένας λογαριασμός αποκλειστεί;",
    "faq.blockedAccountBody":"Όταν ένας λογαριασμός αποκλειστεί, ο ιδιοκτήτης του δεν μπορεί πια να έχει πρόσβαση σε αυτόν και δεν μπορεί να φτιάξει έργα ή να κάνει σχόλια με αυτόν. Όταν επιχειρήσει να συνδεθεί με τον αποκλεισμένο λογαριασμό, θα δει μια σελίδα που εξηγεί γιατί ο λογαριασμός του έχει αποκλειστεί και μια φόρμα με την οποία μπορεί να ζητήσει την άρση του αποκλεισμού του λογαριασμού. Αν ο ιδιοκτήτης καταλάβει γιατί ο λογαριασμός του έχει αποκλειστεί και υποσχεθεί ότι θα ακολουθεί τις <a href=\"/community_guidelines\">Οδηγίες Κοινότητας </a> στο μέλλον, ο λογαριασμός θα ενεργοποιηθεί ξανά. ",
    "faq.stolenAccountTitle":"Κάποιος απέκτησε πρόσβαση στον λογαριασμό μου και έγινε φραγή. Τι κάνω;",
    "faq.stolenAccountBody":"Εσείς είστε υπεύθυνος για την ασφάλεια του κωδικού σας. Εάν κάποιος που γνωρίζετε αποκτήσει έλεγχο του λογαριασμού σας και κάνει κάτι κακό, πείτε το στους μεγάλους που είναι υπεύθυνοι για τους υπολογιστές στο χώρο που χρησιμοποιήθηκε. Εάν νομίζετε πως κάποιος που δεν γνωρίζετε απέκτησε έλεγχο του λογαριασμού σας, αλλάξτε τον κωδικό σας ή χρησιμοποιήστε τον σύνδεσμο <a href=\"/contact-us\">Επικοινωνήστε μαζί μας</a> για να μας εξηγήσετε την κατάσταση. Εάν έχετε αποκλειστεί για κάτι κακό που κάνατε το οποίο παραβίασε τις <a href=\"/community_guidelines\">Οδηγίες της Κοινότητας του Scratch</a>, μην πείτε ότι το έκανε κάποιος άλλος. Όταν μας λένε ότι κάποιος άλλος χρησιμοποίησε το λογαριασμό για να κάνει κάτι κακό, τότε πρέπει να προσπαθήσουμε να επικοινωνήσουμε με το άτομο αυτό προκειμένου να επαναφέρουμε τον λογαριασμό. Αυτό σημαίνει πως ο λογαριασμός θα παραμείνει αποκλεισμένος περισσότερο από ότι στην περίπτωση που θα ήσασταν ειλικρινής και θα μας λέγατε τι συνέβη.",
    "faq.aboutExtensionsTitle":"Τι είναι οι επεκτάσεις;",
    "faq.aboutExtensionsBody":"Στον επεξεργαστή Scratch, μπορείτε να προσθέσετε συλλογές από επιπλέον εντολές που ονομάζονται \"επεκτάσεις\". Για παράδειγμα υπάρχουν επεκτάσεις που δίνουν την δυνατότητα προγραμματισμού φυσικών συσκευ΄ν (όπως το micro:bit και τα LEGO robotics kits) και της μετάφρασης κειμένου μέσα από τα έργα Scratch. Θα συνεχίσουμε να προσθέτουμε επεκτάσεις, έτσι ώστε τα πράγματα που μπορείτε να κάνετε με το Scratch να γίνονται περισσότερα.",
    "faq.howToAddExtensionsTitle":"Πώς προσθέτω μια επέκταση σε ένα έργο;",
    "faq.howToAddExtensionsBody":"Αν κάνετε κλικ στο κουμπί <i>Επεκτάσεις</i> στην κάτω αριστερά γωνία του επεξεργαστή Scratch, θα δείτε τον κατάλογο όλων των επεκτάσεων του Scratch. Όταν επιλέξτε μία από αυτές τις επεκτάσεις μια νέα κατηγορία εντολών θα προστεθεί στο έργο σας. Η επέκταση θα φορτώνεται αυτόματα κάθε φορά που θα ανοίγει το έργο σας. Μπορείτε να προσθέσετε πολλές επεκτάσεις στο ίδιο έργο.",
    "faq.createExtensionsTitle":"Πώς δημιουργώ τη δική μου επέκταση για το Scratch",
    "faq.createExtensionsBody":"Η ομάδα του Scratch θα δημοσιοποιήσει προδιαγραφές και οδηγίες για τις επεκτάσεις στο μέλλον. Μόλις είναι διαθέσιμες θα μπορείτε να υποβάλετε επεκτάσεις στην ομάδα του Scratch ώστε να σκεφτούν να τις συμπεριλάβουν στην επίσημη βιβλιοθήκη των επεκτάσεων του Scratch 3.0. Επίσης, θα παρέχουμε οδηγίες για την ανάπτυξη και την διανομή \"πειραματικών\" επεκτάσεων, που μπορούν να χρησιμοποιηθούν για να δημιουργηθούν έργα σε ιδιωτικούς υπολογιστές, αλλά που δεν θα κοινοποιηθούν στη διαδικτυακή κοινότητα του Scratch.",
    "faq.scratchXTitle":"Τι θα συμβεί στον ιστότοπο του ScratchX;",
    "faq.scratchXBody":"Ο ιστότοπος του ScratchX (scratchx.org) ήταν ένας πειραματικός χώρος για επεκτάσεις. Οι επεκτάσεις που δημιουργήθηκαν στο ScratchX δεν είναι συμβατές με το Scratch 3.0. Μόλις οι πειραματικές επεκτάσεις υποστηριχθούν πλήρως από το Scratch θα σταματήσουμε την υποστήριξη του ScratchX και θα παρέχουμε στους προγραμματιστές και τους χρήστες χρόνο για να μεταβούν από το ScratchX στη νέα πλατφόρμα επεκτάσεων.",
    "faq.cloudDataInfoTitle":"Τι είναι οι μεταβλητές cloud;",
    "faq.cloudDataInfoBody":"Οι μεταβλητές cloud επιτρέπουν σε δεδομένα ενός έργου να αποθηκευτούν και να μοιραστούν με άλλους στην κοινότητα του Scratch. Μπορείτε να χρειαστείτε τις μεταβλητές cloud για να δημιουργήσετε δημοσκοπήσεις και άλλα έργα που άλλοι στην κοινότητα μπορούν να έχουν πρόσβαση και να αλλάζουν τα δεδομένα στην πορεία του χρόνου.",
    "faq.makeCloudVarTitle":"Πώς μπορώ να φτιάξω μια μεταβλητή cloud;",
    "faq.makeCloudVarBody":"Πηγαίνετε στην ενότητα <i>Μεταβλητές</i> στην καρτέλα των μπλοκ, επιλέξτε <i>Δημιουργία Μεταβλητής</i>και στη συνέχεια κάντε κλικ στο κουτάκι δίπλα από το <i>Μεταβλητή cloud (αποθηκευμένη στον server)</i>. Τα δεδομένα που συσχετίζονται με την μεταβλητή cloud θα αποθηκευτούν στον εξυπηρετητή, θα διατηρούνται με το χρόνο και θα είναι προσβάσιμες σε οποιονδήποτε ανοίγει το έργο.",
    "faq.onlyNumbersTitle":"Τι τύποι δεδομένων μπορούν να αποθηκευτούν στις μεταβλητές cloud;",
    "faq.onlyNumbersBody":"Μόνο αριθμοί μπορούν να αποθηκευτούν σε μεταβλητές cloud.",
    "faq.storedCloudInfoTitle":"Ποιος μπορεί να δει τα δεδομένα που έχουν αποθηκευτεί στις μεταβλητές cloud;",
    "faq.storedCloudInfoBody":"Όταν αλληλεπιδράτε με ένα έργο που χρησιμοποιεί μεταβλητές cloud, τα δεδομένα που σχετίζονται με τις αλληλεπιδράσεις σας μπορούν να αποθηκευτούν μαζί με το όνομα χρήστη σας και άλλα άτομα μπορούν να τα δουν.",
     "faq.reportCloudTitle":"Εάν δω ότι κάποιος ανεβάζει ακατάλληλο υλικό χρησιμοποιώντας μεταβλητές cloud, πως μπορώ να το αναφέρω;",
    "faq.reportCloudBody":"Κάντε κλικ στο κουμπί <i>Αναφορά</i> (κάτω από το έργο στη σελίδα του έργου) για να αναφέρετε ακατάλληλο περιεχόμενο στις μεταβλητές loud. Σιγουρευτείτε να συμπεριλάβετε τη φράση \"cloud variables\" όταν πληκτρολογείτε την αιτία της αναφοράς.",
    "faq.chatRoomTitle":"Μπορώ να δημιουργήσω chat room με δεδομένα cloud;",
    "faq.chatRoomBody":"Ενώ είναι τεχνικά δυνατό να δημιουργήσετε chat room με cloud μεταβλητές, δεν επιτρέπονται στον ιστότοπο του Scratch.",
    "faq.changeCloudVarTitle":"Ποιος μπορεί να αλλάξει τις πληροφορίες σε μια μεταβλητή Cloud;",
    "faq.changeCloudVarBody":"Μόνο εσείς και αυτοί που βλέπουν το έργο σας μπορούν να αποθηκεύουν στις cloud μεταβλητές. Αν κάποιοι πατήσουν <i>Δείτε μέσα</i> ή κάνουν άναμιξη του κώδικα, δημιουργείται μια νέα μεταβλητή και δεν επηρεάζεται η αρχική.",
    "faq.newScratcherCloudTitle":"Είμαι συνδεδεμένος, αλλά και πάλι δεν μπορώ να χρησιμοποιήσω έργα με μεταβλητές cloud. Τι συμβαίνει;",
    "faq.newScratcherCloudBody":"Αν είστε ακόμη \"Νέος Scratcher\" στον ιστότοπο, δεν θα έχετε τη δυνατότητα να χρησιμοποιείτε έργα με μεταβλητές cloud. Θα πρέπει να γίνεται \"Scratcher\" για να έχετε πρόβαση στις μεταβλητές cloud. Δείτε την ενότητα Λογαριασμοί (παραπάνω) για περισσότερες πληροφορίες όσον αφορά τη μετάβασή από “Νέος Scratcher” σε \"Scratcher\".",
    "faq.multiplayerTitle":"Είναι δυνατό να φτιάξω παιχνίδια πολλών παιχτών χρησιμοποιώντας μεταβλητές cloud;",
    "faq.multiplayerBody":"Παιχνίδια για πολλούς παίκτες μπορεί να είναι δύσκολο να δημιουργηθούν, λόγω της ταχύτητας του δικτύου και των προβλημάτων συγχρονισμού. Ωστόσο, ορισμένοι χρήστες βρίσκουν δημιουργικούς τρόπους για να χρησιμοποιήσουν τις μεταβλητές cloud για άλλα παρόμοια παιχνίδια.",
    "faq.schoolsTitle":"Το Scratch στα Σχολεία",
    "faq.howTitle":"Πώς χρησιμοποιείται το Scratch στα σχολεία;",
    "faq.howBody":"To Scratch χρησιμοποιείται σε χιλιάδες σχολεία ανά τον κόσμο, σε πολλά διαφορετικά πεδία και αντικείμενα (συμπερλιμβανομένων της γλώσσας, των τεχνών, των φυσικών επιστημών, της ιστορίας, των μαθηματικών και της επιστήμης των υπολογιστών). Μπορείτε να μάθετε πειρσσότερα για στρατηγικές και πηγές για τη χρήση του Scratch σε σχολεία και άλλα περιβάλλοντα μάθησης (όπως μουσεία, βιβλιοθήκες και κοινοτικά κέντρα) στη <a href=\"/educators\">Σελίδα Εκπαιδευτικών</a>.",
    "faq.noInternetTitle":"Υπάρχει τρόπος οι μαθητές να χρησιμοποιούν το Scratch χωρίς σύνδεση στο διαδίκτυο;",
    "faq.noInternetBody":"Ναι. Το <a href=\"/download\">Scratch Desktop</a> είναι μια έκδοση του Scratch που εκτελείτε σε σταθερό ή φορητό υπολογιστή. Προς το παρόν, το Scratch Desktop είναι διαθέσιμο σε υπολογιστές Mac και Windows.",
    "faq.communityTitle":"Μπορώ να απενεργοποιήσω τη διαδικτυακή κοινότητα για τους μαθητές μου;",
    "faq.communityBody":"Η διαδικτυαική κοινότητα του Scratch παρέχει έναν τρόπο στους νέους να μοιράζονται να συνεργάζονται και να μαθαίνουν με τους συνομηλίκους τους μέσα σε μια ελεγχόμενη κοινότητα που ακολουθεί τις <a href=\"/community_guidelines\">Οδηγίες της Κοινότητας του Scratch</a>. Παρ' όλα αυτά κατανοούμε ότι κάποιο εκπαιδευτικοί προτιμούν οι μαθητές τους να μη συμμετέχουν στη διαδικτυαική κοινότητα. Αυτοί οι εκπαιδευτικοί μπορούν να εγκαταστήσουν το Scratch Desktop το οποίο εκτελείται αυτόνομα και τοπικά σε σταθερό ή φορητό υπολογιστή.",
    "faq.teacherAccountTitle":"Τι είναι οι λογαριασμοί εκπαιδευτικών;",
    "faq.teacherAccountBody":"Ένας Λογαριασμός Εκπαιδευτικού Scratch παρέχει σε εκπαιδευτικούς και άλλους εκπαιδευτές επιπλέον χαρακτηριστικά για να διαχειρίζονται τη συμμετοχή των μαθητών τους στο Scratch, συμπεριλαμβανομένης της δυνατότητας να δημιουργούν λογαριασμούς μαθητών, να οργανώνουν τα έργα των μαθητών σε συλλογές, και να παρακολουθούν τα σχόλια των μαθητών. Για περισσότερες πληροφορίες για τους Λογαριασμούς Εκπαιδευτικών δείτε τις <a href=\"/educators/faq\">Συχνές ερωτήσεις για τους Λογαριασμούς Εκπαιδευτικών</a>.",
    "faq.requestTitle":"Πώς αιτούμαι έναν λογαριασμό εκπαιδευτικού;",
    "faq.requestBody":"Μπορείτε να αιτηθείτε ένα λογαριασμό εκπαιδευτικού Scratch από τη <a href=\"/educators\">Σελίδα εκπαιδευτικών</a>. Ζητάμε επιπλέον πληροφορίες κατά τη διάρκεια της διαδικασίας της εγγραφής για να επιβεβαιώσουμε τον εκπαιδευτικό σας ρόλο.",
    "faq.dataTitle":"Τι δεδομένα συγκεντρώνει το Scratch για τους μαθητές;",
    "faq.dataBody":"Όταν ένας μαθητής εγγράφεται στο Scratch, ζητάμε δημογραφικά δεδομένα συμπεριλαμβανομένων του φύλου, της ηλικίας (μήνας και έτος γέννησης), χώρα και μια διεύθυνση email για επιβεβαίωση. Όταν ένας εκπαιδευτικός χρησιμοποιεί τον Λογαριασμό Εκπαιδευτικού του Scratch για να δημιουργήσει μαζικά λογαριασμούς μαθητών, οι μαθητές δεν απαιτείται να παρέχουν διεύθυνση email για την δημιουργία λογαριασμού.",
    "faq.lawComplianceTitle":"Είναι το Scratch (η διαδικτυακή έκδοση) σύμφωνο με τους τοπικούς και ομοσπονδιακούς νόμους απορρήτου δεδομένων των Ηνωμένων Πολιτειών;",
    "faq.lawComplianceBody":"Το Scratch ενδιαφέρεται βαθύτατα για την ιδιωτικότητα των μαθητών και όλων όσων χρησιμοποιούν την πλατφόρμα. Έχουμε εγκαταστήσει φυσικές και ηλεκτρονικές διαδικασίες για να προστατεύσουμε τις πληροφορίες που συλλέγουμε στον ιστότοπο του Scratch. Αν και δεν είμαστε σε θέση να προσφέρουμε συμβατικές εγγυήσεις για κάθε πρόσωπο που χρησιμοποιεί το δωρεάν εκπαιδευτικό προϊόν μας, είμαστε σύμφωνοι με όλους τους ομοσπονδιακούς νόμους των Ηνωμένων Πολιτειών που έχουν εφαρμογή στο MIT και το ίδρυμα Scratch, τους οργανισμούς που δημιούργησαν και συντηρούν το Scratch.<br /><br /> Αν θέλετε να κατασκευάσετε έργα με το Scratch χωρίς να παρέχετε καμία προσωπική πληροφορία μπορείτε να κατεβάσετε το <a href=\"/download\">Scratch Desktop</a>. Τα έργα που δημιουργούνται στο Scratch Desktop δεν είναι διαθέσιμα στην ομάδα του Scratch, και η χρήση του Scratch Desktop δεν αποκαλύπτει καμία προσωπική πληροφορία στο Scratch εκτός κι αν κάνετε κοινή χρήση των έργων αυτών στη  διαδικτυακή κοινότητα του Scratch.</p>"

}
