{
    "faq.title":"Preguntas Frecuentes (FAQ)",
    "faq.intro":"En esta página encontrarás las respuestas a las preguntas más frecuentes sobre Scratch.",
    "faq.aboutTitle":"Preguntas generales",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Reinventar y copiar",
    "faq.accountsTitle":"Cuentas",
    "faq.permissionsTitle":"Licencias y permisos",
    "faq.inappropriateContentTitle":"Contenido inapropiado",
	"faq.scratchExtensionsTitle":"Extensiones de Scratch",
    "faq.cloudDataTitle":"Variables en la nube",
    "faq.aboutScratchTitle":"¿Qué es Scratch y qué puedo hacer con él?",
    "faq.aboutScratchBody":"Con el lenguaje de programación Scratch y la comunidad en línea puedes crear tus propias historias interactivas, juegos, y animaciones -- y compartir tus creaciones con todo el mundo. A medida que los jóvenes crean y comparten proyectos de Scratch, aprenden a pensar de forma creativa, a razonar sistemáticamente y a trabajar colaborativamente. Para aprender más sobre Scratch, échale un vistazo a la página <a href=\"/about\">Acerca de Scratch</a>.",
    "faq.makeGameTitle":"¿Como hago un juego o una animación con Scratch?",
    "faq.makeGameBody":"Échale un vistazo a la <a href=\"/ideas\">página de ideas</a> para ver un montón de formas para comenzar con Scratch",
    "faq.whoUsesScratchTitle":"¿Quién utiliza Scratch?",
    "faq.whoUsesScratchBody":"Scratch es usado por gente de todos los perfiles, de todos los países del mundoo, en todo tipo de entornos — casas, colegios, librerías, museos y mucho más. Scratch está diseñado especialmente para jóvenes de entre 8 y 16 años, pero lo usan personas de todas las edades. Los más pequeños pueden probar <a href=\"https://www.scratchjr.org/\">ScratchJr</a>, una versión de Scratch más simple diseñada para edades entre 5 y 7 años.",
    "faq.requirementsTitle":"¿Cuáles son los requisitos de sistema de Scratch?",
    "faq.requirementsBody":"Scratch se ejecutará en la mayoría de navegadores web modernos de escritorio, portátiles y tablets. Puedes ver proyectos en teléfonos móviles, pero actualmente no se permite crear o editar proyectos en teléfonos. Más abajo está la lista de navegadores oficialmente soportados.",
	"faq.requirementsDesktop":"Desktop",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer NO tiene soporte.",
	"faq.requirementsTablet":"Tableta",
	"faq.requirementsTabletChrome":"Mobile Chrome (63+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Nota:",
	"faq.requirementsNoteDesktop":"Si tu ordenador no cumple con estos requisitos, puedes probar el editor <a href=\"/download\">Scratch Desktop</a> (lee el próximo punto de las FAQ).",
	"faq.requirementsNoteWebGL":"Si te encuentras con un error de WebGL, prueba con otro navegador.",
	"faq.requirementsNoteTablets":"En tabletas de momento no hay forma de utilizar los bloques \"al presionar tecla\" o los menús contextuales del clic derecho.",
    "faq.offlineTitle":"¿Tenéis una versión descargable para que pueda crear y ver proyectos sin conexión?",
    "faq.offlineBody":"El editor Scratch Desktop te permite crear proyectos de Scratch sin disponer de conexión a Internet. Puedes descargar <a href=\"/download\">Scratch Desktop </a> desde la página web. En versiones anteriores se llamaba Scratch Offline editor o Editor sin conexión de Scratch.",
    "faq.uploadOldTitle":"¿Puedo subir a la página web proyectos creados con versiones anteriores de Scratch?",
    "faq.uploadOldBody":"Si: puedes compartir o cargar proyectos creados en versiones anteriores de Scratch, estarán visibles y serán ejecutables (sin embargo, no puedes descargar proyectos hechos o editados en versiones nuevas y abrirlos en versiones anteriores. Por ejemplo, no puedes abrir un proyecto de Scratch 3.0 en una versión de escritorio de <a href=\"/download/scratch2\">Scratch 2.0</a>, porque Scratch 2.0 no sabe cómo leer archivos en formato .sb3).",
    "faq.scratchCostTitle":"¿Cuánto cuesta Scratch? ¿Necesito una licencia?",
    "faq.scratchCostBody":"Scratch es y será siempre gratuito. No necesitas una licencia para usar Scratch en el colegio, en casa o en cualquier otro sitio. El desarrollo y mantenimiento de Scratch se paga a través de becas y donaciones. Si te gustaría contribuir a Scratch, échale un vistazo a <a href=\"https://secure.donationpay.org/scratchfoundation/\">la página de donaciones</a>.",
    "faq.mediaLabTitle":"¿Quién creó Scratch?",
    "faq.mediaLabBody":"Scratch es desarrollado y mantenido por el Equipo de Scratch en el <a href=\"http://llk.media.mit.edu/\">grupo Lifelong Kindergarten</a> del <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
	"faq.aboutScratch3Title":"¿Qué es Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0 es la última generación de Scratch, lanzada el 2 de enero de 2019. Ha sido diseñada para ampliar cómo, qué y dónde puedes crear con Scratch. Incluye docenas de nuevos objetos, un editor de sonido completamente nuevo y varios bloques de programación nuevos. Por otra parte, con Scratch 3.0 puedes crear y ejecutar proyectos en una tableta, además de portátiles y ordenadores de sobremesa.",
	"faq.reportBugsScratch3Title":"¿Cómo puedo informar de un error y compartir feedback en Scratch 3.0?",
    "faq.reportBugsScratch3Body":"Puedes informar sobre errores y compartir feedback en la sección <a href=\"https://scratch.mit.edu/discuss/3/\"> Bugs & Glitches </a> del foro de discusión de Scratch.",
	"faq.languagesScratch3Title":"¿Está Scratch disponible en varios idiomas?",
    "faq.languagesScratch3Body":"Si. Para cambiar el idioma de los bloques, haz clic en el icono del \"globo terráqueo\" situado en la barra de navegación superior del editor, después presiona en el desplegable para seleccionar un idioma. <br /><br /> Todas las traducciones están hechas por voluntarios. El editor Scratch 3.0 ya se ha traducido a 40+ idiomas. Puedes comprobar las lista de idiomas que actualmente se están traduciendo y revisando en nuestro <a href=\"https://www.transifex.com/llk/scratch-editor/\">servidor de traducciones</a>. Si quieres ayudar con las traducciones y revisiones, por favor contacta con nosotros en <a href=\"mailto:translate@scratch.mit.edu\">translate@scratch.mit.edu</a>.",
	"faq.removedBlocksScratch3Title":"¿Se ha eliminado en Scratch 3.0 algún bloque de versiones anteriores?",
    "faq.removedBlocksScratch3Body":"No se ha eliminado ningún bloque en Scratch 3.0, pero algunos se han modificado o se han movido dentro de la sección \"Extensiones\" (como se describe más abajo, en la parte \"¿Dónde están los bloques de lápiz?\").",
	"faq.newBlocksScratch3Title":"¿Tiene Scratch 3.0 nuevos bloques?",
    "faq.newBlocksScratch3Body":"¡Si! En Scratch 3.0 encontrarás:",
	"faq.newBlocksSoundEffect":"Nuevos bloques de \"efectos de sonido\"",
	"faq.newBlocksOperators":"Nuevos operadores que facilitan el trabajo con texto (strings)",
	"faq.newBlocksPen":"Nuevos bloques de lápiz, incluyendo soporte para transparencias.",
	"faq.newBlocksGlide":"Nuevo bloque deslizar para mover más fácilmente un objeto (o un punto aleatorio)",
	"faq.newBlocksExtensions":"Muchas nuevas funcionalidades con las \"Extensiones Scratch\" (véase la sección de Extensiones más abajo). ",
	"faq.biggerBlocksScratch3Title":"¿Por qué los bloques de Scratch 3.0 son más grandes que en las versiones anteriores?",
    "faq.biggerBlocksScratch3Body":"Con el objetivo de que Scratch 3.0 funcionase correctamente en dispositivos táctiles (como Chromebooks, portátiles Windows Surface y tablets) tuvimos que hacer los bloques más grandes, para que fuera más fácil mover y seleccionar los bloques. Por otra parte, los bloques son un poco más grandes en Scratch 3.0 para ayudar a los usuarios que tenían problemas presionando y moviendo los elementos pequeños de la interfaz. ",
	"faq.extensionsScratch3Title":"¿Dónde están los bloques de lápiz? ¿Dónde están los bloques de música? ¿Dónde están los bloques del sensor de vídeo?",
    "faq.extensionsScratch3Body":"Los bloques de lápiz, Música y Sensor de Vídeo se han movido dentro de las extensiones. Puedes acceder a éstas presionando el botón situado en la parte inferior izquierda de la pantalla (véase la sección \"Extensiones\" más abajo).",
	"faq.paintEditorScratch3Title":"¿Cuáles son las nuevas funcionalidades del editor gráfico?",
    "faq.paintEditorScratch3Body":"El editor gráfico se ha rediseñado para ofrecer potentes nuevas funciones y hacerlo más fácil de usar. Los cambios y nuevas funciones son:",
	"faq.paintEditorLayout":"Nuevo diseño que hace que las herramientas disponibles y las opciones sean más visibles.",
	"faq.paintEditorTools":"Nuevas herramientas como la \"goma\" que funciona en modo vector.",
	"faq.paintEditorColors":"Más opciones para seleccionar y ajustar colores.",
	"faq.paintEditorVector":"Más control sobre los puntos de los vectores (manejo de curvas y modos de puntos de anclaje)",
	"faq.paintEditorLayers":"Controles adicionales para ordenar capas (\"traer al frente\", \"mover al fondo\", etc.)",
	"faq.paintEditorGradients":"Nuevo control de degradados",
	"faq.soundEditorScratch3Title":"¿Cuáles son las nuevas características del Editor de sonido?",
    "faq.soundEditorScratch3Body":"El Editor de sonido se ha rediseñado por completo para que sea más fácil grabar y modificar sonidos. Ofrece numerosas nuevas funcionalidades:",
	"faq.soundEditorRecording":"Nuevo sistema de grabación más sencillo de utilizar",
	"faq.soundEditorTrimming":"Nuevo sistema para cortar audio que es más fácil de usar",
	"faq.soundEditorEffects":"Nuevos efectos de sonido (como \"más rápido\", \"más despacio\", \"eco\" o \"robot\")",
	"faq.tipsWindwScratch3Title":"¿Dónde está la pestaña de consejos de Scratch?",
    "faq.tipsWindowScratch3Body":"En vez de la página de consejos, Scratch 3.0 proporciona materiales similares a través de la Librería de tutoriales a la que puedes acceder a través del enlace <i>Tutoriales</i> de la barra de navegación superior en el editor de programación. Puedes encontrar tutoriales sobre proyectos completos (como \"Haz un juego de perseguir\") o sobre bloques específicos y características (como \"Grabar un sonido\" o \"Hazlo girar\"). Pronto añadiremos más tutoriales (como \"Juego de Pong\" o \"Hazlo volar\").",
	"faq.remixDefinitionTitle":"¿Qué es una reinvención/remezcla?",
    "faq.remixDefinitionBody":"Cuando un Scratcher hace una copia del proyecto de otro, y lo modifica para añadir sus propias ideas (por ejemplo, cambiando los programas o los disfraces), decimos que el resultado es una \"reinvención\". Cada proyecto compartido en el sitio web de Scratch puede ser reinventado. Consideramos que incluso los cambios pequeños son reinvenciones válidas, siempre que se den los créditos al creador del proyecto original y a otras personas que hayan contribuido de manera significativa a la reinvención.",
    "faq.remixableTitle":"¿Por qué el equipo de Scratch quiere que todos los proyectos sean \"reinventables\"?",
    "faq.remixableBody":"Creemos que remezclar los proyectos de otros es una forma genial de aprender a programar y a crear proyectos interesantes. Remezclando, las ideas creativas se propagan en la comunidad Scratch, y todo el mundo se beneficia. Todos los proyectos compartidos en la web de Scratch están licenciados como \"Creative Commons Atribución-CompartirIgual\", lo que significa que puedes remezclar cualquier proyecto que veas en la web de Scratch -- y cualquier persona puede remezclar cualquiera de los proyectos que hayas compartido en la web.",
    "faq.creativeCommonsTitle":"¿Y si no quiero que otros reinventen mis proyectos?",
    "faq.creativeCommonsBody":"Remezclar es una parte importante de la comunidad Scratch. Si no quieres que otros vean o remezclen tus creaciones, puedes crear proyectos en Scratch pero no los compartas en la web.",
    "faq.fairUseTitle":"¿Puedo usar imágenes, sonidos u otros medios del Internet en mis proyectos?",
    "faq.fairUseBody":"Si eliges incorporar el trabajo de otro dentro del tuyo propio, asegúrate de darles crédito en la sección \"créditos\" del proyecto, e incluye un enlace al original. Para encontrar ilustraciones / sonidos con licencia para ser remezclados, échale un vistazo a la <a href=\"http://search.creativecommons.org/\">página de búsqueda de Creative Commons</a>.",
    "faq.whyAccountTitle":"¿Por qué es útil tener una cuenta Scratch?",
    "faq.whyAccountBody":"Aunque no tengas una cuenta, puedes jugar a los proyectos de otras personas, leer comentarios y foros, e incluso crear tu propio proyecto. Pero necesitarás una cuenta para guardar y compartir los proyectos, escribir comentarios y publicar en el foro, y también para participar en otras actividades \"sociales\" en la comunidad (como \"amar\" otros proyectos).",
    "faq.createAccountTitle":"¿Cómo creo una cuenta?",
    "faq.createAccountBody":"Simplemente haz clic en <i>Únete</i> en la página principal de Scratch. Deberás responder unas pocas preguntas y proporcionar un correo electrónico. Tan solo te llevará un par de minutos, ¡y es completamente gratuito!",
    "faq.checkConfirmedTitle":"¿Cómo puedo comprobar si mi cuenta ha sido confirmada?",
    "faq.howToConfirmTitle":"¿Cómo confirmo mi cuenta?",
    "faq.howToConfirmBody":"Después de registrarte en Scratch recibirás un correo electrónico con un enlace. Simplemente haz clic en el enlace para confirmar tu cuenta. Una vez la confirmes, podrás compartir proyectos, escribir comentarios y crear estudios. Confirmando tu cuenta también te permite recibir las novedades del Scratch Team en tu correo. Si no has recibido el correo electrónico, comprueba tu carpeta de Spam. Si aún así no lo encuentras y quieres recibir otra copia, ve a la Configuración de la cuenta, haz clic en la pestaña de Correo electrónico y sigue las instrucciones. Por favor, ten en cuenta que el correo electrónico puede tardar hasta una hora en llegar. Si tras una hora todavía no ves el correo electrónico, <a href=\"/contact-us\">háznoslo saber</a>.",
    "faq.checkConfirmedBody":"Para comprobar que tu cuenta está confirmada, accede a tu cuenta Scratch y ve a la página de  <a href=\"/accounts/email_change/\">ajustes de correo</a>. Las direcciones de correo electrónico confirmadas se mostrarán con una pequeña marca de verificación verde. De lo contrario, verás el texto \"Tu dirección de correo electrónico no está confirmada\" en naranja. ",
    "faq.requireConfirmTitle":"¿Tengo que confirmar mi cuenta?",
    "faq.requireConfirmBody":"Puedes utilizar muchas características de Scratch sin confirmar tu cuenta, incluyendo crear y guardar proyectos (sin compartirlos).",
    "faq.forgotPasswordTitle":"He olvidado mi nombre de usuario o mi contraseña. ¿Cómo puedo restaurarla?",
    "faq.forgotPasswordBody":"Introduce tu nombre de usuario o la dirección de correo electrónico en la página para <a href=\"/accounts/password_reset/\">restaurar contraseña</a>. La página web enviará un correo electrónico a la dirección asociada a la cuenta, con un enlace que podrás usar para restaurar tu contraseña.",
    "faq.changePasswordTitle":"¿Cómo puedo cambiar mi contraseña?",
    "faq.changePasswordBody":"Accede a tu cuenta Scratch y ve a la página de <a href=\"/accounts/password_change/\">ajustes de contraseña</a>, dónde puedes modificar tu contraseña.",
    "faq.changeEmailTitle":"¿Cómo cambio mi dirección de correo electrónico?",
    "faq.changeEmailBody":"Autentifícate con tu cuenta de Scratch y visita la página de <a href=\"/accounts/email_change/\">Configuración de Email</a>, donde podrás cambiar tu dirección de correo electrónico.",
    "faq.newScratcherTitle":"¿Cómo hago la transición de 'Nuevo Scratcher' a 'Scratcher'?",
    "faq.newScratcherBody":"Cuando creas una cuenta tendrás la etiqueta de \"Nuevo Scratcher\". Para convertirte en \"Scratcher\" deberías crear y compartir proyectos, hacer comentarios valiosos en los proyectos de otros Scratchers, ¡y ser paciente! Una vez cumplas con los requisitos, un enlace aparecerá en tu página de perfil invitándote a ser Scratcher y tendrás nuevas características disponibles en la web de Scratch (ten en cuenta que no promocionamos nuevos Scratchers a Scratchers bajo petición).",
    "faq.multipleAccountTitle":"¿Puedo tener más de una cuenta?",
    "faq.multipleAccountBody":"Está bien tener varias cuentas en la página de Scratch, siempre y cuando ninguna se utilice para quebrantar las <a href=\"/community_guidelines\">Reglas de la comunidad</a>. En ese caso, todas las cuentas relacionadas se bloquearan o eliminarán.",
    "faq.multipleLoginTitle":"¿Está bien que más de una persona use una cuenta al mismo tiempo?",
    "faq.multipleLoginBody":"Esto no está permitido ya que la página web y el editor de proyectos se pueden confundir fácilmente cuando más de una persona están conectadas a la misma cuenta. Cuando una cuenta hace algo que viola las <a href=\"/community_guidelines\">Reglas de la Comunidad</a>, todas las cuentas relacionadas con bloqueadas o eliminadas. Si compartes una cuenta con alguien que hace algo malo con ella, esto significa que tus cuentas pueden ser bloqueadas debido a lo que la otra persona hizo.",
    "faq.changeUsernameTitle":"¿Puedo cambiar mi nombre de usuario?",
    "faq.changeUsernameBody":"La estructura del sitio web de Scratch depende de tener un nombre de cuenta consistente, así que no es posible cambiar tu nombre de usuario. Si realmente necesitas hacerlo puedes crear una cuenta nueva, pero tendrás que copiar todos tus proyectos por tu propia cuenta.",
    "faq.shareInfoTitle":"¿Qué información puedo compartir en mi cuenta?",
    "faq.shareInfoBody":"Por favor, no compartas información personal de contacto, como la dirección de tu casa, tu correo electrónico, tu número de teléfono o cualquier cosa que pueda usarse para contactarte fuera de la página web de Scratch. Por favor, denuncia todo proyecto, comentario o post en los foros que contengan este tipo de información, para que el equipo de Scratch pueda eliminarlo y recordarle al autor nuestra política de privacidad sobre compartir información de contacto personal.",
    "faq.deleteAccountTitle":"¿Cómo borro mi cuenta?",
    "faq.deleteAccountBody":"Accede a Scratch, luego haz clic en tu nombre de usuario en la esquina superior derecha. Selecciona <i>Ajustes de cuenta</i>, y a continuación haz clic en <i>Quiero eliminar mi cuenta</i> en la parte inferior de la página. Hazlo solo si estás completamente seguro de que quieres eliminar tu cuenta.",
    "faq.scratchFreeTitle":"¿Scratch es gratis? ¿Puedo usarlo tanto como quiera?",
    "faq.scratchFreeBody":"¡Sí! Scratch está disponible de manera gratuita. Puedes usarlo en tu colegio, y puedes dar un curso sobre él (incluso un curso que cueste dinero). No necesitas comprar una licencia: ¡es gratuito!",
    "faq.scratchScreenshotTitle":"¿Puedo usar Scratch, o capturas de pantalla de él, en un libro o un CD?",
    "faq.scratchScreenshotBody":"Sí, puedes usar capturas de pantalla / imágenes de la aplicación Scratch y el sitio web en un libro o presentación, y considera aplicar la licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Atribución-CompartirIgual</a>. Te pedimos que incluyas una nota en algún lugar de tus materiales que diga: \"Scratch es desarrollado por el Grupo Lifelong Kindergarten del MIT Media Lab. Está disponible de forma gratuita en https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"¿Puedo incluir una descripción de Scratch y el logo de Scratch en folletos u otros materiales?",
    "faq.scratchDescriptionBody":"¡Claro! Recomendamos la siguiente descripción: \"Scratch es un lenguaje de programación y una comunidad en línea donde puedes crear tus propias historias interactivas, juegos y animaciones -- y compartir tus creaciones con otras personas alrededor del mundo. Mientras los jóvenes crean y comparten proyectos de Scratch, aprenden a pensar de forma creativa, a razonar sistemáticamente y a trabajar colaborativamente. Scratch es un proyecto de la <a href=\"https://www.scratchfoundation.org/\">Scratch Foundation</a> en colaboración con el Lifelong Kindergarten del MIT Media Lab. Está disponible de manera gratuita en https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"¿Puedo presentar Scratch en una conferencia?",
    "faq.presentScratchBody":"Por favor, siéntete libre de crear presentaciones sobre Scratch a educadores u otros grupos.",
    "faq.supportMaterialTitle":"¿Puedo usar o reinventar los materiales, objetos, imágenes, sonidos o proyectos de ejemplo de Scratch, que se encuentren en el sitio web?",
    "faq.supportMaterialBody":"Sí: la mayoría de los materiales de apoyo disponibles en la web de Scratch están disponibles bajo la licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Reconocimiento-CompartirIgual</a>. Hay algunas pocas excepciones: el logo de Scratch, el gato de Scratch, Gobo, Pico, Nano, Giga y Tera son marcas registradas y no pueden ser usadas sin el permiso explícito del Scratch Team.",
    "faq.sellProjectsTitle":"¿Puedo vender mis proyectos de Scratch?",
    "faq.sellProjectsBody":"Sí: tu proyecto es tu creación. Pero ten en cuenta que una vez compartes tu proyecto en Scratch cualquiera puede descargarlo, remezclarlo y reutilizando siguiendo los términos de la licencia <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Atribución-CompartirIgual</a>. Así que si tienes intención de vender tu proyecto, tal vez quieras dejar de compartirlo en Scratch.",
    "faq.sourceCodeTitle":"¿Donde puedo encontrar el código fuente de Scratch?",
    "faq.sourceCodeBody":"El código fuente del editor de Scratch puede encontrarse en <a href=\"https://github.com/LLK/scratch-gui\">GitHub</a>. El código fuente de <a href=\"https://github.com/LLK/scratch-flash\">Scratch 2.0</a> y de <a href=\"https://github.com/LLK/Scratch_1.4\">Scratch 1.4</a> también están disponibles en GitHub. Para obtener información actualizada sobre los proyectos desarrollados relativos a la web de Scratch, por favor visita nuestra <a href=\"/developers\">Página para desarrolladores Scratch</a>.",
    "faq.okayToShareTitle":"¿Cómo se qué está bien, y qué no compartir en el sitio web de Scratch?",
    "faq.okayToShareBody":"Revisa las <a href=\"/community_guidelines\">reglas de la comunidad de Scratch</a> - son cortas y no incluyen especificaciones legales. Hay un enlace al final de cada página en Scratch.",
    "faq.reportContentTitle":"¿Qué hago si veo algo inapropiado?",
    "faq.reportContentBody":"Puedes hacer clic en el enlace que dice <i>denunciar</i> en cualquier proyecto, comentario, entrada o página de usuario que tenga algo que no creas que esté bien en Scratch. Si la situación es complicada puedes utilizar el enlace <a href=\"/contact-us\">Contáctanos</a> (disponible al final de cada página) para explicarlo. Asegúrate de incluir tantos detalles como puedas, con enlaces a las páginas pertinentes.",
    "faq.noFlameTitle":"¿Qué hago si alguien está siendo malo o irrespetuoso?",
    "faq.noFlameBody":"¡No le eches más leña al fuego! Responder a los comentarios maliciosos con más malicia empeora las cosas, y tu cuenta podría ser bloqueada. En lugar de eso, simplemente denuncia las cosas irrespetuosas o no constructivas, y nosotros haremos el seguimiento al autor. Nosotros verificamos la denuncias todos los días, varias veces al día - así que puedes descasar tranquilo porque nosotros resolveremos las cosas.",
    "faq.reviewContentTitle":"¿Qué hace el equipo de Scratch cuando algo es denunciado o señalado por los usuarios?",
    "faq.reviewContentBody":"El Scratch Team revisa comentarios y proyectos todos los días. Si algo rompe las <a href=\"/community_guidelines\">reglas de la comunidad</a>, lo eliminaremos y mandaremos una advertencia a la cuenta. También podemos bloquear las cuentas o las redes que se utilizaron para compartirlo, según lo que fue compartido y si la persona ha tenido advertencias antes.",
    "faq.blockedAccountTitle":"¿Qué pasa cuando una cuenta es bloqueada?",
    "faq.blockedAccountBody":"Cuando una cuenta es bloqueada el dueño no puede acceder a ella, usarla para crear proyectos o publicar nuevos comentarios. Al se autentifique verá una página que explica por qué la cuenta ha sido bloqueada, junto con un formulario que puede usar para pedir que la desbloqueen. Si el dueño puede demostrarnos que ha entendido porqué su cuenta ha sido bloqueada y promete seguir las <a href=\"/community_guidelines\">Reglas de la comunidad de Scratch</a> en el futuro, será desbloqueada.",
    "faq.stolenAccountTitle":"Alguien ha accedido a mi cuenta y la tiene bloqueada. ¿Qué puedo hacer?",
    "faq.stolenAccountBody":"Tú eres responsable de mantener tu contraseña segura. Si alguien que conoces toma el control de tu cuenta y hace cosas malas, díselo a los adultos que están a cargo de los ordenadores Si crees que alguien que no conoces entró en tu cuenta, cambia la contraseña y/o usa el enlace <a href=\"/contact-us\">Contáctanos</a> para explicarnos tu situación. Si tu cuenta fue bloqueada por hacer algo que rompe las <a href=\"/community_guidelines\">reglas de la comunidad</a>, por favor no digas que lo hizo otra persona. Cuando alguien nos cuenta que otra persona ha usado su cuenta para hacer algo malo, tenemos que hablar con esta persona antes de restaurar la cuenta. Esto significa que tu cuenta estará bloqueada menos tiempo si eres honest con nosotros y nos cuentas qué ocurrió.",
    "faq.aboutExtensionsTitle":"¿Qué son las extensiones?",
    "faq.aboutExtensionsBody":"En el editor Scratch puedes añadir bloques extra llamados \"extensiones\". Por ejemplo, hay extensiones que permiten programar dispositivos físicos (como micro:bit y kits de robótica de LEGO) y otras para traducir texto dentro de tu proyecto Scratch. Poco a poco irán apareciendo nuevas extensiones, por lo que las posibilidades de Scratch irán creciendo con el paso del tiempo.",
    "faq.howToAddExtensionsTitle":"¿Cómo añado una extensión a un proyecto?",
    "faq.howToAddExtensionsBody":"Si haces clic en el botón <i>Extensiones</i> de la parte inferior izquierda del editor de Scratch verás una lista con todas las extensiones de Scratch. Cuándo selecciones una de las extensiones aparecerá una nueva categoría de bloques en tu proyecto. Las extensiones que añadas se cargarán automáticamente cada vez que abras tu proyecto. Puedes añadir tantas extensiones como quieras a tu proyecto.",
    "faq.createExtensionsTitle":"Cómo puedo crear mi propia extensión para Scratch",
    "faq.createExtensionsBody":"El Scratch Team publicará especificaciones y guías sobre extensiones en el futuro. Una vez estén disponibles podrás enviar tus extensiones al Scratch Team para que se considere tu inclusión en la librería oficial de extensiones de Scratch 3.0. También proporcionaremos guías para desarrollar y distribuir extensiones \"experimentales\", que pueden ser usadas para crear proyectos en ordenadores individuales pero no para compartirlos en la comunidad online de Scratch.",
    "faq.scratchXTitle":"¿Qué ocurrirá con la página web de ScratchX?",
    "faq.scratchXBody":"La página web ScratchX (scratchx.org) fue un laboratorio experimental sobre extensiones. Las extensiones creadas para ScratchX no son compatibles con Scratch 3.0. Una vez que las extensiones experimentales tengan soporte en Scratch, eliminaremos su soporte de ScratchX y proporcionaremos a los desarrolladores y usuarios el tiempo para abandonar ScratchX e ir a la nueva plataforma de extensiones.",
    "faq.cloudDataInfoTitle":"¿Qué son las variables en la nube?",
    "faq.cloudDataInfoBody":"Las variables en la nube permiten que los datos de un proyecto puedan ser guardados y compartidos con otras personas de la comunidad Scratch. Puedes usar variables en la nube para hacer encuestas u otros proyectos en los que otros de la comunidad acceden y modifican los datos en el tiempo.",
    "faq.makeCloudVarTitle":"¿Cómo puedo crear una variable en la nube?",
    "faq.makeCloudVarBody":"Ve a la sección <i>Variables</i> de la paleta de bloques, selecciona <i>Crear variable</i> y entonces haz clic en la casilla al lado de <i>Variable en la nube (almacenada en el servidor)</i>. Los datos asociados a tu variable en la nube serán almacenados en el servidor, preservados en el tiempo y accesibles por cualquiera que abra el proyecto.",
    "faq.onlyNumbersTitle":"¿Qué tipos de datos pueden ser almacenados en las variables en la nube?",
    "faq.onlyNumbersBody":"Las variables en la nube sólo pueden guardar números.",
    "faq.storedCloudInfoTitle":"¿Quién puede ver los datos guardados en una variable en la nube?",
    "faq.storedCloudInfoBody":"Cuando interactúas con un proyecto que utiliza variables en la nube, los datos asociados con tus interacciones pueden guardarse junto con tu nombre de usuario, y otros usuarios pueden verlos.",
     "faq.reportCloudTitle":"Si veo a alguien publicando contenido inapropiado con variables en la nube, ¿cómo puedo denunciarlo?",
    "faq.reportCloudBody":"Haz clic en el botón <i>Denunciar esto</i> (debajo del reproductor del proyecto en la página de proyecto) para denunciar contenido inapropiado con variables en la nube. Asegúrate de mencionar \"variables en la nube\" cuando escribas el motivo de tu denuncia.",
    "faq.chatRoomTitle":"¿Puedo crear salas de chat con variables en la nube?",
    "faq.chatRoomBody":"Aunque es técnicamente posible crear salas de chat con variables en la nube, éstas no están permitidas en el sitio web de Scratch.",
    "faq.changeCloudVarTitle":"¿Quién puede cambiar la información en una variable de nube?",
    "faq.changeCloudVarBody":"Sólo tú y los que tengan acceso a tu proyecto pueden guardar datos en las variables en la nube de tu proyecto. Si la gente <i>mira dentro</i> o reinventa tu código, se creará una copia de las variables que no afectará o cambiará las variables originales.",
    "faq.newScratcherCloudTitle":"Estoy autentificado, pero no puedo usar proyectos con variables en la nube. ¿Qué ocurre?",
    "faq.newScratcherCloudBody":"Si todavía eres un \"Nuevo Scratcher\" en la página no podrás  utilizar variables en la nube en tus proyectos. Necesitas convertirte en \"Scratcher\" para tener acceso a las variables en la nube. Échale un vistazo a la sección \"Cuentas\" (más abajo) para saber más sobre la transición de \"Nuevo Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle":"¿Es posible crear juegos multijugador con variables en la nube?",
    "faq.multiplayerBody":"Los juegos multijugador pueden ser difíciles de crear debido a la velocidad de la red y a cuestiones de sincronización. Sin embargo, algunos Scratchers han descubierto formas muy creativas de utilizar variables en la nube para crear juegos por turnos y otro tipo de videojuegos.",
    "faq.schoolsTitle":"Scratch en las Escuelas",
    "faq.howTitle":"¿Cómo es utilizado Scratch en colegios?",
    "faq.howBody":"Scratch es usado en miles de colegios por todo el mundo, en muchas diferentes materias (incluyendo lenguaje, ciencia, historia, matemáticas y ciencias de la computación). Puedes aprender más sobre estrategias y recursos para usar Scratch en colegios y en otros entornos de aprendizaje (como museos, librerías y centros comunitarios) en nuestra <a href=\"/educators\">página para educadores</a>.",
    "faq.noInternetTitle":"¿Existe alguna forma para que los estudiantes utilicen Scratch sin una conexión a Internet?",
    "faq.noInternetBody":"Si. <a href=\"/download\">Scratch Desktop</a> es una versión de Scratch que se ejecuta en ordenadores de sobremesa o portátiles. Actualmente, Scratch Desktop está disponible en Mac y WIndows.",
    "faq.communityTitle":"¿Puedo quitar la comunidad en línea a mis estudiantes?",
    "faq.communityBody":"La comunidad online de Scratch ofrece una forma para que los jóvenes puedan compartir, colaborar y aprender con sus compañeros en una comunidad moderada que sigue las <a href=\"/community_guidelines\">reglas de la comunidad Scratch</a>. Sin embargo, entendemos que algunos educadores prefieren que sus estudiantes no participen en una comunidad online. Estos educadores tal vez quieran instalar Scratch Desktop, que se puede ejecutar de forma offline y en local en un ordenador de escritorio o en un portátil.",
    "faq.teacherAccountTitle":"¿Qué es una cuenta de profesor en Scratch?",
    "faq.teacherAccountBody":"Una cuenta de profesor en Scratch pone a disposición de profesores y otros educadores características adicionales para gestionar la participación de los estudiantes en Scratch, incluyendo la posibilidad de crear cuentas de estudiante, organizar los proyectos de los estudiantes en estudios y supervisar los comentarios de los estudiantes. Para conocer más, échale un vistazo al <a href=\"/educators/faq\">FAQ de las Cuentas de profesor en Scratch</a>.",
    "faq.requestTitle":"¿Cómo solicito una cuenta de profesor en Scratch?",
    "faq.requestBody":"Puedes solicitar una cuenta de profesor en Scratch en la <a href=\"/educators\">página para educadores</a> de Scratch. Te pediremos información adicional durante el proceso de registro para confirmar tu papel como educador.",
    "faq.dataTitle":"¿Qué datos recopila Scratch sobre los estudiantes?",
    "faq.dataBody":"Cuando un estudiante se registra en Scratch le preguntamos por datos demográficos básicos incluyendo sexo, edad (mes y año de nacimiento), país y dirección de correo electrónico para verificación. Estos datos son usados (de forma agregada) en estudios científicos pensados para mejorar nuestro conocimiento sobre cómo la gente aprende con Scratch. Cuando un educador utiliza una cuenta de profesor de Scratch para crear cuentas de estudiantes de forma masiva, a los estudiantes no se les exige que proporcionen una dirección de correo electrónico para la configuración de la cuenta.",
    "faq.lawComplianceTitle":"¿Cumple Scratch (versión online) las leyes locales y federales de protección de datos de Estados Unidos?",
    "faq.lawComplianceBody":"Scratch se preocupa enormemente por la privacidad de los estudiantes y de todos los individuos que usan nuestra plataforma. Hemos preparado procedimientos físicos y electrónicos para proteger la información que recopilamos en el sitio web de Scratch. Aunque no podemos ofrecer garantías contractuales con cada una de las entidades que utilizan nuestro producto educativo gratuito, cumplimos con todas las leyes federales de Estados Unidos que son aplicables al MIT y a la Scratch Foundation, las organizaciones que crean y mantienen Scratch. Te animamos a que leas la Política de Privacidad de Scratch para obtener más información. <br /><br /> Si quieres crear proyectos de Scratch sin enviarnos ninguna información personal puedes descargar <a href=\"/download\">Scratch Desktop</a>. Los proyectos creados en Scratch Desktop no son accesibles por el Scratch Team, y usando Scratch Desktop no se envía ninguna información personal a Scratch a menos que subas los proyectos a la comunidad online de Scratch.</p>"

}
