{
    "faq.title":"Preguntas Frecuentes (FAQ)",
    "faq.intro":"Nesta páxina podes atopar respostas a preguntas que se fan con frecuencia sobre Scratch.",
    "faq.aboutTitle":"Preguntas Xerais",
    "faq.privacyTitle":"Política de Privacidade",
    "faq.remixTitle":"Recreando e Copiando",
    "faq.accountsTitle":"Contas",
    "faq.permissionsTitle":"Licenzas e Permisos",
    "faq.inappropriateContentTitle":"Contido Inapropiado",
    "faq.cloudDataTitle":"Datos na Nube",
    "faq.aboutScratchTitle":"Que é Scratch e que podo facer con el?",
    "faq.aboutScratchBody":"Scratch é unha linguaxe de programación e unha comunidade en liña, onde podes crear as túas propias historias, xogos e animacións interactivas e compartires as túas creacións con todo o mundo. Ao deseñar e programar proxectos de Scratch, os rapaces aprenden a pensar creativamente, razoar sistematicamente e traballar colaborativamente. Para aprender máis sobre Scratch, revisa á páxina <a href=\"/about\">Sobre Scratch</a>.",
    "faq.makeGameTitle":"Como fago un xogo ou animación con Scratch?",
    "faq.makeGameBody":"Revisa a <a href=\"/help\">páxina de axuda</a> para ver moitas formas de comenzar con Scratch. Ou simplemente <a href=\"/projects/editor/?tip_bar=getStarted\">mergúllate</a> no editor de proxectos.",
    "faq.requirementsTitle":"Cales son os requerimentos do sistema para Scratch?",
    "faq.requirementsBody":"Para executar Scratch 2.0 tes que usar (1) un computador con Windows, ChromeOS, Mac ou Linux; (2) unha versión de <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> publicada o 15 de xuño de 2016 ou despois; (3) un navegador web relativamente recente: unha das últimas dúas versións de <a href=\"http://google.com/chrome/\">Chrome (Windows, ChromeOS, Mac ou Linux), Firefox (só Windows ou Mac), Safari (só Mac), Edge (só Windows), ou Internet Explorer 11 (só Windows). Se o teu computador non compre con estes requisitos poden probar a descargar e instalar <a href=\"/scratch_1.4\">Scratch 1.4</a>, co que aínda podes compartir proxectos no sitio web de Scratch 2.0. ",
    "faq.offlineTitle":"Hai unha versións descargábel coa que poida crear e ver proxectos sen conexión á rede?",
    "faq.offlineBody":"O editor local de Scratch 2.0 permite crear proxectos de Scratch sen conexión á rede. Podes <a href=\"/scratch2download/\">descargar Scratch 2.0</a> desde o sitio web. Tamén podes empregar <a href=\"/scratch_1.4\">Scratch 1.4</a>. Nota: Podes ter Scratch 1.4 e 2.0 instalados á vez no teu computador.",
    "faq.uploadOldTitle":"Podo subir sitio web proxectos creados con versións anteriores de Scratch?",
    "faq.uploadOldBody":"Si - podes compartir ou enviar proxectos feitos con versións anteriores de Scratch, que se poden ver e reproducir. (Porén, non podes descargar proxectos feitos con ou editados en versións posteriores de Scratch e abrilos con versións anteriores. Por exemplo, non podes abrir un proxecto de Scratch 2.0 en <a href=\"/scratch_1.4\">Scratch 1.4</a> porque <a href=\"/scratch_1.4\">Scratch 1.4</a> non sabe como ler o formato de ficheiro de proxectos .sb2)",
    "faq.recordVideoTitle":"Podo gravar un vídeo do meu proxecto de Scratch?",
    "faq.recordVideoBody":"Si, podes gravar un vídeo do teu proxecto de Scratch de até 60 segundos. No editor de Scratch, no menú Ficheiros selecciona «Gravar vídeo de proxecto». (Tes que ter accedido co teu nome de usuario para veres esta opción). Podes escoller opcións de gravación adicionais (como gravar son e clics do rato no menú «Máis opcións». Despois, executa o teu proxecto como queiras. Cando remate a gravación segue as instrucións para descargar o ficheiro no teu computador. Dependendo do tipo de computador que teñas pode que teñas que descargar outro programa, como <a href=\"http://www.videolan.org/vlc/index.html\">Reprodutor Multimedia VLC</a> para reproducir o ficheiro. Este ficheiro execútase en YouTube, Vimeo e Facebook pero pode que haxa que convertelo para outros sitios web como Twitter ou Tumblr.",
    "faq.scratchCostTitle":"Canto custa Scratch? Necesito unha licenza?",
    "faq.scratchCostBody":"Scratch é e será de balde sempre. Non precisas unha licenza para utilizar Scratch no teu colexio, casa ou en calquera outro sitio. O desenvolvemento e mantemento de Scratch está pagado por medio de subvencións e doazóns. Se desexas contribuír con Scratch, revisa a nosa <a href=\"https://secure.donationpay.org/scratchfoundation/\">páxina de doazóns</a>.",
    "faq.mediaLabTitle":"Quen creo Scratch?",
    "faq.mediaLabBody":"Scratch é desenvolvido e mantido polo Scratch Team do <a href=\"http://llk.media.mit.edu/\">grupo Lifelong Kindergarten</a> do <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Que información se pide durante o rexistro da conta?",
    "faq.accountInfoList":"Para protexer a privacidade dos membros da nosa comunidade, limitamos o que recopilamos e o que publicamos no noso sitio web. Durante o proceso de rexistro, pedimos a seguinte información:",
    "faq.privacyUsername":"nome de usuario - Pedimos que os usuarios non usen os seus nombres reais ou información que os identifique.",
    "faq.privacyCountry":"país",
    "faq.privacyBirthdate":"mes e ano de nacemento - Usamos isto para confirmar a propiedade da conta se o propietario perde o contrasinal ou o correo electrónico ou pide que se peche unha conta.",
    "faq.privacyGender":"xénero",
    "faq.privacyEmail":"contact email address - If the account holder is younger than 16, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.",
    "faq.accountPublicInfo":"O nome de usuario e país do propietario da conta móstranse publicamente na páxina de perfil. O mes e ano de nacemento, correo electrónico e xénero asociados coa conta non se mostran publicamente. Recollemos esta información para saber idade e xénero dos nostros usuarios en conxunto, e para propósitos de investigación. Non vendemos nin arrendamos información sobre os nosos usuarios a ninguén.",
    "faq.dataCollectionTitle":"Que datos se recollen dos usuarios cando utilizan o sitio web?",
    "faq.dataCollectionOne":"Cuando un usuario accede á súa conta, o sitio web de Scratch pídelle ao seu navegador que cree unha <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">cookie http</a> no seu ordenador para lembrar que accedeu mentras navega polas distintas páxinas. Nos recollemos algunos datos sobre donde  premen os usuarios, e que partes do sitio visitan, usando Google Analytics. Estes \"datos de premer\" axúdannos a pensar en formas de mellorar o sitio web.",
    "faq.dataCollectionTwo":"Parte da información recollida no sitio web de Scratch úsase en investigacións que procuran mellorar a nosa comprensión sobre como a xente aprende con Scratch. Os resultados desta investigación compártense con docentes e investigadores a través de conferencias, revistas e outras publicacións. Podes atopar máis información na nosa  <a href=\"/info/research\">páxina de Investigación</a>.",
    "faq.rentInfoTitle":"O equipo de Scratch vende ou arrenda información sobre os usuarios de Scratch?",
    "faq.rentInfoBody":"Non.",
    "faq.viewUnsharedTitle":"O Scratch Team pode ver proxectos non compartidos na páxina 'As Miñas Cousas'?",
    "faq.viewUnsharedBody":"Dado que o Equipo de Scratch é responsábel da moderación, temos acceso a todo o contido almacenado no sitio web de Scratch - incluídos os proxectos non compartidos. Se prefires traballar en proxectos en completa intimidade, podes usar o <a href=\"/scratch2download\">editor local Scratch 2.0</a> ou <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Qué é unha recreación?",
    "faq.remixDefinitionBody":"Cando un scratcher fai unha copia do proxecto doutro e o modifica para engadir as súas propias ideas (por exemplo, cambiando os programas ou as vestimentas), dicimos que o resultado é unha «recreación». Cada proxecto compartido no sitio web de Scratch pode ser recreado. Consideramos que incluso os cambios pequenos son recreacións válidas, sempre que se fagan os recoñecementos ao creador do proxecto orixinal e a outras persoas que teñan contribuído de maneira significativa á recreación.",
    "faq.remixableTitle":"Por que o Scratch Team quere que todos os proxectos sexan “recreables”?",
    "faq.remixableBody":"Cremos que ver e recrear proxectos interesantes é unha gran maneira de aprender a programar, e leva a novas ideas. Por iso, o código fonte de cada proxecto queda visible e compartido no sitio web de Scratch.",
    "faq.creativeCommonsTitle":"E se non quero que outros recreen os meus proxectos?",
    "faq.creativeCommonsBody":"A través da publicación do teu proxecto no sitio web de Scratch, aceptas a súa dispoñibilidade baixo a licenza <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Compartir Igual</a> license. Se non queres que outras persoas vexa e recreen as túas creacións, non as compartas no sitio web de Scratch.",
    "faq.fairUseTitle":"Podo usar imaxes / sons / contidos dixitais de Internet nos meus proxectos?",
    "faq.fairUseBody":"É importante respetar as decisións do autor respecto á utilización do seu traballo. Se queres integrar a obra doutros na túa, asegúrate de recoñecerlle o seu traballo na sección “recoñecementos” do proxecto, e inclue unha ligazón ao orixinal. Para atopar elementos artísticos e de son que xa estén licenciados para reutillización, revisa a <a href=\"http://search.creativecommons.org/\">páxina de búsqueda de Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Que é unha conta de Scratch «confirmada»?",
    "faq.confirmedAccountBody":"Unha conta confirmada de Scratch permite compartir proxectos, escribir comentarios e crear estudios. Confirmar unha conta tamén permite recibir actualizacións do Equipo de Scratch por correo electrónico.",
    "faq.checkConfirmedTitle":"Como podo comprobar se a miña conta foi confirmada?",
    "faq.checkConfirmedBody":"Para confirmares que a túa conta foi confirmada tes que primeiro acceder mediante a túa conta de Scratch, na parte superior dereita da pantalla. Unha vez dentro, preme no teu nome de usuario na parte superior dereita e selecciona «Configuración da conta» e despois «Correo electrónico» na parte esquerda. os enderezos de correo electrónico confirmados mostran unha marquiña verde. Se non, verás o texto «O teu enderezo de correo electrónico está sen confirmar» en laranxa.",
    "faq.howToConfirmTitle":"Como borro a miña conta?",
    "faq.howToConfirmBody":"Unha vez rexistrado en Scratch recibirás un correo electrónico cunha ligazón para confirmares a túa conta. Se non dás atopado o correo mira no cartafol de correo lixo. Para reenviar o correo, vai á túa Configuración da conta, preme na lapela Correo electrónico e segue as instrucións que verás. Ten en conta que lle pode levar ao correo até unha hora en chegar. Se aínda non ves o correo despois dunha hora, <a href=\"/contact-us\">fáinolo saber</a>.",
    "faq.requireConfirmTitle":"Teño que confirmar a miña conta?",
    "faq.requireConfirmBody":"Podes usar moitos aspectos de Scratch sen confirmares a túa conta, incluído crear e gravar proxectos (sen compartilos). Nota: Se creaches unha conta antes do 11 de febreiro de 2015 podes usar as funcionalidades sociais de Scratch sen confirmar a túa conta.",
    "faq.forgotPasswordTitle":"Enquecín o meu contrasinal. Como podo restablecelo?",
    "faq.forgotPasswordBody":"Introduce o teu nome de conta na <a href=\"/accounts/password_reset/\">páxina para restablecer o contrasinal</a>. O sitio web enviará un correo electrónico á dirección asociada á conta, cunha ligazón que poderás usar para restablecer o teu contrasinal.",
    "faq.changePasswordTitle":"Como podo cambiar o meu contrasinal?",
    "faq.changePasswordBody":"Entra ao sitio web de Scratch, accede á túa conta, e preme no teu nome de usuario na esquina superior dereita da fiestra. Escolle \"configuración da conta\", e preme na ligazón para cambiar o teu contrasinal.",
    "faq.changeEmailTitle":"Como cambio a miña dirección de correo electrónico?",
    "faq.changeEmailBody":"Entra ao sitio web de Scratch, accede á túa conta, e preme no teu nome de usuario na esquina superior dereita da fiestra. Escolle \"configuración da conta\", e preme na ligazón para cambiar a túa dirección de correo electrónico.",
    "faq.newScratcherTitle":"Como fago a transición de 'Scratcher Novo' a 'Scratcher'?",
    "faq.newScratcherBody":"Fai e comparte proxectos, fai comentarios que sexan de axuda en proxectos doutros Scratcher, e ten paciencia! Despois de unhas poucas semáns nas que sexas activo, na túa páxina do perfil aparecerá unha invitación a que te convirtas nun Scratcher. (Ten en conta que non podemos converter os Scratcher Novos en Scratcher baixo petición - ainda que nos sobornes con chocolates deliciosos.)",
    "faq.multipleAccountTitle":"Podo ter máis dunha conta?",
    "faq.multipleAccountBody":"Podes ter varias contas no sitio web de Scratch, sempre e cando ninguna se utilice para romper as Reglas da Comunidade. Nese caso, todas as contas relacionadas poderán ser bloqueadas ou borradas.",
    "faq.multipleLoginTitle":"É correcto que máis dunha persoa use unha conta ao mesmo tempo?",
    "faq.multipleLoginBody":"Esto non é aconsellable, xa que o sitio web e o editor de proxectos poden facerse un lio cando máis dunha persoa está conectada ao mesmo tempo na misma conta.",
    "faq.changeUsernameTitle":"Podo cambiar o meu nome de usuario?",
    "faq.changeUsernameBody":"A estructura do sitio web de Scratch está ligada a un nome de conta, así que non é posible cambiar o teu nome de usuario. Si de verdade precisas facelo, podes crear unha conta nova, pero terás que copiar todos os teus proxectos para a túa nova conta.",
    "faq.shareInfoTitle":"Que información podo compartir na miña conta?",
    "faq.shareInfoBody":"Por favor non compartas información persoal de contacto, como a dirección da túa casa, correo electrónico, número telefónico ou calquera cousa que poida usarse para contactar contigo fora do sitio web de Scratch. Por favor denuncia todo proxecto, comentario ou entrada nos foros que conteña este tipo de información, para que o equipo de Scratch poida borralo, e recordarlle ao autor a nosa política de privacidade.",
    "faq.deleteAccountTitle":"Como borro a miña conta?",
    "faq.deleteAccountBody":"Entra no sitio web de Scratch, accede á túa conta, e preme no teu nome de usuario na esquina superior dereita. Selecciona «Configuración da conta», e preme na ligazón <em>«Quero eliminar a miña conta»</em> no fondo da páxina.",
    "faq.scratchFreeTitle":"Scratch é de balde?",
    "faq.scratchFreeBody":"Sí! Scratch está dispoñible de balde. Podes usalo no teu colexio, e podes dar un curso sobre el (incluso un curso polo que haxa que pagar). Non precisas comprar unha licenza - é de balde.",
    "faq.scratchScreenshotTitle":"Podo usar capturas de pantalla de Scratch nun libro ou presentación?",
    "faq.scratchScreenshotBody":"Si, podes escribir un libro ou capítulo sobre Scratch. Podes crear capturas de pantalla / imaxes do aplicativo e do sitio web de Scratch e considerares publicalas baixo a licenza <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Atribución-compartirIgual</a>. Pedímosche que inclúas unha nota nos teus materiais que diga «Scratch é desenvolvido polo Lifelong Kindergarten Group do Laboratorio Multimedia do MIT. Está dispoñíbel libremente en https://scratch.mit.edu\"».",
    "faq.scratchDescriptionTitle":"Podo incluír unha descrición de Scratch en folletos e outros materiais?",
    "faq.scratchDescriptionBody":"Claro! Recomendamos a seguinte descrición: «Scratch é unha linguaxe de programación e unha comunidade narede onde podes crear as túas propias historias, xogos e animacións interactivas -- e compartir as túas creacións con outras persoas de todo o mundo. Durante o proceso de deseñar e programar proxectos en Scratch, os rapaces aprenden a pensar creativamente, razoar sistematicamente, e traballar colaborativamente. Scratch é un proxecto do grupo Lifelong Kindergarten do Laboratorio Multimedia do MIT. Está dispoñible de balde en https://scratch.mit.edu».",
    "faq.presentScratchTitle":"Podo presentar Scratch nunha conferencia?",
    "faq.presentScratchBody":"Por favor fai presentacións sobre Scratch a educadores ou a outros grupos con total liberdade. Tes o noso permiso para realizar presentacións.",
    "faq.supportMaterialTitle":"Podo usar ou reutilizar os materiais, figuras, imaxes, sons ou proxectos de exemplo de Scratch, que se atopen no sitio web?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Podo vender os meus proxectos de Scratch?",
    "faq.sellProjectsBody":"Certamente - o teu proxecto é a túa creación. Ten en conta que unha vez que compartas o teu proxecto en Scratch todo o mundo poderá descargalo, recrealo e reutilizalo baixo os termos da  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">licenza CC-BY-SA 2.0</a>. Polo tanto, si te plantexas vender o teu proxecto, poida que queras non compartilo en Scratch.",
    "faq.sourceCodeTitle":"Onde podo atopar o código fonte de Scratch?",
    "faq.sourceCodeBody":"O código fonte do editor de Scratch 2 pódese atopar en <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. O código fonte de <a href=\"/scratch_1.4\">Scratch 1.4</a>, escrito en Squeak, tamén está dispoñíbel en <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Para información actualizada sobre os proxectos de desenvolvemento relacionados co sitio web de Scratch, visita a nosa <a href=\"/developers\">Páxina de desenvolvedores</a>.",
    "faq.okayToShareTitle":"Como sei o que está ben e o que non está ben compartir no sitio web de Scratch?",
    "faq.okayToShareBody":"Comproba as <a href=\"/community_guidelines\">regras da comunidade Scratch</a> - son curtas e non inclúen especificacións legais. Hai unha ligazón ao final de cada páxina en Scratch.",
    "faq.reportContentTitle":"Que fago si vexo algo inapropiado?",
    "faq.reportContentBody":"Podes premer na ligazón que di \"denunciar\" en calquera proxecto, comentario, entrada ou páxina de usuario que teña algo que non penses que esté ben en Scratch. Si a situación é complicada, podes utilizar a ligazón \"Contacta Connosco\" para explicalo. Asegúrate de incluir tantos detalles como poidas, con ligazóns ás páxinas pertinentes.",
    "faq.noFlameTitle":"Que fago si vexo que alguén se comporta mal ou sin respeto?",
    "faq.noFlameBody":"Non lle votes máis leña ao lume! Responder aos comentarios maliciosos con máis malicia empeora as cousas, e a túa conta podería ser bloqueada. En lugar diso, simplemente denuncia as cousas irrespetuosas ou non constructivas, e nos faremos o seguimento ao autor. Nos verificamos as denuncias todos os días, varias veces ao día - así que podes descansar tranquilo porque nos resolveremos as cousas.",
    "faq.reviewContentTitle":"Que fai o equipo Scratch cando os usuarios denuncian ou sinalan algo?",
    "faq.reviewContentBody":"O equipo de Scratch revisa os comentarios e proxectos denunciados todos os días. Si algo rompe as regras da comunidade Scratch, podemos borralo e mandar un aviso á conta. Dependendo do malo que sexa (ou os avisos que xa teña a conta), poderíamos bloquear as contas ou redes utilizadas para subir o material en cuestión.",
    "faq.blockedAccountTitle":"Que acontece cando unha conta é bloqueada?",
    "faq.blockedAccountBody":"Cando unha conta é bloqueada, o dono non pode acceder a ela, ou usala para crear proxectos ou comentarios. Ao entrar, verán una páxina que explica porque se bloqueou a conta, cun formulario que poden usar para pedir ser desbloqueados. Si o dono demostra que entende porque a súa conta foi bloqueada, e promete seguir as regras da comunidade no futuro, o equipo de Scratch considerará o seu caso. As contas só serán desbloqueadas cando a palabra do dono da conta sexa confiable. Noutro caso, a conta (e probablemente outras contas creadas pola mesma persoa) serán bloqueadas permanentemente.",
    "faq.stolenAccountTitle":"O raio de meu irmán / Kaj / outro malote, entrou na miña conta e bloquearona, que podo facer?",
    "faq.stolenAccountBody":"Ti es responsable de protexer o teu contrasinal. Si alguén na vida real se fai coa túa conta e fai cousas inapropiadas, dillo aos adultos que están ao cargo dos ordenadores. Si crees que alguén que non coñeces entrou na túa conta, cambia o contrasinal ou emprega a ligazón \"Contacta Connosco\" para explicar a situación. Si foches bloqueado por facer algo que rompe as regras da comunidade, no servirá que digas que che \"hackearon\" a conta. Si non podemos confiar en ti, non te desbloquearemos.",
    "faq.cloudDataInfoTitle":"Que son os datos na nube?",
    "faq.cloudDataInfoBody":"Os datos na nube é unha característica de Scratch 2 que permite que os datos dun proxecto sexan gardados e compartidos en liña. Podes usar datos na nube para crear enquisas e outros proxectos que garden números.",
    "faq.storedCloudInfoTitle":"Quen pode ver a información gardada na nube?",
    "faq.storedCloudInfoBody":"Cando interactúas cun proxecto usando bloques de información na nube, a túa información pode ser gardada cun nome de usuario, e os demais poden vela. Cada proxecto mantén un rexistro de quen interactuou con el e a información que se compartiu.",
    "faq.onlyNumbersTitle":"Por que os datos na nube se limitan polo de agora só a números -- pero non cadeas de caracteres ou listas? ",
    "faq.onlyNumbersBody":"O sitio actual está limitado a números nas variables como un paso inicial para resolver calqueira problema de uso. Planeamos introducir máis datos na nube de maneira incremental. Si a infraestructura funciona ben, temos planeado engadir outras características (listas na nube, soporte a cadeas, etc.).",
    "faq.reportCloudTitle":"Si alguén comparte contido inapropiado a través dos datos na nube, como o denuncio?",
    "faq.reportCloudBody":"Preme no botón \"Denunciar isto\" (debaixo do reproductor de proxectos) para denunciar contido inapropiado. O formulario de denuncia inclúe unha lista de todos os datos na nube dese proxecto, e información sobre quen a deixou - quizá queiras revisala antes de enviar a denuncia. Menciona \"datos na nube\" cando escribas o motivo na denuncia.",
    "faq.chatRoomTitle":"Podo crear salas de chat con datos na nube?",
    "faq.chatRoomBody":"Ainda que tecnicamente si é posible crear salas de chat con datos na nube, non está permitido polo momento. Reconsideraremos esta política cando teñamos unha mellor idea da nosa capacidade de moderar e manexar denuncias sobre os datos na nube.",
    "faq.makeCloudVarTitle":"Como engado datos na nube nun proxecto?",
    "faq.makeCloudVarBody":"Ao creares unha variábel podes marcar a opción que di «Variábel da nube». Os datos que almacenes gárdanse no servidor e son visíbeis para os demais.",
    "faq.changeCloudVarTitle":"Quen pode cambiar a información nunha variable na nube?",
    "faq.changeCloudVarBody":"Só o teu proxecto pode gardar información nas súas variables na nube. Si outra persoa cambia ou recrea o teu código, crearase unha variable diferente no seu proxecto co mesmo nome.",
    "faq.newScratcherCloudTitle":"Entrei na miña conta, pero non podo usar proxectos con datos na nube. Que pasa?",
    "faq.newScratcherCloudBody":"É preciso que sexas un \"Scratcher\" no sitio web para ter acceso a datos na nube. Podes convertirte en Scratcher a través da túa participación activa no sitio web.",
    "faq.multiplayerTitle":"Pódense facer xogos multixogador con datos na nube?",
    "faq.multiplayerBody":"Os xogos multixogador poden ser difíciles de crear, debido á velocidade da rede e a cuestións relacionadas coa sincronización. Agora ben, algúns Scratchers descubriron solucións creativas de usar a nube para xogos por turnos e outros xogos.",
    "faq.cloudLagTitle":"Canto tempo lle leva aos datos na nube chegar a outro Scratcher? ",
    "faq.cloudLagBody":"Depende. Si ámbolos dous Scratchers teñen unha conexión a Internet rápida (DSL ou cable), e non hai cortalumes restrictivos nos ordenadores ou na rede, as actualizacións deberían chegar en milisegundos. Agora ben, moitos ordenadores teñen aplicacións cortalumes en execución, e se o cortalumes bloquea conexións que saen polos portos TCP 531 e 843, o retardo aumenta a un segundo. Nestes momentos estamos traballando en formas de solucionar esta limitación.",
    "faq.schoolsTitle":"Scratch nas Escolas",
    "faq.howTitle":"Como se usa Scratch nos centros educativos?",
    "faq.howBody":"Scratch utilízase en miles de centros educativos de todo o mundo, en moitas áreas e materias (incluídos idiomas, plástica, ciencia, historia, matemáticas e informática). Podes saber máis sobre estratexias e recursos para usar Scratch en centros educativos e outros ambientes de aprendizaxe (como museos, bibliotecas e centros sociais) na nosa <a href=\"/educators\">Páxina de docentes</a>. Tamén te podes sumar á comunidade <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> na rede, que xestionan os nosos amigos da Harvard Graduate School of Education.",
    "faq.ageTitle":"Cal é o rango de idades para Scratch?",
    "faq.ageBody":"Scratch foi desenvolvido especialmente para rapaces e rapazas de entre 8 e 16 anos, polo que se usa especialmente en escolas de primaria e institutos de secundaria obrigatoria, mais hai xente de todas as idades creando e compartindo proxectos de Scratch. Scratch úsase mesmo nalgunhas materias de introdución á informática nalgunhas universidades. Os máis novos poden probar con <a href=\"//www.scratchjr.org/\">ScratchJr</a>, unha versión simplificada de Scratch deseñada para entre os 5 e os 7 anos.",
    "faq.noInternetTitle":"Hai algunha maneira de que os alumnos empreguen Scratch sen conexión á Internet?",
    "faq.noInternetBody":"Si. O <a href=\"/scratch2download\">Editor local</a> de Scratch é unha versión de Scratch que se pode executar nun escritorio ou nun portátil. Actualmente, o Editor local está dispoñíbel para Mac e Windows.",
    "faq.communityTitle":"Podo desactivar a comunidade na rede para os meus alumnos?",
    "faq.communityBody":"A comunidade de Scratch na rede permite que os rapaces e rapazas compartan, colaboren e aprendan cos seus iguais dentro dunha comunidade moderada governada polas Directrices da Comunidade. Porén, comprendemos que algúns docentes prefiran que os seus alumnos non participen nunha comunidade na rede. Para eses docentes será mellor instalar o Editor local de Scratch, que se executa sen conexión a rede e localmente nun computador ou portátil.",
    "faq.teacherAccountTitle":"Que é unha conta de docente de Scratch?",
    "faq.teacherAccountBody":"Unha conta de docente de Scratch permite que os profesores e outros docentes dispoñan de funcionalidades adicionais para xestionar a participación do alumnado en Scratch, incluída a posibilidade de crear contas de alumno, organizar proxectos de alumnos en estudios e seguir os comentarios dos alumnos.",
    "faq.requestTitle":"Como solicito unha conta de docente de Scratch?",
    "faq.requestBody":"Podes solicitar unha conta de docente de Scratch na <a href=\"/educators\">Páxina de docentes</a> de Scratch. Pedimos información adicional durante o proceso de rexistro para poder comprobar a túa función de educador.",
    "faq.edTitle":"Cal é a diferenza entre unha conta de docente de scratch e unha conta de ScratchEd?",
    "faq.edBody":"As contas de docente de Scratch son contas de usuario especiais que teñen acceso a funcionalidades adicionais para facilitar a creación e xestión de contas de alumnado. As contas de ScratchEd son contas da <a href=\"http://scratched.gse.harvard.edu/\">comunidade de ScratchEd</a>, un sitio web separado (xestionado pola Harvard Graduate School of Education) na que os docentes comparten historias, intercambian recursos, fan preguntas e coñecen outros docentes de Scratch.",
    "faq.dataTitle":"Que datos do alumnado recolle Scratch?",
    "faq.dataBody":"Cando un alumno se rexistra en Scratch por vez primeira pedimos datos demográficos básicos, incluído o xénero, idade (mes e ano de nacemento), país e un enderezo de correo electrónico para comprobación). Estes datos empréganse (de maneira agregada) en estudios de investigación que pretenden mellorar a nosa comprensión sobre como a xente aprende con Scratch. Cando un docente emprega unha conta de docente de Scratch para crear contas de estudante en lote, os alumnos non teñen que fornecer un enderezo de correo electrónico para configuraren a súa conta.",
    "faq.lawComplianceTitle":"Compre Scratch 2.0 (a versión na rede) coas leis de privacidade de datos locais e federais dos Estados Unidos?",
    "faq.lawComplianceBody":"Scratch preocúpase moito pola privacidade do alumnado e de todos os invididuos que empregan a nosa plataforma. Temos habilitados procedementos físicos e electrónicos para protexer a información que recollemos no sito web de Scratch. Aínda que non estamos en situación de ofrecerlle garantías contractuais a cada institución que empregue o noso produto educativo gratuíto, si que cumprimos con todas as leis federais dos Estados Unidos que se lle aplican ao MIT, unha organizacion 501(c)(3) e a institución que creou e mantén Scratch. Animamos a ler a Política de Privacidade de Scratch para máis información.",
    "faq.schoolsMoreInfo":"Para máis preguntas sobre as contas de docente, consulta as <a href=\"/educators/faq\">Preguntas frecuentes sobre contas de docentes</a>"
}
