{
    "faq.title":"Domande Frequenti (FAQ)",
    "faq.intro":"In questa pagina troverai le risposte a domande frequenti su Scratch.",
    "faq.aboutTitle":"Domande Generali",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Remixare e Copiare",
    "faq.accountsTitle":"Gli Account",
    "faq.permissionsTitle":"Licenza e Permessi",
    "faq.inappropriateContentTitle":"Contenuti Inappropriati",
	"faq.scratchExtensionsTitle":"Estensioni di Scratch",
    "faq.cloudDataTitle":"Variabili Cloud",
    "faq.aboutScratchTitle":"Cos'è Scratch e cosa posso realizzare usando Scratch?",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"Info su Scratch",
    "faq.makeGameTitle":"Come si fa a creare un gioco o un'animazione con Scratch?",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"Chi usa Scratch?",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"Quali sono i requisiti di sistema per poter usare Scratch?",
    "faq.requirementsBody":"Scratch gira nella maggior parte dei moderni browser, pc desktop, portatili e tablet. Puoi vedere i progetti su uno smartphone, ma la momento non puoi creare o modificare progetti con il tuo smartphone. Qui sotto trovi la lista dei browser supportati ufficialmente.",
	"faq.requirementsDesktop":"Desktop",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer NON è supportato.",
	"faq.requirementsTablet":"Tablet",
	"faq.requirementsTabletChrome":"Mobile Chrome (62+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Nota:",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch Desktop",
	"faq.requirementsNoteWebGL":"Se riscontri un errore di WebGL, prova ad usare un browser diverso.",
	"faq.requirementsNoteTablets":"Al momento sui tablet non è possibile usare i blocchi \"tasto premuto\" o i menu contestuali attivati dal pulsante destro del mouse.",
    "faq.offlineTitle":"Esiste una versione scaricabile in modo da poter creare e vedere i progetti offline?",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"Posso ancora caricare sul sito progetti creati con vecchie versioni di Scratch?",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"Quando costa Scratch? Mi occorre una licenza?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"Chi ha creato Scratch?",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"Media Lab del MIT",
	"faq.aboutScratch3Title":"Cosa è Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0, lanciato il 2 Gennaio 2019, è l'ultima generazione di Scratch. E' stato progettato per estendere come, cosa e dove puoi creare con Scratch. Include decine di nuovi sprite, un editor di suoni completamente rivisto e molti nuovi blocchi di programmazione. Con Scratch 3.0 puoi creare progetti usando il tuo tablet oltre al tuo portatile e al tuo computer fisso.",
	"faq.reportBugsScratch3Title":"Posso segnalare i bug e dare del feedack su Scratch 3.0?",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Scratch 3.0 è disponibile in più lingue?",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Scratch 3.0 ha dei blocchi di programmazione in meno rispetto a quelli disponibili nelle precedenti versioni di Scratch?",
    "faq.removedBlocksScratch3Body":"Nessun blocco di programmazione è stato rimosso in Scratch 3.0, ma alcuni blocchi sono cambiati leggermente e altri sono stati spostati nelle \"Estensioni\" (come chiarito più sotto in risposta alla FAQ \"Dove sono finiti i blocchi Penna...?\").",
	"faq.newBlocksScratch3Title":"Scratch 3.0 introduce nuovi blocchi?",
    "faq.newBlocksScratch3Body":"Si! In Scratch 3.0 trovi:",
	"faq.newBlocksSoundEffect":"Nuovi blocchi \"porta effetto\" per i suoni",
	"faq.newBlocksOperators":"Nuovi operatori che rendono più semplice lavorare con il testo (stringhe)",
	"faq.newBlocksPen":"Nuovi blocchi penna, incluso il supporto per la trasparenza",
	"faq.newBlocksGlide":"Un nuovo blocco scivola, per spostarsi con facilità verso un altro sprite (o verso un punto scelto a caso)",
	"faq.newBlocksExtensions":"Molte nuove possibilità offerte dalle \"Estensioni di Scratch\" (vedi la sezioni sulle Estensioni più sotto)",
	"faq.biggerBlocksScratch3Title":"Perchè i blocchi di Scratch 3.0 sono più grandi delle versioni precedenti?",
    "faq.biggerBlocksScratch3Body":"Per far si che Scratch 3.0 sia facile da usare sui dispositivi touch (come i Chromebooks, i portatili Windows Surface e i tablet) abbiamo dovuto rendere i blocchi più grandi in modo che sia facile trascinarli e cliccarli. I blocchi di Scratch 3.0 sono inoltre leggermente più grandi per risolvere i problemi riscontrati da utenti per cui era difficile cliccare e trascinare degli elementi troppo piccoli.",
	"faq.extensionsScratch3Title":"Sono sono finiti i blocchi Penna? Dove sono finiti i blocchi per la Musica? Dove sono finiti i blocchi per interagire con la Webcam?",
    "faq.extensionsScratch3Body":"I blocchi Penna, Musica e Webcam sono stati spostati nelle estensioni. Le estensioni possono essere aggiunte cliccando il pulsante in basso a sinistra delle finestra di Scratch (vedi la sezione \"Estensioni\" più sotto). NOTA: non è necessario aggiungere i blocchi delle estensioni quando carichi un progetto che ne fa uso. Verranno caricati automaticamente.",
	"faq.paintEditorScratch3Title":"Quali sono le nuove funzioni dell'Editor di Immagini?",
    "faq.paintEditorScratch3Body":"L'Editor di Immagini è stato riprogettato per rendere disponibili nuove e potenti funzionalità oltre a renderne più semplice l'uso. Tra i cambiamenti e le nuove funzionalità trovi:",
	"faq.paintEditorLayout":"Una nuova organizzazione degli elementi che rende più visibili gli strumenti e le opzioni disponibili",
	"faq.paintEditorTools":"Nuovi strumenti come la \"gomma\" che funziona in modalità vettoriale",
	"faq.paintEditorColors":"Più opzioni per selezionare e correggere i colori",
	"faq.paintEditorVector":"Un maggior controllo sui punti dei disegni vettoriali (modalità curva e angolo)",
	"faq.paintEditorLayers":"Controlli aggiuntivi per ordinare i livelli (\"Porta in primo piano\", \"Porta indietro\", ecc.)",
	"faq.paintEditorGradients":"Nuovi controlli per le sfumature del colore",
	"faq.soundEditorScratch3Title":"Quali sono le nuove funzioni dell'Editor di Suoni?",
    "faq.soundEditorScratch3Body":"L'Editor di Suoni è stato riprogettato per rendere più semplice registrare e manipolare i suoni. Offre diverse nuove funzionalià:",
	"faq.soundEditorRecording":"Un nuovo metodo di registrazione più facile da usare",
	"faq.soundEditorTrimming":"Un nuovo sistema di ritaglio dei suoni più facile da usare",
	"faq.soundEditorEffects":"Nuovi effetti sonori (come \"accelera\", \"rallenta\", \"eco\" e \"effetto robot\")",
	"faq.tipsWindwScratch3Title":"Dov'è finita la finestra dei Suggerimenti di Scratch?",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"Cos'è un remix?",
    "faq.remixDefinitionBody":"Quando un membro della comunità di Scratch fa una copia del progetto di qualcun'altro e lo modifica per aggiungere le proprie idee (ad esempio, cambiando gli script o i costumi), il progetto risultante viene chiamato \"remix\". Ogni progetto condiviso sul sito web di Scratch può essere remixato. Anche una piccola modifica è un remix valido, purché sia chiaramente indicato il creatore originale del progetto e chi altro ha dato un contributo significativo al remix.",
    "faq.remixableTitle":"Perchè il Team di Scratch richiede che tutti i progetti siano \"remixabili\"?",
    "faq.remixableBody":"Crediamo che remixare i progetti creati da altri utenti sia un modo eccezionale per imparare a programmare e per creare progetti interessanti. Attraverso il remix le idee creative si diffondono nella comunità di Scratch e tutti ne beneficiano. Tutti i progetti condivisi nel sito di Scratch sono coperti dalla licenza \"Creative Commons Share Alike\" che significa che puoi liberamente remixare qualunque progetto che trovi nel sito di Scratch -- e che chiunque puoi remixare i progetti che tu condividi sul sito.",
    "faq.creativeCommonsTitle":"Cosa devo fare se non voglio che altri remixino i miei progetti?",
    "faq.creativeCommonsBody":"Il remix è una parte importante della comunità di Scratch. Se non vuoi che gli altri possano vedere o remixare le tue creazioni puoi continuare ad usare il sito di Scratch per creare i tuoi progetti ma devi fare attenzione a non condividerli sul sito.",
    "faq.fairUseTitle":"Posso usare all'interno dei miei progetti immagini, suoni e altri media che ho trovato su Internet?",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"Perché è utile avere un account Scratch?",
    "faq.whyAccountBody":"Anche senza avere un account puoi usare i progetti degli altri utenti, leggere i commenti e i forum e anche creare i tuoi progetti. Per salvare o condividere i tuoi progetti, scrivere commenti, postare nei forum e partecipare ad altre attività \"social\" della comunità (come ad esempio indicare \"mi piace\" nei progetti degli altri) ti occorre invece un account.",
    "faq.createAccountTitle":"Come faccio a creare un account?",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"Come posso verificare se il mio account è stato confermato?",
    "faq.howToConfirmTitle":"Come faccio a confermare il mio account?",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"Devo confermare il mio account?",
    "faq.requireConfirmBody":"Puoi continuare ad usare alcune funzionalità del sito di Scratch anche senza confermare l'accout, compresa la creazione e il salvataggio dei progetti (senza la possibilità di condividerli).",
    "faq.forgotPasswordTitle":"Ho dimenticato il mio nome utente e la mia password. Come posso resettarle?",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"Come faccio a cambiare la mia password?",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"Come faccio a cambiare il mio indirizzo email?",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"Come posso cambiare il mio stato da \"Nuovo membro di Scratch\" a \"Membro della comunità di Scratch\"?",
    "faq.newScratcherBody":"Quando crei un account diventi un \"Nuovo Utente\". Per diventare un \"Utente\" devi creare e condividere progetti, inserire commenti utili nei progetti degli altri utenti ed essere paziente! Dopo aver soddisfatto questi requisiti comparirà nella pagina del tuo profilo un link che ti invita a diventare un Utente che ti permetterà di acquisire nuove possibilità. (Nota: non promuoviamo i Nuovi Utenti a Utenti su richiesta)",
    "faq.multipleAccountTitle":"Posso avere più di un account?",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"E' permesso che più persone accedano al sito di Scratch usando uno stesso account?",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"Posso cambiare il mio username?",
    "faq.changeUsernameBody":"La struttura del sito di Scratch dipende dai nomi degli account, quindi non è possibile cambiare il proprio username. Se vuoi proprio avere un nuovo username, puoi creare un nuovo account - ma dovrai copiare personalmente i tuoi progetti.",
    "faq.shareInfoTitle":"Quali informazioni posso condividere nel mio account?",
    "faq.shareInfoBody":"Ti preghiamo di non condividere le tue informazioni personali di contatto come per esempio il tuo indirizzo, la tua email, il tuo numero di telefono o qualunque altra informazione che possa permettere ad altri di contattarti al di fuori del sito di Scratch. Ti preghiamo inoltre di segnalare qualunque progetto, commento o discussione dei forum che contenga questo tipo di informazioni in modo che lo Scratch Team possa rimuoverle e ricordare all'autore la nostra politica sulla privacy.",
    "faq.deleteAccountTitle":"Come faccio a cancellare il mio account?",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Scratch è gratuito? Posso usarlo dovunque io voglia?",
    "faq.scratchFreeBody":"Si! Scratch è disponibile gratuitamente. Puoi usarlo a scuola e puoi anche insegnare un corso su Scratch (anche un corso a pagamento). Non devi acquistare una licenza: è gratis!",
    "faq.scratchScreenshotTitle":"Posso usare immagini di Scratch in un libro o in una presentazione?",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"Posso includere una descrizione di Scratch in una brochure o in altri materiali?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Posso presentare Scratch a una conferenza?",
    "faq.presentScratchBody":"Puoi liberamente presentare Scratch ad educatori o ad altri gruppi. ",
    "faq.supportMaterialTitle":"Posso usare o remixare i materiali di supporto, gli sprite, le immagini, i suoni o i progetti di esempi che ho trovato sul sito di Scratch?",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"Posso vendere i progetti che creo con Scratch?",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"Dove trovo il codice sorgente di Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"Come posso sapere cosa può e cosa non può essere condiviso sul sito di Scratch?",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Cosa devo fare se vedo qualcosa che considero inappropriato?",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Cosa devo fare se vedo qualcosa di meschino o irrispettoso?",
    "faq.noFlameBody":"Non peggiorare la situazione! Rispondere a commenti meschini con altri commenti meschini rende soltanto le cose peggiori e potrebbe portare al blocco del tuo account. Ti preghiamo invece di segnalare tutto ciò che consideri irrispettoso o non costruttivo e ci occuperemo noi stessi di contattare l'autore. Controlliamo le tue segnalazioni ogni giorno, anche più volte al giorno - puoi quindi essere sicuro che risolveremo la cosa.",
    "faq.reviewContentTitle":"Cosa fa lo Scratch team quando viene qualcosa viene segnalato?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"Cosa succede quando un account viene bloccato?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"Qualcuno ha avuto accesso al mio account e l'account è stato bloccato. Cosa debbo fare?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"Che cosa sono le estensioni?",
    "faq.aboutExtensionsBody":"Nell'editor di Scratch puoi aggiungere raccolte di blocchi aggiuntivi chiamate \"estensioni\". Ad esempio ci sono estensioni che ti permettono di programmare dei dispositivi (come micro:bit e i kit robotici LEGO) o di tradurre dei testi direttamente dal tuo progetto Scratch. Continueremo ad aggiungere nuove estensioni di tanto in tanto, così quello che potrai fare con Scratch continuerà via via a crescere.",
    "faq.howToAddExtensionsTitle":"Come si fa ad aggiungere un'estensione ad un progetto?",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"In che modo posso creare un'estensione per Scratch",
    "faq.createExtensionsBody":"Il Team di Scratch pubblicherà a breve delle specifiche e delle linee guida. Appena saranno disponibili potrai sottoporre la tua estensione al Team di Scratch perché venga presa in considerazione per essere inserita nella libreria di estensioni di Scratch 3.0. Forniremo anche delle linee guida per sviluppare e distribuire estensioni \"sperimentali\", che potranno essere usate per creare progetti offline ma che non potranno essere però condivisi con la comunità online di Scratch.",
    "faq.scratchXTitle":"Cosa accadrà al sito ScratchX?",
    "faq.scratchXBody":"Il sito ScratchX (scratchx.org) era un luogo in cui sperimentare estensioni. Le estensioni create per ScratchX non sono compatibili con Scratch 3.0. Una volta che le estensioni sperimentali saranno completamente supportate da Scratch interromperemo il supporto per ScratchX. Gli utenti e gli sviluppatori potranno quindi passare da ScratchX alla nuova piattaforma per le estensioni.",
    "faq.cloudDataInfoTitle":"Che cosa sono le variabili cloud?",
    "faq.cloudDataInfoBody":"Le variabili cloud permettono ai dati di un progetto di essere salvati e condivisi con altri membri della comunità di Scratch. Puoi usare le variabili cloud per fare delle indagini statistiche o per creare progetti in cui i membri della comunità possono accedere e modificare i dati con continuità.",
    "faq.makeCloudVarTitle":"Come posso fare una variabile cloud?",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"Quali tipi di dati possono essere memorizzati nelle variabili cloud?",
    "faq.onlyNumbersBody":"Solo i valori numerici possono essere memorizzati nelle variabili Cloud.",
    "faq.storedCloudInfoTitle":"Chi può vedere i dati memorizzati nelle variabili cloud?",
    "faq.storedCloudInfoBody":"Quando usi un progetto che usa le variabili cloud i dati associati alle tue interazioni possono essere registrati insieme al tuo username e altri possono vederli.",
     "faq.reportCloudTitle":"Se mi accorgo che qualcuno invia contenuti inappropriati usando le variabili cloud come faccio a segnalarlo?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Posso creare delle chat usando le variabili cloud?",
    "faq.chatRoomBody":"Sebbene sia tecnicamente è possibile creare delle chat usando le variabili cloud, questo uso non è consentito nel sito di Scratch.",
    "faq.changeCloudVarTitle":"Chi può modificare le informazioni memorizzate in una variabile cloud?",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"Ho acceduto al sito, ma non posso creare progetti che usano le variabili cloud. Per quale motivo?",
    "faq.newScratcherCloudBody":"Se sei ancora un \"New Scratcher\" sul sito non potrai creare progetti che usano le variabili cloud. Devi diventare uno \"Scratcher\" per poter accedere alle variabili cloud. Vai alla sezione Account (sopra) per ti occorrono più informazioni sul passaggio da \"New Scratcher\" a \"Scratcher\".",
    "faq.multiplayerTitle":"Con le variabili cloud è possibile creare giochi multiplayer?",
    "faq.multiplayerBody":"I giochi multiplayer possono essere difficili da creare, a causa delle velocità della rete e a problemi di sincronizzazione. Tuttavia alcuni Scratcher stanno trovando modi creativi di usare le variabili cloud per alcuni giochi che si svolgono a turni, o per altri giochi.",
    "faq.schoolsTitle":"Scratch nelle Scuole",
    "faq.howTitle":"In che modo Scratch viene usato nelle scuole?",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"Gli studenti possono usare Scratch quando non dispongono di una connessione ad Internet?",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"Posso disattivare l'accesso alla comunità online per i miei studenti?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Cos'è un Account Scratch per Docenti?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"Domande Frequenti sugli Account Scratch per Docenti",
    "faq.requestTitle":"Come posso richiedere un Account Scratch per Docenti?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"Quali sono i dati che Scratch raccoglie per gli studenti?",
    "faq.dataBody":"Quando uno studente si registra sul sito di Scratch gli chiediamo alcuni dati demografici come genere, età (mese e anno di nascita), nazione e indirizzo email per la verifica. Questi dati vengono usati (in forma aggregata) per le nostre ricerche per capire meglio in che modo le persone imparano con Scratch. Quando un educatore crea gli account studente usando un Account Scratch per Docenti non vengono richiesti dati demografici per configurare gli account.",
    "faq.lawComplianceTitle":"Scratch (versione online) è conforme alle leggi locali e federali sulla privacy dei dati degli Stati Uniti? ",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
