{
    "faq.title":"Biežāk uzdotie jautājumi (BUJ)",
    "faq.intro":"Šajā lapā tu atradīsi atbildes uz biežāk uzdotajiem jautājumiem par Scratch.",
    "faq.aboutTitle":"Vispārīgi jautājumi",
    "faq.privacyTitle":"Privātuma politika",
    "faq.remixTitle":"Remiksēšana un kopēšana",
    "faq.accountsTitle":"Konti",
    "faq.permissionsTitle":"Licencēšana un atļaujas",
    "faq.inappropriateContentTitle":"Nepiemērots saturs",
    "faq.cloudDataTitle":"Mākoņu dati",
    "faq.aboutScratchTitle":"Kas ir Scratch, un ko ar to varu darīt?",
    "faq.aboutScratchBody":"Scratch ir programmēšanas valoda, kur tu vari veidot pats savus interaktīvos stāstus, spēles un animācijas un dalīties ar tām ar citiem visā pasaulē. Projektu veidošanas procesā, jaunatne iemācās domāt radošāk, plānot un strādāt kopā. Lai vairāk uzzinātu par Scratch, apmeklē <a href=\"/about\">Par Scratch</a> vietni.",
    "faq.makeGameTitle":"Kā es varu ar Scratch uztaisīt spēli vai animāciju?",
    "faq.makeGameBody":"Pārbaudi <a href=\"/tips\">padomu lapu </a>, lai atrastu daudz veidus kā sākt ar Scratch. Vai <a href=\"/projects/editor/?tip_bar=getStarted\">ienirsti </a> projektu redaktorā.",
    "faq.requirementsTitle":"Kādas ir Scratch sistēmas prasības?",
    "faq.requirementsBody":"Lai palaistu Scratch 2.0 nepieciešams izmantot (1) Windows, ChromeOS, Mac vai Linux datoru; (2) <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player </a> versiju, kas izdota pēc 2016. gada 15. jūnija; (3) samērā nesenu interneta pārlūku: vienu no jaunākajām <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac vai Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Tikai Windows vai Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Tikai Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Tikai Windows), vai <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Tikai Windows) versijām.  Ja tavam datoram nav  pieejamas nevienas šīs prasības, lejuplādē un instalē <a href=\"/scratch_1.4\">Scratch 1.4</a>, kuru joprojām var izmantot, lai dalītos ar projektiem Scratch 2.0 vietnē.",
    "faq.offlineTitle":"Vai jums ir lejuplādējamā versija, lai es varu veidot projektus bezsaistē?",
    "faq.offlineBody":"Scratch 2.0 bezsaistes redaktors ļauj tev veidot projektus bez interneta savienojuma. \nTo var <a href=\"/scratch2download/\">lejuplādēt</a> no šīs vietnes.  Un vēl joprojām var izmantot <a href=\"/scratch_1.4\">Scratch 1.4</a>.  Uz datora var uzglabāt abas Scratch versijas.",
    "faq.uploadOldTitle":"Vai varu Scratch mājaslapā augšuplādēt projektus, kas veidoti ar vecākām versijām?",
    "faq.uploadOldBody":"Jā - tu vari publicēt vai augšupielādēt projektus, kas veidoti ar agrākām Scratch versijām, tie būs gan redzami, gan spēlējami. (Taču nevar lejuplādēt projektus, kas izveidoti vai rediģēti vēlākajās versijās un atvērti agrākās. Piemēram, nevar atvērt Scratch 2.0 projektu ar <a href=\"/scratch_1.4\">Scratch 1.4</a>, jo  <a href=\"/scratch_1.4\">Scratch 1.4</a> nezin kā nolasīt .sb2 projekta faila formātu.)",
    "faq.recordVideoTitle":"Vai es varu ierakstīt mana Scratch projekta video?",
    "faq.recordVideoBody":"Jā, tu vari ierakstīt sava Scratch projekta video līdz 60 sekundēm. Scratch redaktora Faila izvēlnē izvēlies \"Ierakstīt projekta video\". (Lai izmantotu šo iespēju, tev jāpiesakās.) Ir pieejamas papildus ierakstīšanas opcijas (piemēram, ierakstīt skaņu un peles klikšķus) \"Vairāk iespējas\" izvēlnē. Pēc tam palaid savu projektu. Kad ierakstīšana beigusies, seko instrukcijām, lai lejuplādētu failu savā datorā. Var rasties vajadzība lejuplādēt papildu programmatūru, piemēram <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player </a>, lai atskaņotu failu. Šo failu varēs palaist YouTube, Vimeo, un Facebook, bet, iespējams, vajadzēs kovertēt, vietnēm Twitter vai Tumblr.",
    "faq.scratchCostTitle":"Cik maksā Scratch? Vai man vajag licenci?",
    "faq.scratchCostBody":"Scratch ir un vienmēr būs bezmaksas. Nav vajadzīga nekāda licence, lai izmantotu Scratch skolā, mājās vai kaut kur citur. Scartch izstrādi un uzturēšanu maksā ar dāvinājumu un ziedojumu palīdzību. Ja vēlies dot ieguldījumu, ienāc mūsu <a href=\"https://secure.donationpay.org/scratchfoundation/\">Ziedojumu lapā</a>.",
    "faq.mediaLabTitle":"Kas ir izveidojis Scratch?",
    "faq.mediaLabBody":"Scratch izstrādā un attīsta Scratch komanda <a href=\"http://llk.media.mit.edu/\">Lifelong kindergarten grupā</a> pie <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Kādu informāciju jūs prasiet reģistrējoties?",
    "faq.accountInfoList":"Lai pasargātu mūsu kopienas dalībnieku privātumu, mēs esam pēc iespējas samazinājuši prasāmo un publicējamo datu daudzumu. Reģistrējoties mēs prasām šādu informāciju:",
    "faq.privacyUsername":"lietotājvārdu - mēs uzstājam, lai lietotāji neizmanto īsto vārdu vai citu identificējošu informāciju",
    "faq.privacyCountry":"valsti",
    "faq.privacyBirthdate":"dzimšanas mēnesi un gadu - mēs to izmantojam, lai apstiprinātu konta īpašumtiesības gadījumā, ja īpašnieks zaudē paroli, epastu, vai prasa slēgt kontu.",
    "faq.privacyGender":"dzimumu",
    "faq.privacyEmail":"kontaktu e-pasta adresi - ja konta īpašnieks ir jaunāks par 16 gadiem, mēs pieprasām vecāka vai aizbildņa e-pasta adresi. Uz norādīto e-pasta adresi mēs neko bez vajadzības nesūtām, izņemot paroles atiestatīšanas pieprasījumu.",
    "faq.accountPublicInfo":"Konta īpašnieka lietotājvārds un valsts parādās profila publiskajā daļā. Dzimšanas mēnesis un gads, epasta adrese un dzimums netiek rādīts publiski. Mēs šo informāciju apkopojam, lai zinātu, kāda vecuma un dzimuma ir mūsu lietotāji. Informāciju par mūsu lietotājiem mēs nepārdodam vai neizīrējam.",
    "faq.dataCollectionTitle":"Kādi dati tiek ievākti no mājaslapas lietotājiem, kamēr viņi to izmanto?",
    "faq.dataCollectionOne":"Kad lietotājs piesakās, Scratch mājaslapa pārlūkam pieprasa izvietot <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http sīkdatni</a> lietotāja datorā, lai atcerētos, ka viņš ir pieslēdzies, kamēr tiek atvērtas arī citas mājaslapas. Mēs ar Google Analytics ievācam dažus datus, piemēram, kur lietotāji klikšķina un kuras lapas sadaļas tiek izmantotas. Šī klikšķu informācija mums palīdz plānot mājaslapas uzlabojumus.",
    "faq.dataCollectionTwo":"Daži no šiem savāktajiem datiem tiek izmantoti tālākos pētījumos, lai mēs labāk saprastu, kā cilvēki mācās ar Scratch. Šo pētījumu rezultāti pie skolotājiem un citiem pētniekiem nonāk konferencēs, žurnālos un citās publikācijās. Vairāk var lasīt mūšu <a href=\"/info/research\">Pētījumu lapā</a>.",
    "faq.rentInfoTitle":"Vai Scratch komanda pārdod vai izīrē informāciju par Scratch lietotājiem?",
    "faq.rentInfoBody":"Nē.",
    "faq.viewUnsharedTitle":"Vai Scratch komanda var redzēt manus projektus, ar kuriem neesmu dalījies?",
    "faq.viewUnsharedBody":"Kopš Scratch komanda ir atbildīga par mērenību, mums ir piekļuve visiem Scratch vietnē uzglabātajiem projektiem, arī nepublicētajiem. Ja tu vēlies strādāt ar projektiem privāti, izmanto <a href=\"/scratch2download\">Scratch 2.0 bezsaistes redaktoru</a> vai <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Kas ir remikss?",
    "faq.remixDefinitionBody":"Kad Scratch lietotājs izveido kāda cita projekta kopiju un pievieno savas idejas (piemēram, izmaina skriptus vai kostīmus), izmainītais projekts tiek nosaukts par \"remiksu\". Katrs publicētais projekts Scratch vietnē var tikt remiksēts. Mēs pat sīkas izmaiņas uzskatām par remiksu.",
    "faq.remixableTitle":"Kapēc Scratch komanda visus projektus padara \"remiksējamus\"?",
    "faq.remixableBody":"Mēs ticam, ka iespēja skatīt un remiksēt interesantus projektus ir lielisks veids, kā mācīties programmēt un attīstīt jaunas, foršas idejas. Tāpēc katra Scratch lapā kopīgotā projekta izejas kods ir redzams.",
    "faq.creativeCommonsTitle":"Ko darīt, ja es negribu, lai citi remiksē manus projektus?",
    "faq.creativeCommonsBody":"Publicējot savu projektu Scratch mājaslapā, tu piekrīti <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> licences nosacījumiem. Ja negribi, lai citi skatās un remiksē tavus darbus, nedalies ar tiem Scratch mājaslapā.",
    "faq.fairUseTitle":"Vai es varu savā projektā izmantot attēlus, skaņu un citus multimedijus no interneta?",
    "faq.fairUseBody":"Ir svarīgi, lai tiktu ievērotas oriģināla autora vēlmes attiecībā par remiksēšanu (tālāku izmantošanu). Ja vēlies izmantot savā darbā cita paveikto, neaizmirsti uzrakstīt atsauci sava projekta sadaļā “atsauces”, kā arī iekļaut saiti uz oriģinālu. Lai atrastu citus attēlus un skaņu, kas jau ir paredzēti tālākai izmantošanai jeb remiksēšanai, meklē <a href=\"http://search.creativecommons.org/\">Creative Commons meklēšanas lapā</a>.",
    "faq.confirmedAccountTitle":"Kas ir “apstiprināts” Scratch konts?",
    "faq.confirmedAccountBody":"Apstiprināts Scratch konts ļauj dalīties ar projektiem, rakstīt komentārus un veidot studijas. Apstiprinot kontu var arī saņemt epasta atjauninājumus no Scratch komandas.",
    "faq.checkConfirmedTitle":"Kā es varu pārbaudīt vai mans Scratch konts ir apstiprināts?",
    "faq.checkConfirmedBody":"Lai pārbaudītu vai Scratch konts ir apstiprināts, vispirms nepieciešams pieslēgties savā Scratch kontā ekrāna augšējā labajā pusē. Pēc pieslēgšanās uzklikšķini uz sava lietotājvārda un izvēlies \"Konta iestatījumi\", tad \"E-pasta adrese\". Apstiprinātas adrese tiks parādītas kā maza zaļa atzīme. Ja nav apstiprināts, tu redzēsi tekstu \"Tavs e-pasts nav apstiprināts\" oranžā krāsā.",
    "faq.howToConfirmTitle":"Kā varu apstiprināt savu kontu?",
    "faq.howToConfirmBody":"Pēc reģistrācijas tu saņemsi e-pastu ar saiti, lai apstiprinātu kontu. Ja nevari atrast e-pastu, ieskaties mēstuļu mapē.  Lai nosūtītu ziņojumu vēlreiz, ej uz konta iestatījumiem, E-pasta cilni, un seko instrukcijām. Var paiet vesela stunda līdz ziņojums atsūtīsies. Ja pēc stundas joprojām nav nekā, tad <a href=\"/contact-us\">dari mums to zināmu</a>.",
    "faq.requireConfirmTitle":"Vai man jāapstiprina mans konts?",
    "faq.requireConfirmBody":"Ja Scratch konts nav apstiprināts, tev joprojām ir pieeja daudz Scratch aspektiem, tai skaitā projektu veidošana un saglabāšana (bez kopīgošanas). Ja tavs konts tika izveidots, pirms 2015. gada 11. februāra, tad Scratch var brīvi izmantot bez konta apstiprināšanas. ",
    "faq.forgotPasswordTitle":"Es aizmirsu paroli. Kā varu to atiestatīt?",
    "faq.forgotPasswordBody":"Ievadi savu lietotājvārdu <a href=\"/accounts/password_reset/\">paroles atjaunošanas lapā</a>. Lapa tev atsūtīs epastu uz to adresi, ko norādīji reģistrējoties, ar saiti, kurā varēsi atjaunot savu paroli.",
    "faq.changePasswordTitle":"Kā es varu nomainīt paroli?",
    "faq.changePasswordBody":"Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies \"konta iestatījumi\" un tad klikšķini uz saites, lai mainītu savu paroli.",
    "faq.changeEmailTitle":"Kā es varu mainīt savu epasta adresi?",
    "faq.changeEmailBody":"Ej uz Scratch mājaslapu, piesakies, tad kliksķini uz sava lietotājvārda augšējā labajā stūrī. Izvēlies \"konta iestatījumi\" un tad klikšķini uz saites, lai mainītu savu epastu. ",
    "faq.newScratcherTitle":"Kā lai es kļūstu no 'Jauniņā Scratch lietotāja' par 'Scratch lietotāju'?",
    "faq.newScratcherBody":"Veido un kopīgo projektus, komentē citu Scratch lietotāju projektus un esi pacietīgs! Pēc dažu nedēļu aktivitiātes, profila lapā parādīsies saite, aicinot kļūt par Scratch lietotāju. (Mēs nemainām jauniņo statusus uz lietotāju statusiem pēc kādiem lūgumiem pat tad, ja mēģināsi mūs uzpirkt ar šokolādi.)",
    "faq.multipleAccountTitle":"Vai man var būt vairāk kā viens konts?",
    "faq.multipleAccountBody":"Tas ir pieņemami, ja tev ir vairāki konti Scratch mājaslapā, ja vien neviens no tiem nepārkāpj kopienas vadlīnijas. Šādā gadījumā gan visi saistītie konti tiks bloķēti vai dzēsti.",
    "faq.multipleLoginTitle":"Vai drīkst vairāk kā viens lietotājs pieteikties vienā kontā?",
    "faq.multipleLoginBody":"Tā gan nevajag, jo mājaslapa un projekta redaktors var \"uzkārties\", ja vairāk kā viens cilvēks pieteiksies vienā un tajā pašā kontā.",
    "faq.changeUsernameTitle":"Vai es varu nomainīt lietotājvārdu?",
    "faq.changeUsernameBody":"Scratch mājaslapa ir būvēta tā, ka lietotājiem ir patstāvīgi lietotājvārdi, tātad, to nomainīt nevar. Ja tas tev tiešām ir vajadzīgs, izveido jaunu kontu, bet tev būs pašam no sevis jānokopē visi projekti.",
    "faq.shareInfoTitle":"Kādu informāciju es varu publicēt savā profilā?",
    "faq.shareInfoBody":"Lūdzu nepublicējiet savu personīgo informāciju, piemēram, mājas adresi, epastu, telefona numuru vai jebko citu, ko varētu izmantot, lai ar tevi sazinātos ārpus Scratch mājaslapas. Lūdzu ziņo Scratch komandai par projektiem, komentāriem vai foruma ierakstiem, kuros ir šāda informāciju, lai varam tos aizvākt un brīdināt autorus par mūsu privātuma politiku.",
    "faq.deleteAccountTitle":"Kā varu izdzēst savu kontu?",
    "faq.deleteAccountBody":"Pieslēdzies Scratch, klikšķini uz sava lietotājvārda lapas augšējā labajā stūrī. Izvēlies “Konta iestatījumi,” tad kliksķini uz <em>“Gribu dzēst savu kontu”</em> saites lapas lejas daļā.",
    "faq.scratchFreeTitle":"Vai Scratch ir par brīvu?",
    "faq.scratchFreeBody":"Jā! Scrath ir pieejams bez maksas. Tu to vari izmantot skolā, vari vadīt kursus (tajā skaitā maksas) par Scratch. Nav jāpērk licence - tas ir par brīvu.",
    "faq.scratchScreenshotTitle":"Vai varu izmantot Scratch ekrānuzņēmumus grāmatai vai prezentācijai.",
    "faq.scratchScreenshotBody":"Jā, tu vari rakstīt grāmatu vai nodaļu par Scratch. Drīkst izmantot ekrānuzņēmumus / attēlus par Scratch lietotni un interneta vietni, un licencē tos zem <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike licences </a>.  Lūdzu iekļauj atsauci savā darbā, kur rakstīts \"Scratch izstrādā Lifelong Kindergarten Group MIT Media Lab. Tas ir pieejams bezmaksas vietnē https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Vai varu iekļaut Scratch aprakstu brošūrās vai citos materiālos?",
    "faq.scratchDescriptionBody":"Protams! Mēs iesakām iekļaut sekojošo aprakstu: \"Scratch ir programmēšanas valoda un tiešsaistes kopiena, kur var veidot interaktīvus stāstus, spēles un animācijas -- un dalīties ar tām apkārt pasaulei. Scratch projektu programmēšanas un izstrādāšanas laikā, jauni cilvēki iemācās radoši domāt, plānot un darboties kopā. Scratch ir Lifelong Kindergarten group MIT Media Lab grupas projekts. Tas ir pieejams bezmaksas vietnē https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Vai var stāstīt par Scratch konferencē?",
    "faq.presentScratchBody":"Brīvi variet veidot prezentācijas par Scratch skolotājiem vai citām grupām. Mēs dodam atļauju veidot prezentācijas.",
    "faq.supportMaterialTitle":"Vai varu izmantot Scratch atbalsta materiālus, gariņus, attēlus, skaņas un projektu paraugos, ko esmu atradis mājaslapā?",
    "faq.supportMaterialBody":"Jā -  Scratch atbalsta materiāli ir pieejami Scratch vietnē, kuru autors ir Scratch Komanda, un ir licencēti zem <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Attribution-ShareAlike licences </a>, ar izņēmumiem: Scratch logo, Scratch Kaķis, Gobo, Pico, Nano, Giga, Tera, kuri ir Scratch preču zīmes.",
    "faq.sellProjectsTitle":"Vai es varu pārdot savus Scratch projektus?",
    "faq.sellProjectsBody":"Protams- tavs projekts ir tevis veidots. Tikai paturi prātā, ka kopīgojot savu projektu Scratch vidē, katrs brīvi to var lejuplādēt, remiksēt un atkārtoti izmantot, kā to nosaka <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 licence</a>. Tātad, ja vēlies pārdot savu projektu, nekopīgo to Scratch mājaslapā.",
    "faq.sourceCodeTitle":"Kur es varu atrast Scratch izejas kodu?",
    "faq.sourceCodeBody":"Scratch 2 izejas kods ir atrodams mājaslapā <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>.  <a href=\"/scratch_1.4\">Scratch 1.4 </a> izejas kods, kad rakstīts valodā Squeak, arī ir pieejams <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>.  Lai skatītu atjaunojumu informāciju par Scratch vietnes izstrādes projektiem, apmeklē mūsu <a href=\"/developers\">Istrādātāju lapu</a>.",
    "faq.okayToShareTitle":"Kā lai es zinu, ko varu un ko nevaru publicēt Scratch mājaslapā?",
    "faq.okayToShareBody":"Iepazīsties ar <a href=\"/community_guidelines\">Scratch kopienas vadlīnijām</a> - tās ir īsas un nesatur daudz juridiskās informācijas. Saite uz tām ir katras Scratch lapas apakšā.",
    "faq.reportContentTitle":"Ko man darīt, ja redzu ko nepiemērotu?",
    "faq.reportContentBody":"Tu vari kliksķināt uz saites “ziņot” pie jebkura projekta, komentāra, diskusijas ieraksta vai lietotāja lapā, kurā uzskati, ka kaut kas nav pieņemami priekš Scratch. Ja situācija ir sarežģīta, vari izmantot saiti \"Sazinies ar mums\", lai paskaidrotu. Pārliecinies, ka pastāsti mums cik vien iespējams ar saitēm uz attiecīgajām lapām.",
    "faq.noFlameTitle":"Ko man darīt, ja kāds uzvedās uzbrūkoši vai necienīgi?",
    "faq.noFlameBody":"Neturpini strīdu! Atbildot uz uzbrūkošiem komentāriem ar uzbrukumu visu padarīs tikai sliktāku un var beigties ar to, ka tavu kontu bloķēs. Tā vietā vienkārši ziņo par visu, kas ir necienīgs vai nekonstruktīvs un mēs tiksim galā ar tā autoru. Mēs pārbaudam ziņojumus katru dienu, vairākas reizes dienā - esi mierīgs, mēs tiksim galā.",
    "faq.reviewContentTitle":"Ko Scratch komanda dara, kad par kaut ko tiek ziņots vai brīdināts?",
    "faq.reviewContentBody":"Scratch komanda katru dienu pārskata komentārus un projektus par kuriem tiek ziņots. Ja kāds no tiem pārkāpj Scratch kopienas vadlīnijas, mēs varam to aizvākt un nosūtīt autoram brīdinājumu. Atkarībā no pārkāpuma smaguma (vai no tā, vai pārkāpējs jau reiz brīdināts), varam bloķēt arī kontu vai tīklu, no kura nāk šis saturs.",
    "faq.blockedAccountTitle":"Kas notiek, kad konts ir bloķēts?",
    "faq.blockedAccountBody":"Kad konts ir bloķēts, tā īpašnieks vairs nevar tam piekļūt, izmantot to, lai veidotu projektus un komentētu. Kad īpašnieks pieslēdzas, viņš redz lapu, kurā paskaidrots, kāpēc konts ir bloķēts un saziņas formu, kurā var pieprasīt atbloķēšanu. Ja īpašnieks izrāda sapratni, kāpēc konts ir bloķēts un apsola turpmāk ievērot kopienas vadlīnijas, Scratch komanda pārskatīs savu lēmumu. Konti tiek atbloķēti tikai tad, ja tā īpašnieka teiktajam var uzticēties. Citādi šis konts (un visdrīzāk ar citi šīs personas veidoti konti) tiks bloķēti uz visiem laikiem.",
    "faq.stolenAccountTitle":"Mans nejaukais brālis, Pēterītis vai vēl kāds cits sliktais nozaga manus konta datus un tika nobloķēts. Ko man darīt?",
    "faq.stolenAccountBody":"Tu esi pilnīgi atbildīgs par paroles drošu saglabāšanu. Ja kāds pa īstam pārņemt tavu kontu un dara sliktu, pastāsti pieaugušajiem, kuri ir atbildīgi par datoru. Ja domā, ka kāds, ko tu nezini, ir piekļuvis tavam kontam, nomaini paroli un / vai izmanto saziņas formu, lai mums izskaidrotu situāciju. Ja cita darbību, kuras pārkāpj kopienas vadlīnijas, dēļ esi nobloķēts, nesaki mums, ka tevi vienkārši uzlauza. Tikai tad, ja mēs tev uzticēsimies, tavu kontu atbloķēsim.",
    "faq.cloudDataInfoTitle":"Kas ir mākoņu dati?",
    "faq.cloudDataInfoBody":"Mākoņu dati ir Scratch 2 iespēja, kas ļauj projekta datus saglabāt un kopīgot tiešsaistē. Vari izmantot mākoņu datus pētījumiem vai citiem projektiem, kam laika gaitā jāsaglābā skaitļi.",
    "faq.storedCloudInfoTitle":"Kas var redzēt mākoņos saglabātos datus?",
    "faq.storedCloudInfoBody":"Kad tu darbojies ar projektu, kurš izmanto mākoņu datos, šī informācija saglabājas kopā ar tavu lietotājvārdu, un citi to var redzēt. Katrs projekts saglabā informāciju, kas ar to ir darbojies un kādus datus kopīgojis.",
    "faq.onlyNumbersTitle":"Kāpēc mākoņu dati tiek ierobežoti tikai skaitļos --  bez teikumiem vai sarakstiem?",
    "faq.onlyNumbersBody":"Lai mums būtu vieglāk novērst iespējamās grūtības, iesākumā mājaslapa strādā tikai ar skaitliskiem mainīgajiem. Mēs plānojam pakāpeniski attīstīt mākoņu datu iespējas. Ja infrastruktūra labi strādās, mēs esam iecerējuši pievienot citas iespējas (mākoņu saraksti, teksta virkņu atbalsts, utt.).",
    "faq.reportCloudTitle":"Jā kāds publicē neatbilstošu saturu, izmantojot mākoņu datus, kā par to ziņot?",
    "faq.reportCloudBody":"Klikšķini pogu \"Ziņot\" (zem projekta atskaņotāja), lai ziņotu par neatbilstošu saturu mākoņu datos. ZIņojuma formā ir arī saite uz visiem ierakstiem par mākoņu datiem un personām, kas to atstājušas - tu to vari apskatīt, pirms sūti ziņojumu. Pārliecinies, ka piemini \"mākoņu datus\", kad iesniedz šāda veida ziņojumu.",
    "faq.chatRoomTitle":"Vai es ar mākoņu datiem varu veidot sarunu istabas?",
    "faq.chatRoomBody":"Kaut tehniski ir iespējams veidot sarunu istabas ar mākoņu datiem, tas nav atļauts. Mēs pārskatīsim šo politiku, kad jutīsimies drošāk par mūsu spēkiem pārvaldīt un reaģēt uz ziņojumiem par mākoņu datiem.",
    "faq.makeCloudVarTitle":"Kā es varu pievienot mākoņu mainīgo, kad veidoju projektu?",
    "faq.makeCloudVarBody":"Kad tu veido mainīgo, ieķeksē lodziņu ar nosaukumu \"Mākoņu mainīgais\". Jebkādi uzglabātie dati, tiks saglabāti serverī un redzami citiem.",
    "faq.changeCloudVarTitle":"Kā varu mainīt informāciju mākoņu mainīgajos?",
    "faq.changeCloudVarBody":"Mākoņu mainīgajos ierakstīt datus var tikai tavs projekts. Ja citi lietotāji remiksē tavu kodu, tas izveidos jaunu mainīgo ar tādu pašu nosaukumu viņu projektā.",
    "faq.newScratcherCloudTitle":"Esmu pieslēdzies, bet joprojām nevaru veidot projektus ar mākoņu datiem. Kas notiek?",
    "faq.newScratcherCloudBody":"Lai piekļūtu mākoņu datiem, tev mājaslapā jabūt ar statusu \"Scratch lietotājs\". Par tādu vari kļūt aktīvi piedaloties mājaslapā.",
    "faq.multiplayerTitle":"Vai iespējams veidot vairāku spēlētāju spēles ar mākoņu datiem?",
    "faq.multiplayerBody":"Vairākspēlētāju spēles var būt sarežģītāk izveidot tīkla ātruma un sinhronizācijas dēļ. Tomēr daži Scratch lietotāji ir izdomājuši radošus veidus, kā mākoņu datus izmantot spēlēs ar gājieniem un vēl citās.",
    "faq.cloudLagTitle":"Cik ilgā laikā mākoņu dati sasniedz citu Scratch lietotāju?",
    "faq.cloudLagBody":"Tas var būt mainīgs. Scratch lietotājiem ar salīdzinoši ātru interneta pieslēgumu (DSL/kabelis) un bez ierobežojoša ugunsmūra tīklā, informācija tiek pārraidīta dažās milisekundēs. Tomēr diezgan daudziem datoriem ir ugunsmūra programmatūra, un ja šis ugunsmūris bloķē izejošos savienojumus TCP 531. un 843. portiem, laika aizture var būt ap sekundi. Mēs izmēģinām dažādus paņēmienus, kā šo ierobežojumu samazināt.",
    "faq.schoolsTitle":"Scratch skolās",
    "faq.howTitle":"Kā Scratch tiek izmantots skolās?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Kāds ir ieteicamais vecums Scratch?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Vai ir kāds veids kā skolēni var izmantot Scratch bez interneta savienojuma?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Vai varu izslēgt tiešsaistes kopienu maniem skolēniem?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Kas ir Scratch skolotāja konts?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"Kā es varu pieprasīt Scratch skolotāja kontu?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"Kāda ir atšķirība starp Scratch skolotāja kontu un ScratchEd kontu?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"Kādus datus Scratch vāc no skolēniem?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Vai Scratch 2.0 (tiešsaistes versija) atbilst ASV vietējo un federālo datu privātuma likumu prasībām?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"Lai iegūtu vairāk informāciju par Skolotāju kontiem, apskati <a href=\"/educators/faq\">Skolotāju kontu BUJ </a>"
}
