{
    "faq.title":"Pātai Auau (FAQ)",
    "faq.intro":"Kei tēnei whārangi e kitea ai ngā whakautu i ngā pātai auau mō Scratch",
    "faq.aboutTitle":"Pātai Matawhānui",
    "faq.privacyTitle":"Kaupapa Here Tūmataitinga",
    "faq.remixTitle":"Te Whakarākei me te Tārua",
    "faq.accountsTitle":"Pūkete",
    "faq.permissionsTitle":"Ngā Raihana me ngā Whakaaetanga",
    "faq.inappropriateContentTitle":"Ngā Ihirangi Kāore i te Tōtika",
    "faq.cloudDataTitle":"Raraunga Ao",
    "faq.aboutScratchTitle":"He aha Scratch, me ōna āheitanga?",
    "faq.aboutScratchBody":"Ko Scratch tētahi reo waehere me te hāpori-ā-ipurangi, māhou e waihanga i ngā kōrero paki whakawhitiwhiti, ngā kēmu, me ngā hākorikori - ā ka taea te tuari i āhau i waihangatia ki te ao katoa. Mā te hoahoa me te waehere i ngā pūtere Scratch, ka ako ngā taiohi ki te whakaaro auaha, arotau hoki me te mahi tahi. Ki te ako anō mō Scratch, tirohia te whārangi <a href=\"/about\">Mō Scratch</a>.",
    "faq.makeGameTitle":"Me pēhea te hanga i tētahi kēmu, hākorikori rānei mā Scratch?",
    "faq.makeGameBody":"Tirohia te  <a href=\"/tips\">whārangi akinga</a> kia kite ake i ngā ara maha ki te tīmata i a Scratch. <a href=\"/projects/editor/?tip_bar=getStarted\">Ruku ki roto</a> rānei ki te pūmanawa whakatika.",
    "faq.requirementsTitle":"He aha ngā ritenga pūnaha mō Scratch?",
    "faq.requirementsBody":"Ki te whakamahi i a Scratch 2.0, me whakamahi (1) he rorohiko Windows, ChromeOS, Mac,  Linux rānei; (2) tētahi tukunga o <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> kia hou ake i a  15 Pipiri, 2016; (3) he pūtirotiro āhua hou hoki: tētahi o ngā tukunga tata nei o <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac, Linux rānei), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows, Mac anake), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac anake), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows anake), <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> rānei (Windows anake). Ki te kore e tutuki tō rorohiko i ēnei ritenga, ka taea pea te tikiake me te whakauru i a  <a href=\"/scratch_1.4\">Scratch 1.4</a>, ka taea tonu te tuari i ērā o ngā pūtere ki te paetukutuku Scratch 2.0.",
    "faq.offlineTitle":"Kei a koutou he tukunga e taea te tikiake, kia taea ai au ki te waihanga me te whakaatu i ngā pūtere i ngā wā puimotu taku rorohiko?",
    "faq.offlineBody":"Mā te Scratch 2.0 offline editor, e taea ai koe ki te hanga i ngā pūtere Scratch ki te kore ō hononga ipurangi. Ka taea te  <a href=\"/scratch2download/\">tikiake i a Scratch 2.0</a> mai i te paetukutuku. Ka taea tonutia te whakamahi i a <a href=\"/scratch_1.4\">Scratch 1.4</a>. Kia mōhio: ka taea te whakauru i a Scratch 1.4 me 2.0 ki tō rorohiko i te wā kotahi.",
    "faq.uploadOldTitle":"Ka taea tonu ahau ki te tukuatu i ngā pūtere i waihangatia ki ngā tukunga tawhito o Scratch ki te paetukutuku?",
    "faq.uploadOldBody":"Āe- ka taea te tuari, ki te tukuatu hoki i ngā pūtere i hangaia ki ngā tukunga Scratch o mua. Ka taea te kite me te whakahaere (Heoi anō, kāore e taea te tikiake i ngā pūtere i hangaia i ngā momo Scratch hou me te huaki i ēnei tukunga tawhito. Hei tauira, kāore e taea e <a href=\"/scratch_1.4\">Scratch 1.4</a>te huaki i te pūtere Scratch 2.0, nā te mea kāore a <a href=\"/scratch_1.4\">Scratch 1.4</a> i te mōhio ki te huaki i ngā momo kōnae .sb2  mō ngā pūtere Scratch 2.0).",
    "faq.recordVideoTitle":"Ka taea te hopu i te kiriata o taku pūtere Scratch?",
    "faq.recordVideoBody":"Āe, ka taea te hopu i te ataata o tō pūtere Scratch, tae atu ki te 60 ngā hēkona. I roto i te pūmanawa whakatika, kōwhiritia \"Rīkoata Ataata Pūtere\" mai i te tāhua Kōnae (me takiuru i te tuatahi). Kōwhiritia hoki ngā kōwhiringa mō te rīkoata (pērā ki te hopu i te oro me ngā pāwhiri o te kiore) i te tāhua \"kōwhiringa anō\". Kātahi, whakahaeretia tō pūtere. Ka mutu te hopu, whaia ngā tohutohu ki te tikiake i te kōnae ki tō rorohiko. Mā ia momo rorohiko te tikanga whakahaere i te ataata, mō ētahi me tikiake tētahi papatono pērā ki te <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>. Ka taea te tuku mātakitaki ēnei kōnae ki runga i a YouTube, i a Vimeo, me Facebook hoki, ēngari tērā pea me tahuri i te momo kōnae mō ngā paetukutuku kē, pērā ki a Twitter a Tumblr rānei.",
    "faq.scratchCostTitle":"Pehea te utu mō Scratch? Kei te hiahiatia he raihana?",
    "faq.scratchCostBody":"He utu kore a Scratch ināianei, ā muri hoki. Kāore he raihana e hiahiatia ki te whakamahi i a Scratch i tō kura, i tō kāinga, kei hea noa atu rānei. Ka utua te waihanga me te whanaketanga o Scratch i ngā koha me ngā moni tuku. Ki te hiahia koe ki te takoha mai haere ki te <a href=\"https://secure.donationpay.org/scratchfoundation/\">whārangi Takoha</a>.",
    "faq.mediaLabTitle":"Nā wai a Scratch i waihanga?",
    "faq.mediaLabBody":"I waihangatia, ā ka whakahaeretia a Scratch nā te Scratch Team o te <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> o <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"He aha ngā momo raraunga e kohikohia e koutou i te rēhitatanga mō te pūtere?",
    "faq.accountInfoList":"Kia tiakina te tūmataiti o tō tātou hāpori nei, ka taiapatia e mātou ngā mōhiohio e kohia, e whakaaputaina ki runga i te paetukutuku. I te wā ka rēhita te tangata, anei ngā mōhiohio e hiahiatia:  ",
    "faq.privacyUsername":"tohu tuakiri - ko tō mātou tono kia kaua ngā kaiwhakamahi e whakamahi i ō rātou ingoa tuturu i ngā mōhiohio whaiaro kē rānei.",
    "faq.privacyCountry":"whenua",
    "faq.privacyBirthdate":"te marama me te tau whānau - Mā ēnei ka whakaū mātou, nā wai te pūkete, ina ngaro te kupu muna, te īmēra rānei, ka hiahia rānei te kaiwhakamahi, ki te whakakati i tōna pūkete.",
    "faq.privacyGender":"tāne/wāhinetanga",
    "faq.privacyEmail":"contact email address - If the account holder is younger than 16, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.",
    "faq.accountPublicInfo":"Ka whakaaturia te tohu tuakiri me te whenua o te tangata nāna te pūkete ki te ao whānui i runga i tōna whārangi kōtaha. Kāore e whakaaturia te marama me te tau whānau, me te tāne/wahinetanga o te tangata. E kohi ana mātou i ēnei mōhiohio, kia mōhio ai mātou te pakeke me te tāne/wahinetanga o ngā kaiwhakamahi mō te kohikohi tauanga mō ō mātou mahi rangahau. E kore rawa mātou e hoko atu te mōhiohio mō ngā kaiwhakamahi ki tētahi atu. ",
    "faq.dataCollectionTitle":"He aha ngā mōhiohiotanga e kohikohia mō ngā tāngata i a rātou e whakamahi i te paetukutuku?",
    "faq.dataCollectionOne":"Ina takiuru te tangata ki te paetukutuku Scratch, ka tono atu te paetukutuku ki te pūtirotiro  ki te tuku he <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">pihikete http</a> ki tōna rorohiko, kia maumahara ai ki te takiuru i a rātou e tirotiro haere i ngā whārangi. Ka kohikohi mātou i ngā raraunga mō ngā wāhi e pāwhiritia me ngā wāhanga o te paetukutuka e tirohia ana mā te Google Analytics. Mā ēnei \"raraunga pāwhiri\" ka taea te arotake me pēhea tō mātou whakatipu i te paetukutuku.",
    "faq.dataCollectionTwo":"Ētahi o ngā mōhiohio, raraunga rānei e kohia i te paetukutuku Scratch e whakamahia mō ngā pūtere rangahau, kia pai ake tō tātou mōhio pēhea te tangata ka ako mā Scratch. Ka tuaritia ngā kitenga o ēnei rangahau ki ngā kaiako me ngā kairangahau mā ngā hui, wānanga, hautaka me ngā tānga pukupuka kē. Tirohia tō mātou <a href=\"/info/research\">whārangai Rangahau</a> mō ētahi atu kōrero.",
    "faq.rentInfoTitle":"Ka tuku, ka hoko atu rānei te Tīma Scratch i ngā mōhiohiotanga mō ngā kaiwhakamahi Scratch ki ētahi atu tāngata?",
    "faq.rentInfoBody":"Kāore.",
    "faq.viewUnsharedTitle":"Ka taea e te Tīma Scratch te titiro ki ngā pūtere kāore i te tuaritia i taku whārangi 'Āku Mea'?",
    "faq.viewUnsharedBody":"Nā te haepapa o te Tīma Scratch mō te aromātairua i ngā mahi Scratch, ka taea e mātou te uru ki ngā mahi katoa e penapenatia i te paetukutuku Scratch - ngā pūtere kāore i te tuaritia hoki. Ki te hiahia koe ki te mahi i ngā pūtere tūmataiti whakamahia te <a href=\"/scratch2download\">Pūmanawa Scratch 2.0 whakatika tuimotu</a>, <a href=\"/scratch_1.4\">Scratch 1.4</a> rānei.",
    "faq.remixDefinitionTitle":"He aha te whakarākeitanga?",
    "faq.remixDefinitionBody":"Ka kapea e te Scratcher te pūtere o tētahi atu, ā, ka panoni kia whakauru i ō ake whakaaro (pērā ki te huri i ngā hōtuhi, kākahu rānei) ka kīa te pūtere e puta mai he \"whakarākeitanga\".  Ina tuaritia tētahi pūtere Scratch kei runga i te paetukutuku ka taea te whakarākei. Ki a mātou nei, ahakoa te iti o te panoni, he tika kia whakarākei mēnā e mihia te tāngata nāna taua pūkete i te tuatahi me ngā tāngata kē nā rātou ngā wāhanga nui o te mahi. ",
    "faq.remixableTitle":"Nā te aha te herenga o te Tīma Scratch kia taea ai te “whakarākei” i ngā pūtere katoa?",
    "faq.remixableBody":"Ko tō mātou whakapono, mā te titiro me te whakarākei i ngā pūtere ka puta ngā āhuatanga pai o te ako me ngā whakaaro hou. Nā reira te take e whakaaturia ngā waehere pūtake o ngā pūtere katoa e tuaritia ki te paetukutuku Scratch.",
    "faq.creativeCommonsTitle":"Ki te kore au e hiahia kia tuku i ngā tāngata kē te whakarākei i āku pūtere, me aha?",
    "faq.creativeCommonsBody":"I te whakaputanga o tō pūtere ki te paetukutuku Scratch, ka whakaae koe ki te tuku i runga i te raihana <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Ki te kore koe e hiahia ki te tuku atu mā tāngata kē e tirotiro, e whakarākei rānei i ō mahi, kaua e tuari ki te paetukutuku Scratch.",
    "faq.fairUseTitle":"Ka taea e au te whakamahi i ngā pikitia / ngā oro / ngā rawa tā mai i te ipurangi mō aku pūtere?",
    "faq.fairUseBody":"He take nui te whakamana i ngā hiahia o te tangata nāna i waihanga i te rauemi i a koe e whakarākei ana. Ki te whakauru koe i te mahi o tētahi atu tangata kei roto i ō ake mahi, me tuku mihi ki a rātou i te wāhanga “ngā mihi”, ā, tukua he hononga ki ōna mahi tuturu. Ki te kimi i ngā mahi toī/ ngā oro e whakaaetia te whakarākei, tirohia te <a href=\"http://search.creativecommons.org/\">whārangi rapu Creative Commons</a>.",
    "faq.confirmedAccountTitle":"He aha te pūkete Scratch e kīa ana “kua whakaū” ?",
    "faq.confirmedAccountBody":"Ka whakaū te pūkete Scratch ka taea e koe te tuari i ngā pūtere, tuku kōrero me te hanga i ngā taiwhanga. Ina whakaūngia tō pūkete, ka whiwhi hoki koe i ngā īmēra whakamōhio mai i te Tīma Scratch.",
    "faq.checkConfirmedTitle":"Me pēhea ahau e mōhio kua whakaū taku pūkete, kāore rānei?",
    "faq.checkConfirmedBody":"Ki te mōhio mehmea kua whakaūngia tō pūkete, me takiuru tuatahi ki tō pūkete Scratch i te taha katau o te mata kei runga. Kātahi, pāwhiritia tō tohu tuakiri/ingoa whakamahi kei te runga rā, ā, tīpakongia \"Kōwhiringa Pūkete\", kārua \"Īmēra\" kei te taha mauī. Ina kua whakaū te īmēra, ka kitea te tohu tika kākāriki. Ki te kore, ka kite koe i ngā kupu karaka pēnei: \"Kāore anō kia whakaūtia tō īmēra\"  ",
    "faq.howToConfirmTitle":"Me pēhea ahau e whakaū i taku pūkete?",
    "faq.howToConfirmBody":"Ka rēhitatia koe i a Scratch, kātahi ka tukuna he īmēra ki te whakaū i tō pūkete. Ki te kore e kitea taua īmēra, titiro kei roto i tō kōpaki Spam. Kia tukuna anō i taua īmēram haere ki ō Kōwhiringa Pūkete, pāwhiritia te ripa Īmēra, ā whaia ngā tohutuho i kōnā. Kia mārama ai koe, kei ētahi wā kotahi haora pea te tatari i mua i te taenga atu o te īmēra ki a koe. Ki te kore koe e kite i te īmēra i te mutunga o te haora kotahi,  <a href=\"/contact-us\">whakamōhio mai</a>.",
    "faq.requireConfirmTitle":"Me whakaū rawa ahau i taku pūkete?",
    "faq.requireConfirmBody":"He maha o ngā āhuatanga o Scratch e taea te whakamahi ki te kore i whakaū te pūkete, pērā ki te waihanga me te tiaki i ngā pūtere (engari kāore te tuari). Kia mōhio mai: mēnā i hangaia tō pūkete i mua i te 11 o Huitanguru 2015, ka taea te mahi hoki i ngā mahinga pāpori o Scratch ahakoa kāore anō kia whakaū tō pūkete.",
    "faq.forgotPasswordTitle":"Kua wareware i ahau taku kupu muna. Me pēhea te whakatika?",
    "faq.forgotPasswordBody":"Whakaurua tō ingoa pūkete/ tohu tuakiri ki te <a href=\"/accounts/password_reset/\">whārangi whakahou kupu muna</a>. Ka tukuna e te paetukutuku tētahi īmēra ki te wāhitau i whakaritea mō tō pūkete, kei roto i taua īmēra he hononga ki te whārangi whakahou.",
    "faq.changePasswordTitle":"Me pēhea ahau e panoni i taku kupu muna?",
    "faq.changePasswordBody":"Here ki te paetukutuku Scratch, pāwhiritia tō ingoa kei te kokonga i runga i te taha katau o te matapihi. Kōwhiritia \"kōwhiringa pūkete\" ā, pāwhiritia te hononga ki te panoni i te kupu muna.",
    "faq.changeEmailTitle":"Me pēhea aha e panoni i taku īmēra?",
    "faq.changeEmailBody":"Here ki te paetukutuku Scratch, pāwhiritia tō ingoa kei te kokonga i runga i te taha katau o te matapihi. Kōwhiritia \\\"kōwhiringa pūkete\\\" ā, pāwhiritia te hononga ki te panoni i tō īmēra.",
    "faq.newScratcherTitle":"Me pēhea au e whakawhiti atu i te  'Scratcher hou' ki te 'Scratcher'?",
    "faq.newScratcherBody":"Waihanga, tuaritia hoki i ngā pūtere, tuku kōrero āwhina mō ngā pūtere o ngā Scratcher kē, tatari hoki!  Ka mutu ētahi wiki e mahi pēnā ana, ka puta he hononga i tō whārangi kōtaha e tuku pōwhiri kia uru mai ai koe hei Scratcher. (Me mōhio mārika koutou, kāore ngā Scratcher Hou e whakakake hei Scratcher mā te tono noa iho - ahakoa tō hoatu i ngā tiakarete reka rawa.)",
    "faq.multipleAccountTitle":"Ka taea e au kia nui ake i te kotahi te pūkete?",
    "faq.multipleAccountBody":"Kei te pai kia hanga ētahi pūkete anō i te paetukutuku Scratch, engari kia tika te mahi, kaua e takahi i ngā Aratohu Hāpori. Ki te pēnā, tērā pea e āraitia, e mukua rānei ō pūkete katoa.",
    "faq.multipleLoginTitle":"He pai rānei, takiuru i ngā tāngata maha ki te pūkete kotahi?",
    "faq.multipleLoginBody":"Kia tūpato mō tērā, na te mea ka ngāwari te whakararuraru i te paetukutuku me te papatono pūtere ina e rua neke atu ngā tāngata e uru ki te pūkete kotahi.",
    "faq.changeUsernameTitle":"Ka taea e au te huri i taku tohu tuakiri?",
    "faq.changeUsernameBody":"Na te hanganga o te paetukutuku Scratch, me noho tuturu ngā tohu tuakiri, na reira kāore e taea te huri i te tohu tuakiri. Mehemea he take nui, ka taea e koe te hanga i te pūkete hou - engari māhau anō e whakaneke i ngā pūtere ki te pūkete hou.",
    "faq.shareInfoTitle":"He aha ngā momo mōhiohiotanga e taea ai te tuari i taku pūkete?",
    "faq.shareInfoBody":"Ko tō mātou whakatupato ki a koutou, kaua e tuari i ō mōhiohio whaiaro, pērā i tō wāhitau kāinga, īmēra, nama waea, me ngā mōhiohio kē e taea ai te hono ki ngā tāngata mā waho o te paetukutuku Scratch. Whakamōhio mai ki a mātou ina he pūtere, he tukunga kōrero, tukunga wānanga pēnei, kia taea e mātou o te tīma Scratch ki te tango, me te whakahou i te mōhio o te tangata ki tēnei o ngā tikanga o te paetukutuku. ",
    "faq.deleteAccountTitle":"Me pēhea ahau e muku taku pūkete?",
    "faq.deleteAccountBody":"Takiuru ki a Scratch,pāwhiritia tō tohu tuakiri kei runga kei te taha katau. Pāwhiritia “Kōwhiringa Pūkete,” kātahi pāwhiritia te hononga <em>“Kei te hiahia ahau ki te muku i taku pūkete”</em> kei raro i te whārangi.",
    "faq.scratchFreeTitle":"He kore-utu a Scratch?",
    "faq.scratchFreeBody":"Āe! Kāore he utu mō Scratch. Ka taea e koe te whakamahi i tō kura me te whakaako i tētahi akomanga (mō ngā akomanga e utua hoki). Kāore he take mō te hoko raihana - he kore-utu noa.",
    "faq.scratchScreenshotTitle":"Ka taea e au te tuku i ngā tango whakaahua o te mata o Scratch ki tētahi pukapuka, whakaaturanga rānei?",
    "faq.scratchScreenshotBody":"Āe, ka taea e koe te tuhi pukapuka, wāhanga pukapuka rānei mō Scratch. Ka pai te waihanga i ngā kapomata / hopuāhua o te paptono Scratch me te paetukutuku, ka whakatauria  ko te raihana mō ēnei ko te <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Ka awhakahau mātou kia tuku he kōrero kei te taha o ō mahi e kī ana, \"I waihangatia Scratch e te  Lifelong Kindergarten Group kei MIT Media Lab. Ka tukuna atu mō te kore-utu kei https://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Ka taea e au te tuku i te whakamārama mō Scratch i ngā puka whakamōhio, ngā mātārere me ngā rauemi kē atu?",
    "faq.scratchDescriptionBody":"Āe mārika!  Anei tō mātou tauira mō te whakamārama: \" Ko Scratch tētahi reo waehere me te hāpori-ā-ipurangi, māhou e waihanga i ngā kōrero paki whakawhitiwhiti, ngā kēmu, me ngā hākorikori. I a rātou e hoahoa e waehere hoki i ngā pūtere Scratch, ka ako ngā taiohi ki te whakaaro auaha,ki te whakaparahau, ki te mahi tahi. He pūtere a Scratch nā te Lifelong Kindergarten group kei MIT Media Lab. Ka tukua mō te utu-kore kei https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Ka taea e au te whakaatu i a Scratch i tētahi hui, wānanga rānei?",
    "faq.presentScratchBody":"Kei te wātea koe ki te whakaatu mō Scratch ki ngā kaiako me ngā rōpū kē. Ka tuku mātou i te mana ki a koe ki te tuku whakaaturanga.",
    "faq.supportMaterialTitle":"Ka taea e au te whakamahi / whakarākei i ngā rauemi tautoko mō Scratch, arā, ko ngā parehe, ngā whakaahua, ngā oro me ngā tauira o ngā pūkete e kitea nei i te paetukutuku?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Ka taea e au te hoko atu i aku pūtere Scratch?",
    "faq.sellProjectsBody":"Āe mārika - nāhau anō tō mahi i waihanga. Kia maumahara rā anō koe, ina tuaritia tō pūtere ki runga i a Scratch, ka taea e ngā tāngata katoa te tikiake, te whakarākei me te whakamahi i te pūtere i runga i ngā āhuatanga o te raihana  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0</a>. Nā reira, ki te hiahia koe ki te hoko atu i tō pūtere, tērā pea ka hiahia koe ki te whakamutu i te tuari o te pūtere i runga i a Scratch.",
    "faq.sourceCodeTitle":"Kei whea e kitea ai ngā waehere pūtake o Scratch?",
    "faq.sourceCodeBody":"Ka kitea te waehere pūtake o Scratch 2 editor kei <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. Te waehere pūtake mō <a href=\"/scratch_1.4\">Scratch 1.4</a>, i titoa i te reo Squeak, kei <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. Ki te rapu i ngā mōhiohio hou mō ngā pūtere whakawhanake i te paetukutuku Scratch website, haere ki te <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Me pēhea ahau e mōhio ana, he aha ngā mea tika, ngā mea kāore i te tika ki te tuari ki runga i te paetukutuku Scratch?",
    "faq.okayToShareBody":"Tirohia <a href=\"/community_guidelines\">Ngā Aratohu Hāpori mō Scratch</a> - he poto, kāore hoki te nui o te reo-ā-ture. He hononga kei raro i ngā whārangi katoa o Scratch.",
    "faq.reportContentTitle":"Me aha ahau ina kite atu i te mea kāore i te tōtika?",
    "faq.reportContentBody":"Pāwhiritia te hononga e kī ana  “whakamōhio atu” o ngā pūkete, ngā tukunga kōrero, ngā tākupu hoki, mēnā ki tō whakaaro kāore i te tōtika taua mea. Mēnā he uaua te whakamārama i te raru, pāwhiritia te hononga Whakapā Mai, ki te whakamārama mai he aha te raru. Tāpiritia ngā taipitopito katoa me ngā hononga ki ngā whārangi e hāngai ana ki te raru.",
    "faq.noFlameTitle":"Me aha ahau mēnā ka kite au i te tangata e whakatīkai ana, e whakaiti ana rānei?",
    "faq.noFlameBody":"Kaua e tuku wāhie ki te ahi! Mehemea ka whakahokia te kino ki te kino, ka whakatipu i te raru - tērā pea i te otinga ka aukatingia tō pūkete. He pai ake kia whakamōhio mai ki a mātou ngā mahi whakatīkai, mahi whakaiti rānei, mā mātou e toro atu ki te kaitito. Ka tirohia e mātou ngā whakamōhio mai ia rā, ia rā - kaua e āwangawanga, mā mātou e whakatika.",
    "faq.reviewContentTitle":"He aha te mahi o te tīma Scratch, ina ka whakamōhio mai tētahi mea?",
    "faq.reviewContentBody":"Ia rā, ia rā, ka arotake mātou i ngā tākupu me ngā pūtere e whakamōhio mai. Ina ka takahia ngā aratohu hāpori mō Scratch, tērā pea ka tangohia e mātou, ka tukuna hoki te whakatūpato ki te pūkete nāna te hara. Ina he nui te hara, (kua tukua kē rānei he whakatūpato), ka aukatingia te pūkete, ngā whatunga ipurangi rānei i whakaputa ai taua hara.",
    "faq.blockedAccountTitle":"Ina aukatingia tētahi pūkete, ka aha?",
    "faq.blockedAccountBody":"Ina aukatingia te pūkete, kāore e taea e te tangata nāna te pūkete te whakamahi, te hanga pūkete, te tuku tākupu hoki. Ina takiuru te tangata, ka kitea te whārangi e whakamōhio atu ana i te take i aukatingia ai te pūkete me te puka-ā-ipurangi mō te tangata ki te tono kia tango i te aukati. Mēnā, ka mārama te tangata he aha ai te pūkete i aukatingia, ā, ka tuku ia i te kupu taurangi mō muri, ka whai ia i ngā aratohu hāpori, ka arotake anō te Tīma Scratch i te aukati. Kia tangohia te aukati me matua mōhio mātou he pono te kupu o te tangata nāna te pūkete. Ki te kore e pono, ka tuturu te aukati (mō te pūkete me ngā pūkete kē atu o taua tangata).",
    "faq.stolenAccountTitle":"Na taku tuakana tīkai / Kaj / tētahi atu tangata kino i tāhae i taku pūkete, ā, ka tukuna kia aukatingia te pūkete, me aha ahau?",
    "faq.stolenAccountBody":"Ka noho haepapa anō koe ki te tiaki i tō kupu muna kia whakahaumaru. Mēnā nā te tangata kē i tango i tō pūkete, ā, ka mahi kino, whakamōhio atu ki ngā pakeke nā rātou ngā rorohiko. Ina ki tō whakaaro, i uru te tangata kē ki tō pūkete, hurihia te kupu muna, whakamahia te hononga 'whakapā mai' ki te whakamārama mai ki a mātou te raru. Ina aukatingia tō pūkete mō tētahi mahi takatakahi i ngā aratohu hāpori, kaua e kī noa \"I hacked taku pūkete\". Ki te kore mātou e mārama te pono o ō kupu, e kore e tangohia te aukati. ",
    "faq.cloudDataInfoTitle":"He aha te kapua raraunga?",
    "faq.cloudDataInfoBody":"Ko te kapua raraunga tētahi āheitanga o Scratch 2, e tuku ana ngā raraunga o te pūkete kia tiakina, kia tuaritia i runga i te ipurangi. Ka taea e koe te whakamahi i te kapua raraunga ki te hanga i ngā rangahau-ā-ipurangi me ētahi atu pūtere e putu ana i ngā nama mō ngā wā kē.",
    "faq.storedCloudInfoTitle":"Ka taea e wai te kite i ngā raraunga e putua ana i te kapua raraunga?",
    "faq.storedCloudInfoBody":"Mēnā e whakamahi ana te pūtere i ngā paraka kapua raraunga, ka putua pea ō mōhiohio, me tō tohu tuakiri, ā, ka taea e te tangata kē te titiro. Ka hopu ia pūtere i te rangitaki o ngā tāngata i whakamahi me ngā raraunga i tuaritia.",
    "faq.onlyNumbersTitle":"He aha te take he nama noa iho e taea ai te tuku ki te kapua raraunga - kāore he aho, he rārangi rānei?",
    "faq.onlyNumbersBody":"I tēnei wā, kua whakaritea ngā nama i roto i ngā taurangi noa iho, kia taea ai mātou te arotake i ngā take e pā ana ki te whakamahi i runga i te paetukutuku.  Ko te mahere hei eke whakamua, kia āpiti i ngā āheitanga paku mō te kapua raraunga ia wā. Ki te kaha tonu te hanganga, ka tāpiritia ngā āheitanga hou (rārangi-ā-kapua, aho, aha rānei).",
    "faq.reportCloudTitle":"Ina kite ahau i te tangata e tuku ana i ngā mea kāore i te tōtika mā te kapua raraunga, me pēhea e whakamōhio atu ahau?",
    "faq.reportCloudBody":"Pāwhiritia te pātene \"Whakamōhio atu\" (kei raro i te pūrere pūtere) ki te whakamōhio atu i ngā ihirangi kāore i te tōtika i roto i ngā kapua raraunga. Kei te puka whakamōhio he hononga ki te rangitaki o te kapua raraunga katoa, ā, nā wai i tuku - tērā pea me titiro ki te rangitaki i mua i tō whakamōhio mai. Me whakauru ngā kupu 'cloud data' i roto i ō whakamārama ki a mātou.",
    "faq.chatRoomTitle":"Ka taea te hanga i ngā rūma matapaki/ chat rooms mā te kapua raraunga?",
    "faq.chatRoomBody":"Ahakoa ka taea pea te hanga i ngā rūma matapaki mā te kapua raraunga, i tēnei wā kāore e whakaaetia. Ka aromātairua mātou i tēnei whakatau i te wā ka piki tō mātou mōhio pēhea te whakahaere me te arotake i ngā mahi kapua raraunga.",
    "faq.makeCloudVarTitle":"Pēhea ahau e tāpiri i te taurangi kapua raraunga, i ahau e waihanga i te pūtere?",
    "faq.makeCloudVarBody":"I a koe e hanga i te taurangi, tikangia te pouaka, \"Taurangi Kapua Raraunga\". Ka putua ngā raraunga ki runga i te tūmau, ā, ka kitea e ngā tāngata kē.",
    "faq.changeCloudVarTitle":"Ka taea e wai, te panoni i ngā mōhiohio o roto i te taurangi kapua raraunga?",
    "faq.changeCloudVarBody":"Mā tō pūtere anake e taea ai te tuku raraunga ki te taurangi kapua raraunga. Mēnā, ka panoni, ka whakarākei rānei te tangata i tō pūtere, ka hangaia he taurangi hou me te ingoa ōrite i tōna pūtere.",
    "faq.newScratcherCloudTitle":"Kua takiuru ahau, engari tē taea te whakamahi i ngā pūtere e whakamahi ana i te kapua raraunga. He aha ai?",
    "faq.newScratcherCloudBody":"Me eke koe hei \"Scratcher\" o runga i te paetukutuku kia taea te whakamahi i te kapua raraunga. Ka eke koe hei Scratcher mā tō kaha ki te uru ki te mahi o runga i te paetukutuku.",
    "faq.multiplayerTitle":"Ka taea te waihanga i ngā kēmu kaitākaro-maha mā te kapua raraunga? ",
    "faq.multiplayerBody":"Tērā pea he uaua ki te hanga i ngā kēmu kaitākaro-maha, nā te pōturi o te whatunga, me ngā take tukutahi. Heoi anō, kua kitea he huarahi auaha e ngā Scratcher ki te whakamahi i te kapua raraunga mō ngā kēmu hurihuri i te wā, me ētahi atu momo kēmu.",
    "faq.cloudLagTitle":"Pēhea te roa, kia tae atu te raraunga ki te tae atu ki Scratcher kē mā te kapua raraunga?",
    "faq.cloudLagBody":"Kei te āhua tonu o te hononga ipurangi. Mēnā kei ngā Scratchers e rua te hononga tere (DSL/Cable), ā, kāore he papatono patuahi o te rorohiko, te whatunga rānei, ka tere pea te whakawhiti i ngā hēkona-mano/ms. Heoi anō, mō ngā rorohiko maha kei tua i te papatono patuahi, ka aukatingia ngā tauranga TCP 531 me TCP 843 - ka piki te wā ki te kotahi hēkona. Kei te kimi tonu mātou i te rongoā mō tēnei āhuatanga.",
    "faq.schoolsTitle":"Scratch i ngā Kura",
    "faq.howTitle":"Kua pēhea te whakamahi i a Scratch i ngā kura?",
    "faq.howBody":"E hia mano ngā kura o te ao e whakamahi nei i a Scratch, i ngā marau maha (pērā ki ngā reo, te pūtaiao, te hītori, te pāngarau me te pūtaiao rorohiko). Ki te kimi i ngā rauemi me ngā rautaki kē mō te whakamahi i a Scratch i ngā kura, me ngā wāhi ako (pērā ki ngā whare tāonga, ngā whare pukapuka me ngā whare hāpori) haere ki te <a href=\"/educators\">Whārangi Whakaako</a>. Uru rānei ki te hāpori-ā-ipurangi mō ngā kaiako o <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> e whakamahia e ō mātou hoa o te Harvard Graduate School of Education.",
    "faq.ageTitle":"He aha te tau whānui mō Scratch?",
    "faq.ageBody":"I whakaritea e mātou kia pai a Scratch mō ngā taiohi mai i te 8 ki te 16 ngā tau. Nā reira, ko te nuinga o ngā mahi, kei ngā kura tuatahi me ngā kura waenganui. Engari, ka whakamahia e ngā tāngata katoa, ahakoa te pakeke ki te hanga me te tuari i ngā pūtere Scratch. Ka whakamahia hoki ētahi o ngā whare wānanga i a Scratch mō ā rātou akomanga pūtaiao-rorohiko tuatahi. Tērā pea me whakamātau ngā tamariki nohinohi i a <a href=\"//www.scratchjr.org/\">ScratchJr</a>, he momo whakangāwari o Scratch mō ngā tamariki o ngā tau 5 ki te 7.",
    "faq.noInternetTitle":"He huarahi mō ngā ākonga ka taea ai te whakamahi i a Scratch ki te kore he hononga ipurangi?",
    "faq.noInternetBody":"Āe. Ko te <a href=\"/scratch2download\">Pūmanawa Whakatika Tuimotu</a> Scratch tētahi momo e taea te whakauru ki te rorohiko, rorohiko pōnaho rānei.  I tēnei wā kei kua puta ngā tukunga Pūmanawa Whakatika Tuimotu mō ngā rorohiko Mac me Windows anake.",
    "faq.communityTitle":"Ka taea te aukati i te hāpori ipurangi mō aku ākonga?",
    "faq.communityBody":"Mā te hāpori ipurangi mō Scratch, ka taea e ngā taiohi ki te tuari, me te mahi tahi me te ako tahi me ō rātou whakatipuranga kei waenga i te hāpori takawaenga kei raro i ngā aratohu hāpori. Heoi anō, ka mōhio mātou kei te hiahia ētahi o ngā kaiako kia kore ā rātou ākonga e uru ki te hāpori ipurangi. Tērā pea, ka hiahia kē aua kaiako ki te whakauru i te Pūmanawa Whakatika Tuimotu Scratch, ka taea te whakauru ki te rorohiko, rorohiko pōnaho rānei ki te whakamahi i ngā wā kāore he ipurangi. ",
    "faq.teacherAccountTitle":"He aha te Pūkete Pouako Scratch?",
    "faq.teacherAccountBody":"Mā te Pūkete Pouako Scratch, ka tukuna he pūmanawa anō mā ngā pouako me ngā kaiako whānui hei whakahaere i ngā mahi o ngā ākonga i a Scratch. Kō te āhei ki te hanga i ngā pūkete ākonga, te kohikohi i ngā pūtere o ngā ākonga ki ngā taiwhanga me te aroturuki i ngā tākupu ā ngā ākonga ētahi o aua pūmanawa. ",
    "faq.requestTitle":"Pēhea ahau e tono atu mō te Pūkete Pouako Scratch?",
    "faq.requestBody":"Tukua tō tono mai i te  <a href=\"/educators\">Whārangi Kaiako</a> o Scratch mō tētahi Pūkete Pouako Scratch. Ka hiahia mātou i ngā mōhiohio kē i te wā rēhita, kia taea te arotake i tō tūnga kaiako.",
    "faq.edTitle":"He aha te rerekētanga o te Pūkete Pouako Scratch me te Pūkete ScratchEd?",
    "faq.edBody":"Ko te Pūkete Pouako Scratch, tētahi momo pūkete motuhake o Scratch e whiwhi i ngā pūmanawa kē, hei āwhina i te pouako ki te hanga me te whakahaere i ngā pūkete ākonga. Ko ngā pūkete ScratchEd te momo pūkete mō te <a href=\"http://scratched.gse.harvard.edu/\">hāpori ScratchEd</a>, he paetukutuku kē tērā (mā te Harvard Graduate School of Education tērā), kei reira ngā pouako e whakawhitiwhiti i ngā rauemi, tuku pātai me te tūtaki i ngā kaiako Scratch kē.",
    "faq.dataTitle":"He aha ngā raraunga e kohia e Scratch mō ngā ākonga?",
    "faq.dataBody":"I te tīmatanga i a te ākonga e tono mai ki a Scratch,  ka pātai mātou mō ngā momo raraunga taupori pērā ko te ira tangata, pakeke (marama me te tau i whānau mai), whenua, me tētahi īmēra he manatokonga.  Ka whakamahia aua raraunga (hei raraunga hiatonga) mō ō mātou mahi rangahau e pā ana ki te pērā te tangata e ako ana mā Scratch. Ina ka whakamahi te pouako i te Scratch Teacher Account ki te hanga i ngā pūkete ākonga maha, e pai ana ki te kore he īmēra mō aua pūkete.",
    "faq.lawComplianceTitle":"E hāngai ana a Scratch 2.0 (ā-ipurangi) ki ngā ture o te United States mō ngā ture rarunga tūmataiti ā-rohe me Federal hoki.",
    "faq.lawComplianceBody":"He kaupapa nui ki a mātou o Scratch te tūmataiti o ngā ākonga me ngā tāngata katoa e whakamahi i a Scratch. Kei a mātou ngā tukanga mahi me ngā whakaritenga matihiko ki te tiaki i ngā mōhiohiotanga e kohia nā te paetukutuku Scratch. Heoi anō kāore e taea e mātou te hoatu he kupu taurangi-ā-kirimana mō ngā hinonga katoa e whakamahi ana i tō mātou nei rauemi, kei te whai mātou i ngā ture o te whenua o te United States e pā ana ki MIT, he rōpū 501(c)(3), arā te rōpū i waihanga, e whakahaere ana hoki i a Scratch. Pānuitia te Scratch Privacy Policy ki te kimi mōhiotanga anō. ",
    "faq.schoolsMoreInfo":"Mēnā he pātai anō āu mō ngā Pūkete Pouako, tirohia ngā <a href=\"/educators/faq\">Pātai Auau mō ngā Pūkete Pouako</a>"
}
