{
    "faq.title":"Veelgestelde vragen (FAQ)",
    "faq.intro":"Op deze pagina vind je antwoorden op veelgestelde vragen over Scratch",
    "faq.aboutTitle":"Algemene vragen",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Hergebruik en kopiëren",
    "faq.accountsTitle":"Gebruikersaccounts",
    "faq.permissionsTitle":"Licentie en toestemming",
    "faq.inappropriateContentTitle":"Onbehoorlijke inhoud",
	"faq.scratchExtensionsTitle":"Scratch Uitbreidingen",
    "faq.cloudDataTitle":"Cloud Variabelen",
    "faq.aboutScratchTitle":"Wat is Scratch en wat kan ik er mee?",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"Over Scratch",
    "faq.makeGameTitle":"Hoe maak ik een spel of animatie met Scratch?",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"Wie gebruiken Scratch?",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"Wat zijn de vereiste systeemeigenschappen voor Scratch?",
    "faq.requirementsBody":"Scratch werkt in de meeste moderne webbrowsers op desktops, laptops en tablets. Je kunt projecten bekijken op mobiele telefoons, maar momenteel ben je niet in staat om projecten aan te maken of te bewerken op telefoons. Hieronder vind je de lijst van officieel ondersteunde browsers.",
	"faq.requirementsDesktop":"Desktop",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer wordt NIET ondersteund.",
	"faq.requirementsTablet":"Tablet",
	"faq.requirementsTabletChrome":"Mobile Chrome (62+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Opmerking:",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch Desktop",
	"faq.requirementsNoteWebGL":"Als je een WebGL-fout tegenkomt, probeer dan een andere browser.",
	"faq.requirementsNoteTablets":"Op tablets is er momenteel geen manier om \"druk toets\" blokken of contextmenu's met de rechtermuisknop te gebruiken",
    "faq.offlineTitle":"Is er een downloadbare versie, zodat ik projecten offline kan creëren en bekijken?",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"Kan ik projecten - die gemaakt zijn met oudere versies van Scratch - uploaden naar deze website?",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"Wat kost Scratch? Heb ik een licentie nodig?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"Wie hebben Scratch gemaakt?",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"MIT Media Lab",
	"faq.aboutScratch3Title":"Wat is Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0 is de nieuwste generatie van Scratch, gelanceerd op 2 januari 2019. Het is ontworpen om uit te breiden hoe, wat en waar je iets met Scratch kunt maken. Het bevat tientallen nieuwe sprites, een totaal nieuwe geluidseditor en vele nieuwe programmeerblokken. En met Scratch 3.0 kun je op je laptop of desktopcomputer maar ook op je tablet projecten maken en afspelen.",
	"faq.reportBugsScratch3Title":"Hoe kan ik bugs melden en feedback delen over Scratch 3.0?",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Is Scratch 3.0 beschikbaar in meerdere talen?",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Verwijdert Scratch 3.0 codeblokken uit eerdere versies van Scratch?",
    "faq.removedBlocksScratch3Body":"Er zijn geen codeerblokken verwijderd in Scratch 3.0, maar sommige zijn een beetje veranderd en andere zijn verplaatst naar \"Uitbreidingen\" (zoals hieronder beschreven onder \"Waar zijn de Pen-blokken gebleven?....\").",
	"faq.newBlocksScratch3Title":"Zijn er in Scratch 3.0 nieuwe blokken?",
    "faq.newBlocksScratch3Body":"Ja! In Scratch 3.0 vind je:",
	"faq.newBlocksSoundEffect":"Nieuwe \"geluidseffecten\" blokken",
	"faq.newBlocksOperators":"Nieuwe operatoren die het makkelijker maken om met tekst te werken (strings)",
	"faq.newBlocksPen":"Nieuwe pen-blokken, inclusief ondersteuning voor transparantie",
	"faq.newBlocksGlide":"Nieuw schuifblok om gemakkelijk naar een sprite (of willekeurig punt) te gaan",
	"faq.newBlocksExtensions":"Veel nieuwe mogelijkheden door middel van \"Scratch Uitbreidingen\" (zie het onderdeel Uitbreidingen hieronder)",
	"faq.biggerBlocksScratch3Title":"Waarom zijn de blokken in Scratch 3.0 groter dan in eerdere versies?",
    "faq.biggerBlocksScratch3Body":"Om Scratch 3.0 goed te laten werken op aanraakapparaten (zoals veel Chromebooks, Windows Surface laptops en tablets), moesten we de blokken groter maken, zodat het makkelijker is om de blokken te slepen en aan te raken. Bovendien zijn de blokken iets groter in Scratch 3.0 om problemen aan te pakken die we hebben waargenomen bij nieuwe gebruikers die problemen hebben met klikken en slepen van kleine interface-elementen.",
	"faq.extensionsScratch3Title":"Waar zijn de Pen-blokken gebleven? Waar gingen de Muziekblokken naartoe? Waar zijn de Video blokken gebleven?",
    "faq.extensionsScratch3Body":"De Pen, Muziek en Video blokken zijn verplaatst naar uitbreidingen. Uitbreidingen kunnen worden toegevoegd door te klikken op de knop linksonder in het scherm (zie het gedeelte \"Uitbreidingen\" hieronder).",
	"faq.paintEditorScratch3Title":"Wat zijn de nieuwe functies in de Teken Editor?",
    "faq.paintEditorScratch3Body":"De Teken Editor is opnieuw ontworpen om krachtige nieuwe functies te bieden en tegelijkertijd het gebruik ervan te vergemakkelijken. Veranderingen en nieuwe functies omvatten:",
	"faq.paintEditorLayout":"Nieuwe lay-out die de beschikbare gereedschappen en opties beter zichtbaar maakt",
	"faq.paintEditorTools":"Nieuwe gereedschappen zoals een \"gum\" die werkt in vector modus",
	"faq.paintEditorColors":"Meer opties voor het selecteren en aanpassen van kleuren",
	"faq.paintEditorVector":"Meer controle over vectorpunten (curvegrepen en puntvorm).",
	"faq.paintEditorLayers":"Extra bedieningselementen voor het ordenen van lagen (\"naar voren brengen\", \"naar achteren verplaatsen\", enz.)",
	"faq.paintEditorGradients":"Nieuwe kleurverloopregeling",
	"faq.soundEditorScratch3Title":"Wat zijn de nieuwe functies in de Geluid editor?",
    "faq.soundEditorScratch3Body":"De Geluid editor is opnieuw ontworpen om het gemakkelijker te maken om geluiden op te nemen en te manipuleren. Het biedt een aantal nieuwe functies:",
	"faq.soundEditorRecording":"Nieuw opnamesysteem dat eenvoudiger te gebruiken is",
	"faq.soundEditorTrimming":"Nieuw audio trim systeem dat eenvoudiger te gebruiken is",
	"faq.soundEditorEffects":"Nieuwe geluidseffecten (zoals \"sneller\", \"langzamer\", \"echo\" en \"robot\")",
	"faq.tipsWindwScratch3Title":"Wat is er gebeurd met het Scratch Tips venster?",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"Wat is hergebruiken?",
    "faq.remixDefinitionBody":"Als een Scratcher een kopie maakt van een project van iemand anders en dit verandert doors eigen ideeën toe te voegen (bijvoorbeeld door scripts en uiterlijken te veranderen), dan wordt het nieuwe project een \"remix\" genoemd. Ieder project dat via de Scratch website wordt gedeeld kan worden geremixed. Zelfs een kleine verandering wordt gezien als een geldige remix, zolang de credits worden gegeven aan degene die het originele project heeft geplaatst en anderen die een belangrijke bijdrage aan de remix hebben geleverd.",
    "faq.remixableTitle":"Waarom is het verplicht dat alle projecten hergebruikt kunnen worden?",
    "faq.remixableBody":"Wij geloven dat het remixen van projecten van anderen een geweldige manier is om te leren programmeren en interessante projecten te creëren. Door het remixen worden creatieve ideeën verspreid door de Scratch-community en iedereen heeft er baat bij. Alle projecten die op de Scratch-website worden gedeeld, vallen onder de \"Creative Commons Share Alike\"-licentie, wat betekent dat je elk project dat je op de Scratch-website ziet kunt remixen -- en ieder ander kan alle projecten die je op de website deelt remixen.",
    "faq.creativeCommonsTitle":"Wat als ik niet wil dat mijn project hergebruikt wordt?",
    "faq.creativeCommonsBody":"Remixen is een belangrijk onderdeel van de Scratch community. Als je niet wilt dat anderen je creaties bekijken of remixen, kun je nog steeds projecten maken op de Scratch-website, maar deze niet delen op de website.",
    "faq.fairUseTitle":"Mag ik afbeeldingen / geluiden / media van het internet gebruiken in mijn projecten?",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"Waarom is het handig om een Scratch account te hebben?",
    "faq.whyAccountBody":"Zelfs zonder account kun je projecten van anderen afspelen, commentaren en forums lezen en zelfs je eigen projecten maken. Maar je hebt een account nodig om projecten op te slaan en te delen, commentaren en forum posts te schrijven en deel te nemen aan andere \"sociale\" activiteiten in de gemeenschap (zoals projecten van andere mensen favoriet maken of leuk vinden).",
    "faq.createAccountTitle":"Hoe maak ik een account aan?",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"Hoe kan ik zien of mijn account bevestigd is?",
    "faq.howToConfirmTitle":"Hoe kan ik mijn account bevestigen?",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"Moet ik mijn account bevestigen?",
    "faq.requireConfirmBody":"Je kan nog steeds vele aspecten van Scratch doen zonder je account te bevestigen, waaronder het maken en opslaan van projecten (zonder ze te delen).",
    "faq.forgotPasswordTitle":"Ik ben mijn wachtwoord vergeten. Hoe kan ik een nieuw wachtwoord krijgen?",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"Hoe verander ik mijn wachtwoord?",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"Hoe kan ik mijn e-mailadres veranderen?",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"Hoe verander ik 'Nieuwe Scratcher' in 'Scratcher'?",
    "faq.newScratcherBody":"Wanneer je een account aanmaakt, wordt je aangemerkt als een \"Nieuwe Scratcher\". Om de overgang naar \"Scratcher\" te maken, moet je projecten maken en delen, hulpvaardig commentaar geven op andere Scratchers' projecten, en geduld hebben! Nadat je aan de vereisten hebt voldaan, verschijnt er een link op je profielpagina die je uitnodigt om een Scratcher te worden en je hebt wat extra mogelijkheden op de Scratch-website. (Houd er rekening mee dat we Nieuwe Scratchers niet tot Scratcher promoten op verzoek.)",
    "faq.multipleAccountTitle":"Mag ik meerdere gebruikersnamen aanmaken?",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"Is het oké als er meer dan één persoon ingelogd is met dezelfde gebruikersnaam?",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"Kan ik mijn gebruikersnaam wijzigen?",
    "faq.changeUsernameBody":"De structuur van de Scratch website is afhankelijk van het hebben van een consistente accountnaam, dus het is niet mogelijk om je gebruikersnaam te wijzigen. Als je echt moet overschakelen naar een nieuwe gebruikersnaam, kun je een nieuwe account aanmaken, maar je moet je projecten zelf kopiëren naar het nieuwe account.",
    "faq.shareInfoTitle":"Welke informatie kan ik delen op / met mijn account?",
    "faq.shareInfoBody":"Deel geen persoonlijke contactgegevens, zoals je fysieke adres, e-mail, telefoonnummer of iets anders dat gebruikt kan worden om contact op te nemen buiten de Scratch-website om. Meld projecten, opmerkingen of forumberichten die dit soort informatie bevatten, zodat het Scratch Team de informatie kan verwijderen en de auteur kan herinneren aan ons beleid tegen het delen van persoonlijke contactgegevens.",
    "faq.deleteAccountTitle":"Hoe kan ik mijn account verwijderen?",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Is Scratch gratis? Kan ik het gebruiken waar ik maar wil?",
    "faq.scratchFreeBody":"Ja! Scratch is helemaal gratis. Je kunt het op je school gebruiken en je mag er ook cursussen in geven (zelfs als deze cursus geld kost). Je hoeft geen licentie te kopen - het is gratis.",
    "faq.scratchScreenshotTitle":"Kan ik schermafdrukken van Scratch gebruiken in een boek of presentatie?",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"Kan ik een beschrijving van Scratch opnemen in folders en andere materialen?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Mag ik een presentatie over Scratch houden tijdens een bijeenkomst?",
    "faq.presentScratchBody":"Voel je vrij om presentaties te geven over Scratch aan leerkrachten of andere groepen.",
    "faq.supportMaterialTitle":"Mag ik Scratchmaterialen, sprites, afbeeldingen, geluiden of voorbeeldprojecten van deze website (her)gebruiken?",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"Mag ik mijn Scratch-projecten verkopen?",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"Waar kan ik de broncode vinden van Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"Hoe weet ik wat wel en niet oké is om te delen op de Scratch-website?",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Wat moet ik doen als ik iets onbehoorlijks zie?",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Wat moet ik doen als ik zie dat iemand gemeen of respectloos is?",
    "faq.noFlameBody":"Gooi geen olie op het vuur! Door op gemene reacties te reageren met meer gemene reacties, maak je het alleen maar erger en dat kan er voor zorgen dat jóuw account geblokkeerd wordt. In plaats daarvan kun je het beste alles, wat respectloos of niet constructief is, melden en dan nemen wij contact op met de schrijver. We controleren de meldingen elke dag, meerdere keren per dag - wees er dus gerust op dat wij het voor je regelen.",
    "faq.reviewContentTitle":"Wat doet het Scratch-team als er iets gemeld of gerapporteerd wordt?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"Wat gebeurd er met een gebruikersnaam dat geblokkeerd is?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"Iemand kreeg toegang tot mijn account en nu is mijn account geblokkeerd. Wat moet ik doen?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"Wat zijn uitbreidingen?",
    "faq.aboutExtensionsBody":"In de Scratch-editor kun je verzamelingen van extra blokken toevoegen die \" uitbreidingen\" worden genoemd. Er zijn bijvoorbeeld uitbreidingen waarmee je fysieke apparaten kunt programmeren (zoals micro:bit en LEGO robotica sets) en tekst kunt vertalen binnen je Scratch projecten. We zullen na verloop van tijd nieuwe uitbreidingen blijven toevoegen, zodat wat je met Scratch kunt doen in de loop van de tijd zal blijven groeien. ",
    "faq.howToAddExtensionsTitle":"Hoe voeg ik een uitbreiding toe aan een project? ",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"Hoe maak ik mijn eigen uitbreiding voor Scratch",
    "faq.createExtensionsBody":"Het Scratch Team zal in de toekomst specificaties en richtlijnen voor uitbreidingen publiceren. Eenmaal beschikbaar, kun je uitbreidingen indienen bij het Scratch team voor bestudering in de officiële Scratch 3.0 uitbreidingen bibliotheek. We bieden ook richtlijnen voor het ontwikkelen en distribueren van \"experimentele\" uitbreidingen, die gebruikt kunnen worden om projecten te maken op individuele computers, maar niet gedeeld worden in de Scratch online community.",
    "faq.scratchXTitle":"Wat gebeurt er met de ScratchX website?",
    "faq.scratchXBody":"De ScratchX website (scratchx.org) was een experimentele testomgeving voor uitbreidingen. Uitbreidingen die voor ScratchX zijn gemaakt, zijn niet te combineren met Scratch 3.0. Zodra experimentele uitbreidingen volledig worden ondersteund in Scratch zullen we de ondersteuning voor ScratchX stopzetten en ontwikkelaars en gebruikers tijd geven om over te stappen van ScratchX naar het nieuwe uitbreidingen platform.",
    "faq.cloudDataInfoTitle":"Wat zijn cloud variabelen?",
    "faq.cloudDataInfoBody":"Cloud variabelen maken het mogelijk om gegevens van een project op te slaan en te delen met andere mensen in de Scratch-community. Met behulp van cloud variabelen kun je vragenlijsten en andere projecten maken waar anderen in de community de gegevens in de loop der tijd kunnen raadplegen en wijzigen.",
    "faq.makeCloudVarTitle":"Hoe kan ik een cloud variabele maken?",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"Welke soorten gegevens kunnen worden opgeslagen in cloud variabelen?",
    "faq.onlyNumbersBody":"Alleen getallen kunnen worden opgeslagen in cloud variabelen.",
    "faq.storedCloudInfoTitle":"Wie kan de gegevens zien die zijn opgeslagen in de cloud variabelen?",
    "faq.storedCloudInfoBody":"Wanneer je werkt met een project dat cloud variabelen gebruikt, kunnen de gegevens over je interacties samen met je gebruikersnaam worden opgeslagen en kunnen anderen deze bekijken.",
     "faq.reportCloudTitle":"Als ik iemand ongepaste inhoud zie plaatsen met behulp van cloud variabelen, hoe meld ik dit dan?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Kan ik chatrooms maken met cloud variabelen?",
    "faq.chatRoomBody":"Hoewel het technisch mogelijk is om chatrooms te maken met cloud variabelen, zijn deze niet toegestaan op de Scratch website.",
    "faq.changeCloudVarTitle":"Wie kan de informatie in een cloudvariabele veranderen?",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"Ik ben ingelogd, maar ik kan nog geen projecten gebruiken met cloud variabelen. Hoe kan dit?",
    "faq.newScratcherCloudBody":"Als je nog steeds een \"Nieuwe Scratcher\" bent op de website, zul je geen projecten met cloud variabelen kunnen gebruiken. Je moet een \"Scratcher\" worden om toegang te hebben tot cloud variabelen. Zie het gedeelte Accounts (hierboven) voor meer informatie over de overgang van \"Nieuwe Scratcher\" naar \"Scratcher\".",
    "faq.multiplayerTitle":"Is het mogelijk om multiplayer games te maken met cloud variabelen?",
    "faq.multiplayerBody":"Multiplayer games kunnen moeilijk te maken zijn, vanwege netwerksnelheid en synchronisatieproblemen. Desondanks bedenken sommige Scratchers creatieve manieren om de cloud variabelen te gebruiken voor om-de-beurt en andere soorten spelletjes.",
    "faq.schoolsTitle":"Scratch in Scholen",
    "faq.howTitle":"Hoe wordt Scratch in scholen gebruikt?",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"Is er een manier voor studenten om Scratch te gebruiken zonder internet verbinding?",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"Kan ik de online community uitschakelen voor mijn studenten?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"Wat is een Scratch leerkracht account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"Scratch-leerkrachtaccount FAQ",
    "faq.requestTitle":"Hoe vraag ik een Scratch leerkracht account aan?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"Welke leerlinggegevens worden door Scratch verzameld?",
    "faq.dataBody":"Bij de aanmelding bij Scratch, vragen we enkele persoonlijke gegevens zoals geslacht, leeftijd (geboortejaar en -maand), land en een e-mailadres ter verificatie. Deze gegevens worden (in geaggregeerde vorm) gebruikt voor onderzoek gericht op een beter inzicht in de manier waarop mensen met Scratch leren. Als een leerkracht via een Scratch leerkracht account in bulk leerling accounts aanmaakt dan hoeven de leerlingen geen e-mailadres door te geven.  ",
    "faq.lawComplianceTitle":"Voldoet Scratch (online versie) aan de lokale en federale privacywetgeving in de Verenigde Staten?",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
