{
    "faq.title":"Spørsmål og svar (FAQ)",
    "faq.intro":"På denne sida finn du svar på ofte spurde spørsmål om Scratch.",
    "faq.aboutTitle":"Generelle spørsmål",
    "faq.privacyTitle":"Personvern",
    "faq.remixTitle":"Remiksing og kopiering",
    "faq.accountsTitle":"Brukarkontoar",
    "faq.permissionsTitle":"Lisensiering og løyve",
    "faq.inappropriateContentTitle":"Upassande innhald",
    "faq.cloudDataTitle":"Nettdata",
    "faq.aboutScratchTitle":"Kva er Scratch, og kva kan eg bruka det til?",
    "faq.aboutScratchBody":"Scratch er eit programmeringsspråk og eit nettsamfunn der du kan laga dine eigne interaktive forteljingar, spel og animasjonar, og dela dei med andre rundt i heile verda. Gjennom å skapa og programmera Scratch-prosjekt kan barn og unge læra kreativitet, systematisk tenking og å samarbeida med andre. Her kan du <a href=\"/about\">læra meir om Scratch</a>.",
    "faq.makeGameTitle":"Korleis lagar eg eit spel eller ein animasjon med Scratch?",
    "faq.makeGameBody":"Check out the <a href=\"/help\">help page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Kva datamaskinkrav har Scratch?",
    "faq.requirementsBody":"To run Scratch 2, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.",
    "faq.offlineTitle":"Finst det ein versjon av Scratch eg kan lasta ned og bruka utan Internett-tilgang?",
    "faq.offlineBody":"The Scratch 2 offline editor allows you to create Scratch projects without an internet connection. You can download Scratch 2 from the <a href=\"/scratch2download/\">website</a>. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.",
    "faq.uploadOldTitle":"Kan eg framleis leggja ut prosjekt som er laga med eldre versjonar av Scratch?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Kan eg ta opp ein video av Scratch-prosjektet mitt?",
    "faq.recordVideoBody":"Ja, du kan ta opp video av Scratch-prosjekt. Videoen kan vara opptil 60 sekund. Trykk på «Fil»-menyen og vel «Lag videoopptak» (du må vera innlogga for å kunna sjå dette valet). Du kan endra innstillingane (for eksempel for opptak av lydar og museklikk) i menyen «Fleire val». Deretter køyrer du programmet ditt slik du ønskjer at det skal visast på videoen. Når opptaket er ferdig, følgjer du instruksjonane for å lasta ned videofila. Avhengig av kva slags maskin du har, kan det vera du må lasta ned eit program for å visa videoen, for eksempel <a href=\"http://www.videolan.org/vlc/\">VLC Media Player</a>. Videofila kan brukast på YouTube, Vimeo og Facebook, men det kan vera nødvendig å konvertera ho for bruk på Twitter og Tumblr.",
    "faq.scratchCostTitle":"Kva kostar Scratch? Treng eg ein programlisens?",
    "faq.scratchCostBody":"Scratch er gratis og vil alltid vera gratis. Du treng ikkje nokon lisens for å bruka Scratch på skulen, heime eller nokon annan stad. Utviklinga av Scratch er betalt med forskingsmidlar, stipend og pengegåver. Viss du ønskjer å bidra økonomisk til utviklinga, kan du <a href=\"https://secure.donationpay.org/scratchfoundation/\">gjera det her</a>.",
    "faq.mediaLabTitle":"Kven har laga Scratch?",
    "faq.mediaLabBody":"Scratch er utvikla og vert halde ved like av <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten-gruppa</a> ved <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Kva for opplysningar må eg oppgje for å få ein brukarkonto?",
    "faq.accountInfoList":"Av omsyn til personvernet er det ikkje mange opplysningar som vert registrerte, eller som vert viste på nettstaden. Ved registrering ber me om:",
    "faq.privacyUsername":"brukarnamn – brukarane vert oppfordra til å ikkje bruka dei verkelege namna sine eller annan personleg informasjon.",
    "faq.privacyCountry":"land",
    "faq.privacyBirthdate":"fødselsmånad og fødselsår – me brukar dette for å kontrollera eigarskap til kontoen dersom eigaren mistar passordet og e-postadressa, eller ber oss om å stengja kontoen.",
    "faq.privacyGender":"kjønn",
    "faq.privacyEmail":"e-postadresse – dersom brukaren er yngre enn 13 år, ber me om e-postadressa til foreldre eller føresette. Me sender aldri noko til denne adressa utanom viss brukaren treng å få tilsendt nytt passord.",
    "faq.accountPublicInfo":"Brukarnamn og land vert vist ope på profilsida til brukaren. Fødselsmånad, fødselsår, e-postadresse og kjønn vert ikkje vist. Alder og kjønn vert brukt for statistikk- og forskingsføremål. Me sel aldri informasjon om brukarane til andre.",
    "faq.dataCollectionTitle":"Kva for opplysningar vert lagra om bruken av nettstaden?",
    "faq.dataCollectionOne":"Når du loggar deg på, vil nettstaden be nettlesaren om å lagra ein <a href=\"https://nn.wikipedia.org/wiki/Informasjonskapsel\">informasjonskapsel («cookie»)</a>, som eit merke på at brukaren er logga inn. Me brukar Google Analytics for å lagra data om kor brukarane klikkar og kva sider dei vitjar på nettstaden. Desse dataa brukar me til å finna ut korleis nettstaden kan forbetrast.",
    "faq.dataCollectionTwo":"Noko av informasjonen som vert samla inn på Scratch-nettstaden vert brukt i forskingsstudiar, der ein prøver å forstå betre korleis folk lærer med Scratch. Resultata vert formidla til lærarar og andre forskarar gjennom konferansar, vitskaplege tidsskrift og andre publikasjonar. Du kan lesa meir om dette på <a href=\"/info/research\">forskingssida</a>.",
    "faq.rentInfoTitle":"Vert informasjon om brukarane selt til andre?",
    "faq.rentInfoBody":"Nei.",
    "faq.viewUnsharedTitle":"Har administratorane på Scratch-nettstaden tilgang til prosjekt eg ikkje har lagt ut?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Kva er ein remiks?",
    "faq.remixDefinitionBody":"Når ein scratchar lagar ein kopi av prosjektet til nokon og endrar det med sine eigne idéar (for eksempel ved å endra skript eller drakter), vert det nye prosjektet kalla ein «remiks». Alle prosjekt som vert lagde ut på Scratch-nettstaden kan remiksast. Me reknar det som ein remiks sjølv om forandringa er liten, men pass alltid på å oppgje kven dei andre bidragsytarane er.",
    "faq.remixableTitle":"Korfor krev folka bak Scratch at alle prosjekt må kunna remiksast?",
    "faq.remixableBody":"Me meiner at det er veldig lærerikt å studera og remiksa interessante prosjekt, og at det kan føra til nye, kule idéar. Derfor er kjeldekoden tilgjengeleg for alle prosjekta som vert lagde ut på Scratch-nettstaden.",
    "faq.creativeCommonsTitle":"Kva kan eg gjera viss eg ikkje vil at andre skal kunna remiksa prosjekta mine?",
    "faq.creativeCommonsBody":"Ved å leggja ut prosjektet ditt på Scratch-nettstaden samtykkjer du til å lisensiera det under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons ShareAlike</a>-lisensen. Viss du ikkje vil at andre skal kunna sjå og remiksa det du har laga, må du la vera å leggja det ut på Scratch-nettstaden.",
    "faq.fairUseTitle":"Kan eg bruka bilete/lydar/media frå Internett i prosjekta mine?",
    "faq.fairUseBody":"Det er viktig at det du hentar frå nettet alltid vert brukt i tråd med ønska til han eller ho som har laga det. Og når du tek inn materiale frå andre i prosjektet ditt, hugs å  skriva kven som har laga det under «bidragsytarar», saman med ei lenkje til originalen. Du kan finna bilete og lyd som kan brukast for remiksing på <a href=\"http://search.creativecommons.org/\">søkjesida til Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Kva er ein «stadfesta» Scratch-konto?",
    "faq.confirmedAccountBody":"Med ein stadfesta brukarkonto kan du leggja ut prosjekt, skriva kommentarar og laga galleri. Når kontoen er stadfesta, kan du òg få tilsendt informasjon frå Scratch-gruppa på e-post.",
    "faq.checkConfirmedTitle":"Korleis kan eg finna ut om brukarkontoen min er stadfesta?",
    "faq.checkConfirmedBody":"For å sjekka om brukarkontoen din er stadfesta loggar du inn (øvst til høgre på skjermen). Deretter trykkjer du på brukarnamnet ditt øvst til høgre og vel «Innstillingar». Trykk så på «E-post\" på venstre side. Stadfesta e-postadresser er merkte med ei lita grøn hake. Elles vil du sjå teksten «E-postadressa di er ikkje stadfesta» i oransje.",
    "faq.howToConfirmTitle":"Korleis stadfestar eg brukarkontoen min?",
    "faq.howToConfirmBody":"Når du har registrert deg, vil du motta ein e-post med ei lenkje for å stadfesta brukarkontoen din. Viss du ikkje finn e-posten, sjå i mappa for uønskt reklame. Du kan be om å få tilsendt ein ny e-post ved å gå til brukarinnstillingane og følgja instruksjonane der. Merk at det kan ta opptil ein time før stadfestingmeldinga kjem. <a href=\"/contact-us/\">Kontakt oss</a> dersom du ikkje har fått meldinga innan ein time.",
    "faq.requireConfirmTitle":"Må eg stadfesta kontoen?",
    "faq.requireConfirmBody":"Du kan gjera mykje på nettstaden sjølv om kontoen din ikkje er stadfesta, blant anna oppretta og lagra prosjekt, men du kan ikkje leggja dei ut tilgjengeleg for andre. Merk: Viss du oppretta brukarkontoen før 11. februar 2015 kan du enno bruka sosiale funksjonar på Scratch utan å stadfesta kontoen din.",
    "faq.forgotPasswordTitle":"Eg gløymde passordet mitt. Korleis kan eg få eit nytt?",
    "faq.forgotPasswordBody":"Skriv brukarnamnet ditt på <a href=\"/accounts/password_reset/\">sida for nytt passord</a>. Du får då ein e-post send til adressa som er registrert på kontoen din, med ei lenkje du kan bruka for å laga eit nytt passord.",
    "faq.changePasswordTitle":"Korleis byter eg passord?",
    "faq.changePasswordBody":"Logg inn på Scratch-nettstaden og trykk på brukarnamnet ditt oppe til høgre. Vel «Innstillingar» og trykk på lenkja for nytt passord.",
    "faq.changeEmailTitle":"Korleis endrar eg e-postadressa som er registrert på meg?",
    "faq.changeEmailBody":"Logg inn på Scratch-nettstaden og trykk på brukarnamnet ditt oppe til høgre. Vel «Innstillingar» og trykk på lenkja for byte av e-postadresse.",
    "faq.newScratcherTitle":"Korleis vert eg forfremja frå «ny scratchar» til «scratchar»?",
    "faq.newScratcherBody":"Lag prosjekt og legg dei ut, skriv konstruktive kommentarar til andre og ver tolmodig! Når du har vore aktiv i nokre veker, vil du finna ei lenkje på profilsida di med invitasjon til å verta scratchar. (Merk at du ikkje kan be oss om å verta forfremja; det nyttar ikkje eingong å bestikka oss med fin sjokolade …)",
    "faq.multipleAccountTitle":"Kan eg ha meir enn éin brukarkonto?",
    "faq.multipleAccountBody":"Det er heilt greitt å fleire ulike brukarkontoar på Scratch-nettstaden, så lenge ingen av dei bryt med retningslinjene våre. Brot på desse kan medføra at alle kontoane vert sperra eller sletta.",
    "faq.multipleLoginTitle":"Er det greitt at fleire loggar seg inn på same brukarkonto?",
    "faq.multipleLoginBody":"De bør ikkje logga inn fleire på same konto. Nettstaden og redigeringsmodulen kan verta forvirra når fleire er innlogga samtidig.",
    "faq.changeUsernameTitle":"Kan eg byta til eit anna brukarnamn?",
    "faq.changeUsernameBody":"Scratch-nettstaden er avhengig av å ha same namn på ein brukarkonto, så det er ikkje mogleg å endra brukarnamnet. Viss du verkeleg treng å byta namn, kan du laga ein ny brukarkonto, men du må sjølv flytta over alle prosjekta dine.",
    "faq.shareInfoTitle":"Kva informasjon kan eg leggja ut på brukarkontoen min?",
    "faq.shareInfoBody":"Ikkje legg ut kontaktinformasjon, for eksempel adresse, e-postadresse, telefonnummer eller anna som kan brukast til å kontakta deg utanfor Scratch-nettstaden. Meld frå om prosjekt som inneheld slik informasjon, sånn at me kan fjerna informasjonen og minna han eller ho som la det ut om retningslinjene våre.",
    "faq.deleteAccountTitle":"Korleis slettar eg brukarkontoen min?",
    "faq.deleteAccountBody":"Logg på Scratch og trykk på brukarnamnet ditt oppe til høgre. Vel «Innstillingar» og trykk på lenkja <em>Eg vil sletta kontoen min</em> nede på sida.",
    "faq.scratchFreeTitle":"Er Scratch gratis?",
    "faq.scratchFreeBody":"Ja! Scratch er heilt gratis. Du kan bruka det på skulen, og du kan halda kurs om Scratch (til og med kurs som kostar pengar). Du treng ikkje kjøpa nokon lisens – det er gratis.",
    "faq.scratchScreenshotTitle":"Kan eg bruka Scratch og/eller skjermbilete frå Scratch i ei lærebok eller på ein CD-ROM?",
    "faq.scratchScreenshotBody":"Ja, du kan til og med skriva ei bok om Scratch. Du kan òg bruka Scratch-logoen når du skriv om Scratch. Du kan laga skjermbilete frå Scratch og Scratch-nettstaden og rekna dei som lisensierte under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Me ber om at du tek med ei tilvising som seier: «Scratch er utvikla av Lifelong Kindergarten-gruppa ved MIT Media Lab. Sjå http://scratch.mit.edu/.».",
    "faq.scratchDescriptionTitle":"Kan eg skriva om Scratch og bruka Scratch-logoen i brosjyrar og anna materiell?",
    "faq.scratchDescriptionBody":"Ja, absolutt! Me anbefaler denne skildringa: «Scratch er eit programmeringsspråk og eit nettsamfunn der du kan laga dine eigne interaktive forteljingar, spel og animasjonar – og visa fram det du har laga til heile verda. Når barn og ungdom skapar og programmerer Scratch-prosjekt, vil dei læra kreativitet, systematisk tenking og å samarbeida med andre. Scratch er laga og vert vidareutvikla ved Lifelong Kindergarten-gruppa ved MIT Media Lab i USA. Du kan lasta det ned gratis frå http://scratch.mit.edu/.»",
    "faq.presentScratchTitle":"Kan eg presentera Scratch på ein konferanse?",
    "faq.presentScratchBody":"Hald gjerne presentasjonar om Scratch til lærarar eller andre grupper. Du har løyve frå oss til å gjera dette.",
    "faq.supportMaterialTitle":"Kan eg bruka/remiksa Scratch-innhald, figurar, bilete, lydar og prosjekt som eg har funne på nettstaden?",
    "faq.supportMaterialBody":"Ja, alt lærestoff lagt ut av folka bak Scratch er gjort tilgjengeleg under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>-lisensen, med unntak av Scratch-logoen, Scratch-katten og Gobo (desse er varemerke for Scratch).",
    "faq.sellProjectsTitle":"Kan eg selja Scratch-prosjekta mine?",
    "faq.sellProjectsBody":"Ja visst – det du har skapt er ditt. Men hugs at når du legg ut prosjektet på Scratch-nettstaden, kan alle lasta det ned, remiksa det og bruka det under <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0</a>-lisensen. Så viss du planlegg å selja prosjektet ditt, bør du ikkje leggja det ut.",
    "faq.sourceCodeTitle":"Kor finn eg kjeldekoden til Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Korleis veit eg kva som er greitt eller ikkje greitt å leggja ut på Scratch-nettstaden?",
    "faq.okayToShareBody":"Les <a href=\"/community_guidelines\">Retningslinjene for bruk av Scratch</a>. Dei er korte og utan masse juridisk språk. Det er ei lenkje til retningslinjene nedst på alle sidene.",
    "faq.reportContentTitle":"Kva skal eg gjera viss eg finn upassande innhald?",
    "faq.reportContentBody":"Du kan trykkja på lenkja «rapporter» i prosjekt, kommentarar, innlegg eller brukarsider dersom du meiner innhaldet er upassande. Viss situasjonen er komplisert, kan du òg bruka lenkja «Kontakt oss» for å forklara nærare. Pass på å forklara godt, og på engelsk, kva du meiner, og ta med lenkjer til dei problematiske sidene.",
    "faq.noFlameTitle":"Kva skal eg gjera viss eg ser at nokon er slemme eller respektlause?",
    "faq.noFlameBody":"Ikkje bidra til kranglinga! Viss du svarar på ein slem kommentar med ein annan slem kommentar, vert det berre verre, og kan føra til at kontoen din vert sperra. I staden kan du berre melda det du har funne til oss, så skal me ta kontakt med han eller ho som la det ut. Me sjekkar meldingar mange gongar om dagen, så du kan vera sikker på at me ordnar opp.",
    "faq.reviewContentTitle":"Kva gjer administratorane når noko vert meldt inn?",
    "faq.reviewContentBody":"Administratorane ser på innmelde kommentarar og prosjekt kvar dag. Viss noko er i strid med retningslinjene våre, kan me fjerna det og senda ei åtvaring til brukaren som la det ut. Avhengig av kor alvorleg det er (eller viss me tidlegare har sendt brukaren ei åtvaring), kan det henda me sperrar brukarkontoen eller nettverket som vart brukt til å dela innhaldet.",
    "faq.blockedAccountTitle":"Kva skjer når ein brukarkonto vert sperra?",
    "faq.blockedAccountBody":"Når ein brukarkonto er sperra, vil eigaren ikkje lenger ha tilgang til kontoen sin, og kan ikkje bruka han til å laga prosjekt eller skriva kommentarar. Ved innlogging kjem eigaren til ei side som forklarer korfor kontoen er sperra, med eit skjema han eller ho kan fylla ut for å be om at kontoen vert opna igjen. Viss eigaren kan visa at han eller ho forstår korfor kontoen vart stengd, og lovar å følgja retningslinjene i framtida, vil Scratch-administratorane sjå på saka. Dei vil berre gjenopna kontoen dersom dei vurderer at brukaren er til å stola på. Elles vil kontoen (og sannsynlegvis andre kontoar som tilhøyrer same person) kunne stengjast for alltid.",
    "faq.stolenAccountTitle":"Den dumme broren min / Kaj / ein annan slemming stal passordet mitt og gjorde slik at kontoen vart stengd. Kva gjer eg no?",
    "faq.stolenAccountBody":"Du har ansvar for å halda passordet ditt hemmeleg. Viss nokon andre tek kontroll over kontoen din og misbrukar han, sei ifrå til dei vaksne som har ansvar for datamaskinene. Viss du trur nokon du ikkje kjenner kan ha fått tilgang til kontoen din, må du byta passordet og/eller bruka lenkja «Kontakt oss» for å forklara situasjonen. Viss kontoen vart sperra på grunn av brot på retningslinjene, må du forklara ordentleg kva som har skjedd – ikkje berre sei at nokon har hacka seg inn på kontoen din. Viss me ikkje kan stola på deg, vil me ikkje opna kontoen igjen.",
    "faq.cloudDataInfoTitle":"Kva er «nettdata»?",
    "faq.cloudDataInfoBody":"Med Scratch 2.0 kan du lagra data frå eit prosjekt på nettet. Du kan for eksempel bruka nettdata til å laga spørjeundersøkingar eller lagra spelrekordar eller anna talverdiar som skal takast vare på over lengre tid.",
    "faq.storedCloudInfoTitle":"Kven kan sjå det som er lagra som nettdata?",
    "faq.storedCloudInfoBody":"Når du brukar eit prosjekt som inneheld nettdata-klossar, vert dataa dine lagra saman med brukarnamnet ditt, og andre brukarar kan sjå det. Kvart prosjekt har ein logg som viser kven som har brukt det og kva data dei har lagt ut.",
    "faq.onlyNumbersTitle":"Korfor kan berre talvariablar lagrast som nettdata, ikkje tekstvariablar eller lister?",
    "faq.onlyNumbersBody":"I første omgang støttar me talvariablar, og prøver å avdekkja eventuelle problem med dette. Viss systemet fungerer bra, er planen å utvida støtta til tekstvariablar og lister etter kvart.",
    "faq.reportCloudTitle":"Korleis melder eg frå dersom nokon brukar nettdata til å lagra upassande ting?",
    "faq.reportCloudBody":"Trykk på «Rapporter dette»-knappen (under programruta) for å melda frå om upassande innhald i nettdata. Då får du opp eit skjema med ei lenkje til ein logg over alle nettdata i prosjektet, med informasjon om kven som har lagra det. Ta gjerne ein kikk på denne loggen før du sender meldinga. Hugs å skriva på engelsk og nemna «cloud data» (nettdata) i grunngjevinga for meldinga.",
    "faq.chatRoomTitle":"Kan eg laga pratesider med nettdata?",
    "faq.chatRoomBody":"Det er teknisk mogleg å laga pratesider med nettdata, men det er for tida ikkje tillate. Denne regelen kan gjerast om når me har betre oversikt over høvet for å overvaka nettdata og handtera meldingar om misbruk.",
    "faq.makeCloudVarTitle":"Korleis lagar eg ein nettvariabel i eit prosjekt?",
    "faq.makeCloudVarBody":"Når du lagar ein variabel, kan du kryssa av for «Nettvariabel». Data du lagrar i denne variabelen vert lagra på nettstaden og er synleg for andre.",
    "faq.changeCloudVarTitle":"Kven kan endra informasjonen i ein nettvariabel?",
    "faq.changeCloudVarBody":"Berre prosjektet ditt kan lagra data i sin eigen nettvariabel. Viss andre forandrar eller remiksar programmet, vil prosjektet deira få ein annan nettvariabel med same namn.",
    "faq.newScratcherCloudTitle":"Eg er logga inn, men får ikkje til å bruka prosjekt med nettdata. Kva er gale?",
    "faq.newScratcherCloudBody":"Du må ha blitt ein «scratchar» på nettstaden for å få tilgang til nettdata. Dette vert du ved å delta aktivt på nettstaden.",
    "faq.multiplayerTitle":"Er det mogleg å laga spel for fleire spelarar ved å bruka nettdata?",
    "faq.multiplayerBody":"Det er vanskeleg å bruka nettdata for å laga raske spel for fleire spelarar, på grunn av farten på nettet og vanskar med synkronisering. Men nokre scratcharar har funne kreative måtar å bruka nettdata på, for eksempel for å laga turbaserte spel, der spelarane byter på å spela.",
    "faq.cloudLagTitle":"Kor lang tid tek det før data som vert lagra på nett kjem fram til ein annan scratchar?",
    "faq.cloudLagBody":"Det kjem an på. Viss begge scratcharane har eit raskt Internett-samband (breiband) og det ikkje er nokon brannmur på maskinene eller på nettet, vert dataa overførte i løpet av nokre tusendel av eit sekund. Men mange maskiner har ein brannmur installert, og viss denne blokkerer utgåande data til TCP-portane 531 og 843, vert tidsforseinkinga om lag eit sekund. Me arbeider for å finna ein måte å omgå denne avgrensinga.",
    "faq.schoolsTitle":"Scratch i skulen",
    "faq.howTitle":"Korleis vert Scratch brukt i skulen?",
    "faq.howBody":"Scratch vert brukt på tusenvis av skular verda rundt, og innanfor mange fag (for eksempel språk, naturfag, historie, matematikk og informatikk). Du kan læra meir om strategiar og lærestoff for bruk av Scratch i skular og andre læringsmiljø (som museum, bibliotek og fritidsklubbar) på <a href=\"/educators\">lærarsida vår</a>. Du kan òg registrera deg på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, ein nettstad for lærarar og andre pedagogar. Denne nettstaden vert driven av vennane våre på Harvard Graduate School of Education.",
    "faq.ageTitle":"Kva aldersgruppe er Scratch laga for?",
    "faq.ageBody":"Scratch er først og fremst laga for ungar frå 8 til 16 år, og vert oftast brukt i grunnskulen, men folk i alle aldrar kan delta og laga og dela Scratch-prosjekt. Scratch vert til og med brukt i nokre innføringskurs i informatikk i høgare utdanning. Dei yngste kan heller prøva <a href=\"//www.scratchjr.org/\">ScratchJr</a>, ein forenkla versjon av Scratch, tilpassa ungar frå 5 til 7 år.",
    "faq.noInternetTitle":"Går det an for elevane å bruka Scratch utan å vera på Internett?",
    "faq.noInternetBody":"Ja.  <a href=\"/scratch2download\">Nedlastingsversjonen av Scratch 2</a> kan køyrast lokalt på datamaskiner utan tilkopling til nettet. Denne versjonen er tilgjengeleg for Mac og Windows.",
    "faq.communityTitle":"Kan eg slå av dei sosiale funksjonane i Scratch for elevane mine?",
    "faq.communityBody":"Scratch er eit nettsamfunn der barn og unge kan dela, samarbeida og læra saman. Det vert moderert etter retningslinjer for akseptabel åtferd. Men me forstår at nokre lærarar føretrekkjer at elevane ikkje deltar i nettsamfunn. Desse kan då installera eit eige Scratch-program for bruk fråkopla frå nettet.",
    "faq.teacherAccountTitle":"Kva er lærarkontoar?",
    "faq.teacherAccountBody":"Ein lærarkonto gjev lærarar og pedagogar fleire funksjonar å handtera arbeidet til elevar på Scratch, for eksempel å oppretta elevkontoar, organisera elevprosjekt til galleri og overvaka kommentarar frå elevar.",
    "faq.requestTitle":"Korleis får eg ein lærarkonto?",
    "faq.requestBody":"Du kan be om ein lærarkonto på <a href=\"/educators\">lærarsida vår</a>. Me ber om noko tilleggsinformasjon under registreringa for å stadfesta at du er lærar.",
    "faq.edTitle":"Kva er forskjellen mellom ein lærarkonto og ein ScratchEd-konto?",
    "faq.edBody":"Lærarkontoar er spesielle brukarkontoar på Scratch, som gjev tilgang til å oppretta og organisera elevkontoar, mens ScratchEd-kontoar er kontoar på <a href=\"http:///scratched.gse.harvard.edu/\">ScratchEd</a>. Dette er ein heilt annan nettstad (frå Harvard Graduate School of Education), der lærarar og andre pedagogar kan utveksla erfaringar og lærestoff med kvarandre.",
    "faq.dataTitle":"Kva data samlar Scratch om elevane?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"Les fleire <a href=\"/educators/faq\">spørsmål og svar om lærarkontoar</a>."
}
