{
    "faq.title":"Najczęściej zadawane pytania (FAQ)",
    "faq.intro":"Na tej stronie znajdziesz odpowiedzi na najczęściej zadawane pytania o Scratchu.",
    "faq.aboutTitle":"Pytania ogólne",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Remiksowanie i kopiowanie",
    "faq.accountsTitle":"Konta",
    "faq.permissionsTitle":"Licencjonowanie i uprawnienia",
    "faq.inappropriateContentTitle":"Nieodpowiednie treści",
	"faq.scratchExtensionsTitle":"Rozszerzenia Scratch",
    "faq.cloudDataTitle":"Zmienne w chmurze",
    "faq.aboutScratchTitle":"Co to Scratch i co mogę w nim robić?",
    "faq.aboutScratchBody":"Dzięki językowi programowania Scratch i społeczności online możesz tworzyć własne interaktywne opowieści, gry i animacje - i dzielić się swoimi dziełami z innymi użytkownikami z całego świata. W miarę jak młodzi ludzie tworzą i udostępniają projekty Scratch, uczą się kreatywnie myśleć, systematycznie rozumować i współpracować. Aby dowiedzieć się więcej o Scratchu, zobacz stronę <a href=\"/about\">O Scratchu</a>.",
    "faq.makeGameTitle":"Jak mogę zrobić grę lub animację w Scratchu?",
    "faq.makeGameBody":"Sprawdź stronę <a href=\"/ideas\">Pomysły</a>, aby zobaczyć wiele sposobów na rozpoczęcie pracy ze Scratchem",
    "faq.whoUsesScratchTitle":"Kto korzysta ze Scratcha?",
    "faq.whoUsesScratchBody":"Scratch jest używany przez osoby ze wszystkich środowisk, we wszystkich krajach na całym świecie, we wszystkich miejscach - domy, szkoły, biblioteki, muzea i wiele innych. Scratch jest stworzony specjalnie dla młodych ludzi w wieku od 8 do 16 lat, ale ludzie w każdym wieku tworzą i udostępniają w Scratchu. Młodsze dzieci mogą chcieć wypróbować <a href=\"https://www.scratchjr.org/\">ScratchJr</a>, uproszczoną wersję gry Scratch przeznaczoną dla osób w wieku od 5 do 7 lat.",
    "faq.requirementsTitle":"Jakie są wymagania sprzętowe Scratcha?",
    "faq.requirementsBody":"Scratch będzie działał w większości współczesnych przeglądarek internetowych na komputerach stacjonarnych, laptopach i tabletach. Możesz przeglądać projekty na telefonach komórkowych, ale obecnie nie możesz tworzyć ani edytować projektów na telefonach. Poniżej znajduje się lista oficjalnie obsługiwanych przeglądarek.",
	"faq.requirementsDesktop":"Desktop",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer NIE jest obsługiwany.",
	"faq.requirementsTablet":"Tablet",
	"faq.requirementsTabletChrome":"Mobile Chrome (63+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"Uwaga:",
	"faq.requirementsNoteDesktop":"Jeśli twój komputer nie spełnia tych wymagań, możesz wypróbować edytor <a href=\"/download\">Scratch Desktop</a> (patrz następny punkt w FAQ).",
	"faq.requirementsNoteWebGL":"Jeśli napotkasz błąd WebGL, spróbuj użyć innej przeglądarki.",
	"faq.requirementsNoteTablets":"Na tabletach nie ma obecnie sposobu na użycie bloków naciśniętych klawiszem lub menu kontekstowych z prawym przyciskiem myszy.",
    "faq.offlineTitle":"Czy istnieje wersja pobieralna, żebym mógł tworzyć i oglądać projekty bez dostępu do internetu?",
    "faq.offlineBody":"Edytor Scratch Desktop pozwala tworzyć projekty Scratch bez połączenia z Internetem. Możesz pobrać <a href=\"/download\">Scratch Desktop</a> ze strony internetowej. To było wcześniej nazywane edytorem Scratch Offline.",
    "faq.uploadOldTitle":"Czy mogę nadal udostępniać na stronie internetowej projekty stworzone w starszych wersjach Scratch?",
    "faq.uploadOldBody":"Tak: możesz udostępniać lub przesyłać projekty wykonane we wcześniejszych wersjach gry Scratch, które będą widoczne i możliwe do odtworzenia. (Nie można jednak pobierać projektów wykonanych lub edytowanych w późniejszych wersjach Scratch i otwierać ich we wcześniejszych wersjach, na przykład nie można otworzyć projektu Scratch 3.0 w wersji <a href=\"/download/scratch2\">Scratch 2.0</a>na komputery, ponieważ Scratch 2.0 nie wie, jak odczytać format pliku projektu .sb3.)",
    "faq.scratchCostTitle":"Jak drogi jest Scratch? Czy potrzebuję licencji?",
    "faq.scratchCostBody":"Scratch jest i zawsze będzie wolny. Nie potrzebujesz licencji na używanie Scratch w szkole, domu lub gdziekolwiek indziej. Opracowanie i utrzymanie Scratch opłacane jest za pomocą dotacji i darowizn. Jeśli chcesz wesprzeć grę Scratch, odwiedź naszą <a href=\"https://secure.donationpay.org/scratchfoundation/\">Stronę datków</a>.",
    "faq.mediaLabTitle":"Kto stworzył Scratch?",
    "faq.mediaLabBody":"Scratch jest rozwijany i utrzymywany przez zespół Scratcha w <a href=\"http://llk.media.mit.edu/\">grupie Lifelong Kindergarten</a> w <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
	"faq.aboutScratch3Title":"Co to jest Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0 to najnowsza generacja Scratcha, wydana 2 stycznia 2019 roku. Została zaprojektowana, aby poszerzyć możliwości tworzenia za pomocą Scratcha. Zawiera dziesiątki nowych duszków, całkowicie nowy edytor dźwięku i wiele nowych bloków programistycznych. Dzięki Scratch 3.0 możesz tworzyć i odtwarzać projekty na swoim tablecie, oprócz laptopa lub komputera stacjonarnego.",
	"faq.reportBugsScratch3Title":"Jak zgłosić błędy i podzielić się opinią na temat Scratch 3.0?",
    "faq.reportBugsScratch3Body":"Możesz zgłaszać błędy i udostępniać opinie w dziale <a href=\"https://scratch.mit.edu/discuss/3/\">Błędy i Usterki</a> na forum dyskusyjnym Scratcha.",
	"faq.languagesScratch3Title":"Czy Scratch 3.0 jest dostępny w wielu językach?",
    "faq.languagesScratch3Body":"Tak. Aby zmienić język bloków programistycznych, kliknij ikonę “globusa” na górnym pasku nawigacyjnym edytora programowania, a następnie kliknij menu rozwijane, aby wybrać język. <br /><br />Wszystkie tłumaczenia są wykonywane przez wolontariuszy. Edytor Scratch 3.0 został już przetłumaczony na ponad 40 języków. Możesz przeglądać wszystkie języki aktualnie tłumaczone i sprawdzane na naszym <a href=\"https://www.transifex.com/llk/scratch-editor/\">serwerze tłumaczeń</a>. Jeśli chcesz pomóc w tłumaczeniu lub recenzji, skontaktuj się z <a href=\"mailto:translate@scratch.mit.edu\">translate@scratch.mit.edu</a>.",
	"faq.removedBlocksScratch3Title":"Czy Scratch 3.0 usuwa wszelkie bloki kodujące z wcześniejszych wersji Scratch?",
    "faq.removedBlocksScratch3Body":"Żadne bloki kodujące nie zostały usunięte w Scratch 3.0, ale niektóre zmieniły się nieco, a inne przeniosły się do \"Rozszerzeń\" (jak opisano poniżej, w sekcji \"Gdzie poszły bloki pisaka? ..\").",
	"faq.newBlocksScratch3Title":"Czy Scratch 3.0 wprowadza nowe bloki?",
    "faq.newBlocksScratch3Body":"Tak! W wersji Scratch 3.0 znajdziesz:",
	"faq.newBlocksSoundEffect":"Nowe bloki \"efektów dźwiękowych\"",
	"faq.newBlocksOperators":"Nowe operatory, które ułatwiają pracę z tekstem (ciągi znaków)",
	"faq.newBlocksPen":"Nowe bloki pisaka, w tym wsparcie dla przejrzystości",
	"faq.newBlocksGlide":"Nowy blok ślizgowy, aby łatwo przejść do duszka (lub punktu losowego)",
	"faq.newBlocksExtensions":"Wiele nowych możliwości dzięki \"Rozszerzeniom Scratcha\" (patrz sekcja Rozszerzenia poniżej)",
	"faq.biggerBlocksScratch3Title":"Dlaczego bloki są większe w wersji Scratch 3.0 niż we wcześniejszych wersjach?",
    "faq.biggerBlocksScratch3Body":"Aby Scratch 3.0 działał dobrze na urządzeniach dotykowych (takich jak wiele Chromebooków, laptopów Surface i tabletów), musieliśmy zwiększyć rozmiar bloków, aby łatwiej było przeciągać i stukać bloki. Ponadto bloki są nieco większe w wersji Scratch 3.0, aby pomóc rozwiązać problemy, które zaobserwowaliśmy, gdy nowi użytkownicy mają problem z klikaniem i przeciąganiem małych elementów interfejsu.",
	"faq.extensionsScratch3Title":"Gdzie poszły bloki pisaka? Gdzie się podziały muzyczne bloki? Gdzie podziały się bloki Czujniki wideo?",
    "faq.extensionsScratch3Body":"Bloki Pisak, Muzyka i Czujniki wideo zostały przeniesione do rozszerzeń. Rozszerzenia można dodać, klikając przycisk w lewym dolnym rogu ekranu (patrz sekcja \"Rozszerzenia\" poniżej).",
	"faq.paintEditorScratch3Title":"Jakie są nowe funkcje w edytorze malowania?",
    "faq.paintEditorScratch3Body":"Edytor Malowania został przeprojektowany, aby zapewnić nowe, zaawansowane funkcje, a jednocześnie ułatwić korzystanie z niego. Zmiany i nowe funkcje obejmują:",
	"faq.paintEditorLayout":"Nowy układ, który udostępnia bardziej widoczne narzędzia i opcje",
	"faq.paintEditorTools":"Nowe narzędzia, takie jak \"gumka\", która działa w trybie wektorowym",
	"faq.paintEditorColors":"Więcej opcji wyboru i dopasowania kolorów",
	"faq.paintEditorVector":"Większa kontrola punktów wektorowych (uchwyty krzywych i tryby punktów)",
	"faq.paintEditorLayers":"Dodatkowe elementy sterujące dla porządkowania warstw (\"przenieś do przodu\", \"przenieś do tyłu\", itp.)",
	"faq.paintEditorGradients":"Nowe kontrolki gradientu",
	"faq.soundEditorScratch3Title":"Jakie są nowe funkcje w Edytorze dźwięku?",
    "faq.soundEditorScratch3Body":"Edytor dźwięku został przeprojektowany, aby ułatwić nagrywanie i manipulowanie dźwiękami. Oferuje wiele nowych funkcji:",
	"faq.soundEditorRecording":"Nowy system nagrywania, który jest łatwiejszy w użyciu",
	"faq.soundEditorTrimming":"Nowy system przycinania audio, który jest łatwiejszy w użyciu",
	"faq.soundEditorEffects":"Nowe efekty dźwiękowe (takie jak \"szybszy\", \"wolniejszy\", \"echo\" i \"robot\")",
	"faq.tipsWindwScratch3Title":"Co stało się z oknem Porady?",
    "faq.tipsWindowScratch3Body":"Zamiast okna Porady Scratch 3.0 udostępnia podobny materiał za pośrednictwem Biblioteki samouczków, do której można uzyskać dostęp przez linki do  <i>Samouczków</i> na górnym pasku nawigacyjnym w edytorze programowania. Znajdziesz tutoriale dla całych projektów (np. \"Zrób grę chase\") lub konkretne bloki i funkcje (takie jak \"Nagraj dźwięk\" lub \"Zrób spin\"). Wkrótce zostaną dodane kolejne samouczki (takie jak \"Pong Game\" i \"Make It Fly\").",
	"faq.remixDefinitionTitle":"Co to jest remiks?",
    "faq.remixDefinitionBody":"Kiedy Scratcher tworzy kopię cudzego projektu i modyfikuje ją w celu dodania własnych pomysłów (na przykład poprzez zmianę skryptów lub kostiumów), powstały projekt nazywa się \"remiksem\". Każdy projekt udostępniony na stronie Scratch można zremiksować. Uznajemy nawet niewielką zmianę za prawidłowy remiks, pod warunkiem, że uznamy autorsywo twórcy oryginalnego projektu i innych, którzy przyczynili się do remiksowania.",
    "faq.remixableTitle":"Dlaczego zespół Scratch wymaga, aby wszystkie projekty były “zremiksowane”?",
    "faq.remixableBody":"Wierzymy, że remiksowanie projektów innych osób to świetny sposób na naukę programowania i tworzenia ciekawych projektów. Dzięki remiksowaniu kreatywne pomysły rozprzestrzeniają się w społeczności Scratch i wszyscy odnoszą korzyści. Wszystkie projekty udostępnione w witrynie Scratch są objęte licencją “Creative Commons Share Alike“, co oznacza, że możesz zremiksować każdy projekt widoczny na stronie Scratch - a wszyscy inni mogą remiksować dowolne projekty udostępnione w witrynie .",
    "faq.creativeCommonsTitle":"A co, jeśli nie chcę, aby inni remiksowali moje projekty?",
    "faq.creativeCommonsBody":"Remiksowanie jest ważną częścią społeczności Scratch. Jeśli nie chcesz, aby inni przeglądali lub remiksowali Twoje projekty, możesz nadal tworzyć projekty w witrynie Scratch, ale nie udostępniaj ich w witrynie.",
    "faq.fairUseTitle":"Czy mogę używać obrazów / dźwięków / mediów z Internetu w moich projektach?",
    "faq.fairUseBody":"Jeśli zdecydujesz się zintegrować czyjąś pracę z własną, pamiętaj, aby uznać autorstwo w sekcji “Podziękowania“ i dołączyć link do oryginału. Aby znaleźć dzieła sztuki / dźwięki, które są już licencjonowane do remiksowania, odwiedź stronę wyszukiwania <a href=\"http://search.creativecommons.org/\">Creative Commons</a>.",
    "faq.whyAccountTitle":"Dlaczego warto mieć konto Scratch?",
    "faq.whyAccountBody":"Nawet bez konta możesz odtwarzać projekty innych osób, czytać komentarze i fora, a nawet tworzyć własne projekty. Ale potrzebujesz konta, aby zapisywać i udostępniać projekty, pisać komentarze i posty na forum oraz uczestniczyć w innych \"społecznych\" działaniach w społeczności (np. \"Kochać\" projekty innych osób).",
    "faq.createAccountTitle":"Jak mogę stworzyć konto?",
    "faq.createAccountBody":"Po prostu kliknij <i>Dołącz</i>na stronie głównej Scratch. Musisz odpowiedzieć na kilka pytań i podać adres e-mail. To zajmuje tylko kilka minut i jest całkowicie bezpłatne!",
    "faq.checkConfirmedTitle":"Jak mogę sprawdzić, czy moje konto zostało potwierdzone?",
    "faq.howToConfirmTitle":"Jak potwierdzić swoje konto?",
    "faq.howToConfirmBody":"Po utworzeniu nowego konta w grze Scratch otrzymasz wiadomość e-mail z linkiem. Wystarczy kliknąć link, aby potwierdzić swoje konto. Po potwierdzeniu konta będziesz mógł udostępniać projekty, pisać komentarze i tworzyć studia. Potwierdzenie Twojego konta umożliwia również otrzymywanie aktualizacji e-mail od zespołu Scratch. Jeśli nie możesz znaleźć wiadomości e-mail z linkiem potwierdzającym, sprawdź folder Spam. Jeśli nadal nie możesz go znaleźć i chcesz otrzymać kolejną kopię, przejdź do Ustawień konta, kliknij kartę E-mail i postępuj zgodnie z wyświetlanymi instrukcjami. Pamiętaj, że wysłanie e-maila może potrwać godzinę. Jeśli nadal nie widzisz e-maila po godzinie, <a href=\"/contact-us\">daj nam znać</a>.",
    "faq.checkConfirmedBody":"Aby sprawdzić, czy Twoje konto zostało potwierdzone, zaloguj się na swoje konto Scratch i przejdź do<a href=\"/accounts/email_change/\">strony ustawień poczty e-mail</a>. Potwierdzone adresy e-mail pokażą mały zielony znacznik wyboru. W przeciwnym razie zobaczysz pomarańczowy napis \"Twój adres e-mail jest niepotwierdzony\". ",
    "faq.requireConfirmTitle":"Czy muszę potwierdzić swoje konto?",
    "faq.requireConfirmBody":"Nadal możesz korzystać z wielu aspektów Scratcha bez potwierdzania swojego konta, w tym tworzenia i zapisywania projektów (bez ich udostępniania).",
    "faq.forgotPasswordTitle":"Zapomniałem nazwy użytkownika lub hasła. Jak mogę je zresetować?",
    "faq.forgotPasswordBody":"Wpisz swoją nazwę użytkownika lub adres e-mail na stronie  <a href=\"/accounts/password_reset/\">resetowania hasła</a>. Strona wyśle wiadomość e-mail na adres powiązany z Twoją nazwą użytkownika oraz link, za pomocą którego możesz zresetować hasło.",
    "faq.changePasswordTitle":"Jak mogę zmienić moje hasło?",
    "faq.changePasswordBody":"Zaloguj się na swoje konto Scratch, a następnie odwiedź naszą stronę  <a href=\"/accounts/password_change/\">ustawień haseł</a>, w której możesz zmienić swoje hasło.",
    "faq.changeEmailTitle":"Jak mogę zmienić adres mojego e-maila?",
    "faq.changeEmailBody":"Zaloguj się na swoje konto Scratch, a następnie przejdź na stronę <a href=\"/accounts/email_change/\">ustawień poczty e-mail</a>, w której możesz zmienić swój adres e-mail. ",
    "faq.newScratcherTitle":"Jak przejść z \"Nowego Scratchera\" do \"Scratchera\"?",
    "faq.newScratcherBody":"Kiedy utworzysz konto, zostaniesz oznaczony jako \"Nowy Scratcher\". Aby przejść do \"Scratchera\", powinieneś tworzyć i udostępniać projekty, komentować pomocniczo projekty innych Scratcherów i być cierpliwym! Po spełnieniu wymagań na stronie profilu pojawi się link, zapraszający Cię jako Scratchera, a będziesz miał dodatkowe możliwości w witrynie Scratch. (Zauważ, że nie promujemy Nowych Scratcherów na Scratcherów na życzenie)",
    "faq.multipleAccountTitle":"Czy mogę mieć więcej niż jedno konto?",
    "faq.multipleAccountBody":"Dobrze jest mieć kilka kont w witrynie Scratch, o ile nie są one używane do łamania <a href=\"/community_guidelines\">Wytycznych dla społeczności</a>. W takim przypadku wszystkie powiązane konta mogą zostać zablokowane lub usunięte.",
    "faq.multipleLoginTitle":"Czy jest w porządku, aby więcej niż jedna osoba logowała się na konto?",
    "faq.multipleLoginBody":"Jest to niedozwolone, ponieważ strona internetowa i edytor projektów mogą łatwo zostać zdezorientowane, gdy więcej niż jedna osoba jest zalogowana na to samo konto. Gdy konto robi coś, co narusza <a href=\"/community_guidelines\">Wytyczne dla społeczności</a>, wszystkie powiązane konta mogą zostać zablokowane lub usunięte. Jeśli udostępniasz konto komuś, kto robi coś złego, oznacza to, że Twoje konta mogą zostać zablokowane w związku z tym, co zrobiła inna osoba.",
    "faq.changeUsernameTitle":"Czy mogę zmienić nazwę mojego konta?",
    "faq.changeUsernameBody":"Struktura witryny Scratch zależy od posiadania spójnej nazwy konta, więc nie można zmienić nazwy użytkownika. Jeśli naprawdę potrzebujesz przejść na nową nazwę użytkownika, możesz utworzyć nowe konto, ale będziesz musiał sam skopiować swoje projekty na nowe konto.",
    "faq.shareInfoTitle":"Jakie informacje mogę udostępnić na moim koncie?",
    "faq.shareInfoBody":"Nie udostępniaj osobistych danych kontaktowych, takich jak adres zamieszkania, adres e-mail, numer telefonu ani niczego, co może być użyte do nawiązania kontaktu poza witryną Scratcha. Prosimy zgłaszać projekty, komentarze lub posty na forach, które zawierają tego rodzaju informacje, aby zespół Scratcha mógł usunąć te informacje i przypomnieć autorowi naszej polityki o udostępnianiu osobistych danych kontaktowych.",
    "faq.deleteAccountTitle":"Jak mogę usunąć moje konto?",
    "faq.deleteAccountBody":"Zaloguj się do Scratcha, a następnie kliknij swoją nazwę użytkownika w prawym górnym rogu. Wybierz <i>Ustawienia konta</i>, a następnie kliknij łącze <i>Chcę usunąć moje konto</i>  u dołu strony. Ale powinieneś to zrobić tylko wtedy, gdy masz całkowitą pewność, że chcesz usunąć swoje konto.",
    "faq.scratchFreeTitle":"Czy Scratch jest bezpłatny? Czy mogę go używać w dowolnym miejscu?",
    "faq.scratchFreeBody":"Tak! Scratch jest dostępny bezpłatnie. Możesz go używać w swojej szkole i możesz uczyć go na kursie (nawet kursie, który kosztuje). Nie musisz kupować licencji: to nic nie kosztuje!",
    "faq.scratchScreenshotTitle":"Czy mogę używać zrzutów ekranu ze Scratcha w książce lub prezentacji?",
    "faq.scratchScreenshotBody":"Tak, możesz użyć zrzutów ekranu / obrazów aplikacji Scratch i strony internetowej w książce lub prezentacji i uważać je za licencjonowane na licencji <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Prosimy o umieszczenie notatki w swoich materiałach: \"Scratch to projekt Scratch Foundation, we współpracy z Lifelong Kindergarten Group w MIT Media Lab. Jest on dostępny za darmo na stronie https://scratch.mit.edu \". ",
    "faq.scratchDescriptionTitle":"Czy mogę dołączyć opis Scratcha do broszur lub innych materiałów?",
    "faq.scratchDescriptionBody":"Pewnie! Zalecamy następujący opis: \"Scratch to język kodowania i społeczność internetowa, w której możesz tworzyć własne interaktywne historie, gry i animacje - i dzielić się swoimi dziełami z innymi użytkownikami na całym świecie. Jako młodzi ludzie tworzą i udostępniają projekty Scratch, uczą się myśleć kreatywnie, systematycznie powracają i współpracują ze sobą. Scratch to projekt  <a href=\"https://www.scratchfoundation.org/\">Fundacji Scratch</a> we współpracy z grupą Lifelong Kindergarten w MIT Media Lab, dostępną bezpłatnie na stronie https://scratch.mit.edu \"",
    "faq.presentScratchTitle":"Czy mogę przedstawić Scratcha na konferencji?",
    "faq.presentScratchBody":"Zachęcamy do tworzenia prezentacji na temat Scratcha dla nauczycieli i innych grup.",
    "faq.supportMaterialTitle":"Czy mogę używać / remiksować materiały pomocnicze Scratch, duszki, obrazy, dźwięki lub przykładowe projekty, które znalazłem na stronie?",
    "faq.supportMaterialBody":"Tak: Większość materiałów pomocniczych do Scratch w witrynie Scratch jest dostępna na licencji  <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Istnieje kilka wyjątków: Logo Scratch, scratchowy Kot, Gobo, Pico, Nano, Giga i Tera są znakami towarowymi Scratch i nie mogą być używane bez wyraźnej zgody zespołu Scratch.",
    "faq.sellProjectsTitle":"Czy mogę sprzedać moje projekty Scratch?",
    "faq.sellProjectsBody":"Tak: Twój projekt Scratch to twoje dzieło. Pamiętaj jednak, że gdy udostępnisz swój projekt na stronie Scratch, każdy będzie mógł pobrać, zremiksować i ponownie użyć projektu na podstawie warunków licencji <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Jeśli zamierzasz sprzedać swój projekt, możesz chcieć go nie udostępniać z witryny Scratch.",
    "faq.sourceCodeTitle":"Gdzie mogę znaleźć kod źródłowy Scratch?",
    "faq.sourceCodeBody":"Kod źródłowy edytora Scratch można znaleźć na <a href=\"https://github.com/LLK/scratch-gui\">GitHubie</a>. Kod źródłowy <a href=\"https://github.com/LLK/scratch-flash\">Scratch 2.0</a> i <a href=\"https://github.com/LLK/Scratch_1.4\">Scratch 1.4</a>są również dostępne na GitHub. . Aby uzyskać aktualne informacje na temat projektów rozwojowych związanych ze stroną internetową Scratch, odwiedź naszą stronę <a href=\"/developers\">Scratch Developer</a>.",
    "faq.okayToShareTitle":"Skąd mam wiedzieć, co jest lub nie jest w porządku, aby udostępnić to w witrynie Scratch?",
    "faq.okayToShareBody":"Zapoznaj się z <a href=\"/community_guidelines\">Wytycznymi dla społeczności Scratch</a> - są one krótkie i nie zawierają wielu prawnych kwestii. Na dole każdej strony na Scratch znajduje się link.",
    "faq.reportContentTitle":"Co mogę zrobić jeśli widzę coś nieodpowiedniego?",
    "faq.reportContentBody":"Możesz kliknąć link z <i>raportem</i> o dowolnym projekcie, komentarzu, poście w dyskusji, studiu lub stronie profilu, gdzie zobaczysz coś, co nie jest w porządku dla Scratcha. Jeśli sytuacja jest skomplikowana, możesz skorzystać z linku <a href=\"/contact-us\">Kontakt</a>(dostępnego u dołu każdej strony), aby wyjaśnić. Pamiętaj, by podać jak najwięcej szczegółów wraz z linkami do odpowiednich stron.",
    "faq.noFlameTitle":"Co mam zrobić, jeśli widzę, że ktoś jest złośliwy lub nie okazuje szacunku?",
    "faq.noFlameBody":"Nie dolewaj oliwy do ognia! Odpowiadanie na takie komentarze bardziej dosadnymi komentarzami tylko pogarsza sprawę i może skutkować zablokowaniem Twojego konta. Zamiast tego po prostu zgłoś wszystko, co jest pozbawione szacunku lub niekonstruktywne, a my skontaktujemy się z autorem. Sprawdzamy raporty codziennie, kilka razy dziennie - więc nie martwcie się, wszystko załatwimy.",
    "faq.reviewContentTitle":"Co robi zespół Scratch, gdy coś jest zgłaszane lub oflagowane?",
    "faq.reviewContentBody":"Zespół Scratch codziennie sprawdza zgłoszone komentarze i projekty. Jeśli coś naruszy <a href=\"/community_guidelines\">Wytyczne dla społeczności Scratch</a>, usuniemy je i wyślemy ostrzeżenie na konto. Możemy również zablokować konta lub sieci, które były używane do ich udostępniania, w zależności od tego, co zostało udostępnione i czy dana osoba otrzymała już ostrzeżenia.",
    "faq.blockedAccountTitle":"Co się stanie, gdy konto zostanie zablokowane?",
    "faq.blockedAccountBody":"Gdy konto jest zablokowane, właściciel nie może już uzyskać dostępu do swojego konta, używać go do tworzenia projektów ani publikować nowych komentarzy. Po zalogowaniu widzi stronę wyjaśniającą, dlaczego konto zostało zablokowane, wraz z formularzem internetowym, za pomocą którego może zażądać odblokowania. Jeśli właściciel pokaże, że rozumie, dlaczego jego konto zostało zablokowane, i obieca przestrzegać <a href=\"/community_guidelines\">Wytycznych dla społeczności Scratch</a> w przyszłości, konto zostanie odblokowane. ",
    "faq.stolenAccountTitle":"Ktoś uzyskał dostęp do mojego konta i zablokował moje konto. Co mam zrobić?",
    "faq.stolenAccountBody":"Jesteś odpowiedzialny za zabezpieczenie swojego hasła. Jeśli ktoś, kogo znasz, przejął kontrolę nad Twoim kontem i zrobił złe rzeczy, poinformuj o tym dorosłych. Jeśli uważasz, że ktoś, kogo nie znasz, ma dostęp do Twojego konta, zmień hasło i / lub skorzystaj z linku <a href=\"/contact-us\">Kontakt</a>, aby wyjaśnić sytuację. Jeśli Twoje konto zostało zablokowane za zrobienie czegoś złego, co naruszyło <a href=\"/community_guidelines\">Wytyczne dla społeczności Scratch</a>, nie mów nam, że ktoś to zrobił. Kiedy ludzie mówią nam, że ktoś inny użył ich konta, aby zrobić coś złego, musimy spróbować porozmawiać z tą osobą, zanim będziemy mogli przywrócić konto. Oznacza to, że Twoje konto pozostanie zablokowane przez dłuższy czas, niż gdybyś był uczciwy wobec nas.",
    "faq.aboutExtensionsTitle":"Czym są rozszerzenia?",
    "faq.aboutExtensionsBody":"W edytorze Scratch możesz dodawać kolekcje dodatkowych bloków o nazwie \"rozszerzenia\". Na przykład istnieją rozszerzenia, które umożliwiają programowanie fizycznych urządzeń (takich jak zestawy narzędzi mikro-bitowych i LEGO) oraz tłumaczenie tekstu w ramach projektów Scratch. Z czasem będziemy dodawać nowe rozszerzenia, więc możliwości Scratcha będą z czasem rosły.",
    "faq.howToAddExtensionsTitle":"Jak dodać rozszerzenie do projektu?",
    "faq.howToAddExtensionsBody":"Jeśli klikniesz przycisk <i>Rozszerzenia</i> w lewym dolnym rogu edytora Scratch, zobaczysz listę wszystkich rozszerzeń Scratcha. Po wybraniu jednego z rozszerzeń do projektu zostanie dodana nowa kategoria bloków. Rozszerzenie zostanie automatycznie ładowane przy każdym otwarciu projektu. Możesz dodać wiele rozszerzeń do tego samego projektu.",
    "faq.createExtensionsTitle":"Jak utworzyć własne rozszerzenie dla Scratcha?",
    "faq.createExtensionsBody":"Zespół Scratcha będzie publikował specyfikacje i wytyczne dla rozszerzeń w przyszłości. Gdy to będzie dostępne, będziesz mógł przesłać rozszerzenia do Zespołu Scratcha do zamieszczenia w oficjalnej bibliotece rozszerzeń Scratch 3.0. Przekażemy również wytyczne dotyczące opracowywania i dystrybucji \"eksperymentalnych\" rozszerzeń, które mogą być używane do tworzenia projektów na poszczególnych komputerach, ale nie są udostępniane w społeczności Scratch online.",
    "faq.scratchXTitle":"Co stanie się z witryną ScratchX?",
    "faq.scratchXBody":"Strona ScratchX (scratchx.org) była eksperymentalną platformą testową rozszerzeń. Rozszerzenia utworzone dla ScratchX nie są kompatybilne ze Scratch 3.0. Gdy eksperymentalne rozszerzenia będą w pełni obsługiwane w wersji Scratch, przestaniemy obsługiwać ScratchX i zapewniamy programistom i użytkownikom czas na przejście od ScratchX do nowej platformy rozszerzeń.",
    "faq.cloudDataInfoTitle":"Czym są zmienne w chmurze?",
    "faq.cloudDataInfoBody":"Zmienne w chmurze umożliwiają zapisywanie danych z projektu i udostępnianie ich innym osobom w społeczności Scratch. Zmiennych w chmurze można używać do tworzenia ankiet i innych projektów, w których inni członkowie społeczności mają dostęp do danych i mogą je zmieniać.",
    "faq.makeCloudVarTitle":"Jak utworzyć zmienną w chmurze?",
    "faq.makeCloudVarBody":"Przejdź do sekcji <i>Zmienne</i> na palecie bloków, wybierz <i>Utwórz zmienną</i>, a następnie kliknij pole wyboru obok <i>Zmiennej w chmurze (przechowywanej na serwerze)</i>. Dane związane ze zmienną chmurową będą przechowywane na serwerze, zachowane w czasie i dostępne dla każdego, kto otworzy projekt.",
    "faq.onlyNumbersTitle":"Jakie typy danych mogą być przechowywane w zmiennych chmurowych?",
    "faq.onlyNumbersBody":"Tylko liczby mogą być przechowywane w zmiennych chmurowych.",
    "faq.storedCloudInfoTitle":"Kto może zobaczyć dane przechowywane w zmiennych chmurowych?",
    "faq.storedCloudInfoBody":"Podczas korzystania z projektu przy użyciu zmiennych chmurowych dane powiązane z interakcjami mogą być przechowywane wraz z nazwą użytkownika, a inne osoby mogą je wyświetlać.",
     "faq.reportCloudTitle":"Jeśli widzę, że ktoś publikuje nieodpowiednie treści przy użyciu zmiennych chmurowych, w jaki sposób mogę to zgłosić?",
    "faq.reportCloudBody":"Kliknij przycisk <i>Zgłoś to</i> (w obszarze odtwarzacza projektu na stronie projektu), aby zgłosić nieodpowiednie treści w zmiennych chmurowych. Upewnij się, że wspomniałeś \"zmienne chmurowe\" po wpisaniu przyczyny w raporcie.",
    "faq.chatRoomTitle":"Czy mogę tworzyć czaty ze zmiennymi chmurowymi?",
    "faq.chatRoomBody":"Chociaż jest technicznie możliwe tworzenie czatów ze zmiennymi chmurowymi, nie są one dozwolone w witrynie Scratch.",
    "faq.changeCloudVarTitle":"Kto może zmienić informacje w zmiennej chmurowej?",
    "faq.changeCloudVarBody":"Tylko Ty i osoby przeglądające Twój projekt mają dostęp do danych w zmiennych chmurowych twojego projektu. Jeśli ludzie <i>zajrzą do środka</i> lub zremiksują twój kod, stworzy się kopia zmiennej i nie wpłynie to na oryginalną zmienną ani jej nie zmieni.",
    "faq.newScratcherCloudTitle":"Jestem zalogowany, ale nie mogę używać projektów ze zmiennymi chmurowymi. Co się dzieje?",
    "faq.newScratcherCloudBody":"Jeśli nadal jesteś \"Nowym Scratcherem\" na stronie, nie będziesz mógł używać projektów ze zmiennymi chmurowymi. Musisz zostać \"Scratcherem\", aby mieć dostęp do zmiennych chmurowych. Zobacz sekcję Konta (powyżej), aby uzyskać więcej informacji na temat przejścia z \"Nowego Scratchera\" do \"Scratchera\".",
    "faq.multiplayerTitle":"Czy można tworzyć gry dla wielu graczy ze zmiennymi chmurowymi?",
    "faq.multiplayerBody":"Gry wieloosobowe mogą być trudne do utworzenia ze względu na problemy z szybkością sieci i synchronizacją. Jednak niektórzy Scratcherzy wymyślają sposoby kreatywnego używania zmiennych chmurowych w różnych grach.",
    "faq.schoolsTitle":"Scratch w szkołach",
    "faq.howTitle":"W jaki sposób Scratch jest stosowany w szkołach?",
    "faq.howBody":"Scratch jest używany w setkach tysięcy szkół na całym świecie, w wielu różnych dziedzinach (w tym w sztukach językowych, nauce, historii, matematyce i informatyce). Możesz dowiedzieć się więcej o strategiach i zasobach wykorzystywanych w Scratch w szkołach i innych środowiskach uczenia się (takich jak muzea, biblioteki i centra społecznościowe) na naszej <a href=\"/educators\">stronie dla nauczycieli</a>.",
    "faq.noInternetTitle":"Czy istnieje sposób, aby uczniowie mogli używać Scratcha bez połączenia z Internetem?",
    "faq.noInternetBody":"Tak. <a href=\"/download\">Scratch Desktop</a>to wersja Scratch, która działa na komputerze stacjonarnym lub laptopie. Obecnie Scratch Desktop jest dostępny dla komputerów Mac i Windows.",
    "faq.communityTitle":"Czy mogę wyłączyć społeczność internetową dla moich uczniów?",
    "faq.communityBody":"Witryna internetowa Scratch zapewnia młodym ludziom możliwość dzielenia się, współpracy i uczenia się ze swoimi rówieśnikami w moderowanej społeczności zarządzanej przez  <a href=\"/community_guidelines\">Wytyczne społeczności Scratch</a>. Rozumiemy jednak, że niektórzy nauczyciele wolą, aby ich uczniowie nie brali udziału w społeczności internetowej. Ci nauczyciele mogą chcieć zainstalować Scratch Desktop, który działa offline i lokalnie na komputerze stacjonarnym lub laptopie.",
    "faq.teacherAccountTitle":"Co to jest Konto nauczyciela Scratcha?",
    "faq.teacherAccountBody":"Konto Nauczyciela Scratch zapewnia nauczycielom i innym nauczycielom dodatkowe funkcje do zarządzania uczestnictwem uczniów w Scratch, w tym możliwość tworzenia kont studenckich, organizowania projektów studenckich w studiach i monitorowania komentarzy uczniów. Aby uzyskać więcej informacji na temat kont Nauczyciela Scratch, zobacz <a href=\"/educators/faq\">Konto Nauczyciela Scratch FAQ</a>.",
    "faq.requestTitle":"Jak mogę poprosić o Konto Nauczyciela Scratch?",
    "faq.requestBody":"Możesz poprosić o Konto Nauczyciela Scratch ze <a href=\"/educators\">strony Nauczycieli</a> na Scratchu. Podczas procesu rejestracji prosimy o dodatkowe informacje, aby zweryfikować twoją rolę pedagoga.",
    "faq.dataTitle":"Jakie dane zbiera Scratch o uczniach?",
    "faq.dataBody":"Kiedy uczeń po raz pierwszy zarejestruje się w witrynie Scratch, poprosimy o podanie podstawowych danych demograficznych, w tym płci, wieku (miesiąc i rok urodzenia), kraju i adresu e-mail do weryfikacji. Dane te są wykorzystywane (w formie zbiorczej) w badaniach naukowych, które mają na celu lepsze zrozumienie sposobu, w jaki ludzie uczą się w Scratch. Gdy nauczyciel korzysta z Konta nauczyciela Scratch w celu zbiorczego tworzenia kont uczniów, studenci nie muszą podawać adresu e-mail do konfiguracji konta.",
    "faq.lawComplianceTitle":"Czy Scratch (wersja online) jest zgodna z lokalnymi i federalnymi przepisami dotyczącymi ochrony danych osobowych w Stanach Zjednoczonych?",
    "faq.lawComplianceBody":"Scratch dba głęboko o prywatność studentów i wszystkich osób korzystających z naszej platformy. Posiadamy fizyczne i elektroniczne procedury ochrony informacji, które zbieramy na stronie internetowej Scratch. Chociaż nie jesteśmy w stanie zaoferować gwarancji kontraktowych każdemu podmiotowi, który korzysta z naszego darmowego produktu edukacyjnego, jesteśmy zgodni ze wszystkimi przepisami federalnymi Stanów Zjednoczonych, które mają zastosowanie do MIT i Fundacji Scratch, organizacji, które stworzyły i utrzymywały Scratch. Zachęcamy do zapoznania się z Zasadami ochrony prywatności Scratch, aby uzyskać więcej informacji. <br /><br />Jeśli chcesz budować projekty w Scratchu bez przesyłania nam żadnych danych osobowych, możesz pobrać <a href=\"/download\">Scratch Desktop</a>. Projekty stworzone w Scratch Desktop nie są dostępne dla zespołu Scratch, a korzystanie z Scratch Desktop nie ujawnia żadnych danych osobowych do Scratch, chyba że prześlesz te projekty do społeczności Scratch online.</p>"

}
