{
    "faq.title":"Perguntas Frequentes (FAQ)",
    "faq.intro":"Nessa página, você vai encontrar respostas para as perguntas frequentes sobre o Scratch.",
    "faq.aboutTitle":"Perguntas em Geral",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"Remixagem e Cópia",
    "faq.accountsTitle":"Contas",
    "faq.permissionsTitle":"Licenças e Permissões",
    "faq.inappropriateContentTitle":"Conteúdo Impróprio",
	"faq.scratchExtensionsTitle":"Extensões Scratch",
    "faq.cloudDataTitle":"Variáveis em Nuvem",
    "faq.aboutScratchTitle":"O que é Scratch, e o que eu posso fazer com ele?",
    "faq.aboutScratchBody":"Com a linguagem de programação Scratch e a comunidade online, você pode criar suas próprias histórias interativas, jogos, e animações -- e compartilhar suas criações com outros ao redor do mundo. Enquanto jovens criam e compartilham seus projetos, eles aprendem a pensar criativamente, raciocinar sistematicamente, e trabalhar colaborativamente. Para aprender mais sobre o Scratch, veja a página <a href=\"/about\">Sobre o Scratch</a>. ",
    "faq.makeGameTitle":"Como posso fazer um jogo ou animação com o Scratch?",
    "faq.makeGameBody":"Confira a <a href=\"/ideas\">Página de Ideias</a>para ver muitas formas de começar a usar o Scratch",
    "faq.whoUsesScratchTitle":"Quem usa o Scratch?",
    "faq.whoUsesScratchBody":"O Scratch é utilizado por pessoas de todas as experiências, em todos os países do mundo, em todos os tipos de configuração - casa, escolas, bibliotecas, museus, e mais. O Scratch é destinado especialmente para crianças e jovens de 8 a 16 anos, mas pessoas de todas as idades criam e compartilham com o Scratch. Crianças mais novas podem querer tentar utilizar o <a href=\"https://www.scratchjr.org/\">ScratchJr</a>, uma versão simplificada do Scratch que foi criada para idades de 5 a 7 anos. ",
    "faq.requirementsTitle":"Quais são os requisitos de sistema para o Scratch?",
    "faq.requirementsBody":"O Scratch irá funcionar na maior parte de navegadores em computadores de mesa, laptops e tablets. Você pode ver projetos em smartphones, mas atualmente você não pode criar ou editar projetos no celular. Abaixo está a lista dos navegadores compatíveis. ",
	"faq.requirementsDesktop":"Computador de mesa",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer NÃO é compatível.",
	"faq.requirementsTablet":"Tablet",
	"faq.requirementsTabletChrome":"Mobile Chrome (63+)",
	"faq.requirementsTabletSafari":"Safari Mobile (11+)",
	"faq.requirementsNote":"Observação:",
	"faq.requirementsNoteDesktop":"Se seu computador não tem esses requisitos, você pode tentar o editor <a href=\"/download\">Scratch Offline</a>(veja o próximo item do FAQ)",
	"faq.requirementsNoteWebGL":"Se você encontrou um erro WebGL, tente um navegador diferente.",
	"faq.requirementsNoteTablets":"Em tablets, não há atualmente uma maneira de usar blocos de \"tecla pressionada\" ou o contexto de menus clicar com o botão da direita. ",
    "faq.offlineTitle":"Existe uma versão que eu possa baixar para criar e visualizar projetos offline?",
    "faq.offlineBody":"O editor Scratch Offline permite que você crie projetos no Scratch sem conexão com internet. Você pode fazer o download do <a href=\"/download\">Scratch Offline</a> por meio do site do Scratch. ",
    "faq.uploadOldTitle":"Eu ainda posso fazer upload de projetos criados com versões mais antigas do Scratch para o site?",
    "faq.uploadOldBody":"Sim: voce pode compartilhar ou fazer o upload de projetos criados em versões anteriores do Scratch, e eles estarão visíveis e ativáveis. (No entanto, você não pode fazer o download de projetos criados ou editados em versões recentes do Scratch e abri-los em versões anteriores. Por exemplo, você não pode abrir um projeto do Scratch 3.0 no editor offline do <a href=\"/download/scratch2\">Scratch 2.0</a>, porque o Scratch 2.0 não sabe como ler o formato de arquivo .sb3.)",
    "faq.scratchCostTitle":"Quanto custa o Scratch? Preciso de uma licença?",
    "faq.scratchCostBody":"O Scratch é e sempre será gratuito. Você não precisa de uma licença para usar Scratch em sua escola, casa ou em qualquer outro lugar. O desenvolvimento e a manutenção do Scratch são financiados por subsídios e doações. Se você quiser contribuir com o Scratch, acesse nossa <a href=\"https://secure.donationpay.org/scratchfoundation/\">Página de doação</a>.",
    "faq.mediaLabTitle":"Quem criou o Scratch?",
    "faq.mediaLabBody":"O Scratch é desenvolvido e mantido pelo Scratch Team no <a href=\"http://llk.media.mit.edu/\">Grupo Lifelong Kindergarten</a> no <a href=\"http://www.media.mit.edu/\">MIT Media Lab </a>.",
	"faq.aboutScratch3Title":"O que é Scratch 3.0?",
    "faq.aboutScratch3Body":"Scratch 3.0 é a última geração do Scratch, lançada em 2 de janeiro de 2019. É desenhada para expandir como, o que, e onde você pode criar com o Scratch. Ela inclui dúzias de novos atores, um editor de som totalmente novo, e muitos novos blocos de programação. E com o Scratch 3.0, você pode criar e executar projetos em seu tablet, além de no seu notebook ou computador de mesa.",
	"faq.reportBugsScratch3Title":"Como posso reportar bugs e compartilhar feedback sobre o Scratch 3.0?",
    "faq.reportBugsScratch3Body":"Você pode report bugs e compartilhar feedback na seção <a href=\"https://scratch.mit.edu/discuss/3/\">Bugs & Falhas</a> do fórum de discussão do Scratch.",
	"faq.languagesScratch3Title":"O Scratch 3.0 está disponível em outros idiomas?",
    "faq.languagesScratch3Body":"Sim. Para mudar o idioma do seu editor, clique no ícone \"globo\" no topo da barra de navegação, e no menu de rolagem para selecionar uma língua. <br /><br /> Todas as traduções são realizadas por voluntários. O editor do Scratch 3.0 já foi traduzido para mais 40 línguas, ainda que muitas estejam no processo de revisão. Veja todas as línguas atualmente sendo traduzidas e revisadas em nosso <a href=\"https://www.transifex.com/llk/scratch-editor/\">servidor de tradução</a>. Continuaremos adicionando idiomas à medida que as traduções forem concluídas. Se você quiser ajudar com a tradução, entre em contato com translate@scratch.mit.edu.",
	"faq.removedBlocksScratch3Title":"O Scratch 3.0 remove os blocos de código das versões anteriores do Scratch?",
    "faq.removedBlocksScratch3Body":"Nenhum bloco foi removido no Scratch 3.0, mas alguns mudaram um pouco e outros foram movidos para \"Extensões\" (como descrito abaixo, em \"Para onde foram os blocos da Caneta?\").",
	"faq.newBlocksScratch3Title":"O Scratch 3.0 traz novos blocos?",
    "faq.newBlocksScratch3Body":"Sim! No Scratch 3.0 você vai encontrar:",
	"faq.newBlocksSoundEffect":"Novos blocos de \"efeito de som\"",
	"faq.newBlocksOperators":"Novos operadores que tornam mais fácil trabalhar com texto (cordas)",
	"faq.newBlocksPen":"Novos blocos de caneta, incluindo o suporte pra a transparência",
	"faq.newBlocksGlide":"Novo bloco de deslizamento para mover-se mais facilmente até um ator (ou um ponto aleatório)",
	"faq.newBlocksExtensions":"Muitas novas capacidades por meio de \"Extensões Scratch\" (veja abaixo a seção Extensões)",
	"faq.biggerBlocksScratch3Title":"Por que há blocos maiores no Scratch 3.0 do que nas versões anteriores?",
    "faq.biggerBlocksScratch3Body":"Para fazer o Scratch 3.0 funcionar bem em dispositivos de toque (como muitos Chromebooks, laptops Windows Surface, e tablets), nós precisávamos fazer os blocos maiores, para que ficasse mais fácil arrastá-los e tocá-los. Além disso, os blocos são um pouco maiores no Scratch 3.0 para ajudar a resolver problemas que observamos com novos usuários tendo dificuldade clicando e arrastando elementos pequenos de interface. ",
	"faq.extensionsScratch3Title":"Para onde foram os blocos da Caneta? Para onde foram os blocos de Música? Para onde foram os blocos de Sensor de Vídeo?",
    "faq.extensionsScratch3Body":"Os blocos da Caneta, Música e Sensor de Vídeo foram movidos para extensões. As Extensões podem ser adicionadas clicando no botão na parte inferior a esquerda da tela (veja a sessão \"Extensões\" abaixo).",
	"faq.paintEditorScratch3Title":"Quais são as novas funcionalidades do Editor \"Pintar\"?",
    "faq.paintEditorScratch3Body":"O Editor Pintar foi redesenhado para promover novas funcionalidades poderosas enquanto fica mais fácil de ser utilizado. Mudanças e novas funcionalidades incluem:",
	"faq.paintEditorLayout":"Novo layout que torna disponível as ferramentas e mais visíveis as opções.",
	"faq.paintEditorTools":"Novas ferramentas como uma \"borracha\" que funciona em modo vetor",
	"faq.paintEditorColors":"Mais opções para selecionar e ajustar cores",
	"faq.paintEditorVector":"Mais controle sobre pontos de vetores (alças de curva e modos de ponto)",
	"faq.paintEditorLayers":"Controles adicionais para ordenar camadas (\"trazer para a frente\", \"mover para trás\", etc).",
	"faq.paintEditorGradients":"Novos controles de gradiente",
	"faq.soundEditorScratch3Title":"Quais são as novas funcionalidades no Editor de Som?",
    "faq.soundEditorScratch3Body":"O Editor de Som foi redesenhado para tornar mais fácil gravar e manipular sons. Oferece várias novas funcionalidades:",
	"faq.soundEditorRecording":"O novo sistema de gravação está mais fácil de usar",
	"faq.soundEditorTrimming":"O novo sistema de recorte está mais fácil de usar",
	"faq.soundEditorEffects":"Novos efeitos de som (como \"mais rápido\", \"mais devagar\", \"eco\", and \"robô\")",
	"faq.tipsWindwScratch3Title":"O que aconteceu com a janela das Scratch Tips, Dicas?",
    "faq.tipsWindowScratch3Body":"Ao invés da janela de Dicas, o Scratch 3.0 dispõe de material similar por meio da Biblioteca de Tutoriais, a qual pode ser acessada por meio do link <i>Tutoriais</i> no topo da barra de navegação no editor de programação. Você vai encontrar tutoriais para projetos inteiros (como \"Faça um Jogo de Pega-Pega\") ou blocos e características específicas (como \"Grave um Som\" ou \"Faça-o girar\"). Mais tutoriais serão adicionados logo (como \"Jogo Pong\" e \"Faça-o Voar\").",
	"faq.remixDefinitionTitle":"O que é um remix?",
    "faq.remixDefinitionBody":"Quando um Scratcher faz uma cópia de um projeto de alguém e o modifica, adicionando suas próprias ideias (por exemplo, mudando os personagens ou trajes) o resultado desse projeto é chamado de remix. Todos os projetos compartilhados no site do Scratch podem ser remixados. Consideramos que a menor mudança é válida como uma remixagem, desde que os créditos sejam dados ao autor original do projeto e aqueles que fizeram contribuições significativas à remixagem.",
    "faq.remixableTitle":"Por que a equipe do Scratch exige que todos os projetos sejam \"remixáveis\"?",
    "faq.remixableBody":"Nós acreditamos que remixar projetos de outras pessoas é uma ótima forma de aprender a programar e criar projetos interessantes. Por meio da remixagem, ideias criativas são espalhadas por meio da comunidade Scratch, e todos se beneficiam. Todos os projetos compartilhados no site do Scratch são têm licença \"Creative Commons Share Alike\" - Atribuição - NãoComercial - Compartilha Igual-, o que significa que você pode remixar qualquer projeto que você vê no site do Scratch - e todos podem remixar qualquer projeto que você compartilha no site. ",
    "faq.creativeCommonsTitle":"E se eu não quiser que outras pessoas façam remixagens de meus projetos?",
    "faq.creativeCommonsBody":"Remixagem é uma parte importante da comunidade Scratch. Se você não quer que outros vejam ou remixem suas criações, você ainda pode criar projetos no site do Scratch, mas não compartilhá-los no site. ",
    "faq.fairUseTitle":"Posso usar imagens / sons / mídia da Internet em meus projetos?",
    "faq.fairUseBody":"Se você escolher integrar o trabalho de outra pessoa no seu projeto, garanta que você lhe dará créditos na seção \"créditos\" do projeto, e incluir um link para o projeto original. Para encontrar arte/sons que já estão licenciados para remixagem, confira a <a href=\"http://search.creativecommons.org/\">página pesquisar Creative Commons</a>.",
    "faq.whyAccountTitle":"Por que é útil ter um cadastro no Scratch?",
    "faq.whyAccountBody":"Mesmo sem uma conta, você pode ativar projetos de outras pessoas, ler comentários e fóruns, e ainda criar seus próprios projetos. Mas você precisa de um cadastro para salvar e compartilhar seus projetos, escrever comentários e postagens no fórum, e participar em outras atividades sociais na comunidade (como \"gostar\" de projetos de outras pessoas).",
    "faq.createAccountTitle":"Como posso criar uma conta?",
    "faq.createAccountBody":"Clique em <i>Inscreva-se</i>na página inicial do Scratch. Você vai precisar responder a algumas perguntas, e informar um endereço de e-mail. Leva apenas alguns minutos, e é totalmente gratuito!",
    "faq.checkConfirmedTitle":"Como posso ver se minha conta foi confirmada?",
    "faq.howToConfirmTitle":"Como faço para confirmar minha conta?",
    "faq.howToConfirmBody":"Após você criar uma conta no Scratch, você receberá um e-mail com um link. Apenas clique no link para confirmar sua conta. Assim que você confirmar sua conta, você poderá compartilhar projetos, escrever comentários, e criar estúdios. Confirmar sua conta também permite que você recebe e-mails de atualizações do Scratch Team. Se você não consegue encontrar o e-mail de confirmação, verifique sua caixa de Spam. Se você ainda não consegue encontrá-la, e quer receber outra cópia, vá para Configurações da Conta, clique em E-mail, e siga as instruções. Por favor, note que pode levar até uma hora para que o e-mail chegue. Se você ainda não conseguir ver o e-mail depois de uma hora, <a href=\"/contact-us\">deixe-nos saber </a>.",
    "faq.checkConfirmedBody":"Para checar se sua conta está ou não confirmada, faça login em sua conta Scratch e vá para a página<a href=\"/accounts/email_change/\">Configurações de Email</a>. Endereços de emails confirmados irão mostrar uma marca de verificação pequena e verde. Caso contrário, você irá ver o texto \"Seu endereço de email está confirmado\" em laranja. ",
    "faq.requireConfirmTitle":"Eu preciso confirmar minha conta?",
    "faq.requireConfirmBody":"Você ainda pode usar muitas funcionalidades do Scratch sem confirmar sua conta, incluindo criar e salvar projetos (sem compartilhá-los).",
    "faq.forgotPasswordTitle":"Esqueci me meu nome de usuário e senha. Como posso refazê-los?",
    "faq.forgotPasswordBody":"Indique seu nome de usuário e endereço de e-mail na página <a href=\"/accounts/password_reset/\">Refazer senha</a>. O site enviará um email para o endereço associado ao seu nome de usuário e um link que você pode utilizar para refazer a sua senha.",
    "faq.changePasswordTitle":"Como faço para alterar minha senha?",
    "faq.changePasswordBody":"Faça login em sua conta do Scratch, depois visite nossa página <a href=\"/accounts/password_change/\">Configurações de senha</a>onde você pode mudar sua senha.",
    "faq.changeEmailTitle":"Como posso mudar meu e-mail?",
    "faq.changeEmailBody":"Faça login em sua conta do Scratch, depois visite nossa página <a href=\"/accounts/email_change/\">Configurações de email</a>onde você pode alterar seu endereço de email.",
    "faq.newScratcherTitle":"Como posso mudar de \"Novo Scratcher\" para \"Scratcher\"?",
    "faq.newScratcherBody":"Ao criar uma conta, você será rotulado como um \"Novo Scratcher.\" Para fazer a transição para \"Scratcher\", faça e compartilhe projetos, comente de maneira útil em outros projetos de outros Scratcher's e seja paciente! Depois de atender aos requisitos, um link aparecerá na sua página de perfil, convidando você a se tornar um Scratcher, e você terá alguns recursos adicionais no site do Scratch. (Note que não promovemos Novos Scratcher's à Scratcher a pedido)",
    "faq.multipleAccountTitle":"Posso ter mais de uma conta?",
    "faq.multipleAccountBody":"Não há problemas em possuir mais de uma conta no site do Scratch, desde que nenhuma delas seja usada para quebrar as <a href=\"/community_guidelines\">Diretrizes da comunidade</a>. Nesse caso, todas as contas relacionadas podem ser bloqueadas ou excluídas.",
    "faq.multipleLoginTitle":"Posso ter mais de uma pessoa conectada em uma mesma conta?",
    "faq.multipleLoginBody":"Isso não é permitido porque o site e o editor de projeto podem se confundir facilmente quando mais de uma pessoa estiver conectada à mesma conta. Quando uma conta faz algo que viola as <a href=\"/community_guidelines\">Diretrizes da comunidade</a>, todas as contas relacionadas podem ser bloqueadas ou excluídas. Se você compartilhar uma conta com alguém que faz algo ruim com ela, isso significa que suas contas podem ser bloqueadas pelo que a outra pessoa fez.",
    "faq.changeUsernameTitle":"Posso mudar meu nome de usuário?",
    "faq.changeUsernameBody":"A estrutura do website do Scratch depende de um nome de conta consistente, por isso não é possível alterar seu nome de usuário. Se você realmente precisar mudar seu nome de usuário, poderá criar uma nova conta, mas precisará copiar seus projetos para a nova conta por conta própria.",
    "faq.shareInfoTitle":"Quais informações posso compartilhar em minha conta?",
    "faq.shareInfoBody":"Por favor, não compartilhe informações pessoais de contato, como seu endereço físico, email, número de telefone ou qualquer outra coisa que possa ser usada para fazer contato fora do site do Scratch. Por favor, relate projetos, comentários ou postagens do fórum que contenham esse tipo de informação, para que a Equipe do Scratch possa remover as informações, e lembre ao autor da nossa política contra o compartilhamento de informações pessoais de contato.",
    "faq.deleteAccountTitle":"Como faço para excluir minha conta?",
    "faq.deleteAccountBody":"Faça o login no Scratch, e depois clique em seu nome de usuário no canto a direita. Selecione <i>Configurações da Conta</i>, depois clique no link <i>Quero deletar minha conta</i>na parte inferior da página. Mas você só pode fazer isto se você está absolutamente certo de que quer excluir sua conta. ",
    "faq.scratchFreeTitle":"O Scratch é gratuito? Poso utilizá-lo em qualquer lugar?",
    "faq.scratchFreeBody":"Sim! O Scratch está disponível gratuitamente. Você pode usá-lo em sua escola, e você pode mediar um curso sobre ele (mesmo um curso que custe dinheiro). Você não precisa comprar uma licença: é gratuito!",
    "faq.scratchScreenshotTitle":"Posso usar as fotos de telas do Scratch em um livro ou uma apresentação?",
    "faq.scratchScreenshotBody":"Sim, você pode usar capturas de tela / imagens do aplicativo e site do Scratch em um livro ou apresentação e considerá-los licenciados sob a licença <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Pedimos que você inclua uma nota em algum lugar em seus materiais dizendo: \"O Scratch é um projeto da Scratch Foundation, em colaboração com o Lifelong Kindergarten Group no MIT Media Lab. Ele está disponível gratuitamente em https://scratch.mit. edu\".",
    "faq.scratchDescriptionTitle":"Posso incluir uma descrição do Scratch em panfletos/livretos ou outros materiais.",
    "faq.scratchDescriptionBody":"Claro! Recomendamos a seguinte descrição: \"O Scratch é uma linguagem de programação e comunidade on-line onde você pode criar suas próprias histórias interativas, jogos e animações e compartilhar suas criações com outras pessoas ao redor do mundo. À medida que jovens criam e compartilham projetos do Scratch, eles aprendem a pensar criativamente, a raciocinar sistematicamente e a trabalhar de forma colaborativa. O Scratch é um projeto da <a href=\"https://www.scratchfoundation.org/\">Scratch Foundation</a> em colaboração com o grupo Lifelong Kindergarten do MIT Media Lab. Ele está disponível gratuitamente em https://scratch.mit.edu \"\n",
    "faq.presentScratchTitle":"Posso apresentar o Scratch em uma conferência?",
    "faq.presentScratchBody":"Por favor sinta-se livre para fazer apresentações sobre o Scratch para educadores ou outros grupos.",
    "faq.supportMaterialTitle":"Posso usar / remixar materiais de apoio do Scratch, atores, imagens, sons ou exemplos que encontrei no site?",
    "faq.supportMaterialBody":"Sim: A maioria dos materiais de suporte do Scratch estão disponíveis sob a licença <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Existem algumas exceções: o logotipo do Scratch, o Gato do Scratch, o Gobo, o Pico, o Nano, o Giga e o Tera são marcas registradas do Scratch e não podem ser usados ​​sem a permissão explícita da equipe do Scratch.",
    "faq.sellProjectsTitle":"Posso vender meus projetos do Scratch?",
    "faq.sellProjectsBody":"Sim: Seu projeto do Scratch é sua criação. Mas tenha em mente que, uma vez que você compartilhe seu projeto no site do Scratch, todos estarão livres para baixar, remixar e reutilizar o projeto com base nos termos da licença <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike</a>. Então, se você pretende vender seu projeto, você pode querer desfazê-lo do site do Scratch.",
    "faq.sourceCodeTitle":"Onde posso encontrar o código-fonte do Scratch?",
    "faq.sourceCodeBody":"O código fonte do editor de programação Scratch pode ser encontrado no <a href=\"https://github.com/LLK/scratch-gui\">GitHub</a>. O código-fonte para o <a href=\"https://github.com/LLK/scratch-flash\">Scratch 2.0</a> e o <a href=\"https://github.com/LLK/Scratch_1.4\">Scratch 1.4</a> também está disponível no GitHub. Para obter informações atualizadas sobre projetos de desenvolvimento relacionados ao site do Scratch, visite nossa <a href=\"/developers\">Página do Desenvolvedor do Scratch</a>.",
    "faq.okayToShareTitle":"Como eu sei o que é ou não é bom para compartilhar no site do Scratch?",
    "faq.okayToShareBody":"Confira as <a href=\"/community_guidelines\">Diretrizes da comunidade do Scratch</a> - elas são breves e não incluem um monte de menções a leis. Há um link na parte inferior de cada página no Scratch.",
    "faq.reportContentTitle":"O que eu faço se vir algo inapropriado?",
    "faq.reportContentBody":"Você pode clicar no link que diz <i>relatório</i> em qualquer projeto, comentário, post de discussão, estúdio ou página de perfil onde você vê algo que não é legal para o Scratch. Se a situação for complicada, você pode usar o link <a href=\"/contact-us\">Fale conosco</a> (disponível na parte inferior de todas as páginas) para explicar. Certifique-se de incluir o máximo de detalhes possível, com links para páginas relevantes.",
    "faq.noFlameTitle":"O que eu faço se vir alguém sendo rude ou desrespeitoso?",
    "faq.noFlameBody":"Não alimente a discussão! Responder a comentários maldosos com mais comentários maldosos só piora a situação, e poderá resultar no bloqueio de sua conta. Em vez disso, limite-se a denunciar o que quer que seja desrespeitoso ou não construtivo, e nós seguiremos a partir daí com o autor. Verificamos o que nos é denunciado todos os dias, várias vezes por dia - pode estar certo de que resolveremos o problema.",
    "faq.reviewContentTitle":"O que a equipe do Scratch faz quando algo é denunciado ou sinalizado?",
    "faq.reviewContentBody":"A Equipe do Scratch revisa comentários e projetos relatados todos os dias. Se algo violar as <a href=\"/community_guidelines\">Diretrizes da Comunidade do Scratch</a>, nós o removeremos e enviaremos um aviso para a conta. Também podemos bloquear as contas ou redes que foram usadas para compartilhá-lo, dependendo do que foi compartilhado e se a pessoa recebeu avisos antes.",
    "faq.blockedAccountTitle":"O que acontece quando uma conta é bloqueada?",
    "faq.blockedAccountBody":"Quando uma conta é bloqueada, o proprietário não pode mais acessar sua conta, usá-la para criar projetos ou postar novos comentários. Quando eles fazem login, veem uma página que explica por que a conta foi bloqueada, junto com um formulário online que pode ser usado ​​para solicitar o desbloqueio. Se o proprietário puder mostrar que entende por que sua conta foi bloqueada e prometer seguir as <a href=\"/community_guidelines\">Diretrizes da Comunidade Scratch</a> no futuro, ela será desbloqueada.",
    "faq.stolenAccountTitle":"Alguém teve acesso a minha conta e tive minha conta bloqueada. O que devo fazer?",
    "faq.stolenAccountBody":"Você é responsável por manter sua senha segura. Se alguém que você conhece assumiu o controle da sua conta e fez coisas ruins, informe os responsáveis ​​pelo computador que eles usaram. Se você acha que alguém que você não conhece acessa sua conta, altere a senha e/ou use o link <a href=\"/contact-us\">Fale Conosco</a> para explicar a situação. Se a sua conta foi bloqueada porque você fez algo que violou as <a href=\"/community_guidelines\">Diretrizes da Comunidade Scratch</a>, não nos diga que outra pessoa fez isso. Quando as pessoas nos dizem que outra pessoa usou a conta para fazer algo ruim, precisamos conversar com essa pessoa antes de restaurar a conta. Isso significa que sua conta ficará bloqueada por muito mais tempo do que se você for honesto conosco sobre o que aconteceu.",
    "faq.aboutExtensionsTitle":"O que são extensões?",
    "faq.aboutExtensionsBody":"No editor do Scratch, você pode adicionar coleções de blocos extras chamados \"extensões\". Por exemplo, há extensões que permitem que você programe dispositivos físicos (como kits de micro:bits e de robótica LEGO) e traduza textos em seus projetos do Scratch. Continuaremos adicionando novas extensões, então o que você pode fazer com o Scratch continuará a crescer ao longo do tempo.",
    "faq.howToAddExtensionsTitle":"Como eu adiciono uma extensão a um projeto?",
    "faq.howToAddExtensionsBody":"Se você clicar no botão <i>Extensões</i> no canto inferior esquerdo do editor de programação Scratch, você verá uma listagem de todas as extensões do Scratch. Quando você seleciona uma das extensões, uma nova categoria de blocos será adicionada ao seu projeto. A extensão será carregada automaticamente toda vez que seu projeto for aberto. Você pode adicionar várias extensões ao mesmo projeto.",
    "faq.createExtensionsTitle":"Como eu crio minha própria extensão para o Scratch?",
    "faq.createExtensionsBody":"A Equipe Scratch estará publicando especificações e diretrizes para extensões no futuro. Uma vez disponível, você poderá enviar extensões para a Equipe Scratch para consideração na biblioteca oficial de extensões do Scratch 3.0. Também forneceremos diretrizes para o desenvolvimento e a distribuição de extensões \"experimentais\", que podem ser usadas para criar projetos em computadores individuais, mas não compartilhadas na comunidade online do Scratch.",
    "faq.scratchXTitle":"O que acontecerá com o site do ScratchX?",
    "faq.scratchXBody":"O site ScratchX (scratchx.org) foi um teste experimental para extensões. Extensões criadas para o ScratchX não são compatíveis com o Scratch 3.0. Uma vez que as extensões experimentais sejam totalmente suportadas no Scratch, descontinuaremos o suporte para o ScratchX e forneceremos aos desenvolvedores e usuários tempo para fazer a transição do ScratchX para a nova plataforma de extensões.",
    "faq.cloudDataInfoTitle":"O que são variáveis em nuvem?",
    "faq.cloudDataInfoBody":"As variáveis ​​da nuvem permitem que os dados de um projeto sejam salvos e compartilhados com outras pessoas na comunidade do Scratch. Você pode usar variáveis ​​da nuvem para fazer pesquisas e outros projetos em que outras pessoas da comunidade acessem e modifiquem os dados ao longo do tempo.",
    "faq.makeCloudVarTitle":"Como fazer uma variável em nuvem?",
    "faq.makeCloudVarBody":"Vá para a seção <i>Variáveis</i> ​​da paleta de blocos, selecione <i>Criar uma Variável</i> e clique na caixa de seleção ao lado de <i>Variável de nuvem (armazenada no servidor)</i>. Os dados associados a sua variável na nuvem serão armazenados no servidor, preservados ao longo do tempo e acessíveis a qualquer pessoa que abrir o projeto.",
    "faq.onlyNumbersTitle":"Que tipo de dado pode ser armazenado nas variáveis em nuvem?",
    "faq.onlyNumbersBody":"Somente números podem ser armazenados nas variáveis em nuvem.",
    "faq.storedCloudInfoTitle":"Quem pode ver os dados armazenados nas variáveis em nuvem?",
    "faq.storedCloudInfoBody":"Quando você interage com um projeto usando variáveis ​​da nuvem, os dados associados as suas interações podem ser armazenados junto com seu nome de usuário, e outros podem visualizá-lo.",
     "faq.reportCloudTitle":"Se vejo que outra pessoa está postando algo inapropriado usando variáveis em nuvem, como posso denunciar?",
    "faq.reportCloudBody":"Clique no botão <i>Relatar</i> (abaixo do player do projeto na página do projeto) para relatar conteúdo inadequado nas variáveis ​​da nuvem. Certifique-se de mencionar \"variáveis ​​em nuvem\" ao digitar seu motivo no relatório.",
    "faq.chatRoomTitle":"Posso criar salas de bate-papo com variáveis em nuvem?",
    "faq.chatRoomBody":"Embora seja tecnicamente possível criar salas de bate-papo com variáveis ​​de nuvem, elas não são permitidas no site do Scratch.",
    "faq.changeCloudVarTitle":"Quem pode alterar as informações em uma variável da nuvem?",
    "faq.changeCloudVarBody":"Somente você e os espectadores do seu projeto podem armazenar dados nas variáveis ​​da nuvem do seu projeto. Se as pessoas <i>veem dentro</i> ou remixam seu código, ele cria uma cópia da variável e não afeta ou altera a variável original.",
    "faq.newScratcherCloudTitle":"Estou logado, mas não consigo usar projetos com variáveis em nuvem. O que está acontecendo?",
    "faq.newScratcherCloudBody":"Se você ainda for um \"Novo Scratcher\" no site, não poderá usar projetos com variáveis ​​de nuvem. Você precisa se tornar um \"Scratcher\" para ter acesso às variáveis ​​da nuvem. Veja a seção Contas (acima) para mais informações sobre a transição de “New Scratcher” para “Scratcher”.",
    "faq.multiplayerTitle":"É possível fazer jogos com vários jogadores com as variáveis em nuvem?",
    "faq.multiplayerBody":"Jogos com múltiplos jogadores podem ser difíceis de criar, devido a problemas de velocidade e sincronização da rede. No entanto, alguns Scratchers estão trazendo maneiras criativas de usar as variáveis ​​da nuvem para os jogos passo-a-passo e outros tipos de jogos.",
    "faq.schoolsTitle":"Scratch nas Escolas",
    "faq.howTitle":"Como o Scratch é usado nas escolas?",
    "faq.howBody":"O Scratch é usado em centenas de milhares de escolas ao redor do mundo, em muitas áreas diferentes (incluindo artes da linguagem, ciências, história, matemática e ciência da computação). Você pode aprender mais sobre estratégias e recursos para usar o Scratch em escolas e outros ambientes de aprendizagem (como museus, bibliotecas e centros comunitários) em nossa <a href=\"/educators\">Página de Educadores</a>.",
    "faq.noInternetTitle":"Há alguma forma de os alunos utilizarem o Scratch sem conexão à internet?",
    "faq.noInternetBody":"Sim. O <a href=\"/download\">Scratch Offline</a> é uma versão do Scratch que é executada em um computador de mesa ou laptop. Atualmente, o Scratch Offline está disponível para máquinas Mac e Windows.",
    "faq.communityTitle":"Posso desativar a comunidade on-line para os meus alunos?",
    "faq.communityBody":"A comunidade on-line do Scratch fornece uma maneira para os jovens compartilharem, colaborarem e aprenderem com seus colegas dentro de uma comunidade moderada regida pelas <a href=\"/community_guidelines\">Diretrizes da Comunidade Scratch</a>. No entanto, entendemos que alguns educadores preferem que seus alunos não participem de uma comunidade on-line. Esses educadores podem querer instalar o Scratch Offline, que é executado offline e localmente em um computador de mesa ou laptop.",
    "faq.teacherAccountTitle":"O que é uma Conta de Educador do Scratch?",
    "faq.teacherAccountBody":"Uma conta do Scratch para Educador fornece aos professores e outros educadores recursos adicionais para gerenciar a participação dos alunos no Scratch, incluindo a capacidade de criar contas de estudantes, organizar projetos de alunos nos estúdios e monitorar os comentários dos alunos. Para mais informações sobre o Scratch Teacher Accounts, consulte as <a href=\"/educators/faq\">Perguntas Frequentes sobre o Scratch Teacher Account</a>.",
    "faq.requestTitle":"Como solicito uma Conta de Educador do Scratch?",
    "faq.requestBody":"Você pode solicitar uma Conta de Educador na <a href=\"/educators\">Página de Educadores</a> no Scratch. Pedimos informações adicionais durante o processo de registro para verificar seu papel como educador.",
    "faq.dataTitle":"Quais informações sobre os alunos o Scratch coleta?",
    "faq.dataBody":"Quando um aluno faz login pela primeira vez no Scratch, pedimos alguns dados demográficos básicos, como gênero, idade (mês e ano de nascimento), país, e endereço de e-mail para verificação. Esses dados são usados (de forma agregada) em estudos de pesquisa que visam melhorar nosso entendimento sobre como as pessoas aprendem com o Scratch. Quando um educador usa uma Conta de Professor do Scratch para criar contas de alunos em massa, os alunos não precisam fornecer um endereço de e-mail para a configuração da conta.",
    "faq.lawComplianceTitle":"O Scratch (versão online) está em conformidade com as leis de privacidade de dados locais e federais dos Estados Unidos?",
    "faq.lawComplianceBody":"O Scratch se preocupa profundamente com a privacidade dos alunos e de todos os indivíduos que usam nossa plataforma. Temos procedimentos físicos e eletrônicos para proteger as informações que coletamos no site do Scratch. Apesar de não estarmos em posição de oferecer garantias contratuais com cada entidade que usa nosso produto educacional gratuito, estamos em conformidade com todas as leis federais dos Estados Unidos aplicáveis ​​ao MIT e à Scratch Foundation, as organizações que criaram e mantiveram o Scratch. Nós encorajamos você a ler a Política de Privacidade do Scratch para obter mais informações. <br /><br />Se você gostaria de criar projetos com o Scratch sem enviar nenhuma Informação Pessoal para nós, você pode fazer o download do <a href=\"/download\">Scratch Offline</a>. Os projetos criados no Scratch Offline não podem ser acessados ​​pela Equipe do Scratch, e o uso do Scratch Desktop não divulga nenhuma informação de identificação pessoal ao Scratch, a menos que você faça o upload desses projetos para a comunidade on-line do Scratch.</p>"

}
