{
    "faq.title":"Часто задаваемые вопросы (ЧаВО)",
    "faq.intro":"На этой странице размещены часто задаваемые вопросы о Scratch.",
    "faq.aboutTitle":"Общие вопросы",
    "faq.privacyTitle":"Политика личных данных",
    "faq.remixTitle":"Ремиксы и копирование",
    "faq.accountsTitle":"Аккаунты",
    "faq.permissionsTitle":"Лицензирование и разрешения",
    "faq.inappropriateContentTitle":"Недопустимый контент",
    "faq.cloudDataTitle":"Облачные данные",
    "faq.aboutScratchTitle":"Что есть Scratch и что я могу для него сделать?",
    "faq.aboutScratchBody":"Scratch - бесплатный язык программирования и онлайн-сообщество, где вы можете создавать свои собственные интерактивные истории, игры и анимацию - и делиться своими творениями со всем миром. В процессе разработки и программирования проектов Scratch молодые люди учатся мыслить творчески, рассуждать систематически и работать сообща. Чтобы узнать больше о Scratch, просмотрите страницу <a href=\"/about\">О Scratch</a>.",
    "faq.makeGameTitle":"Как можно сделать игру или мультфильм в Scratch?",
    "faq.makeGameBody":"Ознакомьтесь с разделом <a href=\"/help\">Помощь</a>, чтобы узнать множество способов начала работы со Scratch. Или просто <a href=\"/projects/editor/?tip_bar=getStarted\">откройте</a> редактор проекта.",
    "faq.requirementsTitle":"Какие системные требования для среды Скретч?",
    "faq.requirementsBody":"Чтобы запустить Scratch 2, вам понадобится (1) компьютер Mac, Linux или Windows; (2) версия <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a>, выпущенная 15 июня 2016 года или позднее; (3) относительно недавний веб-браузер: одна из последних двух версий <a href=\"http://google.com/chrome/\">Chrome</a> (Mac, Windows или Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (только для Mac или Windows), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (только для Mac или Windows), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (только для Windows) или <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 10+</a> (только для Windows). Если ваш компьютер не отвечает этим требованиям, вы можете попробовать загрузить и установить <a href=\"/scratch_1.4\">Scratch 1.4</a>, который вы все еще можете использовать для совместного использования проектов на веб-сайте Scratch 2. Мы не поддерживаем Chromium.",
    "faq.offlineTitle":"Существует ли версия для скачивания, чтобы можно было создавать проекты без Интернета?",
    "faq.offlineBody":"Офлайн редактор Scratch 2 позволяет создавать проекты Scratch без подключения к интернету. Вы можете загрузить Scratch 2 с <a href=\"/scratch2download/\">веб-сайта</a>. Вы также можете использовать <a href=\"/scratch_1.4\">Scratch 1.4</a>. Примечание. На вашем компьютере могут быть одновременно установлены как Scratch 1.4, так и 2.",
    "faq.uploadOldTitle":"Могу ли я загружать на сайт проекты, созданные в более ранней версии Скретч?",
    "faq.uploadOldBody":"Да, вы можете делиться или загружать проекты, созданные с помощью более ранних версий Scratch, они будут видны и их можно будет проигрывать. (При этом, вы не можете сохранять проекты, созданные или отредактированные в более поздних версиях Scratch, и открывать их в более ранних версиях. Например, вы не можете открыть проект Scratch 2 в <a href=\"/scratch_1.4\">Scratch 1.4</a>, потому что <a href=\"/scratch_1.4\">Scratch 1.4</a> не поддерживает формат файла проекта .sb2.)",
    "faq.recordVideoTitle":"Как сделать видео из моего проекта Скретч?",
    "faq.recordVideoBody":"Да, вы можете записать видео вашего проекта Scratch продолжительностью до 60 секунд. В редакторе Scratch в меню «Файл» выберите «Запись видео проекта». (Для просмотра этой опции необходимо войти в систему). В меню «Дополнительные параметры» вы можете выбрать дополнительные параметры записи (например, звук записи и клики мыши). Затем запустите свой проект, как вам хотелось бы. После завершения записи следуйте инструкциям по загрузке файла на компьютер. В зависимости от того, какой компьютер у вас есть, вам может потребоваться загрузить другую программу, такую как <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>, чтобы воспроизвести файл. Этот файл будет проигрываться на YouTube, Vimeo и Facebook, но для воспроиздедении на некоторых других сайтах, например, Twitter или Tumblr может потребоваться конвертация файла.",
    "faq.scratchCostTitle":"Сколько стоит Скретч? Нужна ли лицензия?",
    "faq.scratchCostBody":"Scratch всегда был и будет бесплатным. Вам не нужна лицензия на использование Scratch в школе, дома или где-либо еще. Разработка и поддержка Scratch оплачиваются грантами и пожертвованиями. Если вы хотите внести свой вклад в Scratch, ознакомьтесь с нашей <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницей пожертвований</a>.",
    "faq.mediaLabTitle":"Кто создал Скретч?",
    "faq.mediaLabBody":"Скретч создан и поддерживается командой Скретч в группе <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten </a> в <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Какую информацию вы запрашиваете в ходе регистрации?",
    "faq.accountInfoList":"Чтобы обеспечить сохранность личных данных, мы ограничиваем собираемую информацию. В ходе регистрации мы спрашивать следующую информацию:",
    "faq.privacyUsername":"имя участника - Мы просим участника не называть настоящее имя и не сообщать никакой информации, по которой он может быть идентифицирован.",
    "faq.privacyCountry":"страна",
    "faq.privacyBirthdate":"месяц и год рождения мы используем для подтверждения владения аккаунтом при потере пароля и электронной почты или при закрытии аккаунта.",
    "faq.privacyGender":"пол",
    "faq.privacyEmail":"контактный адрес электронной почты. Если владелец аккаунта моложе 13 лет, мы просим указать адрес одного из родителей или опекуна. Мы не отправляем писем по этому адресу, за исключением случая, когда производится запрос на сброс пароля аккаунта.",
    "faq.accountPublicInfo":"Имя участника и страна показываются на странице его профиля. Дата рождения, адрес электронной почты и пол участника не показываются. Мы собираем эти данные, чтобы представлять общие данные по полам и возрастам для исследовательских целей. Мы никому не передаем и не продаем эту информацию.",
    "faq.dataCollectionTitle":"Какие данные собираются в процессе использования сейта?",
    "faq.dataCollectionOne":"Когда посетитель заходит на страницу, сервер просит браузер записать на компьютер <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>, чтобы при переходе на другие страницы сайта помнить, что вход уже совершен. Мы собираем некоторые данные о переходах пользователя при помощи Google Analytics. Эти данные помогают нам улучшить веб-сайт.",
    "faq.dataCollectionTwo":"Часть информации и данных, которые собираются на сайте Скретч, используются в научных исследованиях, направленных на лучшее понимание того, как люди учатся в среде Скретч. Результаты этих исследований публикуются в журналах и представляются на конференциях для учителей и исследователей. Подробности на странице <a href=\"/info/research\">Исследования</a>.",
    "faq.rentInfoTitle":"А не продает ли команда Скретч информацию о пользователях?",
    "faq.rentInfoBody":"Нет.",
    "faq.viewUnsharedTitle":"Может ли команда Скретч видеть мои неопубликованные проекты на странице \"Мои работы\"?",
    "faq.viewUnsharedBody":"Поскольку команда Scratch отвечает за модерацию, у нас есть доступ ко всему контенту, хранящемуся на сайте Scratch, в том числе и к незавершенным проектам. Если вы предпочитаете работать над проектами в полной конфиденциальности, вы можете использовать либо <a href=\"/scratch2download\">офлайн редактор Scratch</a>, либо <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Что такое ремикс?",
    "faq.remixDefinitionBody":"Когда скретчер делает копию проекта другого автора и модифицирует этот проект, добавляя собственные идеи (например, изменяя скрипты и костюмы), результат называется \"ремиксом\". Каждый опубликованный на сайте проект может быть изменен. Мы считаем, что даже мелкие изменения допустимы, если есть ссылки на исходный проект и других авторов, помогших создать ремикс.",
    "faq.remixableTitle":"Почему команда Скретч требует, чтобы все проекты можно \"ремиксить\"?",
    "faq.remixableBody":"Мы верим, что просмотр и ремикс интересных проектов это отличный способ научиться программировать и он ведет к новым идеям. Поэтому код любого опубликованного проекта можно посмотреть.",
    "faq.creativeCommonsTitle":"Что если я не хочу, чтобы другие делали ремиксы моих проектов?",
    "faq.creativeCommonsBody":"Публикуя свой проект на сайте Scratch, вы соглашаетесь с его лицензированием в соответствии с лицензией <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a>. Если вы не хотите, чтобы ваши проекты были доступны для просмотра и использования другими пользователями, не размещайте их на сайте Scratch.",
    "faq.fairUseTitle":"Могу ли я использовать картинка / звуки / медиа из сети в моих проектах?",
    "faq.fairUseBody":"Важно уважать желание автора относительно использования. Если вы хотите вставить чью-то работу в свою собственную, обязательно выразите благодарности и поставьте ссылку на оригинал. Чтобы найти рисунки и звуки, лицензия которых предусматривает возможность ремиксов, воспользуйтесь <a href=\"http://search.creativecommons.org/\">поисковой страницей Creative Commons</a>.",
    "faq.confirmedAccountTitle":"Что такое «подтверждённый» аккаунт Скретч?",
    "faq.confirmedAccountBody":"Подтверждение аккаунта Скретч позволяет публиковать проекты, писать комментарии и создавать студии. Подтвердить аккаунт можно также подписавшись на обновления Скретч.",
    "faq.checkConfirmedTitle":"Как проверить подтверждение аккаунта?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email Settings\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"Как я могу удалить свой аккаунт?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Подтверждён ли мой аккаунт?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"Я забыл свой пароль, как его восстановить?",
    "faq.forgotPasswordBody":"Введите свое имя участника на <a href=\"/accounts/password_reset/\">странице восстановления пароля</a>. Вебсайт вышлет на адрес эектронной почты, связанной с этим именем ссылка по которой вы сможете восстановить пароль.",
    "faq.changePasswordTitle":"Как я могу изменить свой пароль?",
    "faq.changePasswordBody":"Войдите на сайт Скретч, щелкните на свое имя в нижнем верхнем углу. Выбкрите \"настройка аккаунта\", и щелкните по ссылке смены пароля.",
    "faq.changeEmailTitle":"Как изменить мою электронную почту?",
    "faq.changeEmailBody":"Перейти на сайт Скретч, войди в аккаунт, нажми на имя пользователи сверху справа и выбери «настройки аккаунта». Там найди панель для изменения электронной почты.",
    "faq.newScratcherTitle":"Как перейти из статуса «Новичок» в «Скретчер»?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"Могу ли я иметь больше одного аккаунта?",
    "faq.multipleAccountBody":"Вполне допустимо, если ни один из них не используется для нарушения правил сообщества. Если же такие нарушения будут, то могут быть закрыты все связаные аккаунты.",
    "faq.multipleLoginTitle":"Нормально ли если несколько людей входят один и тот же аккаут?",
    "faq.multipleLoginBody":"Это не поддерживается, поскольку веб-сайт или редактор проектов будут путаться, если несколько людей войдут в один и тот же аккаунт.",
    "faq.changeUsernameTitle":"Могу ли изменить мое имя участника?",
    "faq.changeUsernameBody":"Стрцуктура сайта предполагает постоянные имена участников, так что изменить имя нельзя. Если уж так нужно, то создайте себе новый аккаунт, но вам придется самому копировать туда свои проекты.",
    "faq.shareInfoTitle":"Какую информацию я могу публиковать в моём аккаунте?",
    "faq.shareInfoBody":"Пожалуйста не публикуйте своих персональных данных, таких как почтовый адрес, email, номер телефона и все, что может быть использовано для контактов вне сайта Скретч. Пожалуйста, сообщайте о проектах, комментариях и сообщениях на форуме, которые содержат такую информацию, чтобы команда Скретч могла ее удалить или напомнить автору о нашей политике.",
    "faq.deleteAccountTitle":"Как я могу удалить свой аккаунт?",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"Бесплатен ли Скретч?",
    "faq.scratchFreeBody":"Да! Скретч доступен бесплатно. Вы можете использовать его в школе и можете вести о нем учебные курсы (даже если такие курсы стоят денег). Вам не нужно покупать лицензию - это бесплатный продукт.",
    "faq.scratchScreenshotTitle":"Могу ли я использовать Скретч и/или скриншоты Скретч в учебниках или CD?",
    "faq.scratchScreenshotBody":"Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your textbook / CD / what have you that says \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Могу ли я использовать описание Скретч и логотип Скретч в публикациях и материалах?",
    "faq.scratchDescriptionBody":"Конечно! Вы советуем использовать следующее описание: \"Скретч это языка программирования и сетевое сообщество, в котором вы можете создавать свои собственное интерактивные истории, игры и анимации -- и делиться своими произведениями со всем миром. В процессе создания Скретч проектов дети учатся критическому мышлению, творчеству и совместной работе. Скретч это - проект группы Lifelong Kindergarten в MIT Media Lab. Он доступен свободно на сайте http://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Могу ли я делать презентации о Скретч на конференции?",
    "faq.presentScratchBody":"Пожалуйста делайте презентации о Скретч для учителей и других групп. Мы даем вам разрешение делать презентации.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).",
    "faq.sellProjectsTitle":"Могу ли я продавать свои Скретч-проекты?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Где я могу найти исходный код Скретч?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody":"Check out the <a href=\"/community_guidelines\">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"Что делать если я замечу что-то недопустимое?",
    "faq.reportContentBody":"You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"Что делать если я замечу что-то недопустимое?",
    "faq.noFlameBody":"Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"What happens when an account is blocked?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the  Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.",
    "faq.stolenAccountTitle":"My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.",
    "faq.cloudDataInfoTitle":"What is cloud data?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud data?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).",
    "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud data, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Can I make chat rooms with cloud data?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable.\" Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"I am logged in, but I still cannot use projects with cloud data. What is going on?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"Можно ли сделать многопользовательские игры с данными в облаке?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"Скретч в школах",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Какой возраст лучше всего подходит для Скретч?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"Как получить учительский аккаунт Scratch?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"В чем разница между учительским аккаунтом Scratch и аккаунтом ScratchEd?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"Какая информация собирается о студентах?",
    "faq.dataBody":"Когда ученик регистрируется на Скретч, мы просим указать базовые демографические данные, такие как пол, возраст (месяц и год рождения), страну проживания и электронную почту для подтверждения аккаунта. Данные используются (в обезличенной форме) для исследования, как люди пользуются Скретч. При создании ученического аккаунта учителем электронная почта не указывается.",
    "faq.lawComplianceTitle":"Соответствует ли Scratch 2.0 (онлайн-версия) местным и федеральным законами Соединенных Штатов Америки о конфиденциальности данных?",
    "faq.lawComplianceBody":"Scratch заботится о конфиденциальности всех пользователей платформы. У нас есть физические и цифровые методы защиты информации, которую мы собираем на сайте Scratch. Хотя мы не в состоянии предлагать договорные гарантии каждой организации, использующей наш бесплатный образовательный продукт, мы соблюдаем все федеральные законы Соединенных Штатов, которые применимы к MIT, организации 501(c)(3) и организации, которая создала и поддерживает Scratch. Мы рекомендуем вам ознакомиться с Политикой конфиденциальности Scratch для получения дополнительной информации.",
    "faq.schoolsMoreInfo":"Ответы на вопросы об учительском аккаунте см. в <a href=\"/educators/faq\">Учительский аккаунт ЧаВо</a>"
}
