{
    "faq.title":"Pogosto zastavljena vprašanja (FAQ)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"Splošna vprašanja",
    "faq.privacyTitle":"Politika zasebnosti",
    "faq.remixTitle":"Predelave in kopiranje",
    "faq.accountsTitle":"Računi",
    "faq.permissionsTitle":"Licence in dovoljenja",
    "faq.inappropriateContentTitle":"Neprimerna vsebina",
    "faq.cloudDataTitle":"Podatki v oblaku",
    "faq.aboutScratchTitle":"Kaj je Scratch in kaj lahko naredim v njem?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"Kako ustvarim igrico ali animacijo v Scratchu?",
    "faq.makeGameBody":"Check out the <a href=\"/help\">help page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Kakšne so sistemske zahteve za Scratch?",
    "faq.requirementsBody":"To run Scratch 2, you need to be using (1) a Windows, ChromeOS, Mac, or Linux computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Windows, ChromeOS, Mac or Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows or Mac only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac only), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website.",
    "faq.offlineTitle":"Ali imaš različico, ki omogoča delo brez povezave?",
    "faq.offlineBody":"The Scratch 2 offline editor allows you to create Scratch projects without an internet connection. You can download Scratch 2 from the <a href=\"/scratch2download/\">website</a>. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.",
    "faq.uploadOldTitle":"Ali lahko še vedno nalagam projekte, ki so bili ustvarjeni s starejšimi različicami Scratcha, na spletno stran?",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"Koliko Scratch stane? Ali potrebujem licenco?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"Kdo je ustvaril Scratch?",
    "faq.mediaLabBody":"Scratch razvija in vzdržuje Scratch ekipa <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten group</a> na <a href=\"http://www.media.mit.edu/\">MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Katere informacije potrebujete ob registraciji računa?",
    "faq.accountInfoList":"Da bi zaščitili zasebnost naših članov skupnosti, omejimo informacije, ki jih dobimo ob registraciji s tistimi, ki jih objavimo na spletni strani. Med postopkom registracije zastavimo naslednja vprašanja:",
    "faq.privacyUsername":"uporabniško ime - uporabnike prosimo, da se izogibajo pravega imena in drugih identifikacijskih podatkov.",
    "faq.privacyCountry":"država",
    "faq.privacyBirthdate":"mesec in leto rojstva - to potrebujemo, da preverimo, da si lastnik računa, če izgubiš geslo in e-naslov ali če zahtevaš ukinitev računa.",
    "faq.privacyGender":"spol",
    "faq.privacyEmail":"e-poštni naslov - če je imetnik računa mlajši od 13 let, prosimo za e-poštni naslov njegovega starša ali skrbnika. Na ta naslov ne pošiljamo e-sporočil, razen v primeru, da nas nekdo prosi za ponastavitev gesla.",
    "faq.accountPublicInfo":"Uporabniško ime in država imetnika računa sta prikazana javno na profilni strani uporabnika. Mesec in leto rojstva, e-poštni naslov in spol niso prikazani javno.Te informacije zbiramo, da lahko ocenimo splošno starost in spol uporabnikov in za raziskovalne namene. Informacij o uporabnikih ne prodajamo ali posojamo nikomur.",
    "faq.dataCollectionTitle":"Kateri podatki o uporabnikih se zbirajo med uporabo spletne strani?",
    "faq.dataCollectionOne":"Ko se uporabnik prijavi, Scratch spletna stran prosi brskalnik, da naloži <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">spletne piškotke</a> na računalnik uporabnika, z namenom, da si zapomni, da je uporabnik prijavljen, medtem ko brska po različnih straneh. Poleg tega z Google Analytics zbiramo podatke o tem, kam uporabnik klikne in katere dele strani obišče. To nam \"click data\" pomaga pri ugotavljanju, kako izboljšati spletno stran.",
    "faq.dataCollectionTwo":"Nekaj informacij in podatkov, ki so zbrani na Scratch spletni strani, je uporabljenih v raziskavah z namenom, da bi izboljšali naše razumevanje o tem, kako se ljudje učijo s Scratchem. Rezultate teh raziskav delimo z učitelji in raziskovalci na konferencah, v revijah in drugih publikacijah. Več o tem lahko prebereš na <a href=\"/info/research\">Stran o raziskavah</a>.",
    "faq.rentInfoTitle":"Ali Scratch ekipa prodaja ali posoja informacije o uporabnikih Scratcha?",
    "faq.rentInfoBody":"Ne.",
    "faq.viewUnsharedTitle":"Ali lahko Scratch ekipa vidi moje nedeljene projekte na strani 'Moje stvari'i?",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Kaj je predelava?",
    "faq.remixDefinitionBody":"Ko Scratcher ustvari kopijo projekta nekega drugega uporabnika in ga preuredi tako, da mu doda svoje ideje (na primer tako, da spremeni skripte ali videze), je končni rezultat poimenovan \"predelava.\" Vsak projekt, ki je deljen na Scratch spletni strani je lahko predelan. Tudi če narediš najmanjšo spremembo, je to že predelava, dokler so zasluge dane prvotnemu ustvarjalcu projekta in vsem ",
    "faq.remixableTitle":"Zakaj Scratch ekipa zahteva, da je vse projekte možno “predelati”?",
    "faq.remixableBody":"Menimo, da je ogled in predelava zanimivih projektov odličen način zaučenje programiranja, ki pa vodi tudi k zanimivim novim idejam. Zato je izvorna koda vidna za vsak projekt, ki je deljen na Scratch spletni strani.",
    "faq.creativeCommonsTitle":"Kaj pa, če ne želim, da drugi predelajo moje projekte?",
    "faq.creativeCommonsBody":"Z objavo projekta na Scratchevi spletni strani, se strinjaš, da je uporaba projekta dovoljena v skladu z <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> licenco. Če ne želiš, da drugi vidijo in uporabljajo tvoje stvaritve, jih ne deli na Scratchevi spletni strani.",
    "faq.fairUseTitle":"Ali lahko uporabim slike / melodije / medije z interneta v mojih projektih? ",
    "faq.fairUseBody":"Pomembno je, da pri predelavah spoštuješ želje prvotnega ustvarjalca. Če se odločiš vključiti delo nekoga drugega v svoj projekt, ne pozabi pripisati, komu gredo zasluge v delu projekta “zasluge” in vključi povezavo do izvirnika. Če želiš poiskati umetnost / melodije, ki že imajo licenco za predelavo, si oglej <a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>.",
    "faq.confirmedAccountTitle":"Kaj je “potrjeni” Scratch račun?",
    "faq.confirmedAccountBody":"S potrjenim računom lahko deliš projekte, komentiraš in ustvarjaš studije. S potrditvijo računa lahko tudi dobiš e-pošto z obvestili o posodobitvah Scratcha.",
    "faq.checkConfirmedTitle":"Kako lahko preverim, ali je moj račun potrjen?",
    "faq.checkConfirmedBody":"da preveriš, če je tvoj račun potrjen, se moraš prijaviti (glej povezavo desno zgoraj). Ko si prijavljen, klikni na svoje uporabniško ime desno zgoraj in izberi \"Nastavitve računa\" in potem \"nastavitve e-pošte\" na levi strani. Potrjen e-naslov je opremljen z zeleno kljukico. Drugače bo pisalo z oranžno \"Tvoj e-naslov ni potrjen\".",
    "faq.howToConfirmTitle":"Kako lahko potrdim svoj račun?",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Ali moram potrditi svoj račun?",
    "faq.requireConfirmBody":"Tudi če ne potrdiš svojega uporabniškega računa, lahko uporabljaš veliko zmožnosti Scratcha, kot je npr. ustvarjanje in shranjevanje projektov (brez deljenja). če pa si svoj račun ustvaril pred 11. februarjem 2015, lahko uporabljaš družbene zmožnosti Scratcha tudi brez potrditve računa.",
    "faq.forgotPasswordTitle":"Pozabil-a sem geslo. Kako ga lahko ponastavim?",
    "faq.forgotPasswordBody":"Vpiši svoje ime računa na <a href=\"/accounts/password_reset/\">ponastavitev računa</a> strani. Prejel-a boš e-pošto na e-poštni naslov povezan z računom, ki bo vseboval povezavo za ponastavitev gesla.",
    "faq.changePasswordTitle":"Kako spremenim geslo?",
    "faq.changePasswordBody":"Pojdi na Scratch spletno stran in se prijavi. Potem klikni na svoje uporabniško ime v zgornjem desnem kotu okna. Izberi \"nastavitve računa\" in klikni na povezavo za spremembo gesla.",
    "faq.changeEmailTitle":"Kako spremenim svoj e-poštni naslov?",
    "faq.changeEmailBody":"Pojdi na spletno stran Scratcha, se prijavi in klikni na svoje uporabniško ime v desnem zgornjem kotu. Izberi \"nastavitve računa\" in klikni na povezavo, da spremeniš svo e-naslov.",
    "faq.newScratcherTitle":"Kako napreduijem iz 'novega Scratcherja' v 'Scratcher'?",
    "faq.newScratcherBody":"Ustvari in deli projekte, s komentarji pomagaj ostalim projektom in bodi potrpežljiv! Po nekaj tednih aktivnosti se vam bo na vaši strani s profilom pokazala povezava, ki vas bo povabila, da postanete Scratcher. (Pomnite, da novi uporabniki na zahtevo ne morajo dobiti naziva Scratcher - četudi nam pošljete čokoladice.)",
    "faq.multipleAccountTitle":"Ali imam lahko več kot en račun?",
    "faq.multipleAccountBody":"Nič ni narobe, če imaš več računov na Scratch spletni strani, doker v nobenem izmed njih ne kršiš smernic skupnosti. V nasprotnem primeru so lahko vsi sorodni računi blokirani ali izbrisani.",
    "faq.multipleLoginTitle":"Ali se lahko hkrati več kot en človek prijavi v isti račun?",
    "faq.multipleLoginBody":"To ni priporočeno, saj lahko to zmede spletno stran in urejevalnik projektov.",
    "faq.changeUsernameTitle":"Ali lahko spremenim uporabniško ime?",
    "faq.changeUsernameBody":"Struktura Scratch spletne strani je odvisna od stalnega imena računa, zato uporabniškega imena ni mogoče spremeniti. Če ga res želiš spremeniti, lahko ustvariš nov račun - vendar boš moral-a sam-a prekopirati svoje projekte.",
    "faq.shareInfoTitle":"Katere informacije nahko delim na svojem / s svojim računom?",
    "faq.shareInfoBody":"Prosimo, da ne deliš osebnih kontaktnih podatkov kot so tvoj naslov, e-poštni naslov, telefonska številka ali karkoli drugega, preko česa bi lahko kdo stopil v stik s tabo izven Scratch spletne strani. Prosimo, da prijaviš projekte, komentarje ali objave na forumu, ki vsebujejo tovrstne informacije, da jih bo ekipa Scratcha  lahko odstranila in opozorila avtorja na našo politiko zasebnosti.",
    "faq.deleteAccountTitle":"Kako lahko izbrišem svoj račun?",
    "faq.deleteAccountBody":"prijavi se v Scratch in klikni svoje uporabniško ime desno zgoraj. Izberi  “nastavitve računa,” in potem klikni na <em>“Želim izbrisati račun“</em>na dnu strani.",
    "faq.scratchFreeTitle":"Ali je Scratch brezplačen?",
    "faq.scratchFreeBody":"Da! Scratch je na voljo brezplačno. Lahko ga uporabljamo v šolah ali na tečajih (tudi če je tečaj plačljiv). Ni ti potrebno kupiti licence, saj je brezplačen.",
    "faq.scratchScreenshotTitle":"Ali lahko uporabim Scratch in / ali zaslonske slike Scratcha v učbeniku ali na CD-ju?",
    "faq.scratchScreenshotBody":"Seveda lahko napišete knjigo ali poglavje o Scratch-u. Ko se sklicujete na Scratch, lahko tudi uporabite logo Scratch-a, . Prav tako lahko zajemete zaslon ali ustvarite slike Scratch aplikacije ali spletne strani. Vendar vas prosimo, da vašo ustvarjeno gradivo izdate pod licenco <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike licenco</a>. Prosimo vas, da  v vaš učbeniku / CD / drugo vašo gradivo vključite opombo,, ki pravi, da je \"Scratch razvija Lifelong Kindergarten Group pri MIT Media Lab. Glej http://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Ali lahko vključim opis Scratcha in Scratch logotip v brošure ali druga gradiva?",
    "faq.scratchDescriptionBody":"Seveda! Priporočamo naslednji opis: \"Scratch je programski jezik in spletna skupnost, kjer lahko ustvariš lastne interaktivne zgodbe, igrice in animacije -- in svoje stvaritve deliš z drugimi ljudmi po vsem svetu. Med ustvarjanjem in programiranjem Scratch projektov se mladi naučijo kreativnega in sistematičnega razmišljanja ter dela v skupini. Scratch je projekt  Lifelong Kindergarten group pri MIT Media Lab. Na voljo je brezplačno na http://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Ali lahko predstavim Scratch na konferenci?",
    "faq.presentScratchBody":"Seveda, imaš proste roke pri predstavitvah o Scratchu učiteljem in ostalim skupinam. Imaš naše dovoljenje za pripravo predstavitev.",
    "faq.supportMaterialTitle":"Ali lahko uporabim / predelam Scratch podporna gradiva, figure, slike, zvoke ali vzorčne projekte, ki sem jih našel / našla na vaši spletni strani?",
    "faq.supportMaterialBody":"Da - Scratch podporni materiali, ki jih pripravlja Scratch ekipa, so na voljo na spletni strani Scratch-a kot <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\"> Creative Commons Attribution-ShareAlike license</a>, z izjemo logotipa Scratch, maskot Scratch mačke in Gobo (Scratch zaščitene znamke).",
    "faq.sellProjectsTitle":"Ali lahko prodam moje Scratch projekte?",
    "faq.sellProjectsBody":"Vsekakor - vaš projekt je vaša kreacija. Imejte v mislih, ko delite svoj ​​projekt, da lahko vsakdo vaš projekt brezplačno naloži, prilagodi in ponovno uporabi pod pogoji <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 licence </a>. Torej, če nameravate svoj ​​projekt prodajati, ga boste morali vzeti iz skupne rabe.",
    "faq.sourceCodeTitle":"Kje lahko najdem izvorno kodo za Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"Kako naj vem, kaj lahko in česa ne smem deliti na Scratch spletni strani?",
    "faq.okayToShareBody":"Oglej si <a href=\"/community_guidelines\">Scratch smernice skupnosti</a> - so kratke in ne vključujejo veliko pravnih zadev. Povezavo lahko najdeš na dnu vsake strani na Scratchu.",
    "faq.reportContentTitle":"Kaj naj storim, če vidim kaj neprimernega?",
    "faq.reportContentBody":"Klikneš lahko na povezavo  “prijava” in tako prijaviš vsak projekt, komentar, objavo na forumu ali stran uporabnika, za katerega meniš, da kaj ni primerno za Scratch. Če je situacija zapletena, lahko uporabiš povezavo Piši nam in nam jo razložiš. Vključi čimveč podrobnosti s povezavami do ustreznih strani.",
    "faq.noFlameTitle":"Kaj naj storim, če opazim, da je nekdo nesramen ali nespoštljiv?",
    "faq.noFlameBody":"Ne odzivaj se na nesramne komentarje z nesramnimi komentarji, saj boš stvari le poslabšal-a, poleg tega pa je posledično lahko tvoj račun blokiran.Namesto tega raje prijavi vsako nespoštljivo ali nekonstruktivno kritiko in nam prepusti, da to uredimo z avtorjem. Prijave pregledujemo vsak dan, večkrat na dan - tako, da si lahko prepričan-a, da bomo stvari uredili.",
    "faq.reviewContentTitle":"Kaj stori Scratch ekipa, ko je nekaj prijavljeno ali označeno?",
    "faq.reviewContentBody":"Scratch ekipa pregleduje prijavljene komentarje in projekte vsak dan. Če nekdo prelomi pravila Scratch smernic skupnosti, neprimerno vsebino odstranimo in pošljemo opozorilo na uporabnikov račun. Odvisno od tega, kako velika je kršitev (ali če je uporabnik že kdaj prejel opozorilo), se odločimo ali bomo zablokirali račun ali omrežje, ki je bilo uporabljeno.",
    "faq.blockedAccountTitle":"Kaj se zgodi, ko je račun blokiran?",
    "faq.blockedAccountBody":"Ko je račun blokiran, lastnik ne more več dostopati do računa ali ga uporabljati za ustvarjanje projektov ali komentiranje. Ko se lastnik računa prijavi, vidi stran, ki mu razloži, zakaj je bil račun blokiran in spletni obrazec, s katerim lahko zahteva, da se račun odblokira. Če lastnik pokaže, da je razumel razloge za blokacijo računa in obljubi, da bo v prihodnosti sledil smernicam skupnosti, Scratch ekipa ponovno pregleda njegov primer. Računi so odblokirani le v primerih, ko je mogoče zaupati besedam lastnika računa. Sicer je račun (in ostali računi, ki jih je ustvaril isti avtor) trajno blokiran.",
    "faq.stolenAccountTitle":"Moj zlobni brat / Kaj / nek drug zlobnež je ukradel moj račun in dosegel, da je bil moj račun blokiran. Kaj naj storim?",
    "faq.stolenAccountBody":"Sam-a si odgovoren/odgovorna za varovanje svojega gesla. Če nekdo iz tvojega življenja prevzame nadzor nad tvojim računom in stori slabe stvari, povej to odraslim, ki so odgovorni za računalnik. Če meniš, da ima nekdo, ki ga ne poznaš, dostop do tvojega računa, spremeni geslo in / ali uporabi povezavo Piši nam, da nam razložiš situacijo. Če si bil-a blokiran-a, ker si kršil-a smernice skupnosti, se ne izgovarjaj, da ti je nekdo vdrl v račun, če to ni res. Če ti ne moremo zaupati, tvojega računa ne bomo odblokirali.",
    "faq.cloudDataInfoTitle":"Kaj so podatki v oblaku?",
    "faq.cloudDataInfoBody":"Podatki v oblaku je funkcija v Scratch 2, ki dovoljuje podatkom iz projekta, da soshranjeni in deljeni na spletu. Podatke v oblaku lahko uporabiš za izdelavo anket in drugih projektov, ki shranjujejo števila skozi čas.",
    "faq.storedCloudInfoTitle":"Kdo lahko vidi podatke shranjene v podatkih v oblaku?",
    "faq.storedCloudInfoBody":"Kadar uporabljaš interaktivne projekte, uporabljaš bloke podatkov v oblaku, kamor se shranjujejo tvoje informacije skupaj z uporabniškim imenom in te informacije lahko vidijo tudi drugi. Vsak projekt vodi dnevnik, kdo vse jeuporabljal interaktivni projekt in podatke, ki jih je delil. ",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"Trenutna stran je omejena na števila v spremenljivkah, saj lahko tako najenostavneje opazujemo, kakšne težave se pojavljajo pri uporabi na strani in jih odpravimo. Načrtujemo, da bomo postopoma uvedli tudi druge oblike podatkov v oblaku.Če bo trenutna infrastruktura dobro delovala, načrtujemo, da bomo dodali druge oblike  (sezname v oblaku, podpiranje nizov, itd.).",
    "faq.reportCloudTitle":"Če opazim, da je nekdo objavil neprimerno vsebino tako, da je uporabil podatke v oblaku, kako to prijavim?",
    "faq.reportCloudBody":"Klikni na gumb  \"Prijavi to\" (spodaj na predvajalniku projekta), da prijaviš neprimerno vsebino v podatkih v oblaku. Prijavni obrazec vključuje povezavo do dnevnika vseh podatkov v oblaku v tistem projektu in kdo jih je ustvaril - morda bi bilo dobro, da to pregledaš, preden pošlješ prijavo. Ne pozabi zapisati  \"podatki v oblaku\", ko vstaviš razloge za prijavo.",
    "faq.chatRoomTitle":"Ali lahko ustvarim klepetalnice s podatki v oblaku?",
    "faq.chatRoomBody":"Tehnično je mogoče ustvariti klepetalnice s podatki v oblaku, vendar to trenutno ni dovoljeno. O tej politiki bomo ponovno razmislili, ko bomo bolje razumeli, kakšne so naše zmožnosti za moderiranje in upravljanje prijav v podatkih v oblaku.",
    "faq.makeCloudVarTitle":"Kako lahko dodam spremenljivko v oblaku, ko ustvarjam projekt? ",
    "faq.makeCloudVarBody":"Ko ustvariš spremenljivko, lahko preveriš polje \"Spremenljivka v oblaku.\" Vsi podatki, ki jih shraniš, bodo shranjeni na strežniku in vidni ostalim.",
    "faq.changeCloudVarTitle":"Kdo lahko spreminja informacije v spremenljivki v oblaku?",
    "faq.changeCloudVarBody":"Samo tvoj projekt lahko shrani podatke v svoji spremeljivki v oblaku. Če ljudje spremenijo ali predelajo tvojo kodo, se ustvati druga spremenljivka v njihovem projektu z istim imenom.",
    "faq.newScratcherCloudTitle":"Kljub temu, da sem prijavljen-a, ne morem uporabljati projektov s podatki v oblaku. Kaj se dogaja?",
    "faq.newScratcherCloudBody":"Da bi imel-a dostop do podatkov v oblaku, moraš najprej postati \"Scratcher\" na Scratch spletni strani. Scratcher lahko postaneš z aktivnim sodelovanjem na spletni strani.",
    "faq.multiplayerTitle":"Ali je mogoče ustvariti igrice za več igralcev s pomočjo podatkov oblaku?",
    "faq.multiplayerBody":"Igrice z več igralci je zapleteno ustvariti, predvsem zaradi internetne povezave in težav s sinhronizacijo. Vendar pa so nekateri Scratcherji našli izvirne načine, kako uporabiti podatke v oblaku za igrice z več igralci in ostale igrice.",
    "faq.cloudLagTitle":"Kako dolgo traja, da podatki v oblaku dosežejo drugega Scratcherja?",
    "faq.cloudLagBody":"Odvisno. Če imata oba Scratcherja razmeroma hitro internetno povezavo (DSL/Cable) in nimata omejitev na požarnih zidovih na omrežju/računalnika, bi morale biti posodobitve posredovane v milisekundah. Vendar pa ima veliko računalnikov nameščene požarne zidove in če le ta blokira odhodne povezave do vrat TCP 531 in TCP 843, potem postane časovni zamik dolg eno sekundo. Trenutno poskušamo ugotoviti, kako bi lahko delali mimo te omejitve.",
    "faq.schoolsTitle":"Scratch v šolah",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Kakšen je starostni razpon za Scratch?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with United States local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
