{
    "faq.title":"Ko‘p so‘raladigan savollar (savol-javoblar)",
    "faq.intro":"Bu sahifada Scratch haqida ko‘p so‘raladigan savollarga javob topasiz.",
    "faq.aboutTitle":"Umumiy savollar",
    "faq.privacyTitle":"Maxfiylik siyosati",
    "faq.remixTitle":"Remiks va nusxalash",
    "faq.accountsTitle":"Hisoblar",
    "faq.permissionsTitle":"Litsenziya va ruxsatlar",
    "faq.inappropriateContentTitle":"Noma’qul kontent",
    "faq.cloudDataTitle":"Bulutli manbalar",
    "faq.aboutScratchTitle":"Scratch nima va u bilan nima qilishim mumkin?",
    "faq.aboutScratchBody":"Scratch — siz o‘z interaktiv hikoya, o‘yin va animatsiyangizni yaratishingiz mumkin bo‘lgan dasturiy til va onlayn hamjamiyat bo‘lib, ijodingizni butun dunyo bo‘ylab baham ko‘rishingiz mumkin. Scratch loyihalarida ishlash jarayonida yosh avlod ijodiy fikrlash, tizimli dalillarni keltirish va hamjihatlikda ishlash ko‘nikmalarini o‘rganadi. Bu dastur haqida to‘liq ma’lumot olish uchun <a href=\"/about\">Scratch haqida</a> sahifasiga kiring. ",
    "faq.makeGameTitle":"Scratch yordamida o‘yin va animatsiyani qanday yaratsam bo‘ladi?",
    "faq.makeGameBody":"Scratchda ishlashni nimadan boshlash haqida <a href=\"/tips\">Maslahatlar</a> sahifasida berilgan ma’lumotlar bilan tanishib chiqing.  Yoki loyiha muharririni <a href=\"/projects/editor/?tip_bar=getStarted\">oching</a>.",
    "faq.requirementsTitle":"Scratch dasturi uchun qanday texnik talablar mavjud?",
    "faq.requirementsBody":"Scratch 2.0 dasturini ishga tushirish uchun ushbu dastur va qurilmalar kerak: (1) Windows, Mac yoki Linux kompyuteri; (2) <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> dasturining 2016-yil 15-iyundan keyin chiqqan versiyasi; (3) eng so‘nggi veb brauzer: <a href=\"http://google.com/chrome/\">Chrome</a> brauzerining so‘nggi versiyasi (Windows, ChromeOS, Mac yoki Linux), <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a> (Windows yoki Mac), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac), <a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a> (Windows)  yoki <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a> (Windows). Agar sizning kompyuteringiz bu talablarga javob bermasa,  <a href=\"/scratch_1.4\">Scratch 1.4</a> dasturini yuklab oling va o‘rnating. ",
    "faq.offlineTitle":"Loyihalarni internetsiz bajarish uchun yuklab olish mumkin bo‘lgan versiya mavjudmi?",
    "faq.offlineBody":"Scratch 2.0 oflayn muharriri sizga Scratch loyihalarini internetsiz yaratish imkonini beradi. Siz <a href=\"/scratch2download/\">Scratch 2.0 dasturini</a> saytimizdan yuklab olishingiz mumkin. Shuningdek, <a href=\"/scratch_1.4\">Scratch 1.4</a> versiyasidan ham foydalansangiz bo‘ladi. Eslatma: Kompyuteringizda bir vaqtning o‘zida Scratch 1.4 va 2.0 versiyalari ham bo‘lishi mumkin.",
    "faq.uploadOldTitle":"Scratchning eski versiyasida yaratilgan loyihalarni saytga yuklasam bo‘ladimi?",
    "faq.uploadOldBody":"Ha. Scratchning eski versiyasida yaratilgan loyihalaringizni saytga yuklasangiz bo‘ladi va ular ko‘rinadi, ijro etiladi. (Ammo, siz Scratchning so‘nggi versiyasida yaratilgan loyihalarni yuklab olib, eski versiyada ocha olmaysiz. Masalan,  Scratch 2.0 loyihalarini <a href=\"/scratch_1.4\">Scratch 1.4</a> dasturida ocha olmaysiz, chunki <a href=\"/scratch_1.4\">Scratch 1.4</a> .sb2 formatni o‘qiy olmaydi.)",
    "faq.recordVideoTitle":"Scratch loyiham videosini yozib olsam bo‘ladimi?",
    "faq.recordVideoBody":"Ha, siz 60 daqiqacha bo'lgan Scratch loyihangiz videosini yozib olsangiz bo‘ladi. Scratch muharriridagi “Fayl” menyusidan “Loyiha videosini yozib olish”ni tanlang. (Buning uchun tizimga kirgan bo‘lishingiz kerak.) “Qo‘shimcha parametrlar” menyusidan yozib olish bo‘yicha parametrlarni (masalan, yozib olish va sichqoncha ovozi) tanlashingiz mumkin. So‘ng yozib olmoqchi bo‘lgan loyihangizni ishga tushiring. Yozib olish yakunlangandan so‘ng faylni kompyuterga saqlab olish yo‘riqnomasini o‘rganib chiqing. Kompyuteringiz holatiga ko‘ra, bu faylni ko‘rish uchun <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Playerga</a> o‘xshagan dasturni yuklab olishingiz kerak. Bu fayl YouTube, Vimeo va Facebook tarmog‘ida muammosiz ijro etiladi, ammo Twitter yoki Tumblr kabi ba’zi saytlar uchun konvertatsiya qilish talab qilinishi mumkin.",
    "faq.scratchCostTitle":"Scratchning narxi qancha? Litsenziya kerakmi?",
    "faq.scratchCostBody":"Scratch bepul, bundan keyin ham bepul bo‘ladi. Scratchdan maktab, uy yoki boshqa yerda foydalanish uchun litsenziya talab qilinmaydi. Scratchni ishlab chiqish va qo‘llab-quvvatlash grantlar va xayriyalar orqali amalga oshiriladi. Agar loyihamizni qo‘llab-quvvatlamoqchi bo‘lsangiz, <a href=\"https://secure.donationpay.org/scratchfoundation/\">Xayriya</a> sahifasiga tashrif buyuring.",
    "faq.mediaLabTitle":"Scratchni kim yaratgan?",
    "faq.mediaLabBody":"Scratch<a href=\"http://www.media.mit.edu/\"> MIT Media Labs</a> laboratoriyasi tarkibidagi <a href=\"http://llk.media.mit.edu/\">Lifelong Kindergarten guruhi</a> Scratch jamoasi tomonidan yaratilgan va takomillashtirilgan.",
    "faq.accountInfoTitle":"Registratsiya jarayonida qanday savollar so‘raladi?",
    "faq.accountInfoList":"Shaxsiy axborotlar xavfsizligini saqlash maqsadida biz so‘raladigan ma’lumotlarni qisqartirganmiz. Registratsiya jarayonida quyidagi ma’lumotlar so‘raladi:",
    "faq.privacyUsername":"foydalanuvchi nomi — biz qatnashchilardan haqiqiy ismlarini keltirmaslikni va hech qanday shaxsiy ma’lumotni bermaslikni so‘raymiz.",
    "faq.privacyCountry":"mamlakat",
    "faq.privacyBirthdate":"tug‘ilgan oy va yil — biz bu ma’lumotdan foydalanuvchi parol va elektron pochtasini unutganda yoki hisobni yopish so‘rovini yuborganda tasdiqlashi uchun foydalanamiz.",
    "faq.privacyGender":"jins",
    "faq.privacyEmail":"contact email address - If the account holder is younger than 16, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.",
    "faq.accountPublicInfo":"Foydalanuvchi nomi va mamlakati uning profilida ko‘rsatiladi. Tug‘ilgan yili, elektron pochta manzili, jinsi ko‘rsatilmaydi. Biz bu ma’lumotlardan umumiy statitika uchun tadqiqotda foydalanamiz. Biz bu ma’lumotlarni hech kimga bermaymiz va sotmaymiz.",
    "faq.dataCollectionTitle":"Saytdan foydalanishda qanday ma’lumotlar yig‘iladi?",
    "faq.dataCollectionOne":"Foydalanuvchi saytga kirganida server brauzerga <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>ni kompyuterga yozib qo‘yishni so‘raydi. Bu boshqa sahifalarga o‘tilganda foydalanuvchining saytga kirganini eslab qolish uchun kerak bo‘ladi. Biz Google Analytics orqali foydalanuvchilarning qaysi sahifalarga kirayotganlarini o‘rganamiz. Bu ma’lumotlar bizga saytimizni yaxshilash uchun qo‘l keladi.",
    "faq.dataCollectionTwo":"Scratch sayti orqali yig‘iladigan ma’lumotlarning bir qismi odamlar loyihamiz orqali qay darajada o‘rganayotganlarini bilish uchun ilmiy tadqiqot maqsadlarida foydalaniladi. Ushbu tadqiqot natijalari jurnallarda chop etiladi, tadqiqotchilar va dars beruvchilar uchun konferensiyalarda taqdim etiladi. Bu haqda <a href=\"/info/research\">Tadqiqotlar</a> sahifasidan batafsil ma’lumot olishingiz mumkin.",
    "faq.rentInfoTitle":"Scratch jamoasi foydalanuvchilarning ma’lumotlarini sotib yuborishi mumkinmi?",
    "faq.rentInfoBody":"Yo‘q.",
    "faq.viewUnsharedTitle":"Scratch jamoasi hali e’lon qilinmagan loyihalarimni “Mening ishlarim” sahifasidan ko‘ra olishi mumkinmi?",
    "faq.viewUnsharedBody":"Scratch jamoasi moderatsiya uchun javob berarkan, tizimda joylashgan barcha manbalarga, shuningdek, hali e’lon qilinmagan loyihalarga ham kirish ruxsati mavjud. Agar siz to‘liq maxfiy holatda ishlamnoqchi bo‘lsangiz, <a href=\"/scratch2download\">Scratch 2.0 oflayn muharriri</a> yoki <a href=\"/scratch_1.4\">Scratch 1.4</a> dasturidan foydalaning.",
    "faq.remixDefinitionTitle":"Remiks nima?",
    "faq.remixDefinitionBody":"Scratch foydalanuvchisi boshqa muallifning loyihasini olib, uni o‘zgartirib, o‘z g‘oyalarini qo‘shsa (masalan, skript va kiyimlarni o‘zgartirsa), uning ishi “remiks” deb ataladi. Scratchda e’lon qilingan istalgan loyiha remiks qilinishi mumkin. Kimningdir loyihasidan ma’lum qism foydalanilganda ham uning muallifi e’tirof etilishi tarafdorimiz.",
    "faq.remixableTitle":"Nima uchun Scratch jamoasi barcha loyihalarni “remiks qilinishi” mumkinligi talabini qo‘ygan?",
    "faq.remixableBody":"Qiziqarli loyihalarni ko‘rish va remiks qilish dasturlashni o‘rganishda muhim jihat hisoblanadi va yangi g‘oyalarga yetaklaydi. Shuning uchun ham istalgan loyihani ko‘rishingiz mumkin.",
    "faq.creativeCommonsTitle":"Boshqalar mening loyihalarimni remiks qilishlarini xohlamasam-chi?",
    "faq.creativeCommonsBody":"Scratch saytida loyihalarni e’lon qilishdan paytida siz <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> litsenziyasi talablarini qabul qilasiz. Agar boshqalar sizning loyihalaringizni remiks qilishlarini xohlamasangiz, ularni Scratch saytida e’lon qilmang.",
    "faq.fairUseTitle":"Internetdan olingan rasmlar / musiqalar / mediyadan loyihalarimda foydalansam bo‘ladimi?",
    "faq.fairUseBody":"Avvalo muallifning foydalanishga roziligini bilish muhimdir. Birovning ishidan o‘z loyihangizda foydalanmoqchi bo‘lsangiz faylning original nusxasiga havola qoldiring va muallifiga minnatdorlik bildiring. Remiks qilish uchun litsenziya talab qilinishi mumkin bo‘lgan rasm va musiqalarni qidirish uchun <a href=\"http://search.creativecommons.org/\">Creative Commons qidiruv sahifasidan</a> foydalaning.",
    "faq.confirmedAccountTitle":"“Tasdiqlangan” Scratch hisobi nima degani?",
    "faq.confirmedAccountBody":"Tasdiqlangan hisob bilan loyihalarni tahrir qilish, izoh qoldirish va studiya yaratish mumkin. Shuningdek, bu hisob orqali Scratch jamoasidan yangiliklar haqida xabarnoma olib turish mumkin.",
    "faq.checkConfirmedTitle":"Mening hisobim tasdiqlanganini qayerdan bilsam bo‘ladi?",
    "faq.checkConfirmedBody":"Hisobingiz tasdiqlanganini bilish uchun ekranning yuqori o‘ng burchagidan o‘z Scratch hisobingizga kiring. Tizimga kirganingizdan so‘ng yuqori o‘ng burchakdagi o‘z ismingizga bosing va “Hisob sozlamalari”, so‘ng “Elektron pochta sozlamalari”ni tanlang. Tasdiqlangan elektron pochtalar yashil belgi bilan ajratilgan. Aks holda “Sizning elektron pochtangiz tasdiqlanmagan” yozuviga ko‘zingiz tushadi. ",
    "faq.howToConfirmTitle":"Hisobimni qanday tasdiqlashim mumkin?",
    "faq.howToConfirmBody":"Scratch saytida registratsiya qilganingizdan so‘ng elektron pochtangizga hisobni tasdiqlash havolasi yuboriladi. Xatni topolmagan bo‘lsangiz, “Spam” papkasini tekshirib ko‘ring. Tasdiqlash havolasini qayta olish uchun “Hisob sozlamalari”ga kirib, “Elektron pochta” oynasidagi yo‘riqnomani o‘qib chiqing. Diqqat qiling, elektron pochtani qabul qilishga 1 soat ketishi mumkin. Bir soat ichida xatni qabul qilmagan bo‘lsangiz,<a href=\"/contact-us\"> bizga xabar qiling</a>.",
    "faq.requireConfirmTitle":"Hisobimni tasdiqlashim shartmi?",
    "faq.requireConfirmBody":"Hisobingizni tasdiqlamay turib ham Scratchning ko‘pgina imkoniyatlaridan foydalansangiz bo‘ladi (loyiha yaratib, saqlay olasiz, ammo, uni ulasha olmaysiz). Eslatma: Agar sizning hisobingiz 2015-yil 11-fevraldan avval ro‘yxatdan o‘tgan bo‘lsa, hisobingizni tasdiqlamasdan ham Scratchning ijtimoiy funksiyalaridan foydalanishingiz mumkin.",
    "faq.forgotPasswordTitle":"Parolimni unutib qo‘ydim. Uni qanday tiklasam bo‘ladi?",
    "faq.forgotPasswordBody":"<a href=\"/accounts/password_reset/\">Parolni tiklash</a> sahifasida nomingizni kiriting. Elektron pochtangizga parolingizni tiklash uchun havola yuboriladi.",
    "faq.changePasswordTitle":"Parolimni qanday o‘zgartirsam bo‘ladi?",
    "faq.changePasswordBody":"Scratch saytiga kiring, yuqori o‘ng burchakdagi foydalanuvchi nomini bosing. “Hisob sozlamalari”dan parolni o‘zgartirish havolasiga kiring.",
    "faq.changeEmailTitle":"Elektron pochtamni qanday o‘zgartirsam bo‘ladi?",
    "faq.changeEmailBody":"Scratch saytiga kiring, yuqori o‘ng burchakdagi foydalanuvchi nomini bosing. “Hisob sozlamalari”dan elektron pochtani o‘zgartirish havolasiga kiring.",
    "faq.newScratcherTitle":"“Yangi Scratcher” maqomidan “Scratcher” maqomiga qanday o‘tsa bo‘ladi?",
    "faq.newScratcherBody":"Loyihalaringizni yarating va e’lon qiling, boshqa Scratch a’zolarining loyihalariga foydali izohlar yozing va sabrli bo‘ling! Bir necha hafta faol bo‘lganingizdan so‘ng profil sahifangizda “Scratcher” bo‘lish taklifi havolasi paydo bo‘ladi. (Eslatma: bizni shokolad bilan siylasangiz ham buni tezda qilib bera olmaymiz).",
    "faq.multipleAccountTitle":"Birdan ortiq hisobga ega bo‘lsam bo‘ladimi?",
    "faq.multipleAccountBody":"Agar ular hamjamiyat qonun-qoidalarini buzmasa, bir necha hisobdan foydalanish mumkin. Lekin qoida buzilishi sodir etilsa, aloqador barcha hisoblar bloklanishi yoki o‘chirib yuborilishi mumkin.",
    "faq.multipleLoginTitle":"Bir hisobdan bir necha kishi foydalansa bo‘ladimi?",
    "faq.multipleLoginBody":"Bunday qilmagan ma’qul. Chunki sayt va loyiha muharriri ko‘pchilik ayni hisobga kirganda adashib ketishi mumkin. ",
    "faq.changeUsernameTitle":"Foydalanuvchi nomini o‘zgartirsa bo‘ladimi?",
    "faq.changeUsernameBody":"Saytning strukturasi foydalanuvchilarning doimiy nomini talab qilgani bois uni o‘zgartirib bo‘lmaydi. Nomni o‘zgartirish juda zarur bo‘lsa, boshqa hisob ochishingiz mumkin. Ammo, loyihalaringizni o‘zingiz ko‘chirishingizga to‘g‘ri keladi.",
    "faq.shareInfoTitle":"Hisobimda qanday ma’lumotlarni e’lon qilsam bo‘ladi?",
    "faq.shareInfoBody":"Pochta manzili, elektron pochta, telefon raqami va boshqa shaxsiy ma’lumotlaringizni e’lon qilmang. Scratch loyihalarida, forumdagi xabarlarda mana shunday ma’lumotlarni ko‘rsangiz, uni o‘chirishimiz yoki muallifiga eslatishimiz uchun bizga xabar qiling.",
    "faq.deleteAccountTitle":"Hisobimni qanday o‘chirsam bo‘ladi?",
    "faq.deleteAccountBody":"Scratchga kiring, yuqori o‘ng burchakdan foydalanuvchi nomini bosing. “Hisob sozlalamari”dan sahifa ostidagi <em>“Hisobimni o‘chirmoqchiman”</em> havolasini tanlang.",
    "faq.scratchFreeTitle":"Scratch bepulmi?",
    "faq.scratchFreeBody":"Ha! Scratchdan foydalanish bepul. Siz undan maktabda o‘quv mashg‘ulotlari tashkil etishda foydalanishingiz ham mumkin (mashg‘ulotlar pullik bo‘lsa-da). Litsenziya sotib olishingiz shart emas — bu bepul.",
    "faq.scratchScreenshotTitle":"Scratch skrinshotlaridan kitob yoki prezentatsiyada foydalansam bo‘ladimi?",
    "faq.scratchScreenshotBody":"Ha, siz Scratch haqida kitob yoki risola yozishingiz mumkin. Scratch ilovasi yoki saytidan skrinshot va rasmlar olishingiz va <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a> litsenziyasi asosida taqdim etishingiz mumkin. Maqolangizda ushbu eslatmani kiritishingizni so‘raymiz: “Scratch MIT Media Lab laboratoriyasi tarkibidagi Lifelong Kindergarten guruhi tomonidan ishlab chiqilgan. Undan https://scratch.mit.edu sayti orqali bepul foydalanish mumkin”  ",
    "faq.scratchDescriptionTitle":"Scratch haqidagi ma’lumotni broshura va boshqa materiallarga kiritsam bo‘ladimi?",
    "faq.scratchDescriptionBody":"Albatta! Unda ushbu etlatmani kiritishingizni tavsiya etamiz: “Scratch — siz o‘z interaktiv hikoya, o‘yin va animatsiyangizni yaratishingiz mumkin bo‘lgan dasturiy til va onlayn hamjamiyat bo‘lib, ijodingizni butun dunyo bo‘ylab baham ko‘rishingiz mumkin. Scratch loyihalarida ishlash jarayonida yosh avlod ijodiy fikrlash, tizimli dalillarni keltirish va hamjihatlikda ishlash ko‘nikmalarini o‘rganadi. Scratch MIT Media Lab laboratoriyasi tarkibidagi Lifelong Kindergarten guruhi tomonidan ishlab chiqilgan. Undan https://scratch.mit.edu sayti orqali bepul foydalanish mumkin”",
    "faq.presentScratchTitle":"Konferensiyada Scratch haqida taqdimot qilsam bo‘ladimi?",
    "faq.presentScratchBody":"Marhamat, Scratch haqida o‘qituvchilar ham boshqa guruhlar uchun taqdimot qiling. Biz sizga taqdimot qilish ruxsatini beramiz.",
    "faq.supportMaterialTitle":"Scratch saytidan topgan qo‘llanmalar, rasm, ovoz va loyihalaridan foydalansam va qayta ishlasam bo‘ladimi?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera which are Scratch trademarks.",
    "faq.sellProjectsTitle":"Scratch loyihalarimni sotsam bo‘ladimi?",
    "faq.sellProjectsBody":"Albatta. Sizning loyihangiz — sizning ijodingiz. E’tibor qarating: Scratchda e’lon qilgan loyihangizni <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 litsenziyasi</a> asosida istalgan kishi bepul yuklab olishi, remiks qilishi va qayta foydalanishi mumkin. Agar loyihangizni sotmoqchi bo‘lsangiz, uni Scratchdan olib tashlashingizga to‘g‘ri keladi.",
    "faq.sourceCodeTitle":"Scratch manbalari kodini qayerdan topsam bo‘ladi?",
    "faq.sourceCodeBody":"Scratch 2 muharriri manbalari kodini <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a> saytidan topish mumkin. Squeak dasturida yozilgan <a href=\"/scratch_1.4\">Scratch 1.4</a> kodi ham <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a> saytida mavjud. Scratch sayti bilan bog‘liq yangiliklar va dasturiy loyihalar uchun <a href=\"/developers\">Dasturchilar sahifasiga</a> kiring.",
    "faq.okayToShareTitle":"Scratch saytida nimalar e’lon qilish mumkin/mumkin emasligini qanday bilsam bo‘ladi?",
    "faq.okayToShareBody":"<a href=\"/community_guidelines\">Scratch hamjamiyati yo‘qinomasi</a> bilan tanishib chiqing. Unda katta hajmdagi huquqiy ma’lumotlar berilmagan. Scratch saytining har bir sahifasi ostida unga havola keltirilgan.",
    "faq.reportContentTitle":"Biron noma’qullikni ko‘rsam nima qilishim kerak?",
    "faq.reportContentBody":"Agar Scratch qonun-qoidalari buzilgan deb hisoblasangiz har bir loyiha, izoh, xabar yoki foydalanuvchi sahifasida mavjud bo‘lgan “Shikoyat qilish” havolasini bosing. Agar og‘ir vaziyat yuzaga kelsa, “Biz bilan bog‘laning” havolasi orqali yozib, tushuntiring. Vaziyatni mavjud havola va sahifalarni aniq qilib, to‘liq tushuntiring.",
    "faq.noFlameTitle":"Kimdir behurmatlik qilsa nima qilishim kerak?",
    "faq.noFlameBody":"Qizishmang! Qo‘pol izohlarga qo‘pollik bilan javob qaytarish orqali vaziyatni og‘irlashtirasiz, xolos. Natijada sizning ham hisobingiz bloklanishi mumkin. Undan ko‘ra bunday vaziyat haqida bizga xabar bering, muallifni tekshirib, tegishli chorani qo‘llaymiz. Biz shikoyatlarni har kuni, kuniga bir necha marta o‘rganib chiqamiz — xavotir olmang, vaziyatni hal qilamiz.",
    "faq.reviewContentTitle":"Kimdir biron kontent yuzasidan shikoyat qilsa Scratch jamoasi nima qiladi?",
    "faq.reviewContentBody":"Scratch jamoasi shikoyat qilingan loyihalar va izohlarni har kuni ko‘rib chiqadi. Agar Scartch hamjamiyati qonun-qoidalari buzilgan bo‘lsa, biz uni o‘chirib, muallifiga ogohlantirish jo‘natamiz. Qoidalarimizni qanchalik buzganiga qarab (yoki avval ham bu foydalanuvchini ogohlantirgan bo‘lsak) hisobni yoki tarmoqni bloklashimiz mumkin.",
    "faq.blockedAccountTitle":"Hisob blok qilinsa nima bo‘ladi?",
    "faq.blockedAccountBody":"Hisob blok qilinsa, uning egasi saytga kirolmaydi va loyihalar yaratib, e’lon qilolmaydi. Hisob egasi saytga kirganida nima uchun blok qilingani haqida xabar va blokdan chiqarish so‘rovini yuborish formasi ko‘rinadi. Agar foydalanuvchi o‘z aybini tushunib, bundan keyin Scratch qonun-qoidalariga amal qilishini e’tirof etsa, Scratch jamoasi o‘z qarorini qayta o‘ylab ko‘radi. Hisob egasi ishonchga kirganidan so‘nggina uning hisobi tiklanadi. Aks holda hisob (unga aloqador barcha boshqa hisoblar ham) doimiyga blok qilinadi.",
    "faq.stolenAccountTitle":"Mening esi yo‘q akam/Kay/boshqa yomon bola mening hisobimni o‘g‘irlab oldi va hozir u ban qilingan. Nima qilishim kerak?",
    "faq.stolenAccountBody":"Siz parolingizni maxfiy saqlash uchun javobgar hisoblanasiz. Agar real hayotdagi kimdir sizning hisobingizni egallab olib, yomon ishlar bilan shug‘ullanayotgan bo‘lsa, kompyuterga mas’ul bo‘lgan kattalarga murojaat qiling. Agar siz bilmagan kimdir parolingizni bilib olganini sezsangiz, parolni o‘zgartirib oling yoki vaziyatni tushuntirish uchun biz bilan bog‘laning. Agar hamjamiyat qonun-qoidalarini buzganingiz uchun bloklangan bo‘lsangiz, hisobim buzildi deb aytmang. Agar biz sizga ishona olmasak, hisobingizni blokdan chiqarmaymiz.",
    "faq.cloudDataInfoTitle":"Bulutli ma’lumotlar nima degani?",
    "faq.cloudDataInfoBody":"Bulutli ma’lumotlar — Scratch 2 funksiyasi bo‘lib, loyiha fayllarini onlayn saqlash va joylashtirish imkonini beradi. Siz bulutli ma’lumotlardan so‘rovnomalar o‘tkazish va boshqa loyihalarda foydalanishingiz mumkin.",
    "faq.storedCloudInfoTitle":"Bulutli ma’lumotlarni kimlar ko‘ra oladi?",
    "faq.storedCloudInfoBody":"Bulutli ma’lumotlar bloklaridan foydalanib loyiha yaratayotganingizda siz haqingizdagi ma’lumot boshqa foydalanuvchilarga ko‘rinarli bo‘ladi. Har bir loyihaning jurnali mavjud bo‘lib, unda bu loyihaga kimlar murojaat qilgani qayd etiladi.",
    "faq.onlyNumbersTitle":"Hozirgi paytda nima uchun bulutli ma’lumotlar faqat raqamlar bilan chegaralangan — qator, ro‘yxatsiz?",
    "faq.onlyNumbersBody":"Hozir saytdagi barcha muammolarni hal qilish uchun dastlabki qadam sifatida faqatgina raqamlar bilan chegaralanganmiz. Asta-sekin bulutli ma’lumotlar imkoniyatlarini oshirib borishni rejalashtirganmiz. Agar infrastruktura yaxshi ishlasa, boshqa funksiyalarni qo‘shishni ham rejalashtirganmiz (bulutlar ro‘yxati, qatorlar va h.).",
    "faq.reportCloudTitle":"Agar kimdir bulutli ma’lumotlar orqali shubhali kontentni tarqatayotgan bo‘lsa, bu haqda qanday shikoyat qilsam bo‘ladi?",
    "faq.reportCloudBody":"“Shikoyat qilish” tugmasini bosib (loyiha pleyeri ostida) shubhali kontent haqida xabar berishingiz mumkin. Shikoyat qilish formasida bu loyihaning barcha bulutli ma’lumotlari jurnali havolasi keltirilgan. Xabarni yuborishdan avval ularni ko‘rib chiqishingiz mumkin. Shikoyat sababi degan qismiga “bulutli ma’lumotlar” deb yozishni unutmang.",
    "faq.chatRoomTitle":"Bulutli ma’lumotlarga asoslangan chat tashkil etsam bo‘ladimi?",
    "faq.chatRoomBody":"Bulutli ma’lumotlarga asosida chat tashkil etish texnik jihatdan mumkin, lekin hozir bunga ruxsat etilmagan. Bulutli ma’lumotlarni boshqarish va tahrir etish bo‘yicha eng ma’qul to‘xtamga kelganimizdan so‘ng biz bu siyosatni qayta ko‘rib chiqamiz.",
    "faq.makeCloudVarTitle":"Loyiha yaratishda o‘zgaruvchan bulutli ma’lumotlardan foydalansam bo‘ladimi?",
    "faq.makeCloudVarBody":"O‘zgaruvchan bulutli ma’lumotlardan foydalanganda “O‘zgaruvchan bulutli ma’lumotlar” deb belgilashingiz mumkin. Siz serverda saqlagan istalgan ma’lumot qoladi va boshqalarga ko‘rinadi.",
    "faq.changeCloudVarTitle":"O‘zgaruvchan bulutli ma’lumotlarni kim o‘zgartira oladi?",
    "faq.changeCloudVarBody":"Sizning loyihangiz ma’lumotlari o‘z o‘zgaruvchan bulutli ma’lumotlaringizda saqlanadi. Agar boshqalar sizning kodingizni remiks qilishsa, ularning loyihasida shu nomda yangi o‘zgaruvchan bulutli ma’lumotlar yaratiladi.",
    "faq.newScratcherCloudTitle":"Men saytga kirdim, lekin haligacha bulutli ma’lumotlardan foydalana olmayapman. Nima uchun?",
    "faq.newScratcherCloudBody":"Bulutli ma’lumotlardan foydalana olish uchun “Scratcher” maqomiga o‘tishingiz kerak. Saytda faol va samarali ishlab, “Scratcher” bo‘lishingiz mumkin.",
    "faq.multiplayerTitle":" Bulutli ma’lumotlar asosida ko‘pkishilik o‘yinlar yaratsam bo‘ladimi?",
    "faq.multiplayerBody":"Ko‘pkishilik o‘yinlarni yaratish tarmoq sinxronlashuvi va tezligi muammosi sabab qiyin bo‘lishi mumkin. Ba’zi Scratch a’zolari qadamli va boshqa o‘yinlarni yaratishda bulutli ma’lumotlardan ijodiy foydalanish yo‘llarini ishlab chiqmoqdalar.",
    "faq.cloudLagTitle":"Bulutli ma’lumotlarni boshqa Scratch a’zolariga yetkazish uchun qancha vaqt ketadi?",
    "faq.cloudLagBody":"Har xil. Agar har ikki Scratcherning internet tezligi normal bo‘lsa (DSL/Cable), kompyuter/tarmoqda cheklovchi brandmauer bo‘lmasa, yangilanishlash millisoniyada uzatiladi. Ko‘pincha kompyuterlarda brandmauer dasturi ishlab turadi, agar brandmauer 531 va 843 TCP-portlarni bloklasa, uzatish 1 soniyaga kechikadi. Hozirda bu to‘siqlardan qanday o‘tish choralarini izlayapmiz.",
    "faq.schoolsTitle":"Scratch maktablarda",
    "faq.howTitle":"Maktabda Scratchdan qanday foydalansa bo‘ladi?",
    "faq.howBody":"Scratch dunyodagi minglab maktablarida turli sohalarda foydalanishmoqda (aniq va gumanitar fanlar, tarix, matematika, axborot texnologiyalari). <a href=\"/educators\">Dars beruvchilar sahifasida</a> maktablarda Scartchdan foydalanish strategiyasi va manbalari va boshqa ta’lim maskanlari (muzey, kutubxona, ta’lim markazlari) haqida ma’lumot berilgan. Shuningdek, Garvard Oliy ta’lim maktabi tomonidan boshqariladigan <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> o‘qituvchilar uchun onlayn hamjamiyatiga qo‘shilishingiz mumkin. ",
    "faq.ageTitle":"Scratch dasturidan necha yoshdagilar foydalanishi mumkin?",
    "faq.ageBody":"Scratch 8 yoshdan 16 yoshgacha bolalar uchun mo‘ljallangan. Undan asosan boshlang‘ich va o‘rta maktablarda foydalanadilar. Ammo barcha yoshdagi foydalanuvchilar Scratch loyihalarida ishlashlari mumkin. Scratchdan ba’zi oliy o‘quv yurtlarida boshlang‘ich axborot texnologiyalari fanida ham foydalanishmoqda. 5-7 yoshdagi bolalar uchun Scratchning yengil versiyasi — <a href=\"//www.scratchjr.org/\">ScratchJr</a> tavsiya etiladi.",
    "faq.noInternetTitle":"O‘quvchilar Scratchdan internetga kirmasdan turib ham foydalana oladilarmi?",
    "faq.noInternetBody":"Ha. Internetga kirmasdan loyihalar yaratish uchun Scratch <a href=\"/scratch2download\">oflayn muharririni</a> o‘rnatib oling. Hozirda bu dastur Mac va Windows kompyuterlarida ishlaydi.",
    "faq.communityTitle":"Onlayn hamjamiyatni o‘quvchilar uchun o‘chirib qo‘ysam bo‘ladimi?",
    "faq.communityBody":"Scratch onlayn hamjamiyati bolalar va o‘smirlarga bir-birlari bilan hamkorlikda va ma’lum qonun-qoidalar asosida o‘qish, fikr almashish imkonini beradi. Ba’zi dars beruvchilar o‘quvchilarining bunday onlayn hamjamiyatlarda ishtirok etishlarini xohlamaydilar. Bunday holatda kompyuterda Scratch dasturidan foydalanish uchun oflayn muharrirni o‘rnatib olishingiz mumkin. ",
    "faq.teacherAccountTitle":"Scratch o‘qituvchi hisobi nima?",
    "faq.teacherAccountBody":"Scratch o‘qituvchi hisobi dars beruvchilar va ta’lim sohasining boshqa xizmatchilariga Scratch tizimidagi o‘quvchilarini boshqarish, o‘quvchi hisobini yaratish, studiyalarda o‘quvchi loyihalarini tashkil etish va ularning izohlarini kuzatish imkonini beradi. ",
    "faq.requestTitle":"Scratch o‘qituvchi hisobini qanday ochsam bo‘ladi?",
    "faq.requestBody":"Siz Scratch o‘qituvchi hisobi so‘rovini <a href=\"/educators\">Dars beruvchilar sahifasi</a> orqali yuborishingiz mumkin. Sizning o‘qituvchi ekanligingizga amin bo‘lish uchun registratsiya jarayonida qo‘shimcha ma’lumotlarni so‘raymiz.",
    "faq.edTitle":"Scratch o‘qituvchi hisobi va ScratchEd hisobi o‘rtasida qanday farq bor?",
    "faq.edBody":"Scratch o‘qituvchi hisoblari — o‘quvchilarning hisoblarini boshqarish uchun qo‘shimcha funksiyalarga ega bo’lgan hisobdir. ScratchEd hisoblari — alohida saytdagi <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd hamjamiyatining</a> (Garvard Oliy ta’lim maktabi tomonidan boshqariladi) hisoblari bo‘lib, unda dars beruvchilar o‘z hamkasblari bilan fikr, g‘oya almashadilar, savollariga javob oladilar.",
    "faq.dataTitle":"Scratch o‘quvchilar haqida qanday ma’lumotlarni yig‘adi?",
    "faq.dataBody":"O‘quvchi Scratchda ro‘yxatdan o‘tganda biz undan jinsi, yoshi (tug‘ilgan oyi va yili), mamlakati va hisobni tasdiqlash uchun elektron pochta ma’lumotlarini so‘raymiz. Bu ma’lumotlardan (shaxslar oshkor etilmagan holda) Scratchni ishlatuvchilar haqidagi tadqiqotlarda foydalaniladi. O‘qituvchi hisobidan foydalanib, o‘quvchi hisobi ochilganda elektron pochta talab qilinmaydi.",
    "faq.lawComplianceTitle":"Scratch 2.0 (onlayn versiya) Amerika Qo‘shma Shtatlarining maxfiylik haqidagi qonunlariga mos tushadimi?",
    "faq.lawComplianceBody":"Scratch barcha foydalanuvchilar ma’lumotlari maxfiyligini ta’minlaydi. Scratchda yig‘ilgan ma’lumotlarni saqlashning tabiiy va raqamli metodlari mavjud. Garchi bizning bepul manbamizdan foydalanayotgan har bir tashkilot bilan shartnoma asosida kelishuv imzolash imkoni mavjud bo‘lmasa-da, biz Amerika Qo‘shma Shtatlarining barcha federal qonunlariga rioya qilamiz. MIT, 501(c)(3) tashkilotlari va Scratch tashkil etgan va qo‘llab-quvvatlayotgan tashkilotlar shular jumlasidandir. Qo‘shimcha ma’lumot olish uchun Scratch maxfiylik siyosati bilan tanishib chiqishingizni tavsiya etamiz.",
    "faq.schoolsMoreInfo":"O‘qituvchi hisobi haqida ko‘proq ma’lumot olish uchun <a href=\"/educators/faq\">Savol-javob</a> sahifasini ko‘ring."
}
