{
    "faq.title":"Các câu hỏi thường gặp (FAQ)",
    "faq.intro":"Tại trang này, bạn sẽ tìm ra các câu trả lời cho các câu hỏi thường gặp về Scratch.",
    "faq.aboutTitle":"Những câu hỏi Chung",
    "faq.privacyTitle":"Chính sách bảo mật",
    "faq.remixTitle":"Phối lại và Sao chép",
    "faq.accountsTitle":"Tài khoản",
    "faq.permissionsTitle":"Bản quyền và Giấy phép",
    "faq.inappropriateContentTitle":"Các nội dung không phù hợp",
    "faq.cloudDataTitle":"Dự trữ trực tuyến ",
    "faq.aboutScratchTitle":"Scratch là gì, và tôi có thể làm gì với nó?",
    "faq.aboutScratchBody":"Scratch là ngôn ngữ lập trình và cộng đồng lập trình và cộng đồng trực tuyến nơi các bạn có thể sáng tạo ra những câu chuyện sinh động, trò chơi và những hiệu ứng. Trong quy trình thiết kế và lập trình dự án Scratch, những người trẻ được học cách suy nghĩ sáng tạo, suy nghĩ có hệ thống, và làm việc có sự tương tác. Để biết thêm về Scratch, hãy xem thử trang <a href=\"/about\"> Giới thiệu Scratch </a>",
    "faq.makeGameTitle":"Làm sao tôi có thể tạo ra các trò chơi hoặc phim hoạt hình với Scratch?",
    "faq.makeGameBody":"Hãy vào xem <a href=\"/tips\"> Trang hướng dẫn </a> để xem thật nhiều hướng dẫn về cách mà bạn có thể bắt đầu với Scratch. Hoặc <a href=\"/projects/editor/?tip_bar=getStarted\">vào trực tiếp </a> phần sáng tạo chương trình.",
    "faq.requirementsTitle":"Các yêu cầu về hệ thống dành cho Scratch?",
    "faq.requirementsBody":"Để sử dụng Scratch 2.0, bạn cần sử dụng (1) Hệ điều hành Windows, ChromeOS, Mac, hoặc Linux; (2) phiên bản <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> phát hành ngày 15/06/2016; (3) Những Trình duyệt web đang phổ biến: 1 trong 2 phiên bản mới của <a href=\"http://google.com/chrome/\">Chrome</a>(Hệ điều hành Windows, ChromeOS,Mac hoặc Linux). <a href=\"http://www.mozilla.org/firefox/new/\">Firefox</a>(Hệ điều hành Window hoặc Mac),<a href=\"https://support.apple.com/downloads/safari\">Safari</a>(Hệ điều hành Mac),<a href=\"https://www.microsoft.com/windows/microsoft-edge\">Edge</a>(Hệ điều hành Windows), hoặc <a href=\"https://www.microsoft.com/download/internet-explorer.aspx\">Internet Explorer 11</a>( Hệ điều hành Window ). Nếu máy tính của bạn không đáp ứng những điều kiện trên, bạn có thể tải và cài đặt <a href=\"/scratch_1.4\">Scratch 1.7</a>, tuy nhiên bạn vẫn có thể sử dụng để chia sẻ chương trình của mình với trang Scratch 2.0.",
    "faq.offlineTitle":"Scratch có phiên bản có thể tải được để tôi có thể thiết kế và xem những dự án của mình khi không kết nối Internet hay không?",
    "faq.offlineBody":"Scratch 2.0 offline cho phép bạn sáng tạo chương trình với Scratch mà không cần phải kết nối Internet. Bạn có thể <a href=\"/scratch2download/\">Tải Scratch 2.0</a> từ trang web của Scratch. Bạn cũng có thể sử dụng <a href=\"/scratch_1.4\">Scratch 1.4</a>. Lưu ý: bạn có có thể có cả 2 phiên bản Scratch 1.4 và Scratch 2.0 trong máy tính của bạn.",
    "faq.uploadOldTitle":"Tôi có thể tải lên những dự án được tạo ra với phiên bản cũ hơn của Scratch lên website được không?",
    "faq.uploadOldBody":"Được - Bạn có thể chia sẻ hoặc đang tải chương trình làm bằng phiên bản cũ của Scratch, và nó vẫn sẽ được tìm thấy và sử dụng được. ( Tuy nhiên, bạn không thể tải chương trình được làm ra hoặc thay đổi bằng phiên bản Scratch mới và mở trên phiên bản Scratch cũ. Ví dụ, bạn không thể mở chương làm bằng Scratch 2.0 bằng <a href=\"/scratch_1.4\">Scratch 1.4</a>, bởi vì <a href=\"/scratch_1.4\">Scratch 1.4</a>sẽ không đọc được chương trình có định dạng .sb2)",
    "faq.recordVideoTitle":"Tôi có thể quay lại video về dự án Scratch của tôi được không?",
    "faq.recordVideoBody":"Được - bạn có thể quay video trong vòng 60 giây chương trình của bạn. Bằng việc sử dụng Scratch editor, trong phần Danh sách thư mục, chọn \"Ghi lại Video chương trình\" (Bạn cần phải đăng nhập để sử dụng chức năng này). Bạn có thể chọn thêm những lựa chọn khác trong việc ghi lại chương trình ( ví dụ như ghi lại âm thanh hoặc hiệu ứng bấm chuột ) bằng cách chọn \"Thêm lựa chọn\". Sau đó, chạy chương trình mà bạn muốn ghi hình. Sau khi việc ghi hình kết thúc, làm theo hướng dẫn để tải thư mục xuống máy tính của bạn. Tùy theo Hệ điều hành bạn sử dụng, bạn cần phải tải những chương trình như là <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a>để mở thư mục video trên máy tính. Thư mục này sẽ chơi được tại Youtube, Vimeo và Facebook, nhưng bạn cần phải chuyển đổi định dạng để có thể chơi được trên những trang khác như là Twitter hoặc Tumblr.",
    "faq.scratchCostTitle":"Sử dụng Scratch có tốn phí không? Tôi có cần phải có giấy phép không?",
    "faq.scratchCostBody":"Scratch luôn luôn miễn phí cho mọi người. Bạn không cần bản quyền để sử dụng Scratch trong trường học, hoặc bất kỳ đâu. Sự phát triển và duy trình Scratch được chi trả bởi tiền quỹ và đóng góp. Nếu bạn mong muốn đóng góp cho Scratch, bạn hãy vào xem <a href=\"https://secure.donationpay.org/scratchfoundation/\">Trang hỗ trợ</a>.",
    "faq.mediaLabTitle":"Ai tạo ra Scratch?",
    "faq.mediaLabBody":"Scratch được phát triển và duy trình bởi Scratch Team tại <a href=\"http://llk.media.mit.edu/\"> Lifelong Kindergarten group </a> tại<a href=\"http://www.media.mit.edu/\"> MIT Media Lab</a>.",
    "faq.accountInfoTitle":"Những thông tin nào cần thiết cho quá trình đăng ký tài khoản?",
    "faq.accountInfoList":"Để bảo vệ quyền riêng tư của Cồng đồng Scracth, chúng tôi giới hạn những thông tin thu thập và công khai tại trang Scratch. Trong quy trình đăng ký thành viên, bạn phải cung cấp những thông tin sau đây:",
    "faq.privacyUsername":"Tên người dùng - chúng tôi muốn tránh việc công khai tên thật hoặc những thông tin có thể nhận dạng được.",
    "faq.privacyCountry":"quốc gia",
    "faq.privacyBirthdate":"Tháng và năm sinh - Chúng tôi sử dụng thông tin này để xác nhận quyền sở hữu tài khoản nếu bạn bị mất mật khẩu và gửi thư hoặc yêu cầu đề đóng tài khoản.",
    "faq.privacyGender":"giới tính",
    "faq.privacyEmail":"Địa chỉ email - nếu chủ tài khoản nhỏ hơn 13 tuổi, chúng tôi yêu cầu email của cha mẹ hoặc người bảo trợ. Chúng tôi không gửi email đến địa chỉ này trừ trường hợp khi một ai đó yêu cầu khôi phục mật khẩu.",
    "faq.accountPublicInfo":"Tên người dùng và quốc gia của chủ tài khoản được hiển thị công khai tại trang thông tin cá nhân. Tháng/ năm sinh, địa chỉ email, và giới tính của tài khoản sẽ không được công khai. Chúng tôi thu thập thông tin về tuổi và giới tính của người dùng với mục đích nghiên cứu. Chúng tôi không suwr dụng thông tin cá nhân của người dùng với mục đích lợi nhuận.",
    "faq.dataCollectionTitle":"Những dữ liệu nào được thu thập từ mọi người khi họ sử dụng website?",
    "faq.dataCollectionOne":"Khi người dùng đăng nhập, Scratch sẽ yêu cầu trình duyệt web đặt <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>trên máy tính của bạn để nhớ tình trạng đăng nhập khi bạn tìm kiếm những trang web khác. CHúng tôi thu thâp dữ liệu về vị trí bấm chuột của người dùng và những phần khác của trang web sử dụng Google Analytics. \"Dữ liệu bấm chuột\" giúp chúng tôi có thể cải thiện trang web.",
    "faq.dataCollectionTwo":"Những thông tin và dữ liệu thu thập được từ trang web Scratch được sử dụng cho mục đích nghiên cứu với mục đích nâng cao sự hiểu biết về cách  người dùng học cùng Scratch. Kết quả của những nghiên cứu được chia sẻ với những nhà giáo dục và nhà nghiên cứu thông qua những buổi hội thảo, bài viết và những công bố trước công chúng. Bạn có thể tìm thấy nhiều hơn tại <a href=\"/info/research\">Trang nghiên cứu</a>.",
    "faq.rentInfoTitle":"Đội Scratch có bán hoặc cho mượn thông tin của những người sử dụng Scratch cho ai khác không?",
    "faq.rentInfoBody":"Không.",
    "faq.viewUnsharedTitle":"Đội Scratch có thể xem những dự án không chia sẻ trong 'Dự án của tôi' được không?",
    "faq.viewUnsharedBody":"Bở vì trách nhiệm của Scratch Team trong việc hạn chế việc truy cập, chúng tôi có thẻ truy cập đến tất cả nội dung lưu trữ tại trang Scratch - bao gồm những chương trình không được chia sẻ. Nếu bạn muốn đảm bảo tuyệt đối quyền cá nhân, bạn có thể sử dụng Phiên bản <a href=\"/scratch2download\">Scratch 2.0 Offline editor</a> hoặc <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"Bản phối lại là gì?",
    "faq.remixDefinitionBody":"Khi người dùng Scratch tạo ra bản sao của bất kỳ chương trình nào và thay đổi bằng việc thêm vào ý tưởng của cá nhân ( Ví dụ, thay đổi nội dung hoặc trang trí ), kết quả của sự thay đổi chương trình được gọi là \"remix\". Tất cả chương trình chia sẻ trên trang Scratch đều có thể remix lại. Chúng tôi xem tất cả thay đổi kể cả thay đổi nhỏ đề là những sự remix hợp lệ, cũng như sự công nhận cho chương trình gốc của người sáng tạo ra nó và những người khác mang lại sự đóng góp đáng kể cho việc remix.",
    "faq.remixableTitle":"Tại sao Đội Scratch đòi hỏi tất cả dự án đều \"có thể được phối lại\"?",
    "faq.remixableBody":"Chúng tôi tin rằng việc xem qua và remix những chương trình thú vị được sáng tạo ra là một cách rất tốt để học lập trình, và hướng đến những ý tưởng mới hơn. Đó là lý do mã nguồn của chương trình được công khai cho tất cả những chương trình được chia sẻ trên trang Scratch.",
    "faq.creativeCommonsTitle":"Chuyện gì sẽ xảy ra nếu tôi không muốn những người khác phối lại dự án của tôi?",
    "faq.creativeCommonsBody":"Bằng việc công khai chương trình tại trang Scratch, ạn chấp nhận dăng ký bản quyền dưới <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">bản quyền Creative Commons Share Alike</a>. Nếu bạn không muốn người khác xem và remix sự chương trình của mình, bạn không nên chia sẻ trên trang Scratch.",
    "faq.fairUseTitle":"Tôi có thể sử dụng những hình ảnh, âm thanh, phương tiện truyền thông từ mạng Internet trong dự án của tôi được không?",
    "faq.fairUseBody":"Tôn trọng mong muốn của tác giả chương trình gốc về việc remix lại chương trình là việc quan trọn nhất. Nếu bạn muốn kết hợp chương trình của người khác vào chương trình của bạn, hãy trao tác giả sự công nhận trong phần \"công nhận\", vf bao gồm đường dẫn đến chương trình gốc. Để tìm nghệ thuật/ âm thanh đã được đăng ký bản quyền cho việc remix, hãy ghé xem <a href=\"http://search.creativecommons.org/\">Creative Commons search page</a>.",
    "faq.confirmedAccountTitle":"Thế nào là tài khoản Scratch \"đã xác nhận\"?",
    "faq.confirmedAccountBody":"Tài khoản được xác nhận cho phép bạn chia sẻ chương trình, viết bình luận và tạo Phòng sáng tạo. Xác nhận tài khoản của bạn cũng là cách để bạn nhận thêm nhiều cập nhật mới từ Scratch Team.",
    "faq.checkConfirmedTitle":"Làm sao tôi có thể kiểm tra tài khoản của tôi đã được xác nhận hay chưa?",
    "faq.checkConfirmedBody":"Để kiểm tra xem tài khoản của bạn đã được xác nhận hay chưa, bạn phải đăng nhập tài khoản Scratch ở góc phải màn hình. Khi bạn đã đăng nhập, chọn Tên người dùng ở góp phải trên cùng và chọn \"Cài đặt tài khoản\", sau đó Email\" ở góc trái. Xác nhận email sẽ hiển thị dấu chọn màu xem. Nếu chưa được xác nhận, bạn sẽ thấy thông điệp màu cam với nội dung \"Email của bạn chưa được xác nhận\" .",
    "faq.howToConfirmTitle":"Làm sao tôi xác nhận tài khoản của mình?",
    "faq.howToConfirmBody":"Sau khi đăng ký Scratch, bạn sẽ nhận emai với đường dẫn xác nhận tài khoản. Nếu bạn không thể tìm thấy email, kiểm tra thư mục Thư rác. Để yêu cầu gửi email lại, chọn Cài đặt tài khoản, chọn thẻ Email, và làm theo hướng dẫn. Lưu ý rằng việc gửi mail lại sẽ mất khoảng 1 giờ để email được gửi dến địa chỉ email của bạn. Nếu bạn vẫn vẫn không nhận được email trong một giờ, <a href=\"/contact-us\"> hãy cho chúng tôi biết</a>.",
    "faq.requireConfirmTitle":"Tôi có phải xác nhận tài khoản của mình không? ",
    "faq.requireConfirmBody":"Bạn vẫn có thể sử dụng nhiều chức năng khác của Scratch nhưng không cần phải xác minh tài khoản, bao gồm việc tạo chương trình và lưu chương trình ( nhưng bạn không thể chia sẻ được ). Lưu ý: Nếu bạn đã tạo tài khoản trước ngày 11 tháng 2, 2015, thì bạn vẫn có thẻ sử dụng những tính năng của Scratch mà không ckhoophari thực hiện xác minh tài khoản.",
    "faq.forgotPasswordTitle":"Tôi đã quên mật khẩu của mình, làm sao tôi có thể đặt lại nó?",
    "faq.forgotPasswordBody":"Nhập tên người dùng của bạn <a href=\"/accounts/password_reset/\"> tại trang đặt lại mật khẩu </a>. Trang Scratch sẽ gửi email về địa chỉ email liên kết với tài khoản của bạn một đường dẫ để bạn có thể Đặt lại mật khẩu.",
    "faq.changePasswordTitle":"Làm thế nào để tôi có thể thay đổi mật khẩu?",
    "faq.changePasswordBody":"Đăng nhập trang Scratch, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn \"Cài đặt tài khoản\", và chọn đường dẫn để Thay đổi mật khẩu.",
    "faq.changeEmailTitle":"Làm thế nào để tôi có thể thay đổi địa chỉ email?",
    "faq.changeEmailBody":"Đăng nhập trang Scratch, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn \"Cài đặt tài khoản\", và chọn đường dẫn để Thay đổi địa chỉ email.",
    "faq.newScratcherTitle":"Làm thẻ nào để tôi có thể chuyển từ \"Người dùng Scratch mới \" sang \"Người dùng Scratch\"?",
    "faq.newScratcherBody":"Sáng tạo và chia sẻ chương trình, bình luận mang tính đóng góp cho những chương trình Scratch khác, và hãy chờ đợi! Sau khoảng vài tuần hoạt động, sẽ có một đường dẫn gửi một lời mời gửi đến bạn trở thành người dùng Scratch. (Lưu ý rằng chúng tôi không thay đổi người dùng Scratch mới thành người dùng Scratch theo yêu cầu - ngay cả khi ai đó hối lộ bằng một hộp sô cô la tuyệt vời. )",
    "faq.multipleAccountTitle":"Tôi có thể có nhiều hơn một tài khoản được không?",
    "faq.multipleAccountBody":"Bạn hoàn toàn có thể có một vài tài khoản tại trang Scratch, cũng như không vi phạm các luật lệ của cộng đồng. Trong trường hợp đó, tất cả những tài khoản sẽ bị khóa hoặc hủy.",
    "faq.multipleLoginTitle":"Liệu có thể nhiều người cùng đăng nhập vào một tài khoản được không?",
    "faq.multipleLoginBody":"Chúng tôi không khuyến khích việc này, bởi vì trang Scratch và Scratch editor sẽ bị nhầm lẫn khi nhiều hơn một người đăng nhập vào một tài khoản.",
    "faq.changeUsernameTitle":"Tôi có thể thay đổi tên người dùng được không?",
    "faq.changeUsernameBody":"Cấu trúc của trang web Scratch phụ thuộc và sự ổn định của tên người dùng, do đó tên người dùng không thẻ thay đổi được. Nếu việc đó thật sự cần thiết bạn có thể tạo một tài khoản mới - nhưng bạn có thể sao chép những chương trình của bạn sang tài khoản mới",
    "faq.shareInfoTitle":"Những thông tin nào tôi có thể chia sẻ trong tài khoản của tôi hoặc với những tài khoản của nhau?",
    "faq.shareInfoBody":"Đừng bao giờ chia sẻ những thông tin cá nhân của bạn, như là địa chỉ nhà, địa chỉ email, số điện thoại hoặc bất kỳ thông tin bạn sử dụng để liên lạc bên ngoài Scratch. Hãy báo cáo những chương trình, bình luận, hoặc bài đăng trong những phòng chia sẻ có chứ những loại thông tin cá nhân đó để Scratch Team có thể xóa đi và nhắc tác giả về quyền cá nhân.",
    "faq.deleteAccountTitle":"Làm thế nào để xóa tài khoản?",
    "faq.deleteAccountBody":"Đăng nhập trang Scratch, và sau đó bấm chọn tên người dùng ở góc phải trên cùng của cửa sổ. Chọn \"Cài đặt tài khoản\", và chọn <em> \"Tôi muốn xóa tài khoản\" </em> tại đường dẫn nằm ở cuối trang.",
    "faq.scratchFreeTitle":"Scratch có miễn phí không?",
    "faq.scratchFreeBody":"Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.",
    "faq.scratchScreenshotTitle":"Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?",
    "faq.scratchScreenshotBody":"Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your textbook / CD / what have you that says \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"Can I include a description of Scratch and the Scratch logo in brochures or other materials?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu\"",
    "faq.presentScratchTitle":"Can I present Scratch at a conference?",
    "faq.presentScratchBody":"Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.",
    "faq.supportMaterialTitle":"May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).",
    "faq.sellProjectsTitle":"Can I sell my Scratch projects?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"Where can I find the source code for Scratch?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"How do I know what is or isn’t okay to share on the Scratch website?",
    "faq.okayToShareBody":"Check out the <a href=\"/community_guidelines\">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"What do I do if I see something that’s inappropriate?",
    "faq.reportContentBody":"You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"What do I do if I see someone being mean or disrespectful?",
    "faq.noFlameBody":"Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.",
    "faq.reviewContentTitle":"What does the Scratch team do when something is reported or flagged?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.",
    "faq.blockedAccountTitle":"What happens when an account is blocked?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the  Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.",
    "faq.stolenAccountTitle":"My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.",
    "faq.cloudDataInfoTitle":"What is cloud data?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"Who can see the data stored in cloud data?",
    "faq.storedCloudInfoBody":"When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).",
    "faq.reportCloudTitle":"If I see someone post inappropriate content using cloud data, how do I report it?",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention \"cloud data\" when you type your reason in the report.",
    "faq.chatRoomTitle":"Can I make chat rooms with cloud data?",
    "faq.chatRoomBody":"While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.",
    "faq.makeCloudVarTitle":"How do I add a cloud variable when I'm making a project?",
    "faq.makeCloudVarBody":"When you make a variable, you can check the box that says \"Cloud variable.\" Any data you store will be saved on the server and visible to others.",
    "faq.changeCloudVarTitle":"Who can change the information in a cloud variable?",
    "faq.changeCloudVarBody":"Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.",
    "faq.newScratcherCloudTitle":"I am logged in, but I still cannot use projects with cloud data. What is going on?",
    "faq.newScratcherCloudBody":"You need to have become a \"Scratcher\" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.",
    "faq.multiplayerTitle":"Is it possible to make multiplayer games with cloud data?",
    "faq.multiplayerBody":"Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.",
    "faq.cloudLagTitle":"How long does it take for cloud data to reach another Scratcher?",
    "faq.cloudLagBody":"It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.",
    "faq.schoolsTitle":"Scratch tại Trường",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Độ tuổi để sử dụng Scratch?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"Scratch sẽ thu thập thông tin gì của học sinh?",
    "faq.dataBody":"Khi học sinh đăng ký Scratch lần đầu tiên, chúng tôi sẽ yêu cầu cung cấp những thông tin cá nhân cơ bản bao gồm giới tính, tuổi ( tháng và năm sinh ), quốc gia, và địa chỉ Email để kiểm duyệt. Những thông tin này ( trong biểu mẫu thu thập thông tin ) trong dự án nghiên cứu với mục đích nâng cao hiểu biết của nhóm Scratch chúng tôi về việc cách người dùng sử dụng Scratch. Khi những người làm giáo dục sử dụng Scratch với tư các Tài khoản Giáo viên của Scratch tạo ra những tài khoản Học sinh, Học sinh không cần phải cung cấp địa chỉ Email cho việc cài đặt tài khoản.",
    "faq.lawComplianceTitle":"Ở phiên bản Scratch 2.0 ( Phiên bản trực tuyến ), nội dung có tuân thủ theo luật lệ của Tiểu ban và Liên ban hay không?",
    "faq.lawComplianceBody":"Scratch quan tâm sâu sắc đến những chính sách của học sinh và tất ca những cá nhân sử dụng chương trình Scratch. Chúng tôi làm việc dựa trên những quy trình vật lý và điện tử để bảo vệ những thông tin chúng tôi thu thập được từ trang Scratch. Mặc dù chúng tôi không có vị trí để đưa ra hợp đồng đảm bảo những cá nhân sử dụng dụng sản phẩm giáo dục miễn phí của chúng tôi, nhưng chúng tôi luôn tuân thủ theo luật pháp liên bang Hoa Kỳ được áp dụng với MIT, điều khoản 501(c)(3) dành cho tổ chức và những cá nhân tạo ra và duy trì Scratch. Chúng tôi khuyến khích các bạn đọc Chính sách bảo mật và những thông tin khác.",
    "faq.schoolsMoreInfo":"For more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
