{
    "faq.title":"常见问题(FAQ)",
    "faq.intro":"你可以在页面上找到关于 Scratch 的常见问答。",
    "faq.aboutTitle":"常见问题",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"改编和复制",
    "faq.accountsTitle":"帐户",
    "faq.permissionsTitle":"版权和许可",
    "faq.inappropriateContentTitle":"不适宜的内容",
	"faq.scratchExtensionsTitle":"Scratch扩展",
    "faq.cloudDataTitle":"云变量",
    "faq.aboutScratchTitle":"Scratch是什么, 它可以做什么?",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"关于 Scratch",
    "faq.makeGameTitle":"怎样用Scratch来制作游戏或动画?",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"谁在使用 Scratch？",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"Scratch对系统有什么要求?",
    "faq.requirementsBody":"Scratch可以在桌面电脑、笔记本和平板电脑上的大多数较新的浏览器中运行。你可以在手机上打开作品，但目前还不支持在手机上编辑作品。下面列出了官方支持但浏览器。",
	"faq.requirementsDesktop":"桌面电脑",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"不支持Internet Explorer",
	"faq.requirementsTablet":"平板电脑",
	"faq.requirementsTabletChrome":"移动版Chrome (62+)",
	"faq.requirementsTabletSafari":"移动版Safari (11+)",
	"faq.requirementsNote":"说明：",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch桌面软件",
	"faq.requirementsNoteWebGL":"如果遇到WebGL错误，请尝试使用其他浏览器。",
	"faq.requirementsNoteTablets":"在平板电脑上，目前无法使用「按下某键」积木以及鼠标右键上下文菜单。",
    "faq.offlineTitle":"你们有可以下载的版本，能够离线创作或打开作品吗？",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"我还可以将老版本的Scratch创建的作品上传到Scratch网站吗？",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"使用Scratch需要付费吗? 需要许可证吗?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"谁创作了Scratch?",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"MIT媒体实验室",
	"faq.aboutScratch3Title":"什么是Scratch 3.0？",
    "faq.aboutScratch3Body":"Scratch 3.0是最新一代Scratch软件，发布于2019年1月2日。它扩展了Scratch的使用方式、功能和适用环境。其中包括了几十个新的角色、全新的声音编辑器和许多新的编程积木。除了支持桌面电脑和笔记本电脑外，你还可以在平板电脑上使用Scratch 3.0创作和观看作品。",
	"faq.reportBugsScratch3Title":"如何报告Scratch 3.0的缺陷以及提供反馈？",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Scratch 3.0支持多种语言吗？",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Scratch 3.0是否移除了旧版中的某些编程积木？",
    "faq.removedBlocksScratch3Body":"Scratch 3.0没有移除任何编程积木。但某些积木有所改变，还有一些积木移到了「扩展」（参见下面「画笔积木去哪了？」）中。",
	"faq.newBlocksScratch3Title":"Scratch 3.0是否加入了新积木？",
    "faq.newBlocksScratch3Body":"是的！Scratch 3.0中加入了：",
	"faq.newBlocksSoundEffect":"新的「音效」积木",
	"faq.newBlocksOperators":"新的便于文字（字符串）处理的运算积木",
	"faq.newBlocksPen":"新的画笔积木，并且支持透明色",
	"faq.newBlocksGlide":"新的滑动积木，可移动到一个角色（或随机位置）",
	"faq.newBlocksExtensions":"以及「Scratch扩展」中的许多新的功能（参见下面的扩展部分）",
	"faq.biggerBlocksScratch3Title":"为什么Scratch 3.0的积木块比旧版的大？",
    "faq.biggerBlocksScratch3Body":"为了适合在触摸屏设备（例如Chromebooks、Windows Surface笔记本和平板电脑）上使用，我们增加了Scratch 3.0积木的大小。此外，点击和拖拽较小的用户界面元素时，新用户往往遇到麻烦，增加积木大小有助于解决这些问题。",
	"faq.extensionsScratch3Title":"画笔积木去哪了？音乐积木去哪了？视频侦测积木去哪了？",
    "faq.extensionsScratch3Body":"画笔、音乐和视频侦测积木移到了扩展中。点击屏幕左下角的按钮可以添加扩展（参见下面的「扩展」部分）。",
	"faq.paintEditorScratch3Title":"绘画编辑器有什么新功能？",
    "faq.paintEditorScratch3Body":"重新设计的绘画编辑器提供了功能强大而易用。新增和改变的功能有：",
	"faq.paintEditorLayout":"新的布局使工具和选项更醒目",
	"faq.paintEditorTools":"新的矢量模式工具，例如「橡皮擦」",
	"faq.paintEditorColors":"用于颜色选择和调整的更多选项",
	"faq.paintEditorVector":"对矢量点更多的控制（曲线变形及弧线/折线切换）",
	"faq.paintEditorLayers":"对图层顺序的更多控制（「放最前面」、「往后放」等）",
	"faq.paintEditorGradients":"新的渐变式填充",
	"faq.soundEditorScratch3Title":"声音编辑器有什么新功能？",
    "faq.soundEditorScratch3Body":"重新设计的声音编辑器使录音和编辑声音更加方便。它包括了如下新的功能：",
	"faq.soundEditorRecording":"新的更加易用的录音系统",
	"faq.soundEditorTrimming":"新的更加易用的音频裁剪系统",
	"faq.soundEditorEffects":"新的音效（例如「快一点」、「慢一点」、「回声」和「机械化」）",
	"faq.tipsWindwScratch3Title":"Scratch提示窗口去哪了？",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"什么是改编？",
    "faq.remixDefinitionBody":"Scratch用户复制其他人的作品并加入自己的想法（比如修改脚本或造型）得到的作品称为「改编作品」。每一个分享到Scratch网站的作品都可以被改编。任何一处细微的修改都是值得认可的，只要向原作者以及为改编付出很多的人表示感谢即可。",
    "faq.remixableTitle":"为什么Scratch团队要求所有的作品都是「可改编的」?",
    "faq.remixableBody":"我们认为改编其他人的作品是学习编程和创作精彩作品的绝佳方式。创意通过改编在Scratch社区中得以传播，让人人受益。通过Scratch网站分享的所有作品都以「知识共享-相同方式共享」（Creative Commons Share Alike）方式授权，就是说你可以改编Scratch网站上看到的任何作品，而其他人也可以改编你分享到网站上的所有作品。",
    "faq.creativeCommonsTitle":"如果我不想让别人改编我的作品该怎么办?",
    "faq.creativeCommonsBody":"作品改编是Scratch社区的重要组成部分。如果你不想让其他人观看或改编你的作品，你仍然可以在Scratch上进行创作，只是不要把作品分享到网站上。",
    "faq.fairUseTitle":"我可以在作品中使用从互联网上下载的图像/声音/媒体资源吗?",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"Scratch账号有什么用？",
    "faq.whyAccountBody":"在没有账号的情况下，你可以打开别人的作品、查看评论及论坛文章，甚至还可以创作自己的作品。不过保存和共享作品、写评论、论坛发帖，以及社区中的其他「社交」活动（例如给别人的作品「点赞」）这些操作都需要账号。",
    "faq.createAccountTitle":"如何创建账号？",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"我要如何知道我的账号已经通过验证？",
    "faq.howToConfirmTitle":"怎样删除自己的帐号？",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"我一定要验证我的账号吗？",
    "faq.requireConfirmBody":"未经验证的账号仍可使用Scratch的许多功能，包括创建和保存作品（但不能分享）。",
    "faq.forgotPasswordTitle":"我忘记了用户名或密码，如何重置？",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"如何修改密码?",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"如何修改电子邮件地址？",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"如何从「Scratcher 新手」变成「Scratcher」？",
    "faq.newScratcherBody":"创建账号之后，你会被标记为「Scratch新手」。要转变为「Scratcher」，你应该创作和共享作品，对其他Scratcher提供有帮助的评论，还要耐心等待！等你符合条件之后，你的个人资料页面会显示邀请你成为Scratcher的链接，之后你将在Scratch网站拥有更多能力。（注意，我们不受理Scratch新手升级为Scratcher的申请）。",
    "faq.multipleAccountTitle":"我可以注册多个帐号吗？",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"一个帐号可以允许多个人同时登录吗?",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"可以改变用户名吗？",
    "faq.changeUsernameBody":"Scratch网站的结构依赖于恒定的用户名，因此你无法修改用户名。如果你真想换一个新的用户名，你可以注册一个新账号，但原来但作品只能由你自己复制到新的账号下。",
    "faq.shareInfoTitle":"我可以在帐号中公布哪些信息?",
    "faq.shareInfoBody":"请不要公布个人联系信息，例如家庭住址、电子邮件、电话号码，或任何在Scratch网站外能找到你的信息。遇到含有此类信息的作品、评论或论坛帖子，请向我们举报，Scratch团队将移除这些信息，并提醒作者关于禁止公开个人联系信息的隐私政策。",
    "faq.deleteAccountTitle":"怎样删除自己的帐号？",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Scratch是免费的嘛？任何时候我都可以使用它吗？",
    "faq.scratchFreeBody":"是的！Scratch是免费的。你可以在学校里使用它，你还可以教别人使用它（收费课程也是可以的）。你不需要购买授权：它是免费的！",
    "faq.scratchScreenshotTitle":"我可以在书中或讲演中使用Scratch的屏幕截图吗?",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"我可以在宣传小册子或其他材料中使用Scratch的说明吗?",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"我可以在会议中展示Scratch吗?",
    "faq.presentScratchBody":"你尽可以向教师或其他团体展示Scratch。",
    "faq.supportMaterialTitle":"我可以使用在本网站中的有关Scratch支持材料、角色、图像、声音或示例程序或对其进行改编吗?",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"我可以出售我的Scratch作品吗?",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"在哪里可以看到Scratch的源代码?",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"如何知道哪些内容可以在Scratch网站上分享、哪些不可以呢?",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"如果看到不当的内容该怎么办?",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"如果看到有人很无礼，我该怎么办？",
    "faq.noFlameBody":"不要让事态恶化！用更加无礼的评论回复无礼的评论只会让事情更糟，并可能导致您的账号被封锁。只要对无礼或无建设性的行为进行举报即可，我们会与当事人跟进。我们每天都会多次查看举报，所以请放心，我们会有解决办法。",
    "faq.reviewContentTitle":"收到举报时Scratch团队会做些什么?",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"帐号被封锁后会怎样?",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"有人使用了我的账号并导致账号被封锁了，我该怎么办？",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"什么是扩展？",
    "faq.aboutExtensionsBody":"在Scratch编辑器里，你可以添加若干组额外的积木，它们就叫「扩展」。例如，有的扩展可以对硬件设备进行编程（像micro:bit或乐高机器人套件），有的扩展可以在Scratch作品中翻译文字。未来我们会继续增加新的扩展，而Scratch能做的事情也会越来越多。",
    "faq.howToAddExtensionsTitle":"如何在作品中添加一个扩展？",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"如何制作我自己的Scratch扩展？",
    "faq.createExtensionsBody":"Scratch团队未来会发布扩展的制作说明和指南。届时，你就可以把扩展提交给Scratch团队，我们会考虑是否将其加入Scratch 3.0的官方扩展库。我们还会提供开发和发行「实验」扩展的指南，你可以在自己的电脑上使用这些扩展进行创作，但不能共享给Scratch在线社区。",
    "faq.scratchXTitle":"ScratchX网站会如何发展？",
    "faq.scratchXBody":"ScratchX网站（scratchx.org）过去是扩展的试验田。为ScratchX创建的扩展和Scratch 3.0无法兼容。一旦Scratch 3.0完全支持实验扩展，我们将不再停止对ScratchX的支持，并给予开发者和用户时间，从ScratchX迁移到新的扩展平台。",
    "faq.cloudDataInfoTitle":"什么是云变量？",
    "faq.cloudDataInfoBody":"云变量可以让作品里保存的数据与Scratch社区的其他人所共享。你可以利用云变量发布调查或其他作品，而社区中的其他人可以访问和修改这些数据。",
    "faq.makeCloudVarTitle":"如果创建一个云变量？",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"云变量可以存放什么类型的数据？",
    "faq.onlyNumbersBody":"云变量只能存放数字。",
    "faq.storedCloudInfoTitle":"谁能看见云变量中存放的数据？",
    "faq.storedCloudInfoBody":"当你运行一个用了云变量的作品时，你使用过程中产生的数据会存放在你的用户名下，其他人可以看到这些数据。",
     "faq.reportCloudTitle":"如果我看到有人使用云变量发表了不当内容，如何举报？",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"我能使用云变量创建聊天室吗？",
    "faq.chatRoomBody":"不可以。虽然在技术上是可能的，但Scratch网站不允许这样做。",
    "faq.changeCloudVarTitle":"谁可以改变云变量的内容?",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"我登录之后无法打开使用了云变量的作品。这是怎么回事？",
    "faq.newScratcherCloudBody":"如果你还是「Scratch新手」，你将无法打开使用了云变量的作品。成为「Scrachter」之后，你才能访问云变量。关于如何从「Scratch新手」转为「Scratcher」，参见上面的账号部分。",
    "faq.multiplayerTitle":"可以用云变量创作多人游戏吗？",
    "faq.multiplayerBody":"由于网速和同步的问题，创作多人游戏比较困难。但仍然有一些Scratcher别出心载，使用云变量制作回合制游戏以及其他类型的游戏。",
    "faq.schoolsTitle":"Scratch在学校",
    "faq.howTitle":"Scratch 在学校里的使用情形？",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"有没有办法在不联网的情况下使用 Scratch ？",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"我可以关闭学生的在线社区功能吗？",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"什么是 Scratch 教师账号？",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"Scratch 教师账号常见问答",
    "faq.requestTitle":"我要如何申请一个教师账号？",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"Scratch 会收集学生的哪些信息？",
    "faq.dataBody":"学生第一次登入 Scratch 时，我们会调查一些简单的数据，包括性别、年龄、国家，以及可验证的信箱。这些数据收集旨在研究，让我们分析用户如何使用、学习 Scratch。若学生账户是由教师账户批次建立的，学生设置时就不需要再调查一次。",
    "faq.lawComplianceTitle":"Scratch（在线版本）是否遵守了美国联邦和地方的数据隐私法律？",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
