{
    "faq.title":"常见问题(FAQ)",
    "faq.intro":"On this page, you’ll find answers to frequently asked questions about Scratch.",
    "faq.aboutTitle":"常见问题",
    "faq.privacyTitle":"隐私政策",
    "faq.remixTitle":"再创作和复制",
    "faq.accountsTitle":"帐户",
    "faq.permissionsTitle":"版权和许可",
    "faq.inappropriateContentTitle":"不适宜的内容",
    "faq.cloudDataTitle":"云数据",
    "faq.aboutScratchTitle":"Scratch是什么, 它可以做什么?",
    "faq.aboutScratchBody":"Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, check out the <a href=\"/about\">About Scratch</a> page.",
    "faq.makeGameTitle":"怎样用Scratch来制作游戏或动画?",
    "faq.makeGameBody":"Check out the <a href=\"/help\">help page</a> to see lots of ways to get started with Scratch. Or just <a href=\"/projects/editor/?tip_bar=getStarted\">dive in</a> to the project editor.",
    "faq.requirementsTitle":"Scratch对系统有什么要求?",
    "faq.requirementsBody":"To run Scratch 2, you need to be using (1) a Mac, Linux, or Windows computer; (2) a version of <a href=\"https://get.adobe.com/flashplayer/\">Adobe Flash Player</a> released on or after June 15, 2016; (3) a relatively recent web browser: one of the latest two versions of <a href=\"http://google.com/chrome/\">Chrome</a> (Mac, Windows, or Linux), <a href=\"http://www.mozilla.org/en-US/firefox/new/\">Firefox</a> (Mac or Windows only), <a href=\"https://support.apple.com/downloads/safari\">Safari</a> (Mac or Windows only), <a href=\"https://www.microsoft.com/EN-US/windows/microsoft-edge\">Edge</a> (Windows only), or <a href=\"https://www.microsoft.com/en-us/download/internet-explorer.aspx\">Internet Explorer 10+</a> (Windows only). If your computer doesn’t meet these requirements, you can try downloading and installing <a href=\"/scratch_1.4\">Scratch 1.4</a>, which you can still use to share projects to the Scratch 2 website. We do not support Chromium.",
    "faq.offlineTitle":"Do you have a downloadable version so I can create and view projects offline?",
    "faq.offlineBody":"The Scratch 2 offline editor allows you to create Scratch projects without an internet connection. You can download Scratch 2 from the <a href=\"/scratch2download/\">website</a>. You can also still use <a href=\"/scratch_1.4\">Scratch 1.4</a>. Note: You can have both Scratch 1.4 and 2 on your computer.",
    "faq.uploadOldTitle":"我还可以将老版本的Scratch创建的项目上传到Scratch网站吗？",
    "faq.uploadOldBody":"Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href=\"/scratch_1.4\">Scratch 1.4</a>, because <a href=\"/scratch_1.4\">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)",
    "faq.recordVideoTitle":"Can I record a video of my Scratch project?",
    "faq.recordVideoBody":"Yes, you can record a video of your Scratch project up to 60 seconds. In the Scratch editor, from the File menu, select \"Record Project Video.\" (You need to be signed in to see this option.) You can choose additional recording options (such as recording sound and mouse clicks) through the \"More Options\" menu. Then, run your project however you'd like. Once the recording is done, follow the instructions to download the file to your computer. Depending on what kind of computer you have, you may need to download another program like the <a href=\"http://www.videolan.org/vlc/index.html\">VLC Media Player</a> to play the file. This file will run on YouTube, Vimeo, and Facebook, but may need to be converted for other websites like Twitter or Tumblr.",
    "faq.scratchCostTitle":"使用Scratch需要付费吗? 需要许可证吗?",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href=\"https://secure.donationpay.org/scratchfoundation/\">Donate page</a>.",
    "faq.mediaLabTitle":"谁创作了Scratch?",
    "faq.mediaLabBody":"Scratch是 <a href=\"http://www.media.mit.edu/\">MIT媒体实验室</a> 的 <a href=\"http://llk.media.mit.edu/\"> 终生幼儿园小组</a> 研发和维护的。",
    "faq.accountInfoTitle":"在帐户注册过程中需要提供哪些信息?",
    "faq.accountInfoList":"为保护会员的隐私，我们会对采集和公布的信息进行限制。在注册时，我们会要求以下信息：",
    "faq.privacyUsername":"用户名：要求用户避免使用自己的真实姓名或其他可识别的信息。",
    "faq.privacyCountry":"国籍",
    "faq.privacyBirthdate":"birth month and year - We use this to confirm ownership of the account if the owner loses the password and email or asks to close an account.",
    "faq.privacyGender":"性别",
    "faq.privacyEmail":"联系邮件地址：如果用户小于13岁，我们会要求提供其家长或监护人的邮件地址。除非用户要求重置账户密码，否则我们不会向此地址发送邮件。",
    "faq.accountPublicInfo":"用户的用户名和国籍会在个人资料页显示。生日、邮件地址及性别则不会公开显示。我们采集这些信息就可以知道用户的年龄和性别，从而用于进一步研究。我们绝不对外销售或租赁用户的信息。",
    "faq.dataCollectionTitle":"当人们使用网站时，被采集的数据有哪些？",
    "faq.dataCollectionOne":"当用户登录时，Scratch网站要求他们的浏览器在计算机中存放一个 <a href=\"http://en.wikipedia.org/wiki/HTTP_cookie\">http cookie</a>从而在他们浏览其他网页时，计算机能记住他们的登录状态。我们也使用谷歌分析器采集用户的点击和访问。该“点击数据”可以帮助我们如何改善网站服务。",
    "faq.dataCollectionTwo":"Scratch网站上收集到的信息和数据会用于旨在提高我们进一步了解人们如何使用Scratch的相关研究。我们会在会议，期刊和其它出版物中与教育工作者和相关研究人员分享这些研究成果。更多研究工作请参考<a href=\"/info/research\">相关研究</a>。",
    "faq.rentInfoTitle":"Scratch团队会不会向其他人出售或租赁用户个人信息?",
    "faq.rentInfoBody":"不会。",
    "faq.viewUnsharedTitle":"Scratch团队可以看到“我的项目中心”页面上未分享的项目吗？",
    "faq.viewUnsharedBody":"Since the Scratch Team is responsible for moderation, we have access to all content stored on the Scratch website - including unshared projects. If you prefer to work on projects in complete privacy, you can use either the <a href=\"/scratch2download\">Scratch 2 offline editor</a> or <a href=\"/scratch_1.4\">Scratch 1.4</a>.",
    "faq.remixDefinitionTitle":"什么是再创作？",
    "faq.remixDefinitionBody":"当一个Scratch用户复制其他人地作品并增加自己的建议（比如修改脚本或造型）得出的作品就是“再创作”的作品。每一个分享的项目都可以被再创作。任何一处细微的修改都是值得认可的，只要向原作者以及为再创作付出很多的人表示感谢即可。",
    "faq.remixableTitle":"为什么Scratch团队要求所有的项目都是可“再创作”的?",
    "faq.remixableBody":"我们相信查看和再创作有趣的项目是学习编程的好方法，并可登出出色的新想法。这就是为什么在Scratch网站上分享的每个项目的源代码都是可视的原因。",
    "faq.creativeCommonsTitle":"如果我不希望其他人对我的项目再创作时怎么办?",
    "faq.creativeCommonsBody":"By publishing your project on the Scratch website, you agree to license it under a <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Share Alike</a> license. If you don’t want others to view and remix your creations, don’t share them on the Scratch website.",
    "faq.fairUseTitle":"我可以在我的项目中使用网络上下载的图像/声音/媒体资源吗?",
    "faq.fairUseBody":"再创作时要尊重原作者的意愿十分重要。如果您选择将他人的作品整合成自己的作品时，确保在“致谢”栏表示感谢，并添加原作品的链接。查找已经同意再创作的作品，点击 <a href=\"http://search.creativecommons.org/\">知识共享查询页面</a>。",
    "faq.confirmedAccountTitle":"What is a “confirmed” Scratch account?",
    "faq.confirmedAccountBody":"A confirmed account on Scratch lets you share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team.",
    "faq.checkConfirmedTitle":"How can I check whether my account has been confirmed?",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, you must first log into your Scratch account in the top right of the screen. Once logged in, click on your username in the top right and select \"Account Settings\", then \"Email Settings\" on the left hand side. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
    "faq.howToConfirmTitle":"怎样删除自己的帐号？",
    "faq.howToConfirmBody":"After registering for Scratch, you will receive an email with a link to confirm your account. If you cannot find the email, check your Spam folder. To resend the email, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, <a href=\"/contact-us\">let us know</a>.",
    "faq.requireConfirmTitle":"Do I have to confirm my account?",
    "faq.requireConfirmBody":"You can still use many aspects of Scratch without confirming your account, including creating and saving projects (without sharing them). Note: If you created an account before February 11, 2015, then you can still use social features on Scratch without confirming your account.",
    "faq.forgotPasswordTitle":"忘记密码后，如何重置？",
    "faq.forgotPasswordBody":"在<a href=\"/accounts/password_reset/\">密码重置页面</a> 输入您的账户名称。网站会将密码重置链接发送到与账户关联的邮件地址。",
    "faq.changePasswordTitle":"怎样改变自己的密码?",
    "faq.changePasswordBody":"打开Scratch网站并登陆，点击页面右上角的用户名。选择“账户设置”，点击链接并修改您的密码。",
    "faq.changeEmailTitle":"How do I change my email address?",
    "faq.changeEmailBody":"Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose \"account settings\", and click the link to change your email.",
    "faq.newScratcherTitle":"How do I transition from 'New Scratcher' to 'Scratcher'?",
    "faq.newScratcherBody":"Make and share projects, comment helpfully on other Scratcher's projects, and be patient! After a few weeks of being active, a link will appear on your profile page inviting you to become a Scratcher. (Note that we don't promote New Scratchers to Scratcher on request - even when bribed with fancy chocolates.)",
    "faq.multipleAccountTitle":"我可以注册多个帐号吗？",
    "faq.multipleAccountBody":"Scratch网站允许一个人有多个账号，前提是不破坏社区行为准则。否则所有的账户将被禁用或删除。",
    "faq.multipleLoginTitle":"一个帐号可以允许多个人同时登录吗?",
    "faq.multipleLoginBody":"不鼓励这么做，因为当多个人同时用同一账号登陆时，网站和项目编辑器很容易混淆。",
    "faq.changeUsernameTitle":"可以改变用户名吗？",
    "faq.changeUsernameBody":"Scratch的架构取决于用户名的一致性，因此无法更改你的用户名。如果你真的需要更改用户名的话，你可以创建一个新的帐号 - 但你必须自己将项目复制到新的帐号中。",
    "faq.shareInfoTitle":"我可以在帐号中分享哪些信息?",
    "faq.shareInfoBody":"请不要分享个人联系信息，比如地址、邮箱、电话或其他可以在Scratch之外连接的信息。发现此类信息的项目、评论或帖子请举报，Scratch团队可将其删除，并提醒作者我们的隐私政策。",
    "faq.deleteAccountTitle":"怎样删除自己的帐号？",
    "faq.deleteAccountBody":"Log in to Scratch, and then click your username in the top right-hand corner. Select “Account Settings,” then click the <em>“I want to delete my account”</em> link at the bottom of the page.",
    "faq.scratchFreeTitle":"Scratch是免费的吗？",
    "faq.scratchFreeBody":"是的！Scratch是完全免费的。您可以在学校用它来授课（收费的课程也可以）。您不需要购买许可-它是免费的。",
    "faq.scratchScreenshotTitle":"我可以在教材或CD中使用Scratch软件或其相关屏幕截图吗?",
    "faq.scratchScreenshotBody":"Yes, you can even write a book or chapter about Scratch. You may also use the Scratch logo when referring to Scratch. You may create screenshots / images of the Scratch application and website, and consider them to be licensed under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>. We ask that you include a note on your textbook / CD / what have you that says \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab. See http://scratch.mit.edu\".",
    "faq.scratchDescriptionTitle":"我可以在宣传小册子或其他材料中使用Scratch的说明或Scratch的标识吗?",
    "faq.scratchDescriptionBody":"当然！我们建议使用以下描述：“Scratch是一个编程语言和在线社区，你能创建自己的互动故事、游戏和动画，并与世界各地的人分享你的作品。在设计和编程的过程中，孩子们能学会创意思考、系统推理和与人合作。Scratch由MIT媒体实验室终生幼儿园小组研发。登录http://scratch.mit.edu可免费下载。”",
    "faq.presentScratchTitle":"我可以在会议演示中使用Scratch吗?",
    "faq.presentScratchBody":"可以向教育者和其他团体介绍Scratch。我们允许对Scratch进行展示。",
    "faq.supportMaterialTitle":"我可以使用在本网站中的有关Scratch支持材料、角色、图像、声音或示例程序或对其进行再创作吗?",
    "faq.supportMaterialBody":"Yes - Scratch support materials made available on the Scratch website by the Scratch Team are available under the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">Creative Commons Attribution-ShareAlike license</a>, with the exception of the Scratch Logo, Scratch Cat, and Gobo (Scratch trademarks).",
    "faq.sellProjectsTitle":"我可以出售我的Scratch项目吗?",
    "faq.sellProjectsBody":"Certainly - your project is your creation. Keep in mind that once you share your project on Scratch, everyone is free to download, remix, and reuse it as per the terms of the <a href=\"http://creativecommons.org/licenses/by-sa/2.0/deed.en\">CC-BY-SA 2.0 license</a>. So if you intend to sell your project, you may want to un-share it from Scratch.",
    "faq.sourceCodeTitle":"在哪里可以找到Scratch的源代码?",
    "faq.sourceCodeBody":"The source code for the Scratch 2 editor can be found on <a href=\"https://github.com/LLK/scratch-flash\">GitHub</a>. The source code for <a href=\"/scratch_1.4\">Scratch 1.4</a>, written in Squeak, is also available on <a href=\"https://github.com/LLK/Scratch_1.4\">GitHub</a>. For updated information on development projects relating to the Scratch website, please visit our <a href=\"/developers\">Developer Page</a>.",
    "faq.okayToShareTitle":"我怎样才能知道哪些可以在Scratch网站上分享而哪些不可以呢?",
    "faq.okayToShareBody":"查看 <a href=\"/community_guidelines\">Scratch 社区指南</a> - 指南很精简，不包括繁多的法律内容。在Scratch网站页面的底部均有链接。",
    "faq.reportContentTitle":"如果看到不适宜的内容该怎么办?",
    "faq.reportContentBody":"对于您觉得不适宜的内容，您都可以点击“举报”。在任何项目、评论、讨论贴或用户页面上均有该按钮。如果情况复杂，您可以点击“联系我们”进行解释。确保提供足够充分的细节和相关页面的链接。",
    "faq.noFlameTitle":"如果看到有人很无礼，我能做什么？",
    "faq.noFlameBody":"不要助长气焰！用更加无礼的评论回复无礼的评论只会让事情更糟，并可能导致您的账号被封锁。只要简单的举报即可，我们会与当事人跟进。我们每天都会多次查看举报，所以请放心，我们会有解决办法。",
    "faq.reviewContentTitle":"收到举报时Scratch团队会做些什么?",
    "faq.reviewContentBody":"Scratch团队每天都会查看举报的评论和项目。如果有破坏社区准则的事情发生，我们会将其删除并发送警告信。根据严重程度（或如果曾经已经警告过的账号），我们也会将账号封锁或对分享的网站进行屏蔽。",
    "faq.blockedAccountTitle":"帐号被封锁后会怎样?",
    "faq.blockedAccountBody":"账号被封锁后，持有人就不能用它登陆、创建项目或进行评论。登录时，他们会看到一个页面说明被封锁的原因，并申请解封。如果持有人明白账号被封锁的原因并承诺遵守社区准则，Scratch团队则会进行检查。只有当持有人值得信任时，才能解封他们的账号。否则，账号（以及该用户其他账号）都可能被永久的封锁。",
    "faq.stolenAccountTitle":"如果坏人偷取了我的帐户并导致它被查封，我该怎么办?",
    "faq.stolenAccountBody":"您有义务保证密码的安全。如果现实中有人盗取您的密码并做坏事，那么要告诉其家长。如果您认为您不认识的人登陆您的账户并修改密码，您可以通过“联系我们”说明情况。如果因为您的原因而导致账户被封，请不要告诉我们您的账户被盗。如果我们不相信，就不会解封您的账号。",
    "faq.cloudDataInfoTitle":"什么是云数据?",
    "faq.cloudDataInfoBody":"Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.",
    "faq.storedCloudInfoTitle":"谁可以看到云中存放的数据?",
    "faq.storedCloudInfoBody":"当您使用云数据模块与一个项目进行互动时，您的信息与用户名都会被存储，其他人都可以看到。每个项目都会记录下互动的历史以及互动人的信息。",
    "faq.onlyNumbersTitle":"Why is cloud data currently limited to only numbers -- with no strings or lists?",
    "faq.onlyNumbersBody":"现在网站只支持数字类型的云变量，以便于我们发现可能存在的问题。我们打算逐步开放云变量的功能。如果目前的驾构运行良好的话，我们再打算加上其它的特征（云链表，字符串支持等）。",
    "faq.reportCloudTitle":"如果我看到有人使用云数据来发布不适宜的内容，应该如何举报?",
    "faq.reportCloudBody":"点击“举报”按钮（在项目播放下方）即可举报云数据中的不适宜内容。举报形式包括连接项目所有云数据的链接以及保存人，发送举报前并仔细浏览。确保在说明举报原因时要提到“云数据”。",
    "faq.chatRoomTitle":"我可以使用云数据来建立聊天室应用吗?",
    "faq.chatRoomBody":"虽然技术上允许使用云数据建立聊天室，但是目前仍不允许。当我们对云数据的管理能力逐步完善时，会重新考虑这一规定。",
    "faq.makeCloudVarTitle":"在项目制作过程中，如何添加云变量?",
    "faq.makeCloudVarBody":"当添加变量时，您可以勾选“云变量”框。您存放的任何数据都会被存储在服务器中，并且他人可见。",
    "faq.changeCloudVarTitle":"谁可以改变云变量的内容?",
    "faq.changeCloudVarBody":"只有您的项目能在它的云变量中存储数据。如果别人改变了重做了您的代码，就会创造一个不同的变量，在他们的项目中用相同的名字储存一个不同的变量。",
    "faq.newScratcherCloudTitle":"我已经登录了，但仍不能使用那些需要云数据的项目，这是怎么回事?",
    "faq.newScratcherCloudBody":"首先您要在成为网站的一名Scratch用户，才能使用云数据。通过积极登陆网站就可以成为一名Scratch用户。",
    "faq.multiplayerTitle":"可以使用云数据来创建多人模式的游戏吗?",
    "faq.multiplayerBody":"多个玩家的游戏创建起来比较困难，因为网速问题和同步问题。但是，一些Scratch玩家会想出很多创意的方法使用云数据创建各种游戏。",
    "faq.cloudLagTitle":"云数据传送到另一个Scratch用户需要多长时间?",
    "faq.cloudLagBody":"看情况而定。如果两个用户都有相对迅速的网络连接，并且没有防火墙，传输速度可以用毫秒计算。但是，很多计算机都会安装防火墙，如果防火墙软件阻止与TCP端口531和843的持续连接，那传输时间就较长。目前，我们正试图解决这一限制。",
    "faq.schoolsTitle":"Scratch在学校",
    "faq.howTitle":"How is Scratch used in schools?",
    "faq.howBody":"Scratch is used in thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our <a href=\"/educators\">Educators Page</a>. You can also join the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> online community for educators, which is managed by our friends at the Harvard Graduate School of Education.",
    "faq.ageTitle":"Scratch适合哪个年龄段的人群使用?",
    "faq.ageBody":"Scratch was developed especially for young people 8 to 16 years old, so it is used most often in elementary schools and middle schools, but people of all ages create and share Scratch projects. Scratch is even used in some introductory computer-science courses in colleges. Younger children may want to try <a href=\"//www.scratchjr.org/\">ScratchJr</a>, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.noInternetTitle":"Is there a way for students to use Scratch without an internet connection?",
    "faq.noInternetBody":"Yes. The Scratch <a href=\"/scratch2download\">Offline Editor</a> is a version of Scratch that runs on a desktop or laptop computer. Currently, the Offline Editor is available for Mac and Windows machines.",
    "faq.communityTitle":"Can I turn off the online community for my students?",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by Community Guidelines. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install the Scratch Offline Editor, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"What is a Scratch Teacher Account?",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments.",
    "faq.requestTitle":"How do I request a Scratch Teacher Account?",
    "faq.requestBody":"You may request a Scratch Teacher Account from the <a href=\"/educators\">Educators Page</a> on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.edTitle":"What is the difference between a Scratch Teacher Account and a ScratchEd Account?",
    "faq.edBody":"Scratch Teacher Accounts are special user accounts on Scratch that have access to additional features to facilitate the creation and management of student accounts. ScratchEd Accounts are accounts on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd community</a>, a separate website (managed by the Harvard Graduate School of Education) where educators share stories, exchange resources, ask questions, and meet other Scratch educators.",
    "faq.dataTitle":"What data does Scratch collect about students?",
    "faq.dataBody":"When a student first signs up on Scratch, we ask for basic demographic data including gender, age (birth month and year), country, and an email address for verification. This data is used (in aggregated form) in research studies intended to improve our understanding of how people learn with Scratch. When an educator uses a Scratch Teacher Account to create student accounts in bulk, students are not required to provide an email address for account setup.",
    "faq.lawComplianceTitle":"Is Scratch 2.0 (online version) compliant with local and federal data privacy laws?",
    "faq.lawComplianceBody":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all federal laws that are applicable to MIT, a 501(c)(3) organization and the entity that created and maintains Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.schoolsMoreInfo":"For more more questions about Teacher Accounts, see the <a href=\"/educators/faq\">Teacher Account FAQ</a>"
}
