{
    "faq.title":"常見問答（FAQ）",
    "faq.intro":"你可以在頁面上找到關於 Scratch 的常見問答。",
    "faq.aboutTitle":"一般問題",
    "faq.scratch3Title":"Scratch 3.0",
    "faq.remixTitle":"改編與複製",
    "faq.accountsTitle":"帳戶",
    "faq.permissionsTitle":"授權與權限",
    "faq.inappropriateContentTitle":"不恰當的內容",
	"faq.scratchExtensionsTitle":"Scratch 擴充功能",
    "faq.cloudDataTitle":"雲端變數",
    "faq.aboutScratchTitle":"Scratch 是什麼？我可以用它來做什麼？",
    "faq.aboutScratchBody":"With the Scratch programming language and online community, you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. To learn more about Scratch, see the {aboutScratchLink} page.",
        "faq.aboutScratchLinkText":"關於 Scratch",
    "faq.makeGameTitle":"我要如何用 Scratch 來製作遊戲或動畫？",
    "faq.makeGameBody":"Check out the {ideasLink} to see lots of ways to get started with Scratch",
        "faq.ideasLinkText":"Ideas page",
    "faq.whoUsesScratchTitle":"誰在使用 Scratch？",
    "faq.whoUsesScratchBody":"Scratch is used by people from all backgrounds, in all countries around the world, in all types of settings -- homes, schools, libraries, museums, and more. Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJrLink}, a simplified version of Scratch designed for ages 5 to 7.",
    "faq.requirementsTitle":"Scratch 的系統需求為何？",
    "faq.requirementsBody":"Scratch 能夠在桌機、筆電、平板上的瀏覽器運行。你可以在手機上觀看專案，但目前不能在手機上創建或修改專案。以下列出支援的瀏覽器。",
	"faq.requirementsDesktop":"桌機",
	"faq.requirementsDesktopChrome":"Chrome (63+)",
	"faq.requirementsDesktopEdge":"Edge (15+)",
	"faq.requirementsDesktopFirefox":"Firefox (57+)",
	"faq.requirementsDesktopSafari":"Safari (11+)",
	"faq.requirementsDesktopIE":"Internet Explorer 是不支援的瀏覽器。",
	"faq.requirementsTablet":"平板",
	"faq.requirementsTabletChrome":"Mobile Chrome (62+)",
	"faq.requirementsTabletSafari":"Mobile Safari (11+)",
	"faq.requirementsNote":"注意：",
	"faq.requirementsNoteDesktop":"If your computer doesn’t meet these requirements, you can try the {downloadLink} editor (see next item in FAQ). ",
            "faq.scratchDesktop":"Scratch 離線編輯器",
	"faq.requirementsNoteWebGL":"如果遇到 WebGL 相關的錯誤訊息，請改用其它瀏覽器試試。",
	"faq.requirementsNoteTablets":"在平板裝置上，目前無法使用「按鍵被按下」相關的積木，同時也無法用滑鼠右鍵開啟選單的功能。",
    "faq.offlineTitle":"你們有單機版本可以建立、檢視專案嗎？",
    "faq.offlineBody":"The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {downloadLink} from the website. This was previously called the Scratch Offline editor.",
    "faq.uploadOldTitle":"我可以把舊版的專案上傳到 Scratch 站台嗎？",
    "faq.uploadOldBody":"Yes: You can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 3.0 project in the desktop version of {scratch2Link}, because Scratch 2.0 doesn’t know how to read the .sb3 project file format.)",
        "faq.scratch2":"Scratch 2.0",
    "faq.scratchCostTitle":"Scratch 要多少錢？如何授權？",
    "faq.scratchCostBody":"Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our {donateLink}.",
        "faq.donateLinkText":"Donate page",
    "faq.mediaLabTitle":"誰創立了 Scratch？",
    "faq.mediaLabBody":"Scratch is developed and maintained by the Scratch Team at the {llkLink} at {mediaLabLink}.",
        "faq.llkLinkText":"Lifelong Kindergarten group",
        "faq.mediaLabLinkText":"MIT 媒體實驗室",
	"faq.aboutScratch3Title":"Scratch 3.0 是什麼？",
    "faq.aboutScratch3Body":"Scratch 3.0 是最新一代的 Scratch 版本，於 2019 年 1 月 2 日推出。新的版本擴充了 Scratch 的各種東西，像是更多的角色範例、全新的音效編輯器、功能更全面的程式積木。最重要的是，除了桌機、筆電，現在你終於能在平板上創建、欣賞 Scratch 專案啦！！！",
	"faq.reportBugsScratch3Title":"我要怎麼回報臭蟲、回饋建議給 Scratch 3.0？",
    "faq.reportBugsScratch3Body":"You can report bugs and share feedback in the {forumsLink} section of the Scratch discussion forums.",
        "faq.forumsLinkText":"Bugs & Glitches",
	"faq.languagesScratch3Title":"Scratch 3.0 還是支援多種語言吧？",
    "faq.languagesScratch3Body1":"Yes. To change the language of the programming blocks, click on the “globe” icon in the top navigation bar of the programming editor, then click on the dropdown menu to select a language.",
    "faq.languagesScratch3Body2":"All of our translations are done by volunteers. The Scratch 3.0 editor has already been translated into 40+ languages. You can view all the languages currently being translated and reviewed on our {transifexLink}. If you want to help with translation or review, please contact {emailLink}.",
        "faq.transifexLinkText":"translation server",
	"faq.removedBlocksScratch3Title":"Scratch 3.0 是否移除了舊版本裡的任何程式積木？",
    "faq.removedBlocksScratch3Body":"Scratch 3.0 並沒有移除任何的積木，但是有做些調整，比方說，將部分的積木移到了擴充類積木。（等一下的「畫筆類積木去哪了？」段也會提到）。",
	"faq.newBlocksScratch3Title":"Scratch 3.0 有新的程式積木嗎？",
    "faq.newBlocksScratch3Body":"是的！在 Scratch 3.0 裡你可以找到：",
	"faq.newBlocksSoundEffect":"新的「聲音效果」積木",
	"faq.newBlocksOperators":"新的運算類積木讓文字（字串）有更多應用",
	"faq.newBlocksPen":"新的畫筆類積木，包含透明度的支援",
	"faq.newBlocksGlide":"新的滑行積木，移動到角色甚至隨機位置更容易了。",
	"faq.newBlocksExtensions":"通過「Scratch 擴展」獲得許多新功能（請參閱下面的擴展部分）",
	"faq.biggerBlocksScratch3Title":"為什麼 Scratch 3.0 的積木變大了？",
    "faq.biggerBlocksScratch3Body":"為了讓 Scratch 3.0 在觸控裝置（像 Chromebooks、Windows Surface 筆電，還有平板）能有更好的操作體驗，我們必須需讓積木大些，這樣才方便拖曳、觸碰這些積木。此外，這也解決先前新使用者不容易點擊到小元件的問題。",
	"faq.extensionsScratch3Title":"畫筆類的積木跑哪去啦？音樂類的積木不見了？視訊偵測積木被移除了？",
    "faq.extensionsScratch3Body":"畫筆、音樂、視訊偵測相關的積木都被移到擴展類了，你可以在編輯器工具箱的最下方找到擴展按鈕來添加它們（參見「擴展」部分的介紹）。",
	"faq.paintEditorScratch3Title":"繪圖編輯器有什麼新功能嗎？",
    "faq.paintEditorScratch3Body":"我們重新設計了繪圖編輯器，以提供更強大的新功能，同時也讓它更容易使用。這些修改與新功能包括：",
	"faq.paintEditorLayout":"新的面板，讓可用工具和設定項目更明顯。",
	"faq.paintEditorTools":"向量圖編輯工具上多了一個「橡皮擦」工具",
	"faq.paintEditorColors":"更多選擇和調整顏色的設定",
	"faq.paintEditorVector":"更多對向量圖上點的控制（圓弧和尖角、還有貝茲曲線）",
	"faq.paintEditorLayers":"對圖層的控制（移到最上層、移到最下層…等）",
	"faq.paintEditorGradients":"新的透明度控制",
	"faq.soundEditorScratch3Title":"音效編輯器上有什麼新功能嗎？",
    "faq.soundEditorScratch3Body":"我們也重新設計了音效編輯器，讓音效的錄製和調整變得更簡單，以下是新功能：",
	"faq.soundEditorRecording":"新的錄音系統更容易使用了",
	"faq.soundEditorTrimming":"新的聲音剪輯系統更容易使用了",
	"faq.soundEditorEffects":"新的音效（例如：「變快」、「變慢」、「回音」跟「機器人」）",
	"faq.tipsWindwScratch3Title":"Scratch 技巧視窗到哪裡去了呢？",
    "faq.tipsWindowScratch3Body":"Instead of the Tips Window, Scratch 3.0 provides similar material through the Tutorials Library, which can be accessed through the Tutorials link in the top navigation bar in the programming editor. You’ll find tutorials for entire projects (like \"Make a Chase Game\") or specific blocks and features (such as \"Record a Sound\" or \"Make it Spin\"). More tutorials will be added soon (such as \"Pong Game\" and \"Make It Fly\").",
	"faq.remixDefinitionTitle":"什麼是改編（remix）？",
    "faq.remixDefinitionBody":"用戶複製其他人的專案並加以修改 ( 例如改寫程式或換角色造型 ) 後產生的作品，我們就稱之為「改編」。分享到 Scratch 社群上的任何專案都是允許被改編的，哪怕只是一小部分的修改，都有它的價值，改編時只要記得要尊重原創，並且感謝原創者及其他改編者所做的貢獻。",
    "faq.remixableTitle":"為什麼 Scratch 團隊會要求所有專案都可以被改編？",
    "faq.remixableBody":"我們相信，透過觀察、改編專案，對學習編程非常有幫助，同時這也能激發創意靈感。這就是為什麼每個分享到 Scratch 站台的專案上也可以看到原始碼的原因。",
    "faq.creativeCommonsTitle":"如果我不想讓其他人改編我的作品該怎麼辦？",
    "faq.creativeCommonsBody":"改編是 Scratch 社群關鍵的一部分。如果你不想他人查看或改編你的作品，你仍然可以在 Scratch 網站創作專案，但是請勿將專案分享到網站上。",
    "faq.fairUseTitle":"我可以在專案裡使用網路上的 圖像 / 音樂 / 影片 嗎？",
    "faq.fairUseBody":"If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the {ccLink}.",
        "faq.ccLinkText":"Creative Commons search page",
    "faq.whyAccountTitle":"為什麼擁有一個 Scratch 帳號很有用呢？",
    "faq.whyAccountBody":"沒有帳號，你可以試玩其他人的專案，閱讀評論留言與討論區，甚至創造屬於你自己的專案。但是你需要帳號才能儲存與分享專案、撰寫評論與討論區文章，並且參與其他社群中的活動（像是「喜愛」他人的專案）。",
    "faq.createAccountTitle":"我該如何建立帳戶呢？",
    "faq.createAccountBody":"Just click \"Join\" on the Scratch home page. You’ll need to respond to a few questions, and provide an email address. It takes just a couple minutes, and it’s totally free!",
    "faq.checkConfirmedTitle":"我要如何知道我的帳戶已經通過驗證？",
    "faq.howToConfirmTitle":"如何確認我的帳戶已通過驗證？",
    "faq.howToConfirmBody":"After you create a new account on Scratch, you’ll receive an email message with a link. Just click the link to confirm your account. Once you confirm your account, you’ll be able to share projects, write comments, and create studios. Confirming your account also lets you receive email updates from the Scratch Team. If you cannot find the email with the confirmation link, check your Spam folder. If you still can’t find it, and want to receive another copy, go to your Account Settings, click the Email tab, and follow the instructions there. Please note that it may take up to an hour for the email to arrive. If you still don't see the email after an hour, {contactLink}.",
        "faq.contactLinkText":"let us know",
    "faq.checkConfirmedBody":"To check whether your account is confirmed, login to your Scratch account and go to your {settingsLink} page. Confirmed email addresses will show a small green checkmark. Otherwise, you will see the text \"Your email address is unconfirmed\" in orange.",
        "faq.settingsLinkText":"Email Settings",
    "faq.requireConfirmTitle":"我一定要驗證我的帳戶嗎？",
    "faq.requireConfirmBody":"在帳戶未經驗證的情況下，有些個人功能是可使用的，像是創造和儲存專案；不過有些社交的功能就不允許使用，像是分享專案。",
    "faq.forgotPasswordTitle":"我忘記用戶名稱或密碼了？要怎麼辦？",
    "faq.forgotPasswordBody":"Enter your username or email address on the {resetLink} page. The website will send an email to the address associated with your username and a link you can use to reset your password.",
        "faq.resetLinkText":"Password Reset",
    "faq.changePasswordTitle":"要怎麼變更密碼？",
    "faq.changePasswordBody":"Login to your Scratch account, then visit our {changeLink} page where you can change your password.",
        "faq.changeLinkText":"Password Settings",
    "faq.changeEmailTitle":"要怎麼變更信箱？",
    "faq.changeEmailBody":"Login to your Scratch account, then visit our {changeEmailLink} page where you can change your email address.",
    "faq.newScratcherTitle":"我要如何從「Scratcher 新手」變成「Scratcher」？",
    "faq.newScratcherBody":"剛開始建立帳戶時，你的身份是「Scratcher 新手」。要成為真正的「Scratcher」的辦法，就是分享你的專案、發表有建設性的評論，持之以恆！用不了多久，在你的個人資料頁上就會出現「邀請你成為真正的 Scratcher」的連結，然後你將擁有一些在 Scratch 網站上的特殊功能。（請注意，我們不受理 Scratcher 推薦新手的方式，就算你拿巧克力賄賂我們！）。",
    "faq.multipleAccountTitle":"我可以有一個以上的帳號嗎？",
    "faq.multipleAccountBody":"It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the {cgLink}. In that case, all related accounts may be blocked or deleted.",
    "faq.multipleLoginTitle":"可以多人同時用一個帳戶登入 Scratch 嗎？",
    "faq.multipleLoginBody":"This is not allowed because the website and project editor can easily get confused when more than one person is logged in to the same account. When an account does something that violates the {cgLink}, all related accounts may be blocked or deleted. If you share an account with someone who does something bad with it, this means your accounts can be blocked for what the other person did.",
    "faq.changeUsernameTitle":"我可以更改我的用戶名稱嗎？",
    "faq.changeUsernameBody":"Scratch 網站的結構運作依賴用戶名稱，所以用戶名稱一旦註冊後就無法更改，如果你真的需要，唯一的方式是建立新帳戶，然後自已遷移專案到新帳戶。",
    "faq.shareInfoTitle":"我可以透過帳戶分享什麼內容？",
    "faq.shareInfoBody":"請勿分享個人聯絡資訊，像是住址、信箱、電話，任何可以被利用的資料都不要分享。若你在專案、評論、論壇帖子中看到了類似的訊息，也請向我們檢舉，我們會移除這些內容，並且向建立者重申我們的隱私條款。",
    "faq.deleteAccountTitle":"我要如何刪除我的帳戶？",
    "faq.deleteAccountBody":"Login to Scratch, and then click your username in the top right-hand corner. Select \"Account Settings\", then click the \"I want to delete my account\" link at the bottom of the page. But you should only do this if you are absolutely sure that you want to delete your account.",
    "faq.scratchFreeTitle":"Scratch 是免費的嗎？我可以隨意使用嗎？",
    "faq.scratchFreeBody":"是的，Scratch 完全免費，你可以在學校使用，你可用它來開班授課（付費課程也行）。總之，你不需要付費購買任何授權。",
    "faq.scratchScreenshotTitle":"我可以把 Scratch 或是 Scratch 上的截圖放到教科用書或出版品嗎？",
    "faq.scratchScreenshotBody":"Yes, you can use screenshots / images of the Scratch application and website in a book or presentation, and consider them to be licensed under the {licenseLink} license. We ask that you include a note somewhere in your materials  saying: \"Scratch is a project of the Scratch Foundation, in collaboration with the Lifelong Kindergarten Group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\".",
        "faq.licenseLinkText":"Creative Commons Attribution-ShareAlike",
    "faq.scratchDescriptionTitle":"我可以在教學手冊或材料中放上 Scratch 的相關描述嗎？",
    "faq.scratchDescriptionBody":"Sure! We recommend the following description: \"Scratch is a coding  language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. As young people create and share Scratch projects, they learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the {sfLink} in collaboration with the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at https://scratch.mit.edu\"",
    "faq.presentScratchTitle":"我可以在會議上展示 Scratch 嗎？",
    "faq.presentScratchBody":"放心使用吧，我們完全授權你在任何地方、向任何人演示 Scratch。",
    "faq.supportMaterialTitle":"我可以任意使用 / 重製在 Scratch 上的支援材料、角色、圖片、聲音或是專案範例嗎？",
    "faq.supportMaterialBody":"Yes: Most Scratch support materials on the Scratch website are available under the {licenseLink} license. There are a few exceptions: the Scratch Logo, Scratch Cat, Gobo, Pico, Nano, Giga, and Tera are Scratch trademarks, and can not be used without explicit permission from the Scratch Team.",
    "faq.sellProjectsTitle":"我可以販售用 Scratch 製作的專案嗎？",
    "faq.sellProjectsBody":"Yes: Your Scratch project is your creation. But keep in mind that once you share your project on the Scratch website, everyone is free to download, remix, and reuse the project based on the terms of the {licenseLink} license. So if you intend to sell your project, you may want to un-share it from the Scratch website.",
    "faq.sourceCodeTitle":"我可以在哪找到 Scratch 的開源碼？",
    "faq.sourceCodeBody":"The source code for the Scratch programming editor can be found on {guiLink}. The source code for {flashLink} and {scratch14Link}, are also available on GitHub. For updated information on development projects relating to the Scratch website, please visit our {developersLink}.",
        "faq.scratch14":"Scratch 1.4",
    "faq.okayToShareTitle":"我要如何知道哪些內容適合或不適合分享到 Scratch 上？",
    "faq.okayToShareBody":"Check out the Scratch {cgLink} - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.",
    "faq.reportContentTitle":"如果我看到了不恰當的內容，可以怎麼處理？",
    "faq.reportContentBody":"You can click the link that says \"report\" on any project, comment, discussion post, studio, or profile page where you see something that isn't ok for Scratch. If the situation is complicated, you can use the {contactLink} link (available at the bottom of every page) to explain. Be sure to include as much detail as you can, with links to relevant pages.",
    "faq.noFlameTitle":"如果我看到刻薄、無禮的行為時，可以怎麼做？",
    "faq.noFlameBody":"不要火上加油！回應那些沒有意義的內容，只會讓事情變得更糟，同時你也可能因此被停權（因為你的內容也可能成為偏離主題的不當內容）。正確的做法是透過「檢舉」讓我們知道，我們會追蹤他們一陣子。我們每日會固定查看舉報事項，一天數次，所以請放心交給我們。",
    "faq.reviewContentTitle":"如果被檢舉了，Scratch 團隊會做什麼處置？",
    "faq.reviewContentBody":"The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch {cgLink}, we will remove it and send a warning to the account. We may also block the accounts or networks that were used to share it, depending on what was shared and if the person has been sent warnings before",
    "faq.blockedAccountTitle":"當帳戶被停權時會發什麼事？",
    "faq.blockedAccountBody":"When an account is blocked, the owner can no longer access their account, use it to create projects, or post new comments. When they login, they see a page that explains why the account was blocked, along with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the Scratch {cgLink} in the future, they will be unblocked.",
    "faq.stolenAccountTitle":"有人取得了我的帳號並且讓我的帳號被封鎖了。我該怎麼辦？",
    "faq.stolenAccountBody":"You are responsible for keeping your password secure. If someone you know took control of your account and did bad things, tell the adults in charge of the computer they used. If you think someone you don’t know has access to your account, change the password and / or use the {contactLink} link to explain the situation. If your account was blocked for doing something that you did which broke the Scratch {cgLink}, please don’t tell us that someone else did it. When people tell us someone else used their account to do something bad, we then need to try and talk to that person before we can restore the account. This means your account will just stay blocked for a lot longer than if you are honest with us about what happened.",
    "faq.aboutExtensionsTitle":"什麼是擴展積木？",
    "faq.aboutExtensionsBody":"在 Scratch 編輯器中，你可以添加一群擴充積木。例如，有一些擴充積木讓你可以控制一些實體裝置（像是：micro:bit與LEGO機器人套件），還有一組積木讓你可以在 Scratch 專案中進行文句翻譯。我們會持續加入新的擴充積木，因此隨著時間增長，你在 Scratch 中可以完成的事情會越來越多。",
    "faq.howToAddExtensionsTitle":"要如何添加擴展積木到專案？",
    "faq.howToAddExtensionsBody":"If you click on the \"Extensions\" button in the bottom left corner of the Scratch programming editor, you will see a listing of all Scratch Extensions. When you select one of the extensions, a new category of blocks will be added to your project. The extension will be automatically loaded each time your project is opened. You can add multiple extensions to the same project.",
    "faq.createExtensionsTitle":"我可以自己創造擴展嗎？",
    "faq.createExtensionsBody":"Scratch 團隊將在未來發佈擴展的開發規範和指南。到時，你就能向 Scratch 團隊提交，官方會考慮是否將你的擴充積木納入 Scratch 3.0。我們還將提供「實驗性」擴展的開發指南，這類的擴充積木可以給個人專案使用，但無法在 Scratch 網站台共享。",
    "faq.scratchXTitle":"ScratchX 網站的未來？",
    "faq.scratchXBody":"ScratchX （scratchx.org）是擴展的實驗性測試平台。在 ScratchX 創建的擴展與 Scratch 3.0 是不相容的。一旦 Scratch 完全支持實驗性擴展，我們將停止對 ScratchX 的支持，並為開發人員和用戶提供從 ScratchX 過渡到新擴展平台的時間。",
    "faq.cloudDataInfoTitle":"什麼是雲端變數？",
    "faq.cloudDataInfoBody":"雲端變數可以讓專案的資料儲存在線上，並與 Scratch 上開啟專案的人共站，你可以利用它來製作一些需要長期保存數據的專案，像是問卷調查。社群的其他人可以隨時存取和修改數據。",
    "faq.makeCloudVarTitle":"要怎麼建立一個雲端變數？",
    "faq.makeCloudVarBody":"Go to the \"Variables\" section of the blocks palette, select \"Make a Variable\", and then click the checkbox next to \"Cloud variable (stored on server)\". The data associated with your cloud variable will be stored on the server, preserved over time, and accessible to anyone who opens the project.",
    "faq.onlyNumbersTitle":"雲端變數可以儲存什麼形式的資料？",
    "faq.onlyNumbersBody":"目前，雲端變數只允許儲存數字格式的變數。",
    "faq.storedCloudInfoTitle":"誰可以看到存在雲端變數中的內容？",
    "faq.storedCloudInfoBody":"當你在專案中使用雲端變數相關積木時，你的用戶名稱連帶相關資料會被儲存在上頭，其他人都可以看見。專案上你的互動和分享的資料…這些歷程都會被紀錄下來的。",
     "faq.reportCloudTitle":"如果我看到了有人使用雲端變數放置不恰當的內容，要如何檢舉？",
    "faq.reportCloudBody":"Click the \"Report this\" button (under on the project player on the project page) to report inappropriate content in cloud variables. Make sure that you mention \"cloud variables\" when you type your reason in the report.",
    "faq.chatRoomTitle":"我可以利用雲端變數來做個聊天室嗎？",
    "faq.chatRoomBody":"技術上當然可行，但目前政策上，聊天室是不允許被創建的。",
    "faq.changeCloudVarTitle":"誰有權限修改雲端變數內容？",
    "faq.changeCloudVarBody":"Only you and viewers of your project can store data in your project’s cloud variables. If people \"see inside\" or remix your code, it creates a copy of the variable and does not affect or change the original variable.",
    "faq.newScratcherCloudTitle":"我已經登入了，但還是無法使用雲端變數來製作專案，怎麼回事？",
    "faq.newScratcherCloudBody":"如果你的身份還是 New Scratcher（Scratch 新手），那麼你就還不能在專案中使用雲端變數。你必須成為真正的 Scratcher 之後，才有權限使用它。你可以在後面的問答中找到如何成為 Scratcher？",
    "faq.multiplayerTitle":"有可能用雲端變數創造出多人線上遊戲嗎？",
    "faq.multiplayerBody":"因為網路頻寬和同步速度的問題，多人遊戲可能很難實現。一些 Scratcher 正在嘗試用新的方式利用雲端變數開發 turn-by-turn 等形式的遊戲。",
    "faq.schoolsTitle":"Scratch 在學校",
    "faq.howTitle":"Scratch 在學校裡的使用情形？",
    "faq.howBody":"Scratch is used in hundreds of thousands of schools around the world, in many different subject areas (including language arts, science, history, math, and computer science). You can learn more about strategies and resources for using Scratch in schools and other learning environments (such as museums, libraries, and community centers) on our {educatorsLink}.",
        "faq.educatorsLinkText":"Educators Page",
    "faq.noInternetTitle":"有沒有辦法在沒有網路的環境下使用 Scratch ？",
    "faq.noInternetBody":"Yes. {downloadLink} is a version of Scratch that runs on a desktop or laptop computer. Currently, Scratch Desktop is available for Mac and Windows machines.",
    "faq.communityTitle":"我可以關閉學生的線上社群功能嗎？",
    "faq.communityBody":"The Scratch online community provides a way for young people to share, collaborate, and learn with their peers within a moderated community governed by the Scratch {cgLink}. However, we understand that some educators prefer that their students not participate in an online community. These educators may wish to install Scratch Desktop, which runs offline and locally on a desktop or laptop computer.",
    "faq.teacherAccountTitle":"什麼是 Scratch 教師帳號？",
    "faq.teacherAccountBody":"A Scratch Teacher Account provides teachers and other educators with additional features to manage student participation on Scratch, including the ability to create student accounts, organize student projects into studios, and monitor student comments. For more information on Scratch Teacher Accounts, see the {eduFaqLink}.",
        "faq.eduFaqLinkText":"關於 Scratch 教師帳戶的常見問答",
    "faq.requestTitle":"我要如何申請一個教師帳戶？",
    "faq.requestBody":"You may request a Scratch Teacher Account from the {educatorsLink} on Scratch. We ask for additional information during the registration process in order to verify your role as an educator.",
    "faq.dataTitle":"Scratch 會收集學生的哪些資訊？",
    "faq.dataBody":"學生第一次登入 Scratch 時，我們會調查一些簡單的資料，包括性別、年齡 ( 生日年月 )、國家，以及可驗證的信箱。這些資料 ( 收集 ) 旨在研究，讓我們分析用戶如何使用、學習 Scratch。若學生帳戶是由教師帳戶批次建立的，學生設置時就不需要再調查一次。",
    "faq.lawComplianceTitle":"Scratch（線上版）是否符合美國當地或是聯邦所制定資料隱私的相關法規？",
    "faq.lawComplianceBody1":"Scratch cares deeply about the privacy of students and of all individuals who use our platform. We have in place physical and electronic procedures to protect the information we collect on the Scratch website. Although we are not in a position to offer contractual guarantees with each entity that uses our free educational product, we are in compliance with all United States federal laws that are applicable to MIT and the Scratch Foundation, the organizations that have created and maintained Scratch. We encourage you to read the Scratch Privacy Policy for more information.",
    "faq.lawComplianceBody2":"If you would like to build projects with Scratch without submitting any Personal Information to us, you can download {downloadLink}. Projects created in Scratch Desktop are not accessible by the Scratch Team, and using Scratch Desktop  does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community."
}
