Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Make your sprite follow the mouse
bn: তোমার স্প্রাইটটি দিয়ে ইদুরটিকে অনুসরণ করাও
ca: Fes que el teu personatge segueixi el ratolí
fa: شکلک‌تان موس را دنبال کند
ja: スプライトにネズミを追いかけさせる
nn: Få figuren til å følgja musa
vi: Làm đối tượng của bạn đi theo con chuột

source: Make your sprite glide
bn: তোমার স্প্রাইটটি গ্লাইড করাও
ca: Fes que el teu personatge llisqui
fa: شکلک‌تان سر بخورد
ja: スプライトをなめらかに滑らせる
nn: Få figuren til å gli bortover
vi: Làm đối tượng của bạn lướt

source: Make your sprite jump when you clap
bn: যখন তুমি হাততালি দিবে তখন তোমার স্প্রাইটটিকে লাফ দেওয়াও
ca: Fes que el teu personatge salti quan aplaudeixis
fa: هنگامی که کف می‌زنید شکلک‌تان بپرد
ja: 手をたたくとジャンプするスプライト
nn: Få figuren til å hoppa når du klappar
vi: Làm đối tượng của bạn nhảy khi bạn vỗ tay

source: Make your sprite spin when you say something
bn: তুমি কিছু বলার সময় তোমার স্প্রাইটটি ঘোরাও
ca: Fes que el teu personatge giri quan diguis alguna cosa
fa: هنگامی که چیزی می‌گویید، شکلک‌تان بچرخد
ja: 話しかけると回転するスプライト
nn: Få figuren til å snurra rundt når du snakkar
vi: Làm đối tượng của bạn xoay vòng khi bạn nói gì đó

source: Make a simple game
bn: একটি সহজ খেলা তৈরি কর
ca: Fes un joc senzill
fa: یک بازی ساده بسازید
ja: シンプルなゲームを作る
nn: Lag eit enkelt spel
vi: Tạo trò chơi đơn giản

source: Make a story
bn: একটি গল্প বানাও
ca: Crea una història
fa: یک داستان بسازید
ja: 物語を作ろう
nn: Lag ei forteljing
vi: Tạo một câu chuyện

source: Paint Editor Tips
bn: আঁকা এডিটরের টীকা
ca: Ajuda de l'Editor d'Imatges
fa: نکات ویرایشگر را نقاشی کنید
ja: ペイントエディタのヒント
nn: Tips om teikning
vi: Thủ thuật Editor Vẽ

source: Change the cat or other characters
bn: বিড়ালটি বা অন্যান্য ক্যারেক্টারগুলো পরিবর্তন কর
ca: Canvia el gat o altres personatges
fa: گربه یا کاراکترهای دیگر را تغییر دهید
ja: Scratchキャットやそのほかのキャラをアレンジする
nn: Forandra på katten eller andre figurar
vi: Thay chú mèo hay nhân vật khác

source: Differences between vector and bitmap
bn: ভেক্টর এবং বিটম্যাপের মধ্যে পার্থক্য
ca: Diferències entre vector i mapa de bits
fa: تفاوت بین بردار و نگاشت بیت
ja: ベクター画像とビットマップ画像の違い
nn: Forskjellen på punkt- og vektorgrafikk
vi: Sự khác biệt giữa ảnh bitmap và vector

source: Switching between vector and bitmap
bn: ভেক্টর এবং বিটম্যাপের মধ্যে পরিবর্তন করা হচ্ছে
ca: Canvia entre vectors i mapa de bits
fa: تعویض بین حالت برداری و بیت مپ
ja: ベクター画像とビットマップ画像を切り替える
nn: Byte mellom punkt- og vektorgrafikk
vi: Chuyển đổi giữa ảnh vector và bitmap

source: Fill a vector shape
bn: ভেক্টরের আকার পূরণ কর
ca: Omple una forma vectorial
fa: یک شکل برداری را پر کنید
ja: ベクターの図形を塗りつぶす
nn: Fyll farge i ei vektorform
vi: Tô một hình vector

source: Erasing in vector mode
bn: ভেক্টর মোডে মুছে ফেলা হচ্ছে
ca: Esborrar en mode vector
fa: پاک کردن در حالت برداری
ja: ベクターモードで消す
nn: Visking i vektorgrafikk
vi: Xóa trong chế độ vector

source: Drawing with reshape
bn: নতুন আকার দিয়ে অঙ্কন
ca: Dibuixar canviant les formes
fa: طراحی با تغییر شکل
ja: 「形を変える」ツールで描く
nn: Figuromforming
vi: Vẽ với định hình lại

source: Smoothing
bn: মসৃণ করা
ca: Allisant
fa: صاف کردن
ja: なめらかにする
nn: Glatting
vi: Làm mịn

source: Grouping
bn: দলগঠন
ca: Agrupant
fa: گروه کردن
ja: グループ／グループ解除
nn: Gruppering
vi: Nhóm lại

source: Layers
bn: স্তর
ca: Capes
fa: لایه‌ها
ja: レイヤー
nn: Lagdeling
vi: Lớp

source: Backdrop into Sprite
bn: স্প্রাইটে ব্যাকড্রপ
ca: Fons a personatge
fa: پس‌زمینه داخل شکلک
ja: 背景をスプライトとして利用する
nn: Bakgrunn til figur
vi: Phông nền thành Đối tượng

source: Center of Costume
bn: পরিচ্ছদ কেন্দ্র
ca: Centre del vestit
fa: مرکز حالت
ja: コスチュームの中心
nn: Midtpunkt til drakter
vi: Tâm của Trang phục

source: <a href="%(scratch_url)s">Scratch</a> is a free project of the Lifelong Kindergarten Group at the MIT Media Lab. Using Scratch, children can create interactive stories, games, and animations.
bn: <a href="%(scratch_url)s">Scratch</a> স্ক্র্যাচ হল MIT মিডিয়া ল্যাবের লাইফলং কিন্ডারগার্টেন গ্রুপের একটি বিনামূল্যের প্রজেক্ট। Scratch ব্যবহার করে, শিশুরা ইন্টারেক্টিভ গল্প, গেম এবং অ্যানিমেশন তৈরি করতে পারে।
ca: <a href="%(scratch_url)s">Scratch</a> és un projecte gratuït del Lifelong Kindergarten Group del MIT Media Lab. Usant Scratch, els infants poden crear històries interactives, jocs, i animacions.
fa: <a href="%(scratch_url)s">اسکرچ</a>یک پروژه رایگان از گروه دیرپای کودکستان در آزمایشگاه رسانۀ MIT است. با استفاده از اسکرچ، کودکان می‌توانند داستان‌های تعاملی، بازی و انیمیشن بسازند.
ja: <a href="%(scratch_url)s">Scratch</a> はMITメディアラボのライフロングキンダーガーデングループが無料で提供するプロジェクトです。Scratchを使って、子どもたちは、インタラクティブな物語や、ゲームやアニメーション作品を自由に作り出すことができます。
nn: <a href="%(scratch_url)s">Scratch</a> er eit gratis prosjekt frå «Lifelong Kindergarten Group» ved MIT Media Lab. Med Scratch kan ungar laga interaktive forteljingar, spel og animasjonar.
vi: <a href="%(scratch_url)s">Scratch</a> là một dự án miễn phí của Lifelong Kindergarten Group tại MIT Media Lab. Sử dụng Scratch, trẻ em có thể tạo các câu chuyện, trò chơi, và phim hoạt hình tương tác.

source: If you have questions about Scratch or this email, please take a look at our <a href="%(faq_url)s">FAQ</a>.
bn: তোমার যদি স্ক্র্যাচ বা এই ইমেল সম্পর্কে প্রশ্ন থাকে, দয়া করে আমাদের <a href="%(faq_url)s">FAQ- এ দেখঃ</a>।
ca: Si tens preguntes sobre Scratch o aquest correu electrònic, si us plau dóna un cop d'ull a la nostra <a href="%(faq_url)s">FAQ</a>.
fa: اگر شما در مورد اسکرچ یا این ایمیل سوالی دارید، لطفا به <a href="%(faq_url)s">سوالات متداول</a> ما نگاه کنید.
ja: Scratchやこのメールについて不明点がある場合、まずは <a href="%(faq_url)s">よくある質問と回答</a>をご参照ください。
nn: Viss du lurer på noko om Scratch eller denne e-posten, sjå oversikta over vanlege <a href="%(faq_url)s">spørsmål og svar</a>.
vi: Nếu bạn có câu hỏi về Scratch hay email này, xin xem qua<a href="%(faq_url)s">FAQ</a>.

source: To stop receiving emails from Scratch, <a href="%(blacklist_url)s">unsubscribe</a>.
bn: স্ক্র্যাচ থেকে ইমেল পাওয়া বন্ধ করতে, <a href="%(blacklist_url)s">সদস্যতা ত্যাগ করুন</a>
ca: Per deixar de rebre correus electrònics de Scratch, <a href="%(blacklist_url)s">cancel·la la subscripció</a>.
fa: برای عدم دریافت ایمیل از اسکرچ <a href="%(blacklist_url)s">لغو اشتراک کنید</a>.
ja: Scratchからのメール受信を停止する場合は、<a href="%(blacklist_url)s">メール配信の停止</a>をクリックしてください。
nn: Viss du ikkje ønskjer å motta fleire e-postar frå Scratch, kan du <a href="%(blacklist_url)s">melda deg av</a>.
vi: Để ngưng nhận email từ Scratch, <a href="%(blacklist_url)s">ngừng theo dõi</a>.

source: Make a Donation
bn: একটি অনুদান দাও
ca: Fes una Donació
fa: اهداء مالی بنمایید
ja: 寄付をする
nn: Gje ei pengegåve
vi: Đóng góp

source: Uh oh! Something went wrong when we tried to unsubscribe your email address. Please try again later. If you continue to experience issues, please <a href="%(contact_us_url)s">contact us</a>.
bn: ওহ! আমরা যখন তোমার ইমেইল ঠিকানাটি আনসাবস্ক্রাইব করার চেষ্টা করেছি তখন কিছু ভুল হয়েছে ৷ পরে আবার চেষ্টা কর। তুমি যদি সমস্যার সম্মুখীন হতে থাক, অনুগ্রহ করে <a href="%(contact_us_url)s">যোগাযোগ</a> কর।
ca: Ui ui! Alguna cosa ha anat malament quan hem provat de donar de baixa la teva adreça de correu. Si us plau intenta-ho de nou més tard. Si es mantenen els problemes, preguem <a href="%(contact_us_url)s">contacta'ns</a>.
fa: اوه آه! زمانی که سعی کردیم آدرس ایمیل شما را لغو اشتراک کنیم، چیز اشتباهی رخ داد. لطفاً بعدا دوباره امتحان کنید. اگر همچنان مشکلی را تجربه کردید، لطفاً <a href="%(contact_us_url)s">با ما تماس بگیرید</a>.
ja: 申し訳ありません。ご指定いただいたメールアドレスへのメール配信の停止プロセスにて、問題が発生しました。後ほど、もう一度お試しください。この問題が何度も発生する場合は、<a href="%(contact_us_url)s">こちらの連絡先</a>までご連絡ください。
nn: Å nei! Noko gjekk gale då me prøvde å melda av e-postadressa di. Prøv på nytt att litt seinare. Viss du ikkje får det til, <a href="%(contact_us_url)s">ta kontakt med oss</a>.
vi: Uh oh! Có gì đó sai khi chúng tôi cố ngưng theo dõi địa chỉ email của bạn. Xin hãy thử lại sau. Nếu bạn tiếp tục gặp phải vấn đề, xin <a href="%(contact_us_url)s">liên hệ chúng tôi</a>.

source: Uh oh! The link you clicked to unsubscribe your email address expired. Try unsubscribing from a more recent email.
bn: ওহ! তোমার ইমেইল ঠিকানাটি আনসাবস্ক্রাইব করার জন্য তুমি যে লিংকে ক্লিক করেছ তার মেয়াদ শেষ হয়ে গেছে। আরও সাম্প্রতিক ইমেইল থেকে আনসাবস্ক্রাইব করার চেষ্টা কর।
ca: Ui ui! L'enllaç que has clicat per donar-te de baixa ha caducat. Prova de cancel·lar la subscripció des de un correu electrònic més recent.
fa: ای وای! لینکی که برای لغو اشتراک آدرس ایمیل خود کلیک کردید، منقضی شده است. برای لغو اشتراک از آخرین ایمیل استفاده کنید.
ja: 申し訳ありません。先ほどクリックされたメールアドレス受信停止リンクは、期限切れとなっています。最近届いたメールで、再度お試しください。
nn: Å nei! Lenkja du trykte på for å melda deg av er gått ut. Prøv å melda deg av med lenkja i ein nyare e-post.
vi: Ố! Đường dẫn bạn đã bấm để ngừng theo dõi địa chỉ email của bạn đã hết hạn. Thử ngưng theo dõi từ email gần thời gian này.

source: You have unsubscribed the email address <strong>%(email)s</strong>.
bn: তুমি <strong>%(email)s</strong> ইমেইল ঠিকানাটি আনসাবস্ক্রাইব করেছ।
ca: Has cancel·lat la subscripció de l'adreça de correu <strong>%(email)s</strong>.
fa: شما آدرس ایمیل<strong>%(email)s</strong> را لغو اشتراک کرده‌اید.
ja: <strong>%(email)s</strong>へのメールの配信停止を完了しました。
nn: Du har avslutta e-postmeldingar til <strong>%(email)s</strong>.
vi: Bạn vừa ngưng theo dõi địa chỉ email này <strong>%(email)s</strong>.

source: Using Scratch, children can create interactive stories, games, and animations.
bn: Scratch ব্যবহার করে, শিশুরা ইন্টারেক্টিভ গল্প, গেইম ও অ্যানিমেশন তৈরি করতে পারে।
ja: Scratchを使うと、子どもたちはインタラクティブな物語、ゲーム、アニメーションを作ることができます。

source: Scratch is available for free, thanks to generous support from our donors. We are grateful to our Founding Partners: Massachusetts Institute of Technology, the National Science Foundation, and the Siegel Family Endowment.
bn: স্ক্র্যাচ বিনামূল্যে পাওয়া যায়, আমাদের দাতাদের কাছ থেক উদার সমর্থনের জন্য ধন্যবাদ। আমরা আমাদের প্রতিষ্ঠাতা অংশীদারদের কাছে কৃতজ্ঞ: ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি, ন্যাশনাল সায়েন্স ফাউন্ডেশন এবং সিগেল ফ্যামিলি এনডাউমেন্ট।
ja: Scratchは寄付者からの寛大な支援により無料で利用できます。私たちは資金提供パートナーに感謝します: Massachusetts Institute of Technology、National Science Foundation、Siegel Family Endowment。

source: Or Join Scratch
bn: অথবা Scratch এ যুক্ত হও
ca: O uneix-te a Scratch
fa: یا عضو اسکرچ شوید
ja: Scratchに参加する
nn: Vert Scratch-brukar
vi: Hay Tham gia Scratch

source: Uh oh
bn: উহ অহ
ca: Ui ui
fa: اوه اوووه
ja: おっと
nn: Å nei!

source: Birth Month and Year
bn: জন্ম মাস ও বছর
ca: Mes i Any de Naixement
fa: ماه و سال تولد
hy: Ծննդեան ամիս և տարի
ja: 生まれた年と月
nn: Fødselsmånad og -år
vi: Tháng và Năm sinh

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
bn: যারা স্ক্র্যাচ ব্যবহার করে তাদের বয়সের পরিসীমা গণনা করতে এবং আপনি যদি আমাদের সাথে যোগাযোগ কর তবে নিশ্চিত কর যে তুমি অ্যাকাউন্টের মালিক। তোমার জন্মের মাস এবং বছর প্রকাশ করা হবে না।
ca: Utilitzem aquesta informació per calcular el rang d'edat de les persones que utilitzen Scratch, i per confirmar que ets el propietari del compte si ens contactes. El teu mes de naixement i l'any no seràn públics.
fa: ما از این اطلاعات برای محاسبه محدوده ی سنی افرادی که از اسکرچ استفاده می کنند استفاده می‌کنیم و البته برای تایید مالکیت حساب کاربری در صورتی که با ما تماس بگیرید. ماه و سال تولد شما در معرض دید عمومی قرار نخواهد گرفت.
hy: Մենք օգտագործում ենք այս տեղեկությունները ՝ Scratch օգտագործող մարդկանց տարիքային տիրույթը հաշվարկելու և մեզ հետ կապվելու դեպքում հաստատելու համար, որ դուք հաշվի սեփականատերն եք: Ձեր ծննդյան ամիսը և տարին չեն հրապարակվի:
ja: この情報は、「Scratchを使う人たちの年齢層を計算するため」と「Scratchチームに自分のアカウントについてあなたからの問い合わせがあったとき、本人であることを確認するため」に使用されます。 あなたの生まれた年と月がインターネット上で公開されることはありません。
nn: Me brukar dette for å veta omtrent kor gamle Scratch-brukarane er, og for å kontrollera at du er rett eigar av brukarkontoen dersom du kontaktar oss. Fødselsmånaden og fødselsåret vert ikkje tilgjengeleg for andre.
vi: Chúng tôi sử dụng thông tin này để tính toán khoảng độ tưởi của những người sử dụng Scratch, và để xác nhận là bạn là chủ sở hữu của tài khoản nếu bạn liên hệ chúng tôi. Tháng và năm sinh của bạn sẽ không được công khai.

source: Gender
bn: লিঙ্গ
ca: Gènere
fa: جنسیت
hy: Սեռ
ja: 性別
nn: Kjønn
ta: பாலினம்
vi: Giới tính

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
bn: এটি স্ক্র্যাচ ডিজাইন টিমকে বুঝতে সাহায্য করে যে কে স্ক্র্যাচ ব্যবহার করছে, এবং তথ্য প্রদান করে যা আমাদের অংশগ্রহণ বিস্তৃত করতে সাহায্য করে। এই তথ্য তোমার অ্যাকাউন্টে দৃশ্যমান নয়, এবং শুধুমাত্র সামগ্রিক অংশগ্রহণ বর্ণনা করতে ব্যবহৃত হয়।
ca: Això ajuda a l'equip de Scratch a entendre qui fa servir Scratch i ens dóna informació que ens ajuda a millorar la participació. Aquesta informació no és vibible en el teu compte i només es fa servir per descriure la participació global.
fa: به گروه طراحان اسکرچ کمک می کند که بدانند چه کسانی از اسکرچ استفاده می کنند و اطلاعاتی را ارائه می دهد که به ما در گسترش مشارکت کمک می کند. این اطلاعات در حساب کاربری شما قابل مشاهده نیست و تنها نشان دهنده ی مشارکت کلی استفاده کنندگان است.
hy: Սա օգնում է Scratch նախագծման թիմին հասկանալ, թե ով է օգտագործում Scratch, և տրամադրում է տեղեկատվություն, որն օգնում է մեզ ընդլայնել մասնակցությունը: Այս տեղեկատվությունը տեսանելի չէ ձեր հաշվին և օգտագործվում է միայն ընդհանուր մասնակցությունը նկարագրելու համար:
ja: どのような人がScratchを使っているのかを知り、どうすればもっとScratchを広められるのかをScratchデザインチームが考えるためにこの情報が使われます。 この情報はあなたのアカウント情報には記載されませんし、全体の統計情報としてしか使用されません。
nn: Dette hjelper oss å forstå kven som brukar Scratch og korleis me kan få fleire til å delta. Denne informasjonen vert ikkje vist på brukarkontoen din, og vert berre brukt til statistikk.
vi: Điều này giúp nhóm thiết kế Scratch hiểu được ai đang sử dụng Scratch và cung cấp thông tin giúp chúng tôi mở rộng việc tham gia. Thông tin này không hiển thị trong tài khoản của bạn, và chỉ được sử dụng để mô tả hoạt động tham gia tổng quan.

source: Month
bn: মাস
ca: Mes
fa: ماه
hy: Ամիս
ja: 月
nn: Månad
ta: மாதம்
vi: Tháng

source: January
bn: জানুয়ারি
ca: Gener
fa: ژانویه
hy: Հունվար
nn: januar
ta: ஜனவரி
vi: Tháng 1

source: February
bn: ফেব্রুয়ারি
ca: Febrer
fa: فوریه
hy: Փետրվար
nn: februar
ta: பிப்ரவரி
vi: Tháng 2

source: March
bn: মার্চ
ca: Març
fa: مارچ
hy: Մարտ
nn: mars
ta: மார்ச்
vi: Tháng 3

source: April
bn: এপ্রিল
ca: Abril
fa: آوریل
hy: Ապրիլ
ta: ஏப்ரல்
vi: Tháng 4

source: May
bn: মে
ca: Maig
fa: می
hy: Մայիս
nn: mai
ta: மே
vi: Tháng 5

source: June
bn: জুন
ca: Juny
fa: جون
hy: Հունիս
nn: juni
ta: ஜூன்
vi: Tháng 6

source: July
bn: জুলাই
ca: Juliol
fa: جولای
hy: Հուլիս
nn: juli
ta: ஜூலை
vi: Tháng 7

source: August
bn: আগস্ট
ca: Agost
fa: آگست
hy: Օգոստոս
ta: ஆகஸ்ட்
vi: Tháng 8

source: September
bn: সেপ্টেম্বর
ca: Setembre
fa: سپتامبر
hy: Սեպտեմբեր
ta: செப்டம்பர்
vi: Tháng 9

source: October
bn: অক্টোবর
ca: Octubre
fa: اکتبر
hy: Հոկտեմբեր
nn: oktober
ta: அக்டோபர்
vi: Tháng 10

source: November
bn: নভেম্বর
ca: Novembre
fa: نوامبر
hy: Նոյեմբեր
ta: நவம்பர்
vi: Tháng 11

source: December
bn: ডিসেম্বর
ca: Desembre
fa: دسامبر
hy: Դեկտեմբեր
nn: desember
ta: டிசம்பர்
vi: Tháng 12

source: Year
bn: বছর
ca: Any
fa: سال
hy: Տարի
ja: 年
nn: År
ta: ஆண்டு
vi: Năm

source: Male
bn: পুরুষ
ca: Home
fa: مذکر
hy: Արական
ja: 男
nn: Gut
ta: ஆண்
vi: Nam

source: Female
bn: মহিলা
ca: Dona
fa: مونث
hy: Իգական
ja: 女
nn: Jente
ta: பெண்
vi: Nữ

source: Country
bn: দেশ
ca: País
fa: کشور
hy: Երկիր
ja: 国
nn: Land
ta: நாடு
vi: Quốc gia

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
bn: পিতামাতার বা অভিভাবকের ইমেইল ঠিকানা লিখ এবং আমরা এই এ্যাকাউন্টটি নিশ্চিত করার জন্য তাদের একটি ইমেইল পাঠাব।
ca: Introdueix l'adreça de correu electrònic d'un dels teus pares o tutor legal i li enviarem a ells un missatge de confirmació d'aquest compte.
fa: ایمیل والدین خود را وارد کنید ما برای تایید این حساب کاربری به آنها ایمیل می زنیم.
hy: Մուտքագրեք ձեր էլ. Փոստի հասցեն, և մենք ձեզ նամակ կուղարկենք ՝ ձեր հաշիվը հաստատելու համար:
ja: 親または保護者のメールアドレスを入力してください。入力されたアドレスに、このアカウントの認証に必要なメールを送信します。
nn: Skriv inn e-postadressa til forelder eller føresett, så me kan senda dei ein e-post for stadfesting av kontoen.
vi: Nhập vào địa chỉ email của phụ huynh hay người bảo hộ và chúng tôi sẽ gửi họ email xác nhận tài khoản này.

source: Receive updates from the Scratch Team
bn: Scratch টিম থেকে আপডেট গ্রহণ
ca: Rebre actualitzacions de l'equip de Scratch
fa: دریافت آخرین اخبار و به روزرسانی‌ها از تیم اسکرچ
hy: Ստացեք թարմացումներ Scratch թիմից
ja: Scratchチームからの更新情報を受信する
vi: Nhận cập nhật từ Nhóm Scratch

source: Welcome to Scratch,
bn: Scratch এ স্বাগতম,
ca: Benvinguts a Scratch,
fa: به اسکرچ خوش آمدید،
hy: Բարի գալուստ Scratch
ja: Scratchへようこそ!
nn: Velkommen til Scratch,
vi: Chào mừng đến với Scratch,

source: You're now logged in! You can start exploring and creating projects.
bn: তুমি লগ ইন করেছ! এখন তুমি এক্সপ্লোর ও প্রজেক্ট তৈরি করতে পার।
ca: Ara ja estàs registrat/da! Pots començar a explorar i crear projectes.
fa: حالا شما وارد شدید! الان می توانید پروژه های را ببینید و پروژه های جدیدی بسازید.
hy: Դուք այժմ մուտք եք գործել: Կարող եք սկսել ուսումնասիրել և ստեղծել նախագծեր:
ja: 無事にログインできました！ それでは、他の人のプロジェクトを見て回ったり、自分のプロジェクトを作成してみましょう。
nn: Du er logga inn! Gjer deg kjend med nettstaden, og set i gang med å laga dine eigne program.
vi: Bây giờ bạn đã đăng nhập! Bạn có thể bắt đầu khám phá và tạo ra các chương trình.

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
bn: ভুল ইমেইল দেখাচ্ছে? <a href="%(settings_url)s">এ্যাকাউন্ট সেটিংস</a> থেকে তোমার ইমেইল ঠিকানা পরিবর্তন কর
ca: Correu electrònic incorrecte? Canvia la teva adreça de correu electrònic a <a href="%(settings_url)s">Configuració del compte</a>
fa: ایمیل اشتباه شده است؟ برای تغییر آدرس ایمیل به <a href="%(settings_url)s">تنظیمات حساب کاربری</a> بروید.
ja: 電子メールが間違っていますか? 電子メールアドレスは<a href="%(settings_url)s">アカウント設定</a>から変更できます。
nn: Feil e-postadresse? Du kan registrera ei anna e-postadresse i <a href="%(settings_url)s">innstillingane</a>
vi: Sai email? Thay đổi địa chỉ email của bạn ở <a href="%(settings_url)s">Cài đặt Tài khoản</a>

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
bn: সমস্যা হচ্ছে? <a href="%(contact_url)s?confirmation=1">অনুগ্রহ করে আমাদের মতামত দাও</a>
ca: Tens problemes? <a href="%(contact_url)s?confirmation=1">Si us plau envia la teva opinió</a>
fa: به مشکلی برخورد کرده‌اید؟ <a href="%(contact_url)s?confirmation=1">لطفاً ما را مطلع نمایید</a>
ja: 何かお困りでしたら、<a href="%(contact_url)s?confirmation=1">フィードバックをお待ちしております</a>
nn: Har du problem? <a href="%(contact_url)s?confirmation=1">Meld ifrå her</a>
vi: Có vấn đề ư? <a href="%(contact_url)s?confirmation=1">Xin gửi chúng tôi phản hồi</a>

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, please <a href="%(contact_url)s?confirmation=1">contact us</a>.
bn: উফ আমরা তোমাকে লগ ইন করাতে পারছি না। অনুগ্রহ করে তোমার মাত্র তৈরি করা ইউজারনেম এবং পাসওয়ার্ড দিয়ে লগ ইন কর। তোমার যদি এখনও সমস্যা হয়, অনুগ্রহ করে দেখ <a href="%(contact_url)s?confirmation=1">যোগাযোগ</a>।
ca: No podem iniciar la teva sessió. Si us plau inicia-la amb l'usuari i la contrasenya que has creat. Si encara es manté el problema, preguem <a href="%(contact_url)s?confirmation=1">contacta'ns</a>.
fa: متأسفیم ما نمی‌توانیم شما را وارد سیستم کنیم. لطفاً با نام کاربری و رمز عبور که اخیراً ساخته‌اید وارد شوید. اگر هنوز مشکل دارید، لطفاً <a href="%(contact_url)s?confirmation=1">با ما تماس بگیرید</a>.
ja: ログインするときに問題が発生しました。ログインでは、アカウント作成時に指定したユーザー名とパスワードを正確に入力する必要があります。正しいユーザー名とパスワードを入力しているのにログインできないときは、 <a href="%(contact_url)s?confirmation=1">こちらから</a>ご連絡ください。
nn: Klarte ikkje logga deg inn. Logg inn med brukarnamnet og passordet du nettopp laga. Viss du framleis ikkje får det til, kan du <a href="%(contact_url)s?confirmation=1">ta kontakt</a>.
vi: Ố chúng tôi không thể đăng nhập bạn. Xin đăng nhập với tên người dùng và mật khẩu bạn vừa tạo. Nếu bạn vẫn gặp vấn đề, xin <a href="%(contact_url)s?confirmation=1">liên hệ chúng tôi</a>.

source: Oops we could not log you in. Please log in with the username and password you just created. If you still have trouble, you can save your project by downloading it to your computer using the button here. You may also ​<a href="%(contact_url)s?confirmation=1">contact us​</a> for additional help.
bn: উফ আমরা তোমাকে লগ ইন করতে পারলাম না। অনুগ্রহ করে তোমার মাত্র তৈরি করা ইউজারনেম এবং পাসওয়ার্ড দিয়ে লগ ইন কর। যদি তোমার এখনও সমস্যা হয়, তাহলে তুমি এখানে থাকা বাটনটি ব্যবহার করে তোমার প্রজেক্টটি তোমার কম্পিউটারে ডাউনলোড করে সংরক্ষণ করতে পার। তুমি আরও সাহায্যের জন্য আমাদের সাথে <a href="%(contact_url)s?confirmation=1">যোগাযোগ</a> করতে পার।
ca: No hem pogut donar-te accés. Si us plau inicia sessió amb el nom d'usuari i contrasenya que vas crear. Si encara així tens problemes, pots desar el teu projecte descarregant-lo al teu ordinador fent clic al botó. També pots <a href="%(contact_url)s?confirmation=1">contactar</a> amb nosalatres per ajuda addicional.
fa: متأسفیم ما نمی‌توانیم شما را وارد سیستم کنیم. لطفاً با نام کاربری و رمز عبور که اخیراً ساخته‌اید وارد شوید. اگر هنوز مشکل دارید، می‌توانید برنامه خود را با استفاده از دکمه اینجا در رایانه خود دانلود کنید. همچنین می‌توانید برای کمک بیشتر با <a href="%(contact_url)s?confirmation=1">ما تماس بگیرید</a>.
ja: ログインするときに問題が発生しました。ログインでは、アカウント作成時に指定したユーザー名とパスワードを正確に入力する必要があります。正しいユーザー名とパスワードを入力しているのにログインできないときは、 このボタンを使用してプロジェクトを使用中のコンピューターにダウンロードしてください。さらに、必要に応じて、<a href="%(contact_url)s?confirmation=1">こちらから</a>ご連絡ください。
nn: Klarte ikkje logga deg inn. Logg inn med brukarnamnet og passordet du nettopp laga. Viss du framleis ikkje får det til, kan du lagra prosjektet ved å lasta det ned til datamaskina di med knappen her. Du kan òg <a href="%(contact_url)s?confirmation=1">ta kontakt med oss</a> for hjelp.
vi: Ố chúng tôi không thể đăng nhập bạn. Xin đăng nhập với tên người dùng và mật khẩu bạn vừa tạo. Nếu bạn vẫn gặp vấn đề, bạn có thể lưu chương trình của bạn bằng cách tải nó xuống máy tính của bản sử dụng nút này. Bạn cũng có thể ​<a href="%(contact_url)s?confirmation=1">liên hệ chúng tôi</a> để có thêm trợ giúp.

source: Download project
bn: ডাউনলোড করা প্রজেক্ট
ca: Descarrega el projecte
fa: دانلود کردن پروژه
ja: プロジェクトをダウンロードする
nn: Last ned prosjektet
vi: Tải về chương trình

source: Whoops, emails do not match
bn: উপস, ইমেইলগুলো মিলছে না
ca: Vaja, els correus electrònics no coincideixen
fa: ای واای، ایمیل‌ها با هم یکسان نیستند
ja: あれ、電子メールアドレスが一致しません。
nn: E-postadressene er ikkje like
vi: Ố, email không trùng khớp

source: View:
bn: দেখো
ca: Veure:
fa: بازدید:
ja: ビュー:
nn: Vis:
vi: Xem:

source: Most Projects
bn: অধিকাংশ প্রজেক্টগুলো
ca: Més Projectes
fa: بیشترین پروژه ها
ja: 多くのプロジェクト
nn: Flest prosjekt
vi: Hầu hết Chương trình

source: Last updated
bn: সর্বশেষ আপডেট করা হয়েছে
ca: Actualitzats darrerament
fa: آخرین به روزرسانی شده ها
ja: 最終更新
nn: Sist oppdatert
vi: Cập nhật lần cuối

source: You do not own any galleries. <a href=>Create one!</a>
bn: তুমি কোনো গ্যালারির মালিক নও। একটি তৈরী কর!
ca: No tens cap galeria. <a href=>Crea'n una!</a>
fa: شما هیچ گالری ای ندارید. <a href=>Create one!</a>
ja: まだギャラリーを持っていません。<a href=>作成しましょう!</a>
nn: Du har ikkje nokon galleri. <a href=>Lag eit!</a>
vi: Bạn không có bộ sưu tập nào <a href=>Tạo một cái nha!</a>

source: Created
bn: তৈরি করা হয়েছে
ca: Creat
fa: ایجاد شده
hy: Ստեղծված
ja: 作成
nn: Oppretta
vi: Được tạo

source: You do not have any galleries
bn: তোমার কোন গ্যালারী নেই
ca: No tens cap galeria
fa: شما هیچ گالری ای ندارید
hy: Դուք չունեք պատկերասրահ
ja: ギャラリーを持っていません
nn: Du har ikkje nokon galleri
vi: Bạn không có bộ sưu tập nào

source: All
bn: সব
ca: Tots
fa: همه
hy: Բոլորը
ja: すべて
nn: Alt
ta: அனைத்தும்
vi: Tất cả
