Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: You can unsubscribe from within the updates or by clicking below:
bn: তুমি আপডেটের মধ্যে থেকে বা নিচে ক্লিক করে সদস্যতা ত্যাগ করতে পার:
ca: Es pot donar de baixa des dels propis butlletins o fent clic a continuació:
fa: شما می‌توانید از درون به روز رسانی و یا با کلیک کردن زیر لغو اشتراک کنید:
hy: Դուք կարող եք դադարեցնել բաժանորդագրությունը թարմացումներից կամ սեղմել ստորև հղումը։
ja: このようなメールの配信をご希望でない場合は、送信されたメールの対応部分または下記をクリックしてください：
nn: Du kan når som helst avslutta abonnementet via ei lenkje i e-postane – eller ved å trykkja nedanfor:
ta: புதுப்பிப்புகளுக்குள் அல்லது கீழே கிளிக் செய்வதன் மூலம் நீங்கள் குழுவிலகலாம்:
vi: Bạn có thể ngưng theo dõi từ trong các cập nhật hay bằng cách bấm vào bên dưới:

source: Thank you for confirming your email address!
bn: তোমার ইমেইল ঠিকানা নিশ্চিত করার জন্য ধন্যবাদ!
ca: Gràcies per confirmar l'adreça de correu electrònic!
fa: برای تایید آدرس رایانامه (ایمیل) تان متشکریم!
hy: Շնորհակալություն Ձեր Էլ․ հասցեն հաստատված է։
ja: メールアドレスを認証してくれてありがとう!
nn: Takk for at du stadfesta e-postadressa di!
ta: உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தியதற்கு நன்றி!
vi: Cảm ơn bạn đã xác nhận địa chỉ email!

source: It's easy (and free!) to sign up for a Scratch account.
bn: একটি Scratch এ্যাকাউন্টের জন্য সাইন আপ করা সহজ (এবং বিনামূল্যে!)।
ca: És fàcil (i gratuït!) crear un usuari per l'Scratch.
fa: ثبت نام در اسکرچ بسیار ساده (و رایگان!) است.
hy: Scratch-ի հաշվում գրանցվելը հեշտ է (և անվճար!):
ja: Scratchのアカウント作成はとても簡単！（そして無料です）
nn: Det er lett (og gratis!) å registrera ein Scratch-brukarkonto.
ta: கீறல் கணக்கில் பதிவு பெறுவது எளிதானது (மற்றும் இலவசம்!).
vi: Thật dễ dàng (và miễn phí!) để đăng ký tài khoản Scratch.

source: Thanks for joining Scratch!
bn: Scratch এ যোগদানের জন্য ধন্যবাদ!
ca: Gràcies per unir-te a Scratch!
fa: برای پیوستن به اسکرچ متشکریم!
hy: Շնորհակալություն դուք միացել եք Scratch-ին։
ja: Scratchへのご参加、ありがとうございます。
nn: Takk for at du er med i Scratch-fellesskapet!
ta: கீறலில் இணைந்ததற்கு நன்றி!
vi: Cảm ơn đã tham gia Scratch!

source: You're now logged in.
bn: তুমি এখন লগইন করেছ
ca: Ara estàs connectat.
fa: شما در حال حاضر وارد سیستم شدید.
hy: Դուք այժմ մուտք եք գործել:
ja: あなたは今ログインしています。
nn: Du er no logga inn.
ta: நீங்கள் இப்போது உள்நுழைந்துள்ளீர்கள்.
vi: Bạn đã đăng nhập.

source: Would you like to:
bn: তুমি কি পছন্দ করবে:
ca: T'agradaria:
fa: آیا می‌خواهید:
hy: Դուք ցանկանում եք
ja: 好きなメニューをお選びください：
nn: Vil du:
ta: நீங்கள் விரும்புகிறீர்களா:
vi: Bạn muốn:

source: Learn how to make a project
bn: শেখ কিভাবে একটি প্রজেক্ট বানাতে হয়
ca: Aprèn com es fa un projecte
fa: یاد بگیرید چگونه یک برنامه ایجاد کنید
hy: Սովորիր թե ինչպես ստեղծել նախագիծ
ja: プロジェクトの作り方を学ぶ
nn: Lære å laga eit nytt prosjekt
ta: ஒரு திட்டத்தை எவ்வாறு உருவாக்குவது என்பதை அறிக
vi: Học cách tạo chương trình

source: Choose a starter project
bn: একটি স্টার্টার প্রজেক্ট বাছাই কর
ca: Escollir un projecte d'inici
fa: یک برنامه شروع را انتخاب کنید
hy: Ընտրեք մեկնարկային նախագիծ
ja: 初心者向けのプロジェクトを選ぶ
nn: Velja eit nybyrjarprosjekt
ta: ஸ்டார்டர் திட்டத்தைத் தேர்வுசெய்க
vi: Chọn một chương trình khởi đầu

source: Connect with a Scratcher
bn: একটি স্ক্র্যাচারের সাথে সংযোগ করো
ca: Connecta amb un Scratcher
fa: با یک اسکرچر ارتباط برقرار کنید
hy: Միացեք Scratcher-ի հետ։
ja: Scratcherとつながる
nn: Få kontakt med ein scratchar
ta: ஸ்டார்டர் திட்டத்தைத் தேர்வுசெய்க
vi: Kết nối với Người dùng Scratch

source: Next
bn: পরবর্তী
ca: Següent
fa: قدم بعدی
hy: Հաջորդը
ja: 次へ
nn: Neste
ta: அடுத்து
vi: Kế tiếp

source: OK Lets Go!
bn: ঠিক আছে চল যাই!
ca: D'acord, comencem!
fa: خوبه، بیایید شروع کنیم!
hy: Լավ գնանք առաջ;
ja: さあ、はじめよう！
nn: Då startar me!
ta: சரி போகலாம்!
vi: OK Đi thôi!

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
bn: সব শ্রেণিগুলো ( <span data-content="classroom-count">%(classroom_count)s</span> )
ca: Totes les classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
fa: تمام کلاس‌ها (<span data-content="classroom-count">%(classroom_count)s</span>)
hy: Բոլոր դասարաները (<span data-content="classroom-count">%(classroom_count)s</span>)
ja: すべてのクラス ( <span data-content="classroom-count">%(classroom_count)s</span>個 )
nn: Alle klassar ( <span data-content="classroom-count">%(classroom_count)s</span> )
ta: அனைத்து வகுப்புகளும் ( <span data-content="classroom-count">%(classroom_count)s</span> )
vi: Tất cả Lớp học ( <span data-content="classroom-count">%(classroom_count)s</span> )

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
bn: ক্লাস শেষ ( <span data-content="closed-count">%(closed_count)s</span>)
ca: Classes finalitzades ( <span data-content="closed-count">%(closed_count)s</span> )
fa: پایان یافتن کلاس‌ها (<span data-content="closed-count">%(closed_count)s</span>)
hy: Ավարտված դասեր (<span data-content="closed-count">%(closed_count)s</span>)
ja: 終了したクラス数（<span data-content="closed-count">%(closed_count)s</span>）
nn: Avslutta klassar ( <span data-content="closed-count">%(closed_count)s</span> )
ta: முடிக்கப்பட்ட வகுப்புகள் ( <span data-content="closed-count">%(closed_count)s</span> )
vi: Lớp học đã Kết thúc ( <span data-content="closed-count">%(closed_count)s</span> )

source: All Class Alerts
bn: সকল শ্রেণীর সতর্কতা
ca: Alertes de totes les classes
fa: همه هشدارهای کلاس
hy: Բոլոր դասի ահազանգեր
ja: すべてのクラスアラート
nn: Alle varsel frå klassar
ta: அனைத்து வகுப்பு விழிப்பூட்டல்களும்
vi: Tất Thông báo Lớp học

source: Studio:
bn: স্টুুডিও
ca: Estudi:
fa: استودیو:
hy: Ստուդիա։
ja: スタジオ:
nn: Galleri:
ta: ஸ்டுடியோ:

source: Extension Developer Terms of Use
bn: এক্সটেনশন ডেভেলপার ব্যবহারের শর্তাবলী
ca: Condicions d'ús del desenvolupador d'extensió
fa: شرایط استفاده برنامه‌نویس برنامه توسعه
hy: Extension Developer- ի օգտագործման պայմանները։
ja: 拡張機能開発者利用規約
nn: Vilkår for utviklarar av programtillegg
ta: நீட்டிப்பு டெவலப்பர் பயன்பாட்டு விதிமுறைகள்
vi: Điều khoản Sử dụng Lập trình viên Mở rộng

source: Submit
bn: জমা দাও
ca: Envia
fa: ارسال
hy: Հաստատել
ja: 送信
nn: Send
ta: சமர்ப்பிக்கவும்
vi: Nộp

source: Older messages
bn: পুরোনো বার্তাগুলো
ca: Missatges antics
fa: پیام‌های قدیمی‌تر
hy: Հին հաղորդագրություններ։
ja: 古いメッセージ
nn: Eldre meldingar
ta: பழைய செய்திகள்
vi: Tin nhắn cũ hơn

source: Newer messages
bn: নতুন বার্তাগুলো
ca: Nous missatges
fa: پیام‌های جدیدتر
hy: Նոր հաղորդագրություններ։
ja: 新しいメッセージ
nn: Nyare meldingar
ta: புதிய செய்திகள்
vi: Tin nhắn mới hơn

source: Scratch Studio
bn: Scratch স্টুুডিও
ca: Estudi Scratch
fa: استودیو اسکرچ
hy: Scratch ստուդիա։
ja: Scratchスタジオ
nn: Scratch-galleri
ta: கீறல் ஸ்டுடியோ
vi: Studio Scratch

source: Report this studio
bn: এই স্টুুডিওটি রিপোর্ট কর
ca: Informa sobre aquest estudi
fa: این استودیو را گزارش می‌دهد
hy: Բողաքարկել այս ստուդիան։
ja: このスタジオを報告する
nn: Rapporter galleriet
ta: இந்த ஸ்டுடியோவைப் புகாரளிக்கவும்
vi: Báo cáo studio này

source: Updated %(tDate)s
bn: আপডেট করা হয়েছে %(tDate)s
ca: Creat %(tDate)s
fa: ایجاد شده در %(tDate)s روز
hy: Արդիականացված%(tDate)s
ja: 更新日 %(tDate)s
nn: Oppdatert %(tDate)s
ta: புதுப்பிக்கப்பட்ட %(tDate)s
vi: Đã cập nhật %(tDate)s

source: Describe what this studio is about.
bn: এই স্টুডিওটি কি তা বর্ণনা কর।
ca: Descriu de què va el teu estudi.
fa: توضیح دهید که این استودیو در چه مورد است.
hy: Նկարագրեք, թե ինչի մասին է այս ստուդիան։
ja: このスタジオの説明を入力してください。
nn: Fortel kva galleriet skal innehalda.
ta: இந்த ஸ்டுடியோ எதைப் பற்றி விவரிக்கவும்.
vi: Mô tả studio này.

source: <span data-count="followers">%(follow_count)s</span> Follower
bn: <span data-count="followers">%(follow_count)s</span> জন অনুসারী
ca: <span data-count="followers">%(follow_count)s</span> Seguidor
fa: <span data-count="followers">%(follow_count)s</span> دنباله‌رو
hy: <span data-count="followers">%(follow_count)s</span> Հետեվորդներ։
ja: <span data-count="followers">%(follow_count)s</span> フォロワー
nn: <span data-count="followers">%(follow_count)s</span> følgjar
ta: <span data-count="followers">%(follow_count)s</span> பின்தொடர்பவர்
vi: <span data-count="followers">%(follow_count)s</span> Người theo dõi

source: Projects ( <span data-count="projects">100+</span> )
bn: প্রজেক্ট ( <span data-count="projects">100+</span> )
ca: Projectes ( <span data-count="projects">100+</span> )
fa: برنامه‌های (<span data-count="projects">100+</span>)
hy: Նախագծեր (<span data-count="projects">100+</span>)
ja: 作品 ( <span data-count="projects">100個以上</span> )
nn: Prosjekt ( <span data-count="projects">100+</span> )
ta: திட்டங்கள் ( <span data-count="projects">100+</span> )
vi: Chương trình ( <span data-count="projects">100+</span> )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
bn: প্রজেক্ট ( <span data-count="projects">%(tCount)s</span> )
ca: Projectes ( <span data-count="projects">%(tCount)s</span> )
fa: پروژه ها ( <span data-count="projects">%(tCount)s</span> )
hy: Նախագծեր (<span data-count="projects">%(tCount)s</span>)
ja: プロジェクト ( <span data-count="プロジェクト">%(tCount)s</span> )
nn: Prosjekt ( <span data-count="projects">%(tCount)s</span> )
ta: திட்டங்கள் ( <span data-count="projects">%(tCount)s</span> )
vi: Chương trình ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">100+</span> )
bn: মন্তব্য ( <span data-count="comments">100+</span> )
hy: Մեկնաբանություն (<span data-count="comments">100+</span>)
ja: コメント (<span data-count="comments">100+</span>)
ta: கருத்துரைகள் ( <span data-count="comments">100+</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
bn: মন্তব্য ( <span data-count="comments">%(tCount)s</span> )
ca: Comentaris ( <span data-count="comments">%(tCount)s</span> )
fa: نظرات ( <span data-count="comments">%(tCount)s</span> )
hy: Մեկնաբանություն (<span data-count="comments">%(tCount)s</span>)
ja: コメント ( <span data-count="コメント">%(tCount)s</span> )
nn: Kommentarar ( <span data-count="comments">%(tCount)s</span> )
ta: கருத்துரைகள் ( <span data-count="comments">%(tCount)s</span> )
vi: Bình luận ( <span data-count="comments">%(tCount)s</span> )

source: Curators
bn: কিউরেটর
ca: Conservadors
fa: مربیان
hy: Համադրումներ
ja: キュレーター
nn: Forvaltarar
ta: தொகுப்பாளர்கள்
vi: Người quản lý

source: You have <span id="chars-left-<%%- comment_id %%>">500</span> characters left.
bn: তোমার <span id="chars-left-<%%- comment_id %%>">500</span> টি অক্ষর বাকি রয়েছে।
ca: Disposes de <span id="chars-left-<%%- comment_id %%>">500</span> caràcters.
fa: شما <span id="chars-left-<%%- comment_id %%>">500</span> کاراکتر دارید.
hy: Դուք ունեք<span id="chars-left-<%%- comment_id %%>">500</span> նիշ
ja: 残り<span id="chars-left-<%%- comment_id %%>">500</span>文字。
nn: Du har <span id="chars-left-<%%- comment_id %%>">500</span> teikn att.
ta: உங்களிடம் <span id="chars-left-<%%- comment_id %%>">500</span> எழுத்துக்கள் உள்ளன.
vi: Bạn còn lại <span id="chars-left-<%%- comment_id %%>">500</span>.

source: Congratulations! You are now a curator of this studio.
bn: অভিনন্দন! তুমি এখন এই স্টুুডিওর একজন কিউরেটর।
ca: Enhorabona! Ara ets un conservador d'aquest estudi.
fa: تبریک می گویم! شما در حال حاضر مربی این استودیو هستید.
hy: Շնորհավորում եմ! Այժմ դուք այս ստուդիայի խեկավարն եք։
ja: おめでとう! あなたはこのスタジオのキュレーターになりました。
nn: Gratulerer! Du er no forvaltar av dette galleriet.
ta: வாழ்த்துக்கள்! நீங்கள் இப்போது இந்த ஸ்டுடியோவின் கண்காணிப்பாளராக இருக்கிறீர்கள்.
vi: Chúc mừng! Giờ bạn là người quản lý của studio này.

source: %(username)s Studio (%(tGCount)s)
bn: %(username)s স্টুুডিও (%(tGCount)s)
ca: %(username)s Estudi (%(tGCount)s)
fa: %(username)sاستودیو (%(tGCount)s)
hy: %(username)sՍտուդիա (%(tGCount)s)
ja: %(username)s の スタジオ (%(tGCount)s)
nn: %(username)s galleri (%(tGCount)s)
ta: %(username)s ஸ்டுடியோ (%(tGCount)s)

source: Newest
bn: নতুন
ca: Més recents
fa: جدیدترین
hy: Նորագույն
ja: 最新
nn: Nyaste
ta: புதியது
vi: Mới nhất

source: Oldest
bn: পুরোনো
ca: Més antics
fa: قدیمی‌ترین
hy: Հնագույն
ja: 最も古い
nn: Eldste
ta: பழமையான
vi: Cũ nhất

source: Most viewed
bn: সর্বাধিক দেখা
ca: Més vistos
fa: بیشترین دیده شده ها
hy: Ամենաշատ դիտված։
ja: 最も見られた作品
nn: Mest sett
ta: அதிகம் பார்க்கப்பட்டது
vi: Xem nhiều nhất

source: Most loved
bn: সর্বোচ্চ পছন্দ করা
ca: Més agraden
fa: بیشترین دوست داشته شده ها
hy: Ամենասիրված
ja: 最も好きが付いた作品
nn: Mest likt
ta: மிகவும் நேசித்தேன்
vi: Yêu thích nhất

source: Most favorited
bn: সবচেয়ে পছন্দের
ca: Més favorits
fa: بیشترین مورد علاقه ها
hy: Առավել նախընտրելի։
ja: 最もお気に入りになった作品
nn: Mest favoritt
ta: மிகவும் பிடித்தது
vi: Ưa thích nhất

source: Most remixed
bn: সর্বাধিক রিমিক্স করা
ca: Més reinventats
fa: بیشترین بازترکیب شده‌ها
hy: Ամենաշատ տարբերակները
ja: 最もリミックスされた作品
nn: Mest remiksa
ta: மிகவும் ரீமிக்ஸ் செய்யப்பட்டது
vi: Phối lại nhiều nhất

source: Today
bn: আজ
ca: Avui
fa: امروز
hy: Այսօր
ja: 今日
nn: I dag
ta: இன்று
vi: Hôm nay

source: On
bn: চালু
ca: A
fa: بر
hy: Միացնել
nn: På
ta: மீது
vi: Trên

source: made edits to title or description of this studio
bn: এই স্টুডিওর শিরোনাম বা বিবরণ সম্পাদনা করেছে
ca: ha editat el títol o la descripció d'aquest estudi
fa: ایجاد ویرایش‌هایی برای عنوان یا توضیحات این استودیو
hy: խմբագրումներ է կատարվել այս ստուդիայի վերնագրի կամ նկարագրության մեջ
ja: が、スタジオのタイトルか説明を編集しました。
nn: redigerte namn eller skildring av galleriet
ta: இந்த ஸ்டுடியோவின் தலைப்பு அல்லது விளக்கத்திற்கு திருத்தங்களைச் செய்தார்
vi: thay đổi tiêu đề hay mô tả của studio này

source: added the project
bn: প্রজেক্টটি যোগ করা হয়েছে
ca: ha afegit el projecte
fa: این برنامه را اضافه کرد
hy: ավելացնել նախագիծ
ja: が、プロジェクトを追加しました。
nn: la ut prosjektet
ta: திட்டத்தைச் சேர்த்தது
vi: đã thêm chương trình

source: left a
bn: বাম a
ca: ha deixat un
fa: نوشت یک
hy: ձախ
ja: がコメントしました。
nn: la inn ein
ta: விட்டது
vi: để lại một

source: accepted an invitation
bn: আমন্ত্রণ গ্রহণ করা হল
ca: ha acceptat una invitació
fa: دعوتنامه پذیرفته شد
hy: ընդունվել է հրավերը
ja: 招待を承認しました
nn: godtok ein invitasjon
ta: அழைப்பை ஏற்றுக்கொண்டார்
vi: lời mời được chấp nhận

source: from
bn: থেকে
ca: de
fa: از
hy: Ումից (ինչից)
nn: frå
ta: இருந்து
vi: từ

source: to curate this studio
bn: এই স্টুডিওটি কিউরেট করতে
ca: conservar aquest estudi
fa: متصدی بودن این استودیو
hy: Համակարգել այս ստուդիան։
ja: から、このスタジオのキュレーターへ
nn: å forvalta dette galleriet
ta: இந்த ஸ்டுடியோவை நிர்வகிக்க
vi: quản lý studio này

source: was promoted to manager
bn: ম্যানেজার হিসেবে পদোন্নতি দেয়া হয়েছিল
ca: ha estat ascendit a administrador
fa: به عنوان مدیر ارتقاء پیدا کرد
hy: առաջադրվել է որպես կառավարիչ։
ja: がマネージャーになりました。
nn: vart forfremja til administrator
ta: மேலாளராக பதவி உயர்வு பெற்றார்
vi: được đề xuất đến người quản lý

source: removed the project
bn: প্রজেক্টটি অপসরণ করা হয়েছে
ca: ha tret el projecte
fa: پروژه را حذف کرد
hy: Հեռացնել նախագիծը։
ja: が、作品を削除しました。
nn: fjerna prosjektet
ta: திட்டம் நீக்கப்பட்டது
vi: xóa chương trình

source: removed the curator
bn: কিউরেটর অপসারন করা হয়েছে
ca: ha eliminat el conservador
fa: مربی را حذف کرد
hy: Ջնջել համադրումները։
ja: が、キュレーターを削除しました。
nn: fjerna forvaltaren
ta: கியூரேட்டரை நீக்கியது
vi: xóa người quản lý

source: Please explain why you feel this studio is disrespectful or inappropriate, or otherwise breaks the <a href="/community_guidelines" target="_blank">Scratch Community Guidelines.</a>
bn: তুমি কেন এই স্টুডিওটিকে অসম্মানজনক বা অনুপযুক্ত, অথবা <a href="/community_guidelines" target="_blank">Scratch কমিউনিটি নির্দেশিকা</a> ভঙ্গ করে বলে মনে কর তা অনুগ্রহ করে ব্যাখ্যা কর।
hy: Խնդրում եմ բացատրեք, թե ինչու եք կարծում, որ այս ստուդիան անհարգալից կամ անտեղի է, կամ այլ կերպ խախտում է<a href="/community_guidelines" target="_blank"> Scratch֊ի համայնքի ուղեցույցները:</a>
ja: このスタジオが、失礼や不適切だったり、あるいは、<a href="/community_guidelines" target="_blank">Scratchコミュニティガイドライン</a>に反していると思ったのかを説明してください。
ta: இந்த ஸ்டுடியோ ஏன் அவமரியாதை அல்லது பொருத்தமற்றது அல்லது Scratch சமூக வழிகாட்டுதல்களை மீறுகிறது என்று நீங்கள் நினைக்கிறீர்கள் என்பதை விளக்குங்கள்.

source: Please select the inappropriate part of the page.
bn: অনুগ্রহ করে পেইজের অনুপযুক্ত অংশ নির্বাচন কর।
hy: Խնդրում ենք ընտրել էջի անհամապատասխան մասը:
ja: 不適切な部分を選んでください。

source: Title
bn: শিরোনাম
hy: Վերնագիր
ja: タイトル
ta: தலைப்பு

source: Description
bn: বর্ণনা
hy: Նկարագրություն
ja: 説明
ta: விளக்கம்

source: Thumbnail
bn: থাম্বনেইল
hy: Մանրապատկեր
ja: サムネイル
ta: சிறுபடம்

source: Are there inappropriate comments in this studio? Please report them by clicking the \
bn: এই স্টুডিওতে কি অনুপযুক্ত মন্তব্য আছে? অনুগ্রহ করে \ এ ক্লিক করে তাদের রিপোর্ট কর
hy: Այս ստուդիայում կա՞ն անտեղի մեկնաբանություններ: Խնդրում ենք զեկուցել դրանց մասին ՝ սեղմելով \
ja: このスタジオに不適切なコメントがありますか? \ をクリックして報告してください。

source: Invite owners
bn: মালিকদের আমন্ত্রণ জানাও
ca: Convida autors
fa: دعوت از صاحبان
hy: Հրավիրել սեփականատիրոջը։
ja: オーナーを招待する
nn: Inviter eigarar
ta: உரிமையாளர்களை அழைக்கவும்
vi: Mời người sở hữu

source: Invite curators
bn: কিউরেটর আমন্ত্রণ
ca: Convida a conservadors
fa: دعوت از مربیان
hy: Հրավիրել համադրողներին։
ja: キュレーターを招待する
nn: Inviter forvaltarar
ta: கியூரேட்டர்களை அழைக்கவும்
vi: Mời người quản lý

source: Add
bn: যোগদাও
ca: Afegeix
fa: افزودن
hy: Ավելացնել
ja: 追加
nn: Legg til
ta: சேர்க்க
vi: Thêm

source: Invite owners by username or select from the explore bar below!
bn: ইউজারনেম দ্বারা মালিকদের আমন্ত্রণ জানাও বা নিচের এক্সপ্লোর বার থেকে নির্বাচন কর!
ca: Convida autors pel seu nom d'usuari o tria'ls a la barra de cerca inferior!
fa: از صاحبان توسط نام کاربری و یا انتخاب از نوار جستجوی زیر دعوت کنید!
hy: Հրավիրեք սեփականատերերին օգտանունով կամ ընտրեք ներքևի ուսումնասիրության տողից:
ja: ユーザー名か下の一覧からドラッグして、オーナーを追加
nn: Inviter eigarar ved brukarnamn eller ved å velja frå linja nedanfor.
ta: பயனர்பெயர் மூலம் உரிமையாளர்களை அழைக்கவும் அல்லது கீழே உள்ள ஆய்வு பட்டியில் இருந்து தேர்ந்தெடுக்கவும்!
vi: Mới người sở hữu bằng tên người dùng hay chọn từ thanh khám phá bên dưới!

source: Invite curators by username or select from the explore bar below!
bn: ইউজারনেম দ্বারা কিউরেটরদের আমন্ত্রণ জানাও বা নিচের এক্সপ্লোর বার থেকে নির্বাচন কর!
ca: Afegeix conservadors pel nom d'usuari o arrossega'ls aquí des de la barra d'exploració de sota!
fa: از مربیان توسط نام کاربری و یا انتخاب از نوار جستجوی زیر دعوت کنید!
hy: Հրավիրեք համադրողների անունով կամ ընտրեք ներքևի ուսումնասիրության տողից:
ja: ユーザー名か下の一覧からドラッグして、キュレーターを追加
nn: Inviter forvaltarar ved brukarnamn eller ved å velja frå linja nedanfor.
ta: பயனர்பெயர் மூலம் கியூரேட்டர்களை அழைக்கவும் அல்லது கீழே உள்ள எக்ஸ்ப்ளோர் பட்டியில் இருந்து தேர்ந்தெடுக்கவும்!
vi: Mời người quản lý bằng tên người dùng hay chọn từ thanh khám phá bên dưới!

source: Add Owners
bn: মালিকানা যুক্ত কর
ca: Afegeix Autors
fa: مالک‌هایی اضافه کنید
hy: Ավելացնել սեփականատիրոջը
ja: キュレーターを追加
nn: Legg til eigarar
ta: உரிமையாளர்களைச் சேர்க்கவும்
vi: Thêm Người sở hữu

source: Scratchers Following Me
bn: আমাকে অনুসরণ করা স্ক্র্যাচাররা
ca: Scratchers que em segueixen
fa: اسکرچرهای دنبال کننده من
hy: Scratcher-ներ որոնք հետևում են ինձ։
ja: 私をフォローしているスクラッチャー
nn: Scratcharar som følgjer meg
ta: என்னைப் பின்தொடரும் கீறல்கள்
vi: Người dùng Scratch theo dõi Tôi

source: Add Projects
bn: প্রজেক্ট যোগ কর
ca: Afegeix Projectes
fa: برنامه‌هایی اضافه کنید
hy: Ավելացնել Նախագիծ։
ja: プロジェクトを追加
nn: Legg til prosjekt
ta: திட்டங்களைச் சேர்க்கவும்
vi: Thêm Chương trình

source: My Shared Projects
bn: আমার শেয়ার করা প্রজেক্ট
ca: Els meus Projectes Compartits
fa: برنامه‌های به اشتراک گذاشته شده من
hy: Իմ հրատարակած նախագծերը։
ja: 共有したプロジェクト
nn: Dei offentlege prosjekta mine
ta: எனது பகிரப்பட்ட திட்டங்கள்
vi: Chương trình đã Chia sẻ của Tôi

source: My Favorites
bn: আমার পছন্দসমূহ
ca: Els meus Favorits
fa: مورد علاقه‌های من
hy: Իմ սիրվածները
ja: お気に入り
nn: Favorittane mine
ta: எனக்கு பிடித்தவைகள்
vi: Ưa thích của tôi

source: My Recent Views
bn: আমার সাম্প্রতিক দেখা
ca: Vists Recentment
fa: آخرین بازدید‌های من
hy: Իմ վերջին դիտումները։
ja: 最近見たもの
nn: Dei siste eg har sett på
ta: எனது சமீபத்திய காட்சிகள்
vi: Lượt Xem Gần Đây Của Tôi

source: My Students' Projects
bn: আমার শিক্ষার্থীদের প্রজেক্ট
ca: Projectes dels meus estudiants
fa: پروژه‌های دانش‌آموزان من
hy: Իմ ուսանողների նախագծերը։
ja: 生徒のプロジェクト
nn: Prosjekta til elevane mine
ta: எனது மாணவர்களின் திட்டங்கள்
vi: Chương trình của Học sinh của Tôi

source: Add projects
bn: প্রকল্প যোগ করুন
ca: Afegeix projectes
fa: اضافه کردن پروژه ها
hy: Ավելացնել Նախագիծ։
ja: プロジェクトを追加
nn: Legg til prosjekt
ta: திட்டங்களைச் சேர்க்கவும்
vi: Thêm chương trình

source: Add by url
bn: url এর মাধ্যমে যোগ কর
ca: Afegeix per url
fa: افزودن به‌وسیله‌ی آدرس اینترنتی
hy: Ավելացնել հղումը։
ja: URLによる追加
nn: Legg til nettadresse
ta: Url மூலம் சேர்க்கவும்
vi: Thêm bằng url

source: You can select projects from the bar below or add by url above.
bn: তুমি নিচের বার থেকে প্রজেক্ট নির্বাচন করতে পার বা উপরের url দ্বারা যুক্ত করতে পার ৷
ca: Pots seleccionar projectes des de la barra d'abaix o afegir-ne per l'adreça url o l'etiqueta.
fa: شما می‌توانید پروژه‌ها را از نوار زیر یا از طریق اضافه کردن آدرس بالا انتخاب کنید
hy: Նախագծերը կարող եք ընտրել ներքևի տողից կամ ավելացնել վերը նշված հղումով֊ով:
ja: プロジェクトを選択するときは、下のバーから選ぶか、上にURLを入力します。
nn: Vel prosjekt frå linja under eller legg til nettadresse ovanfor.
ta: கீழேயுள்ள பட்டியில் இருந்து திட்டங்களைத் தேர்ந்தெடுக்கலாம் அல்லது மேலே உள்ள URL மூலம் சேர்க்கலாம்.
vi: Bạn có thể chọn chương trình từ thanh bên dưới hay thêm vào bằng url ở trên.

source: Follow
bn: অনুসরণ কর
ca: Segueix
fa: دنبال کردن
hy: Բաժանորդագրվել
ja: フォローする
nn: Følg
ta: பின்பற்றுங்கள்
vi: Theo dõi

source: Unfollow
bn: অনুসরণ করা বন্ধ কর
ca: Deixa de seguir
fa: لغو دنبال کردن
hy: Անբաժանորդագրվել
ja: フォローをやめる
nn: Slutt å følgja
ta: பின்பற்ற வேண்டாம்
vi: Ngưng theo dõi

source: Please verify your account
bn: অনুগ্রহ করে তোমার এ্যাকাউন্ট যাচাই কর
ca: Si us plau comprova el teu compte
fa: لطفاً کاربری خود را تأیید کنید
hy: Խնդրում ենք ստուգել ձեր հաշիվը
ja: アカウントの確認をお願いします
nn: Stadfest brukarkontoen din
ta: உங்கள் கணக்கை சரிபார்க்கவும்
vi: Vui lòng xác nhận tài khoản của bạn

source: Submit Password
bn: পাসওয়ার্ড জমা দাও
ca: Estableix la contrasenya
fa: تایید و ارسال رمز عبور
hy: Ներկայացրեք գաղտնաբառը
ja: パスワードを送信
nn: Sett passord
ta: கடவுச்சொல்லை சமர்ப்பிக்கவும்
vi: Gửi Mật khẩu

source: Last modified
bn: সর্বশেষ পরিবর্তিত
ca: Modificats darrerament
fa: آخرین زمان تغییرات
hy: Վերջին փոփոխությունը
ja: 最終更新
nn: Sist endra
ta: கடைசியாக மாற்றப்பட்டது
vi: Sửa lần cuối

source: Views
bn: দেখা হয়েছে
ca: Visites
fa: بازدیدها
hy: Դիտումներ
ja: 参照数
nn: Visingar
ta: காட்சிகள்
vi: Lượt xem

source: Loves
bn: ভালবাসে
ca: Li agrada
fa: محبوبیت‌ها
hy: Հավանածներ
ja: 好き
nn: Likingar
ta: நேசிக்கிறார்
vi: Yêu thích

source: Remixes
bn: রিমিক্সসমূহ
ca: Reinvencions
fa: بازترکیب‌ها
hy: Նոր տարբերակներ
ja: リミックス
nn: Remiksingar
ta: ரீமிக்ஸ்
vi: Phối lại
