Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: What resources are available to help me learn how to use Scratch 1.4?
bn: কীভাবে স্ক্রাচ 1.4 ব্যাবহার করতে হয় জানতে আমাকে সাহায্য করার জন্য কি ধরনের নির্দেশিকা পাওয়া যাচ্ছে ?
ca: Quins recursos hi ha per aprendre a fer servir Scratch 1.4?
fa: چه منابعی برای کمک به یادگیری نحوه‌ی استفاده از اسکرچ 1.4 در دسترس است؟
hy: Ի՞նչ ռեսուրսներ կան, որոնք կօգնեն ինձ սովորել, թե ինչպես օգտագործել Scratch 1.4-ը:
ja: Scratchを学ぶにはどのような教材がありますか？
nn: Kva finst av lærestoff for Scratch 1.4?
ta: கீறல் 1.4 ஐ எவ்வாறு பயன்படுத்துவது என்பதை அறிய எனக்கு என்ன ஆதாரங்கள் உள்ளன?
vi: Có các tài nguyên nào giúp tôi học cách sử dụng Scratch 1.4?

source: <p>For a step-by-step introduction, download the <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4 Getting Started Guide</a>. The <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4 Reference Guide</a> has a thorough explanation of the Scratch interface and programming language. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> provide brief explanations that show how to make animations and interactive projects with Scratch.</p>
bn: ধাপে ধাপে পরিচিতির জন্য, স্ক্র্যাচ 1.4 শুরু করার গাইড ডাউনলোড করো। স্ক্র্যাচ 1.4 রেফারেন্স গাইডে স্ক্র্যাচ ইন্টারফেস এবং প্রোগ্রামিং ল্যাঙ্গুয়েজের পুঙ্খানুপুঙ্খ ব্যাখ্যা রয়েছে। স্ক্র্যাচ কার্ডগুলি সংক্ষিপ্ত ব্যাখ্যা প্রদান করে যা দেখায় কিভাবে স্ক্র্যাচ দিয়ে অ্যানিমেশন এবং ইন্টারেক্টিভ প্রজেক্ট তৈরি করতে হয়।
ca: <p>Per a una introducció pas a pas, descarrega la <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Guia per començar amb Scratch 1.4</a>. La <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Guia de referència de Scratch 1.4</a> té una explicació detallada de la interfície i el llenguatge de programació Scratch. Les <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch Cards</a> ofereixen instruccions breus per crear animacions i projectes interactius amb Scratch.</p>
fa: <p>برای یک معرفی گام-به-گام، <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">راهنمای شروع اسکرچ 1.4</a> را دانلود کنید. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">راهنمای مرجع اسکرچ 1.4</a>یک توضیح کامل از رابط کاربری اسکرچ و زبان برنامه‌نویسی دارد. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">کارت‌های اسکرچ</a> توضیحات خلاصه‌ای را فراهم می‌کند که نشان می‌دهد چگونه انیمیشن‌ها و پروژه‌های تعاملی با اسکرچ بسازیم.</p>
ja: <p>ステップバイステップの説明は、<a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Scratch 1.4入門ガイド</a>をダウンロードしてください。<a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4リファレンスガイド</a>には、Scratchのユーザーインターフェースとプログラミング言語の詳しい説明があります。<a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch カード</a>では、Scratchでアニメーションやインタラクティブなプロジェクトを作成する方法を簡単に説明しています。</p>
nn: <p>Du finn ei enkel steg-for-steg-innføring i <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Kom i gang med Scratch 1.4</a>. Brukarhandboka <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Scratch 1.4-referanse</a> inneheld ei grundig forklaring av brukargrensesnittet og programmeringsspråket i Scratch. <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Scratch-korta</a> viser enkle og nyttige tips for å laga animasjonar og interaktive program.</p>
vi: <p>Về hướng dẫn từng bước, tải <a href ="http://download.scratch.mit.edu/ScratchGettingStartedv14.pdf">Hướng dẫn Bắt đầu Scratch 1.4</a>. <a href ="http://download.scratch.mit.edu/ScratchReferenceGuide14.pdf">Hướng dẫn Tham khảo Scratch 1.4</a> có giải thích rõ ràng về giao diện của Scratch và ngôn ngữ lập trình <a href ="http://download.scratch.mit.edu/ScratchCardsAll-v1.4-PDF.zip">Thẻ Scratch</a> cung cấp giải thích ngắn gọn chỉ cách làm phim hoạt hình và chương trình tương tác với Scratch.</p>

source: What are the system requirements for Scratch 1.4?
bn: Scratch 1.4 এর জন্য সিস্টেমের প্রয়োজনীয়তাগুলি কী?
ca: Quins són els requeriments del sistema, per Scratch 1.4?
fa: نیازمندی‌های سیستم برای اسکرچ 1.4 چیست؟
hy: Որոնք են Scratch 1.4 համակարգի պահանջները:
ja: Scratch 1.4の動作推奨環境は何ですか?
nn: Kva datamaskinkrav har Scratch 1.4?
ta: கீறல் 1.4 க்கான கணினி தேவைகள் என்ன?
vi: Yêu cầu hệ thống của Scratch 1.4 là gì?

source: <p>Display: 800 x 480 or larger, thousands or millions of colors (16-bit color or greater) </br>Operating System: Windows 2000 or later, Mac OS X 10.4 or later, Ubuntu Linux 9.04 or later (For other versions of Linux, see the Linux Installer page) </br>Disk: at least 120 megabytes of free space to install Scratch. </br>CPU and memory: Most computers have enough memory to run Scratch 1.4, but very old computers may run Scratch slowly. </br>Sound / Video: Sound playback requires speakers (or headphones), and recording requires a microphone. Many laptops have speakers and microphones built in. Scratch 1.4 can use a USB or built-in camera (optional).</br></p>
bn: <p>প্রদর্শন: 800 x 480 বা বড়, হাজার হাজার বা লক্ষাধিক রঙ (16-বিট রঙ বা তার বেশি) </br>অপারেটিং সিস্টেম: Windows 2000 বা তার পরের, Mac OS X 10.4 বা তার পরের, Ubuntu Linux 9.04 বা তার পরবর্তী সংস্করণ (Linux এর অন্যান্য সংস্করণের জন্য, Linux ইনস্টলার পেইজটি দেখ) </br>ডিস্ক: Scratch ইনস্টল করার জন্য কমপক্ষে 120 মেগাবাইট খালি স্থান প্রয়োজন। </br>CPU এবং মেমরি: বেশিরভাগ কম্পিউটারে Scratch 1.4 চালানোর জন্য যথেষ্ট মেমরি থাকে, তবে খুব পুরানো কম্পিউটারগুলো ধীরে ধীরে Scratch চালাতে পারে। </br>শব্দ/ভিডিও: সাউন্ড প্লেব্যাকের জন্য স্পিকার (বা হেডফোন) প্রয়োজন এবং রেকর্ডিংয়ের জন্য একটি মাইক্রোফোন প্রয়োজন। অনেক ল্যাপটপে বিল্ট ইন স্পিকার এবং মাইক্রোফোন থাকে। Scratch 1.4 একটি USB বা বিল্ট-ইন ক্যামেরা ব্যবহার করতে পারে (ঐচ্ছিক)।</br></p>
ca: <p>Pantalla: 800 x 480 o superior, milers o milions de colors (color de 16 bits o més) </br>Sistema operatiu: Windows 2000 o posterior, Mac OS X 10.4 o posterior, Linux Ubuntu 9.04 o posterior (Per a altres versions de Linux, consulteu la pàgina de Linux Installer) </br>Disc: almenys 120 MB d'espai lliure per instal·lar Scratch. </br>CPU i memòria: La majoria dels ordinadors tenen suficient memòria per executar Scratch 1.4, però els més antics poden executar Scratch lentament. </br>So / Vídeo: La reproducció de so requereix d'altaveus (o auriculars), i l'enregistrament requereix d'un micròfon. Molts ordinadors portàtils tenen altaveus i micròfons integrats. Scratch 1.4 pot utilitzar una càmera USB o càmera integrada (opcional).</br></p>
fa: <p>نمایشگر: 800 × 480 یا بزرگتر، هزاران یا میلیون‌ها رنگ (16 بیت رنگ یا بیشتر) </br>سیستم عامل: ویندوز 2000 یا بالاتر، سیستم عامل مک OS X 10.4 یا بالاتر، اوبونتو لینوکس 9.04 یا بالاتر (برای نسخه‌های دیگر لینوکس، به صفحه نصب لینوکس مراجعه کنید) </br>دیسک: حداقل 120 مگابایت فضای آزاد برای نصب اسکرچ. </br>پردازنده و حافظه: اکثر رایانهها حافظه کافی برای اجرای Scratch 1.4 دارند، اما رایانه‌های بسیار قدیمی ممکن است به آرامی اسکرچ را اجرا کنند. </br>صدا / ویدئو: پخش صدا نیاز به بلندگو (یا هدفون) دارد و ضبط نیاز به یک میکروفون دارد. بسیاری از لپ‌تاپ‌ها دارای بلندگو و میکروفون ساخته هستند. Scratch 1.4 می‌تواند از یک دوربین USB یا دوربین داخلی (اختیاری) استفاده کند.</br></p>
ja: <p>ディスプレイ:800x480またはそれ以上、数百万以上の色(16ビットカラー以上) </br>OS:Windows 2000以降,Mac OSX 10.4以降,Ubuntu Linux 9.04以降(ほかのバージョンのLinuxについては、Linuxインストーラーのページを参照してください) </br>ディスク:120MB以上の空き容量が、インストールに必要です。 </br>CPUとメモリ:ほとんどのコンピューターでは動作するのに十分なメモリはありますが、一部のとても古いコンピューターでは少し動作が遅くなるでしょう。 </br>サウンドとビデオ:サウンドを再生するにはスピーカー(もしくはヘッドホン)が、録音するにはマイクが必要です。多くのノートパソコンにはこれらが内蔵されています。Scratch 1.4では、USBもしくは内蔵のカメラが使えます(これは任意です。)</br></p>
nn: <p>Skjermoppløysing: minst 800 × 480, med tusen eller millionar av fargar (minst 16-bits fargedjupn) </br>Operativsystem: Windows 2000 eller nyare, Mac OS X 10.4 eller nyare, Ubuntu Linux 9.04 eller nyare (for andre versjonar av Linux, sjå sida for Linux-installering) </br>Diskplass: minst 120 megabyte ledig plass for å installera Scratch. </br>Prosessor og minne: Dei fleste datamaskiner kan køyra Scratch, men det kan gå tregt på veldig gamle maskiner. </br>Lyd og video: Du treng høgtalarar eller hovudtelefonar for å høyra lydar frå Scratch, samt ein mikrofon for å spela inn lydar. Mange berbare maskiner har høgtalar og mikrofon innebygd. Scratch 1.4 kan bruka nettkamera viss du har.</br></p>
vi: <p>Hiển thị: 800 x 480 hay lớn hơn, hàng nghìn hay hàng triệu màu (16-bit màu hay lớn hơn) </br>Hệ điều hành: Windows 2000 hay mới hơn, Mac OS X 10.4 hay mới hơn, Ubuntu Linux 9.04 hay mới hơn (Với các phiên bản khác của Linux, xem trang Linux Installer) </br>Ổ đĩa: ít nhất 120 megabytes trống để cài đặt Scratch. </br>CPU và bộ nhớ: Hầu hết máy tính có đủ bộ nhớ để chạy Scratch 1.4, nhưng với máy rất cũ có thể chạy Scratch chậm chạp. </br>Âm thanh / Video: Phát âm thanh đòi hỏi loa (hay tai nghe), và thu âm cần có mic. Nhiều máy tính xách tay có sẵn loa và mic Scratch 1.4 có thể sử dụng cổng USB hay camera tích hợp sẵn (tùy chọn).</br></p>

source: What if I get an error when I try to upload or share my project to the Scratch website?
bn: Scratch ওয়েবসাইটে আমার প্রজেক্টটি আপলোড বা শেয়ার করার চেষ্টা করার সময় যদি আমি কোন ত্রুটি পাই?
ca: Què passa si m'apareix un error quan intento carregar o compartir el meu projecte a la web de Scratch?
fa: اگر خطایی در هنگام تلاش برای بارگزاری یا به اشتراک گذاشتن پروژه‌ی خود در وب‌سایت اسکرچ داشتم، چه کار کنم؟
hy: Ինչ անել, եթե սխալ է բերում, երբ փորձում եմ վերբեռնել կամ կիսել իմ նախագիծը Scratch կայքում:
ja: 自作のプロジェクトをScratchWebサイトにアップロード・共有しようとすると、エラーが出ます。どうしたらよいですか？
nn: Eg får ei feilmelding når eg lastar opp eller legg ut programmet mitt på nettet. Kva skal eg gjera?
ta: கீறல் இணையதளத்தில் எனது திட்டத்தை பதிவேற்ற அல்லது பகிர முயற்சிக்கும்போது எனக்கு பிழை ஏற்பட்டால் என்ன செய்வது?
vi: Nếu như tôi gặp phải lỗi khi cố gằng tải lên hay chia sẻ chương trình của tôi lên trang web Scratch thì sao?

source: 1. File too big. The largest file limit is 10 MB. To shrink the size of your Scratch project, click the Edit menu > and select compress sounds, or compress images. If you have compressed sounds and your project still won't upload, try deleting some of the sounds to make it smaller. </br>2. Internet connection too slow and times out. Try making the file smaller. If that doesn't work, try connecting from a different computer or connection or web browser. </br>3. Proxy server getting in the way. Try an Internet connection that does not go through a proxy server, or configure Scratch to use your proxy server. </br>4. Wrong username and password. Try logging into Scratch website to make sure username and password are correct.
bn: 1. ফাইল খুব বড়। বৃহত্তম ফাইলের সীমা হল 10 MB. তোমার Scratch প্রজেক্টের আকার সঙ্কুচিত করতে, সম্পাদনা মেনুতে ক্লিক কর > এবং কম্প্রেস সাউন্ড নির্বাচন কর বা ছবি কম্প্রেস কর। যদি তোমার শব্দ সংকুচিত থাকে এবং তোমার প্রোজেক্ট এখনও আপলোড না হয়, তাহলে এটিকে ছোট করতে কিছু শব্দ মুছে ফেলার চেষ্টা কর। </br>2. ইন্টারনেট সংযোগ খুব ধীর এবং সময় শেষ। ফাইলটি ছোট করার চেষ্টা কর। যদি এটি কাজ না করে, একটি ভিন্ন কম্পিউটার বা সংযোগ বা ওয়েব ব্রাউজার থেকে সংযোগ করার চেষ্টা কর। </br>3. প্রক্সি সার্ভার বাধাগ্রস্ত হচ্ছে। একটি ইন্টারনেট সংযোগ চেষ্টা কর যা একটি প্রক্সি সার্ভারের মাধ্যমে যায় না, বা তোমার প্রক্সি সার্ভার ব্যবহার করতে Scratch কনফিগার কর। </br>4. ভুল ইউজারনেম এবং পাসওয়ার্ড। ইউজারনেম এবং পাসওয়ার্ড সঠিক কিনা তা নিশ্চিত করতে Scratch ওয়েবসাইটে লগ ইন করার চেষ্টা কর।
ca: 1. L'arxiu és massa gran. El límit d'arxius és 10 MB. Per reduir la mida del teu projecte de Scratch, fes clic en el menú Edició > i selecciona comprimir sons o comprimir imatges. Si has comprimit sons i el teu projecte encara no carrega, prova d'eliminar alguns dels sons per fer-lo més petit. </br>2. Connexió a Internet massa lenta i s'esgota el temps d'espera. Tracta de fer l'arxiu més petit. Si això no funciona, prova de connectar-te des d'un altre equip, connexió o navegador web. </br>3. Servidor Proxy en la via. Prova una connexió a Internet que no passi a través d'un servidor proxy o configuri Scratch per utilitzar el servidor proxy. </br>4. Nom d'usuari i contrasenya incorrecta. Tracta d'iniciar sessió en el lloc web de Scratch per assegurar-te que el nom d'usuari i la contrasenya són correctes.
fa: 1. فایل بیش از حد بزرگ است. بزرگ‌ترین محدودیت فایل 10 مگابایت است. برای کاهش اندازه برنامه اسکرچ خود، روی منو ویرایش> کلیک کنید و فشردن صدا، یا فشردن تصاویر را انتخاب کنید. اگر صداها را فشرده کردید و برنامه‌تان همچنان بارگذاری نشد، سعی کنید با حذف برخی از صداها آن را کوچک‌تر کنید. </br>2. اتصال به اینترنت بسیار کند و زمان به پایان رسیده است. سعی کنید فایل را کوچک‌تر کنید. اگر کار نکرد، سعی کنید از یک کامپیوتر یا اتصال یا مرورگر اینترنتی دیگر وصل شوید. </br>3. سرور پروکسی سد راه است. اتصال اینترنتی را امتحان کنید که از یک سرور پروکسی استفاده نمی‌کند، یا اسکرچ را برای استفاده از پروکسی سرور خود پیکربندی کنید. </br>4. نام کاربری و رمز عبور اشتباه است. برای اطمینان از درست بودن نام کاربری و رمز عبور، سعی کنید از وب سایت اسکرچ وارد شوید.
ja: 1. ファイルサイズが大きすぎる。ファイルの大きさは最大10 MBまでです。Scratchプロジェクトのファイルサイズを小さくするには、［編集］ ー ［音声を圧縮］または［画像を圧縮］を選択します。音声の圧縮を行ってもまだアップロードができない場合は、よりサイズを小さくするために音声の一部を削除してください。 </br>2. インターネット接続速度が遅く、タイムアウトが発生する。上記1の手順で、ファイルサイズを小さくしてください。それでもうまくいかない場合は、違うコンピューターを使用する、違う接続を使用する、Webブラウザー版に切り替える、などの対処を行ってください。 </br>3. プロキシサーバーが問題を起こしている。プロキシサーバー を経由しないインターネット接続を試すか、Scratchがプロキシサーバーを使用できるよう設定を変更します。 </br>4. ユーザー名またはパスワードが間違っている。Scratchサイトにログインするときは、ユーザー名とパスワードが正しいことを確認してください。
nn: 1 Fila er for stor. Du kan ikkje leggja ut filer som er større enn 10 MB. Du kan gjera fila mindre ved å trykka på «Rediger»-menyen og velja komprimering av lydar eller bilete. Viss fila enno er for stor, kan du prøva å sletta nokre lydar for å gjera ho mindre. </br>2 Internett-sambandet er for tregt og vert tidsavbrote. Prøv å gjera fila mindre. Viss det ikkje verkar, prøv ei anna maskin, eit anna nettsamband eller ein annan nettlesar. </br>3 Mellomtenaren blokkerer sambandet. Prøv eit nettsamband som ikkje brukar nokon mellomtenar, eller set opp Scratch for å verka med mellomtenaren. </br>4 Feil brukarnamn eller passord. Prøv å logga deg inn på nettsida til Scratch for å sjekka at du brukar rett brukarnamn og passord.
vi: 1. Tập tin quá lớn. Giới hạn tệp tin lớn nhất là 10 MB. Để thu nhỏ kích thước của chương trình Scratch, bấm menu Chỉnh sửa > và chọn nén âm thanh hay nén hình ảnh. Nếu bạn dùng âm thanh nén và chương trình của bạn vẫn không thể tải lên, thử xóa một vài âm thanh để làm nó nhỏ lại. </br>2. Kết nối internet quá chậm và hết thời gian. Thử làm tập tin nhỏ lại. Nếu không được, thử kết nối với máy tính hay kết nối kay trình duyệt web khác. </br>3. Proxy server cản trở. Thử một kết nối Internet không đi qua proxy server, hay cấu hình Scratch sử dụng proxy server của bạn. </br>4. Sai tên người dùng và mật khẩu. Thử đăng nhập vào trang web Scratch để chắc rằng tên đăng nhập và mật khẩu đúng.

source: Scratch - Starter Projects
bn: Scratch - স্টার্টার প্রজেক্ট
ca: Scratch - Projectes Inicials
fa: اسکرچ - برنامه‌های استارتر
hy: Scratch - Մեկնարկային նախագծեր
ja: Scratch - 初心者向けプロジェクト
nn: Scratch – nybyrjarprosjekt
ta: கீறல் - ஸ்டார்டர் திட்டங்கள்
vi: Scratch - Chương trình Khởi đầu

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
bn: Scratch টিম থেকে এই স্টার্টার প্রজেক্টগুলো ব্যবহার করে দেখ। পরিবর্তন করতে এবং তোমার আইডিয়া যোগ করতে ভিতরে দেখ।
ca: Prova aquest projectes d'introducció creats per l'Equip de Scratch. Mira com estan fets per fer-ne canvis i afegir les teves idees.
fa: این پروژه‌‍‌ها را که برای شروع کار تازه کارها توسط گروه اسکرچ تهیه شده است، را امتحان کنید. داخل شان را ببیند و تغییر دهید و ایدهای تان را به آن ها اضافه کنید.
hy: Փորձեք Scratch Team- ի այս մեկնարկային նախագծերը: Նայեք ներս ՝ փոփոխություններ կատարելու և ձեր գաղափարներն ավելացնելու համար:
ja: Scratchチームが用意した初心者向けプロジェクトを試してみましょう。プロジェクトを自分のアイデアでアレンジするには、「中を見る」ボタンをクリックしてください。
nn: Prøv desse nybyrjarprosjekta me har laga. Sjå inni, og prøv å forandra på dei og leggja til nye ting.
ta: கீறல் குழுவிலிருந்து இந்த ஸ்டார்டர் திட்டங்களை முயற்சிக்கவும். மாற்றங்களைச் செய்ய உங்கள் எண்ணங்களைச் சேர்க்க உள்ளே பாருங்கள்.
vi: Thử những chương trình khởi đầu này từ Team Scratch. Xem bên trong để thay đổi và thêm ý tưởng của bạn.

source: Animation
bn: অ্যানিমেশন
ca: Animació
fa: پویا نمایی
hy: Անիմացյա
ja: アニメーション
nn: Animasjonar
ta: இயங்குபடம்
vi: Phim hoạt hình

source: Games
bn: খেলাগুলি
ca: Jocs
fa: بازی ها
hy: Խաղեր
ja: ゲーム
nn: Spel
ta: விளையாட்டுகள்
vi: Trò chơi

source: Interactive Art
bn: ইন্টারেক্টিভ শিল্প
ca: Art Interactiu
fa: ساخت اثرهای هنری
hy: Ինտերակտիվ արվեստ:
ja: インタラクティブアート
nn: Interaktiv kunst
ta: ஊடாடும் கலை
vi: Nghệ thuật Tương tác

source: Music and Dance
bn: সঙ্গীত ও নাচ
ca: Música i Dansa
fa: موسیقی و رقص
hy: Երաժշտություն և պար
ja: 音楽とダンス
nn: Musikk og dans
ta: இசை மற்றும் நடனம்
vi: Âm nhạc và Khiêu vũ

source: Stories
bn: গল্পগুলি
ca: Històries
fa: داستان ها
hy: Պատմություններ
ja: 物語
nn: Forteljingar
ta: கதைகள்
vi: Các câu chuyện

source: Video Sensing
bn: ভিডিও অনুমান
ca: Captura de vídeo
fa: درک کردن از طریق ویدیو
hy: Վիդեո Ազդակ
ja: ビデオモーションセンサー
nn: Sansing med kamera
ta: காணொளி உணர்தல்
vi: Cảm biến Video

source: Dance Party
bn: নাচের পার্টি
ca: Festa de Ball
fa: مهمانی رقص
hy: Պարային երեկույթ
ja: ダンスパーティー
nn: Dansefest
ta: நடன விருந்து
vi: Tiệc Khiêu vũ

source: Animate the Crab
bn: কাকড়াকে অ্যানিমেট কর
ca: Anima el Cranc
fa: حرکت دادن خرچنگ
hy: Կենդանացնել ծովախեցգետինը
ja: 動くカニ
nn: Den animerte krabben
ta: நண்டு அனிமேட்
vi: Làm chuyển động chú Cua

source: The Pico Show: Intro
bn: পিকো শো: ভূমিকা
ca: L'espectacle d'en Pico: Introducció
fa: با "پیکو" آشنا شوید
hy: Pico Show. Ներածություն
ja: ザ・ピコショー（オープニング）
nn: Pico-showet – intro
ta: பைக்கோ ஷோ: அறிமுகம்
vi: Chương trình Pico: Mở đầu

source: Greeting Card
bn: অভিবাদন কার্ড
ca: Postal
fa: کارت تبریک
hy: Շնորհավորական բացիկ
ja: 絵はがき
nn: Gratulasjonskort
ta: வாழ்த்து அட்டை
vi: Thiệp Chào hỏi

source: Pong Starter
bn: পং স্টার্টার
ca: Introducció al Pong
fa: پینگ پونگ ساده
ja: ピンポンゲーム
nn: Sprettball – enkel
ta: பாங் ஸ்டார்டர்
vi: Khởi đầu Pong

source: Maze Starter
bn: ম্যাজ স্টার্টার
ca: Introducció al Laberint
fa: هزار توی ساده
hy: Լաբիրինթոսի սկսնակ
ja: 迷路ゲーム
nn: Labyrint – enkel
vi: Khởi đầu Mê cung

source: Hide and Seek
bn: লুকোচুরি
ca: Fet i Amagar
fa: قایم موشک
hy: Պաղկվոցի
ja: かくれんぼ
nn: Gøym og leita
ta: கண்ணாமுச்சி
vi: Trò chơi trốn tìm

source: Paint with Gobo
bn: গোবো এর সাথে আঁক
ca: Pinta amb en Gobo
fa: نقاشی با "گُبو"
hy: Ներկիր Գոբոյի հետ
ja: ゴボとお絵かき
nn: Mål med Gobo
vi: Vẽ với Gobo

source: Wizard Spells
bn: জাদুকরের জাদুমন্ত্র
ca: Encanteris màgics
fa: جادوهای جادوگر
hy: Հրաշագործի հմայքություններ
ja: 呪文をかけよう
nn: Trylleformularar
vi: Lời nguyền của Phù thủy

source: Soundflower
bn: সাউন্ডফ্লাওয়ার
ca: Gira-sol
fa: گل موسیقی
hy: Ձայնային ծաղիկ
ja: サウンドフラワー
nn: Lydblome
vi: Hoa âm thanh

source: Spiral Maker
bn: সর্পিল নির্মাতা
ca: Creador d'espirals
fa: مارپیچ ساز
hy: Պարուրաձև պատրաստող
ja: ぐるぐるメーカー
nn: Spiralmakar
vi: Tạo Vòng xoắn ốc

source: Remix this dance
bn: নাচটি রিমিক্স কর
ca: Reinventa aquest ball
fa: این رقص را بازترکیب کن
ja: ダンスをリミックスする
nn: Remiks denne dansen
vi: Phối lại vũ điệu này

source: Piano
bn: পিয়ানো
fa: پیانو
hy: Դաշնամուր
ja: ピアノ

source: Starfish Choir
bn: তারামাছ গায়কদল
ca: Cor d'estrelles de mar
fa: گروه موسیقی ستاره ی دریایی
ja: ヒトデのコーラス隊
nn: Kor av sjøstjerner
vi: Giàn hợp xướng Sao biển

source: DJ Scratch Cat
bn: Scratch এর ডিজে বিড়াল
ca: El DJ Scratch
fa: گربه ی اسکرچ خواننده
ja: DJ Scratchキャット
nn: DJ Scratch-katten
vi: Chú mèo Scratch DJ

source: 5 Random Facts about Me
bn: আমার সম্পর্কে যেকোন 5 টি তথ্য
ca: 5 trets aleatoris sobre mi
fa: 5 واقعیت تصادفی در مورد من
ja: 私についての5つのホント
nn: Fem fakta om meg
vi: 5 Sự thật Ngẫu nhiên về Tôi

source: Introducing Howler! Remix
bn: হাউলার পরিচয় করিয়ে দিচ্ছি! রিমিক্স
ca: Presentant en Howler! Reinventat
fa: بازترکیب معرفی حواله!
ja: Howler！の自己紹介（リミックス）
nn: «Introduserer Howler!»-remiks
vi: Giới thiệu Howler! Phối lại

source: Teens at the Castle
bn: প্রাসাদে কিশোর
ca: Joves al Castell
fa: نوجوانی در قلعه
ja: なぞのお城
nn: I det gamle slottet
vi: Thanh thiếu niên tại Lâu đài

source: Virtual Tour
bn: ভার্চুয়াল ট্যুর
ca: Tour Virtual
fa: بازدید مجازی
ja: バーチャルツアー
nn: Virtuell omvising
vi: Tham quan Ảo

source: Musical Buttons
bn: সঙ্গীতের বাটনগুলো
ca: Botons Musicals
fa: دکمه‌های نوازنده
ja: ボタンにふれて音を出そう
nn: Toneknappar
vi: Nút Nhạc

source: Bubbles with Video Sensing
bn: ভিডিও সেন্সিং সহ বুদবুদ
ca: Bombolles amb captura de vídeo
fa: حباب‌ها با دریافتن از طریق ویدیو
ja: ビデオモーションセンサーで泡まみれ
nn: Sprekk såpebobler
vi: Bong bóng với cảm biến Video

source: Save the Mini-Figs!
bn: ছোট-ডুমুর গুলো সেভ করো।
ca: Salva les Minifigures!
fa: نجات "فیگ" های کوچک
ja: ミニフィグを守れ！
nn: Redd LEGO-figurane
vi: Giải cứu Mini-Fig!

source: Pizza Chef
bn: পিৎজা শেফ
ca: Xef de la Pizza
fa: سرآشپز پیتزا
ja: ピザ職人
nn: Pizzakokk
vi: Bếp trưởng Pizza

source: Scratch - Videos
bn: Scratch - ভিডিও
ca: Scratch - Vídeos
fa: اسکرچ - فیلم‌ها
ja: Scratch - ビデオ
nn: Scratch – videoar
vi: Scratch - Video

source: Video Tutorials
bn: ভিডিও টিউটোরিয়াল
ca: Vídeo Tutorials
fa: ویدیوهای آموزشی
hy: Տեսադասեր
ja: ビデオチュートリアル
nn: Instruksjonsvideoar
vi: Video hướng dẫn

source: Getting Started with Scratch
bn: Scratch দিয়ে শুরু কর
ca: Començant amb Scratch
fa: شروع به کار با اسکرچ
ja: Scratchをはじめよう
nn: Kom i gang med Scratch
ta: ஸ்க்ராட்ச்-இல் தொடங்குவதற்கு
vi: Bắt đầu với Scratch

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
bn: <strong>শুরু করার</strong> পরে, <a href="#Introductory Tutorials">পরিচিতিমূলক টিউটোরিয়াল</a> অথবা <a href="#Paint Editor Tips">আঁক এডিটর পরামর্শ</a> থেকে বাছাই কর।
ca: Després de <strong>Començar</strong>, escull un dels <a href="#Introductory Tutorials">Tutorials Introductoris</a> o les <a href="#Paint Editor Tips">Suggerències de l'editor d'imatges</a>.
fa: پس از <strong>شروع به کار</strong>، از <a href="#Introductory Tutorials">آموزش‌های مقدماتی</a>یا <a href="#Paint Editor Tips">نکات ویرایشگر نقاشی</a>را انتخاب کنید.
ja: <strong>スタートガイド</strong>で学んだあとは、<a href="#Introductory Tutorials">入門編チュートリアル</a> か <a href="#Paint Editor Tips">ペイントエディターのヒント</a>をご覧ください。
nn: Når du er ferdig med <strong>«Kom i gang»</strong>, kan du sjå <a href="#Introductory Tutorials">innføringar for nybyrjarar</a> eller <a href="#Paint Editor Tips">tips om å teikna i Scratch</a>.
vi: Sau khi <strong>Bắt đầu</strong>, chọn từ <a href="#Introductory Tutorials">Hướng dẫn Giới thiệu</a> hay <a href="#Paint Editor Tips">Thủ thuật Editor Vẽ</a>.

source: Introductory Tutorials
bn: সূচনা টিউটোরিয়ালগুলো
ca: Tutorials d'introducció
fa: آموزش‌های مقدماتی
ja: 入門編チュートリアル
nn: Innføringar for nybyrjarar
vi: Hướng dẫn giới thiệu

source: Make your sprite move forward
bn: তোমার স্প্রাইটটি সামনে এগিয়ে নাও
ca: Fes que el teu personatge es mogui endavant
fa: شکلک‌تان به جلو حرکت کند
ja: スプライトを前に動かす
nn: Få figuren til å gå framover
vi: Làm cho đối tượng của bạn di chuyển về trước

source: Make your sprite spin
bn: তোমার স্প্রাইটটি ঘোরাও
ca: Fes que el teu personatge giri
fa: شکلک‌تان بچرخد
ja: スプライトを回転する
nn: Få figuren til å snurra rundt
vi: Làm cho đối tượng của bạn xoay

source: Make your sprite change color
bn: তোমার স্প্রাইটের রঙ পরিবর্তন কর
ca: Fes que el teu personatge canvïi de color
fa: شکلک‌تان رنگ عوض کند
ja: スプライトの色を変える
nn: Få figuren til å endra farge
vi: Làm đối tượng của bạn đổi màu sắc

source: Make your sprite dance
bn: তোমার স্প্রাইটকে নাচাও
ca: Fes que el teu personatge balli
fa: شکلک‌تان برقصد
ja: スプライトをダンスさせる
nn: Få figuren til å dansa
vi: Làm đối tượng của bạn khiêu vũ
