Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: We're thrilled that you’ve joined Scratch as an educator! With Scratch, your students can use Scratch to code their own interactive stories, animations, and games — and share their creations with others in the community.
bn: আমরা শিহরিত যে আপনি একজন শিক্ষক হিসাবে Scratch এ যোগদান করেছেন! Scratch দিয়ে, আপনার শিক্ষার্থীরা তাদের নিজস্ব ইন্টারেক্টিভ গল্প, অ্যানিমেশন এবং গেইমগুলির কোড করতে Scratch ব্যবহার করতে পারে - এবং কমিউনিটির অন্যদের সাথে তাদের সৃষ্টিগুলি শেয়ার করে নিতে পারে।
ca: Estem encantats que t'hagis unit a les Scratch com a educador! Amb Scratch, els teus estudiants poden utilitzar Scratch per programar les seves pròpies històries interactives, animacions i jocs — i compartir les seves creacions amb altres en la comunitat.
fa: ما فوق‌العاده خوشحال هستیم که شما به عنوان آموزگار به اسکرچ پیوستید! با اسکرچ، دانش‌آموزان‌تان می‌توانند برای برنامه‌نویسی داستان تعاملی، انیمیشن‌ و بازی‌های خود از اسکرچ استفاده کنند و خلاقیت خود را با دیگران در جامعه به اشتراک بگذارند.
hy: Մենք ուրախ ենք, որ դուք միացել եք Scratch- ին որպես մանկավարժ! Սքրաչի միջոցով ձեր ուսանողները կարող են կոդավորել իրենց սեփական ինտերակտիվ պատմությունները, անիմացիաները և խաղերը, և իրենց ստեղծագործությունները կիսել համայնքի մյուսների հետ:
ja: Scratchに指導者としてご参加いただきありがとうございます。Scratchでは、みなさんの生徒が自由にインタラクティブストーリーやゲーム、アニメーションを作ることができます。さらに、できあがった作品はオンラインコミュニティで他のメンバーと共有できます。
nn: Me er kjempeglad for at du som lærar har blitt med Scratch-fellesskapet! Med Scratch kan elevane dine programmera sine eigne interaktive forteljingar, spel og animasjonar – og dela det dei har skapt med andre.
ta: நீங்கள் ஸ்க்ராட்சில் ஒரு கல்வியாளராக சேர்ந்ததில் மகிழ்ச்சி அடைகிறோம்! கீறல் மூலம், உங்கள் மாணவர்கள் தங்கள் சொந்த ஊடாடும் கதைகள், அனிமேஷன்கள் மற்றும் கேம்களைக் குறியிட கீறலைப் பயன்படுத்தலாம் - மேலும் அவர்களின் படைப்புகளை சமூகத்தில் உள்ள மற்றவர்களுடன் பகிர்ந்து கொள்ளலாம்.
vi: Chúng tôi vui mừng vì bạn đã tham gia Scratch với tư cách là nhà giáo! Với Scratch, học sinh của bạn có thể sử dụng Scratch để lập trình các câu chuyện, hoạt hình và trò chơi tương tác của riêng chúng - và chia sẻ sáng tạo của chúng với những người khác trong cộng đồng.

source: New to Scratch?
bn: Scratch এ নতুন?
ca: Nou a Scratch?
fa: تازگی با اسکرچ آشنا شده اید!؟
hy: Նո՞ր է սքրաչը։
ja: Scratchをはじめたばかりですか?
nn: Ny Scratch-brukar?
ta: கீறலுக்கு புதியதா?
vi: Mới với Scratch ư?

source: Read our <a href=" %(comm_link)s">Community Guidelines</a>.
bn: আমাদের <a href=" %(comm_link)s">কমিউনিটি নির্দেশিকা</a> পড়।
hy: Կարդացեք մեր <a href=" %(comm_link)s">Համայնքի ուղեցույցներ</a>․
ja: <a href=" %(comm_link)s">コミュニティーガイドライン</a>を読む。
ta: எங்கள் <a href=" %(comm_link)s">சமூக வழிகாட்டுதல்களை</a>படிக்கவும்..

source: Review the <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">Getting Started Guide</a> for a deeper dive into the Scratch editor.
bn: Scratch এডিটরে আরও গভীরে যাওয়ার জন্য <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">শুরু করার নির্দেশিকা</a> পর্যালোচনা কর।
hy: Վերանայեք <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view"> սկսելու ուղեցույց </a> Սքարաչի խմբագրիչի մեջ ավելի խորը սուզվելու համար:
ja: Scratchエディターをより深く理解するために、<a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">始め方ガイド</a>を確認してください。
ta: கீறல் எடிட்டரில் ஆழமாக மதிப்பாய்வு செய்ய <a href="https://docs.google.com/presentation/d/1-LU3rTvqwfgwa3eqrMrSzM_46FqOIHML0qYioxHLnrE/view">தொடங்குதல் வழிகாட்டி</a> ஐ பயன்படுத்தவும்.

source: Explore our <a href="%(ed_link)s"> Scratch for Educators </a> site for resources and more educator guides.
bn: রিসোর্স এবং আরও শিক্ষকের গাইডলাইনের জন্য আমাদের <a href="%(ed_link)s"> Scratch জন্য শিক্ষক </a> সাইট অনুসন্ধান করতে পার।
hy: Ուսումնասիրեք մեր <a href="%(ed_link)s"> սքրաչ մանկավարժների համար </a> ռեսուրսների և ավելի շատ ուսուցիչների ուղեցույցների համար:
ja: <a href="%(ed_link)s">教育者向けScratch</a>ページを探索して、資源や教育関係者向けガイドを得る。
ta: எங்கள் <a href="%(ed_link)s">கீறல் கல்வியாளர்களுக்கான </a>தளத்தை வளங்கள் மற்றும் கூடுதல் கல்வியாளர் வழிகாட்டிகளுக்காக ஆராயுங்கள்.

source: Next Steps
bn: পরবর্তী ধাপসমূহ
ca: Següents Passos
fa: مراحل بعدی
hy: Հաջորդ քայլերը
ja: 次のステップ
nn: Neste steg
ta: அடுத்த படிகள்
vi: Các bước tiếp theo

source: Learn more about managing <a href="%(faq_link)s">Teacher Accounts</a>.
bn: <a href="%(faq_link)s">শিক্ষক এ্যাকাউন্ট</a> পরিচালনা সম্পর্কে আরও শেখ।
hy: Իմացեք ավելին կառավարման մասին <a href="%(faq_link)s">ուսուցչի հաշիվներ</a>։
ja: <a href="%(faq_link)s">教師用アカウント</a>の管理についてもっと知る。
ta: <a href="%(faq_link)s">ஆசிரியர் கணக்குகளை</a>நிர்வகிப்பது பற்றி மேலும் அறிக.

source: Take a deeper dive into curriculum resources, events, and news on our <a href="%(sip_url)s">Scratch in Practice</a> page.
bn: আমাদের <a href="%(sip_url)s">Scratch ইন প্র্যাকটিস</a> পেইজে পাঠ্যক্রমের রিসোর্স, ইভেন্ট এবং খবরের গভীরে ডুব দাও।
hy: Վերձրեք, խորը սուզվեք մեր ուսումնական ծրագրերի ռեսուրսների, իրադարձությունների և նորությունների մեջ <a href="%(sip_url)s">սքրաչ գործնականում</a> էջ։
ja: <a href="%(sip_url)s">Scratch in Practice</a>のページでは、カリキュラムリソース、イベント、ニュースなどを詳しくご紹介しています。
ta: எங்கள் <a href="%(sip_url)s">கீறல் பயிற்சி</a>பக்கத்தில் பாடத்திட்ட வளங்கள், நிகழ்வுகள் மற்றும் செய்திகளைப் பற்றி ஆழமாக டைவ் செய்யுங்கள்.

source: Connect with other educators through the <a href="https://www.facebook.com/groups/TeachingwithScratch/">Teaching with Scratch Facebook page</a>, hosted by the Harvard Graduate School of Education <a href="http://scratched.gse.harvard.edu/">ScratchEd</a> community.
bn: হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশন স্ক্র্যাচএড সম্প্রদায় দ্বারা আয়োজিত <a href="https://www.facebook.com/groups/TeachingwithScratch/">স্ক্র্যাচ ফেসবুক পৃষ্ঠার সাথে</a> শিক্ষাদানের মাধ্যমে অন্যান্য <a href="http://scratched.gse.harvard.edu/">শিক্ষাবিদদের সাথে সংযুক্ত হন</a>.
hy: Միացեք այլ մանկավարժների հետ <a href="https://www.facebook.com/groups/TeachingwithScratch/">ուսուցում Սքրաչ ֆեյսբուքյան էջով</a>, հյուրընկալվել է Հարվարդի կրթության ավարտական դպրոցում <a href="http://scratched.gse.harvard.edu/"> սքրաչED</a>համայնք:
ja: ハーバード大学教育大学院<a href="http://scratched.gse.harvard.edu/">ScratchEd</a>コミュニティがホストしている<a href="https://www.facebook.com/groups/TeachingwithScratch/">Teaching with Scratch Facebookページ</a>を通じて、他の教育者とつながりましょう。
ta: ஹார்வர்ட் பட்டதாரி பள்ளி கல்வி <a href="http://scratched.gse.harvard.edu/">ScratchEd</a> சமூகத்தால் வழங்கப்பட்ட <a href="https://www.facebook.com/groups/TeachingwithScratch/"> கற்பித்தல் வித் கீறல் பேஸ்புக் பக்கம்</a> மூலம் பிற கல்வியாளர்களுடன் இணைக்கவும்.

source: Read our Community Guidelines
bn: আমাদের কমিউনিটি নির্দেশিকা পড়
ca: Llegeix les nostres Normes de la Comunitat
fa: راهنما‌های انجمن ما را بخوانید
hy: Կարդացեք համայնքի մեր ցուցումները։
ja: コミュニティ・ガイドラインを読む
nn: Les retningslinjer for bruk av nettstaden
ta: எங்கள் சமூக வழிகாட்டுதல்களைப் படியுங்கள்
vi: Đọc Hướng dẫn Cộng đồng của chúng tôi

source: Get inspired with a starter project
bn: একটি স্টার্টার প্রজেক্টের মাধ্যমে অনুপ্রাণিত হও
ca: Inspira't amb un projecte d'inici
fa: با یک پروژه‌ برای شروع کنندگان ایده بگیرید
hy: Ոգեշնչվեք մեկնարկային նախագծով։
ja: 初心者向けプロジェクトを見てみる
nn: Vert inspirert med eit nybyrjarprosjekt
ta: ஸ்டார்டர் திட்டத்தால் ஈர்க்கப்படுங்கள்
vi: Lấy cảm hứng từ chương trình khởi đầu

source: Learn more about Scratch
bn: Scratch সম্পর্কে আরও জানো
ca: Aprèn-ne més sobre Scratch
fa: درباره اسکرچ بیشتر بدانید
hy: Իմացեք ավելին Scratch-ի մասին։
ja: Scratchについてもっと学ぶ
nn: Lær meir om Scratch
ta: கீறல் பற்றி மேலும் அறிக
vi: Biết thêm về Scratch

source: Learn more about Teacher Accounts
bn: শিক্ষক এ্যাকাউন্ট সম্পর্কে আরও জানো
ca: Aprèn-ne més sobre els comptes de docent
fa: درباره حساب‌های معلمی بیشتر بدانید
hy: Իմացեք ավելին Ուսուցիչների հաշիվների մասին ։
ja: 教師用アカウントについてもっと学ぶ
nn: Lær meir om lærarkontoar
ta: ஆசிரியர் கணக்குகள் பற்றி மேலும் அறிக
vi: Biết thêm về Tài khoản Giáo viên

source: Explore educator resources
bn: শিক্ষকদের রিসোর্সগুলো দেখ
ca: Explorar recursos d'educador
fa: منابع آموزشی را جستجو کنید
hy: Ուսումնասիրեք Մանկավարժական ռեսուրսները։
ja: 指導者用資料を探す
nn: Utforsk lærestoff for lærarar
ta: கல்வியாளர் வளங்களை ஆராயுங்கள்
vi: Khám phá tài nguyên cho giáo viên

source: Connect with other educators via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. Please note that you’ll need to create a separate account to join the discussion on ScratchEd.
bn: হার্ভার্ড গ্রাজুয়েট স্কুল অফ এডুকেশন দ্বারা বিকশিত এবং সমর্থিত স্ক্র্যাচএড অনলাইন কমিউনিটির মাধ্যমে অন্যান্য শিক্ষাবিদদের সাথে সংযোগ স্থাপন করো। অনুগ্রহ করে মনে রাখবে যে স্ক্র্যাচএড -এ আলোচনায় যোগ দিতে তোমাকে একটি পৃথক অ্যাকাউন্ট তৈরি করতে হবে।
ca: Connecta amb altres educadors via la comunitat en línia de ScratchEd, desenvolupada i suportada per la Harvard Graduate School of Education. Tingues en compte que hauràs de crear un compte diferent per participar a ScratchEd.
fa: از طریق جامعه آنلاین ScratchEd، توسعه یافته و پشتیبانی شده توسط دانشکده تحصیلات تکمیلی هاروارد با دیگر آموزگاران ارتباط برقرار کنید. لطفاً توجه داشته باشید که برای پیوستن به بحث در ScratchEd، باید یک حساب جداگانه ایجاد کنید.
hy: Միացեք այլ մանկավարժների հետ ScratchEd առցանց համայնքի միջոցով, որը մշակվել և աջակցվում է Հարվարդի կրթության ավարտական դպրոցի կողմից: Խնդրում ենք նկատի ունենալ, որ ScratchEd- ի քննարկմանը միանալու համար հարկավոր է ստեղծել առանձին հաշիվ:
ja: ScratchEdオンラインコミュニティ（開発／運営：ハーバード大学教育大学院）で、ほかの指導者と情報を交換する。なお、ScratchEdでのディスカッションに参加するには、Scratchとは別のアカウント作成が必要となる点にご注意ください。
nn: Diskuter med andre lærarar på ScratchEd, utvikla og støtta av Harvard Graduate School of Education. Merk at du treng ein eigen konto for å delta i diskusjonane på ScratchEd.
ta: ஹார்வர்ட் பட்டதாரி கல்வி பள்ளியால் உருவாக்கப்பட்டு ஆதரிக்கப்படும் ஸ்க்ராட்ச் எட் சமூகம் வழியாக பிற கல்வியாளர்களுடன் இணையுங்கள். ஸ்க்ராட்ச் எட்டில் விவாதத்தில் சேர நீங்கள் ஒரு தனி கணக்கை உருவாக்க வேண்டும் என்பதை நினைவில் கொள்க.
vi: Kết nối với những nhà giáo khác thông qua cộng đồng trực tuyến ScratchEd, đã được phát triển và hỗ trợ bởi Trường Sư phạm Sau đại học Harvard. Xin chú ý rằng bạn sẽ tạo một tài khoản riêng ra để tham gia thảo luận trên ScratchEd.

source: Welcome to your Scratch Teacher Account!
bn: Scratch শিক্ষক এ্যাকাউন্টে স্বাগতম!
ca: Benvingut al teu compte de docent de Scratch!
fa: به حساب معلمی اسکرچ خود خوش آمدید!
hy: Բարի գալուստ Scratch ուսուցչի հաշիվ!
ja: 教師用アカウントにようこそ!
nn: Velkommen til lærarkontoen din!
ta: உங்கள் கீறல் ஆசிரியர் கணக்கிற்கு வருக!
vi: Chào mừng đến với Tài khoản Giáo viên Scratch!

source: Hello,
bn: হ্যালো,
ca: Hola,
fa: سلام
hy: Բարև,
ja: こんにちは、
nn: Hei!
ta: வணக்கம்,
vi: Xin chào,

source: Scratch student %(username)s from your class %(classroom_title)s has requested a password reset.
bn: তোমার শ্রেণি %(classroom_title)s এর Scratch শিক্ষার্থী %(username)s পাসওয়ার্ড রিসেট করার অনুরোধ করেছে।
ca: A Scratch l'estudiant %(username)s de la classe %(classroom_title)s ha sol·licitat una nova contrasenya.
fa: دانش‌آموز اسکرچ %(username)s از کلاس شما %(classroom_title)sدرخواست تنظیم مجدد رمز عبور داده است.
hy: Քո դասարանի%(username)s Scratch ուսանողը%(classroom_title)s խնդրել է վերականգնել գաղտնաբառը։
ja: %(classroom_title)sの%(username)sが、パスワードのリセットをリクエストしました。
nn: Scratch-eleven %(username)s i klassen din %(classroom_title)s har bedt om eit nytt passord.
ta: உங்கள் வகுப்பு %(username)s இலிருந்து மாணவர்%(classroom_title)s கீறல் கடவுச்சொல் மீட்டமைப்பைக் கோரியுள்ளது.
vi: Học sinh Scratch %(username)s từ lớp học của bạn%(classroom_title)s vừa yêu cầu đặt lại mật khẩu.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to <a href="%(educator_stuff_url)s">My Classes</a>. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
bn: তোমার Scratch শিক্ষক এ্যাকাউন্ট থেকে শিক্ষার্থীর পাসওয়ার্ড রিসেট করা যেতে পারে। প্রথমে, <a href="%(educator_stuff_url)s">আমার শ্রেণি</a> এ নেভিগেট কর। সেখান থেকে, সঠিক শ্রেণি খুঁজ এবং শিক্ষার্থীর লিংকে ক্লিক কর। তারপরে তুমি সেটিংস মেনু ব্যবহার করে শিক্ষার্থী পর্যায়ে পাসওয়ার্ড রিসেট করতে পারবে।
ca: Les contrasenyes dels estudiants poden ser restablertes des del teu compte de docent de Scratch. En primer lloc, accedeix a <a href="%(educator_stuff_url)s">Les meves classes</a>. Identifica la classe corresponent i fes clic a l'enllaç d'Estudiants. Pots restablir la contrasenya de l'estudiant fent ús del menú de Configuració.
fa: رمز عبور دانش‌آموز را می‌توانید از داخل حساب کاربری معلمی اسکرچ خود بازنشانی کنید. ابتدا به <a href="%(educator_stuff_url)s">کلاس‌های من </a>بروید. از آنجا، کلاس درست را پیدا کرده و روی لینک دانش‌آموزان کلیک کنید. سپس با استفاده از منوی تنظیمات می‌توانید رمز عبور را در سطح دانش‌آموز بازنشانی کنید.
hy: Ուսանողների գաղտնաբառերը կարող են վերականգնվել ձեր Scartch Ուսուցչի հաշվի միջոցով: Նախ անցեք<a href="%(educator_stuff_url)s"> Իմ Դասերը</a>: Այնտեղից գտեք ճիշտ Դասը և սեղմեք Ուսանողներ հղմանը: Դրանից հետո կարող եք վերականգնել գաղտնաբառը ուսանողի մակարդակում ՝ օգտագործելով Կարգավորումների ցանկը։
ja: 教師用アカウントは、生徒のパスワードをリセットすることができます。まず、<a href="%(educator_stuff_url)s">私のクラス</a>へ行ってください。そして、クラスと生徒のリンクをクリックしてください。設定メニューで、パスワードがリセットできます。
nn: Du kan manuelt nullstilla elevpassord frå lærarkontoen din. Gå først til <a href="%(educator_stuff_url)s">klassane mine</a>. Finn så den aktuelle klassen og trykk på lenkja «Elevar». Du kan så nullstilla passordet for einskildelevar via innstillingsmenyen.
ta: உங்கள் கீறல் ஆசிரியர் கணக்கில் இருந்து மாணவர் கடவுச்சொற்களை மீட்டமைக்க முடியும். முதலில், <a href="%(educator_stuff_url)s">எனது வகுப்புகள்</a>க்கு செல்லவும். அங்கிருந்து, சரியான வகுப்பைக் கண்டுபிடித்து மாணவர்கள் இணைப்பைக் கிளிக் செய்க. அமைப்புகள் மெனுவைப் பயன்படுத்தி மாணவர் மட்டத்தில் கடவுச்சொல்லை மீட்டமைக்கலாம்.
vi: Mật khẩu học sinh có thể được đặt lại trong Tài khoản Giáo viên của bạn. Trước tiên, vào <a href="%(educator_stuff_url)s">Lớp học của tôi</a>. Từ đó, tìm đúng Lớp học và bấm vào đường dẫn Học sinh. Sau đó bạn có thể đặt lại mật khẩu ở mức học sinh sử dụng menu Cài đặt.

source: Student passwords can be reset from within your Scratch Teacher Account. First, navigate to My Classes [%(educator_stuff_url)s]. From there, find the correct Class and click on the Students link. You can then reset the password at the student level using the Settings menu.
bn: তোমার Scratch শিক্ষক এ্যাকাউন্ট থেকে শিক্ষার্থীর পাসওয়ার্ড রিসেট করা যেতে পারে। প্রথমে, আমার শ্রেণিতে [%(educator_stuff_url)s] নেভিগেট কর। সেখান থেকে সঠিক শ্রেণি খুঁজ এবং শিক্ষার্থীর লিংকে ক্লিক কর। তারপরে তুমি সেটিংস মেনু ব্যবহার করে শিক্ষার্থী পর্যায়ে পাসওয়ার্ড রিসেট করতে পারবে।
ca: Les contrasenyes dels estudiants poden ser restablertes des del teu compte de docent de Scratch. En primer lloc, accedeix a Les meves classes[%(educator_stuff_url)s]. Identifica la classe corresponent i fes clic a l'enllaç d'Estudiants. Pots restablir la contrasenya de l'estudiant fent ús del menú de Configuració.
fa: رمز عبور دانش‌آموز را می‌توانید از داخل حساب کاربری معلمی اسکرچ خود بازنشانی کنید. ابتدا به [%(educator_stuff_url)s] بروید. از آنجا، کلاس درست را پیدا کرده و روی لینک دانش‌آموزان کلیک کنید. سپس با استفاده از منوی تنظیمات می‌توانید رمز عبور را در سطح دانش‌آموز بازنشانی کنید.
hy: Ուսանողների գաղտնաբառերը կարող են վերականգնվել ձեր Scartch Ուսուցչի հաշվի միջոցով: Նախ անցեք Իմ Դասերը [%(educator_stuff_url)s]: Այնտեղից գտեք ճիշտ Դասը և սեղմեք Ուսանողներ հղմանը: Դրանից հետո կարող եք վերականգնել գաղտնաբառը ուսանողի մակարդակում ՝ օգտագործելով Կարգավորումների ցանկը։
ja: 教師用アカウントは、生徒のパスワードをリセットすることができます。まず、自分のクラス[%(educator_stuff_url)s]へ行ってください。そして、クラスと生徒のリンクをクリックしてください。設定メニューで、パスワードがリセットできます。
nn: Du kan manuelt nullstilla elevpassord frå lærarkontoen din. Gå først til «Klassane mine» [%(educator_stuff_url)s]. Finn så den aktuelle klassen og trykk på lenkja «Elevar». Du kan så nullstilla passordet for einskildelevar via innstillingsmenyen.
ta: உங்கள் கீறல் ஆசிரியர் கணக்கில் இருந்து மாணவர் கடவுச்சொற்களை மீட்டமைக்க முடியும். முதலில், எனது வகுப்புகள் [%(educator_stuff_url)s].க்கு செல்லவும். அங்கிருந்து, சரியான வகுப்பைக் கண்டுபிடித்து மாணவர்கள் இணைப்பைக் கிளிக் செய்க. அமைப்புகள் மெனுவைப் பயன்படுத்தி மாணவர் மட்டத்தில் கடவுச்சொல்லை மீட்டமைக்கலாம்.
vi: Mật khẩu học sinh có thể được đặt lại trong Tài khoản Giáo viên của bạn. Trước tiên, vào Lớp học của tôi [%(educator_stuff_url)s]. Từ đó, tìm đúng Lớp học và bấm vào đường dẫn Học sinh. Sau đó bạn có thể đặt lại mật khẩu ở mức học sinh sử dụng menu Cài đặt.

source: Password reset request from your student on Scratch
bn: Scratch এ তোমার শিক্ষার্থীর পাসওয়ার্ড পুনরায় নির্ধারণ করার অনুরোধ করা হয়েছে
ca: Sol·licitud de nova contrasenya d'un estudiant a Scratch
fa: درخواست بازنشانی رمز عبور از دانش آموز شما در اسکرچ
hy: Scratch-ի ձեր ուսանողը խնդրում է վերականգնել գաղտնաբառը։
ja: 生徒からのパスワードリセット依頼
nn: Førespurnad om nytt Scratch-passord frå elev
ta: கீறலில் உங்கள் மாணவரிடமிருந்து கடவுச்சொல் மீட்டமைப்பு கோரிக்கை
vi: Yêu cầu đặt lại mật khẩu từ học sinh của bạn trên Scratch

source: Thank you for confirming your email address, %(username)s!
bn: তোমার ইমেইল ঠিকানা নিশ্চিত করার জন্য ধন্যবাদ, %(username)s!
ca: Gràcies per confirmar la teva adreça de correu electrònic, %(username)s!
fa: باز شما برای تأیید آدرس ایمیل خود %(username)s تشکر می‌کنیم!
hy: Շնորհակալություն ձեր Էլ․ հասցեն հաստատված է%(username)s
ja: メールアドレスを認証してくれてありがとう、%(username)sさん!
nn: Takk for at du stadfesta e-postadressa di, %(username)s!
ta: உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தியதற்கு நன்றி,%(username)s!
vi: Cảm ơn vì đã xác nhận địa chỉ email của bạn, %(username)s!

source: We are reviewing your Scratch Teacher Account request, and will get back to you shortly. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
bn: আমরা তোমার Scratch শিক্ষক এ্যাকাউন্টের অনুরোধ পর্যালোচনা করছি, এবং শীঘ্রই তোমার কাছে ফিরে আসব। যখন তোমার Scratch শিক্ষক এ্যাকাউন্ট তৈরি হয়ে যাবে, আমরা তোমাকে তোমার নতুন ফিচারগুলো কিভাবে ব্যবহার করবে সে সম্পর্কে আরও তথ্য দিয়ে ইমেইল করব।
ca: Estem revisant la teva sol·licitud de compte de docent de Scratch, i ens posarem en contacte amb tu properament. Quan el compte de docent de Scratch estigui a punt, t'enviarem un correu electrònic amb més informació al voltant de com emprar aquestes noves característiques.
fa: ما در حال بررسی تقاضای حساب کاربری معلمی اسکرچ شما هستیم و به زودی به سراغ شما خواهیم آمد. هنگامی که حساب کاربری معلمی اسکرچ آماده شد، به شما اطلاعات بیشتری در مورد نحوه استفاده از ویژگی‌های جدید ایمیل می‌کنیم.
hy: Մենք վերանայում ենք Scratch-ի Ուսուցչի հաշվի հայցը և շուտով կվերադառնանք ձեզ: Երբ ձեր Scratch֊ի Ուսուցչի հաշիվը պատրաստ լինի, մենք ձեզ էլեկտրոնային փոստով կուղարկենք ձեզ նոր տեղեկություններ ՝ ինչպես օգտագործել ձեր նոր գործառույթները:
ja: 現在、あなたのScratch教師用アカウント申請は審査中です。今しばらくお待ちください。教師用アカウントの準備ができた後、新しい機能の使用方法をメールにてお知らせします。
nn: Me gjennomgår søknaden din om lærarkonto, og vil snart ta kontakt med deg. Når lærarkontoen er klar, vil me senda deg informasjon om korleis du brukar lærarfunksjonane i Scratch.
ta: உங்கள் கீறல் ஆசிரியர் கணக்கு கோரிக்கையை நாங்கள் மதிப்பாய்வு செய்கிறோம், விரைவில் உங்களிடம் திரும்புவோம். உங்கள் கீறல் ஆசிரியர் கணக்கு தயாராக இருக்கும்போது, ​​உங்கள் புதிய அம்சங்களை எவ்வாறு பயன்படுத்துவது என்பது பற்றிய கூடுதல் தகவல்களை நாங்கள் உங்களுக்கு மின்னஞ்சல் செய்வோம்.
vi: Chúng tôi đang xem xét yêu cầu Tài khoản Scratch Giáo viên, và sẽ quay trở lại với bạn sớm thôi. Khi Tài khoản Scratch Giáo viên của bạn sẵn sàng, chúng tôi sẽ gửi email cho bạn với nhiều thông tin hơn về cách sử dụng các tính năng mới.

source: In the meantime, you can access your new Scratch account as a regular user (without the Teacher features) and start creating projects.
bn: ইতিমধ্যে, তুমি নিয়মিত ব্যবহারকারী হিসাবে তোমার নতুন Scratch এ্যাকাউন্ট অ্যাক্সেস করতে (শিক্ষকের ফিচারগুলো ছাড়াই) এবং প্রজেক্টগুলো তৈরি করা শুরু করতে পার।
ca: Mentrestant, pots accedir al teu compte de Scratch com un usuari normal (sense les funcions del docent) i començar a crear projectes.
fa: در همین حال، شما می‌توانید به حساب کاربری جدید خود به عنوان یک کاربر معمولی (بدون ویژگی‌های معلم) دسترسی پیدا کرده و شروع به ایجاد برنامه کنید.
hy: Միևնույն ժամանակ, որպես սովորական օգտվող (առանց Ուսուցչի հատկությունների) կարող եք մուտք գործել ձեր նոր Scratch հաշիվ և սկսել նախագծեր ստեղծել:
ja: それまでの間、ご利用のScratchアカウントは通常ユーザーの扱いとなります。教師用機能は使用できませんが、通常ユーザーとしてのプロジェクトの作成などは自由に行なえます。
nn: I mellomtida kan du bruka Scratch-kontoen som vanleg brukar (utan tilgang til lærarfunksjonane) og laga og dela prosjekt.
ta: இதற்கிடையில், உங்கள் புதிய கீறல் கணக்கை வழக்கமான பயனராக அணுகலாம் (ஆசிரியர் அம்சங்கள் இல்லாமல்) மற்றும் திட்டங்களை உருவாக்கத் தொடங்கலாம்.
vi: Đồng thời, bạn có thể truy cập tài khoản Scratch mới của bạn như một người dùng bình thường (không có các tính năng Giáo viên) và bắt đầu những chương trình.

source: Scratch Newsletters
bn: Scratch নিউজলেটার
ca: Butlletins de Scratch
fa: خبرنامه‌های اسکرچ
hy: Scratch֊ի տեղեկագիր
ja: Scratch ニュースレター
nn: Scratch-nyheitsbrev
ta: கீறல் செய்திமடல்கள்
vi: Bản tin Scratch

source: Going forward, you will receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives.
bn: সামনের দিকে, তুমি Scratch টিম এবং Scratch ফাউন্ডেশন থেকে কোডিং টিপস, অনুপ্রেরণামূলক গল্প, প্রজেক্টের আইডিয়া এবং আরও অনেক কিছুর আপডেট পাবে। Scratch ফাউন্ডেশন একটি অলাভজনক সংগঠন যা Scratch শিক্ষামূলক উদ্যোগকে সমর্থন করে।
ca: De cara al futur, rebrà actualitzacions ocasionals de l'equip de Scratch i Scratch Fundació amb consells de programació, històries inspiradores, idees de projectes, i molt més. La Fundació Scratch és una organització sense ànim de lucre que dóna suport a les iniciatives educatives de Scratch.
fa: در پیش رفتن، شما به روز رسانی‌های گاه به گاه از تیم اسکرچ و بنیاد اسکرچ با نکات برنامه‌نویسی، داستان‌های الهام‌بخش، ایده‌های برنامه، و چیزهای بیشتر دریافت خواهید کرد. بنیاد اسکرچ یک سازمان غیر انتفاعی است که از ابتکارات آموزشی اسکرچ پشتیبانی می‌کند.
hy: Անցնելով առաջ, Դուք կստանաք ժամանակ առ ժամանակ թարմացումներ Scratch Team- ի և Scratch Foundation- ի կողմից `կոդավորման խորհուրդներով, ոգեշնչող պատմություններով, նախագծի գաղափարներով և այլն: Scratch Foundation- ը շահույթ չհետապնդող կազմակերպություն է, որն աջակցում է Scratch կրթական նախաձեռնություններին:
ja: 今後、ScratchチームとScratch財団より、スクリプト作成のヒント、参考になる事例、プロジェクトなどを含む更新情報が不定期で送られます。Scratch財団は、Scratchの教育面での活動をサポートする非営利団体です。
nn: Scratch-gruppa og Scratch-stiftinga vil av og til senda deg e-post med blant anna tips om Scratch-programmering, inspirerande forteljingar og prosjektidéar. Scratch-stiftinga er ein ideell organisasjon som støttar Scratch-læringsprosjekt.
ta: முன்னோக்கிச் செல்லும்போது, ​​குறியீட்டு உதவிக்குறிப்புகள், உத்வேகம் தரும் கதைகள், திட்ட யோசனைகள் மற்றும் பலவற்றோடு கீறல் குழு மற்றும் கீறல் அறக்கட்டளையிலிருந்து அவ்வப்போது புதுப்பிப்புகளைப் பெறுவீர்கள். கீறல் அறக்கட்டளை என்பது ஒரு இலாப நோக்கற்றது, இது கீறல் கல்வி முயற்சிகளை ஆதரிக்கிறது.
vi: Về sau, bạn sẽ thỉnh thoảnh nhận được tin tức cập nhật từ Nhóm Scratch và Tổ chức Scratch với những thủ thuật lập trình, câu chuyện truyền cảm hứng, ý tưởng chương trình, và hơn thế nữa. Tổ chức Scratch thì không có lợi nhuận hỗ trợ sáng kiến giáo dục Scratch.
