Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Top Rocking in LA
bn: এলএ -তে টপ রকিং
fa: تاپ راکینگ در لس آنجلس
hy: Լավագույն ռոքինգ Լոս Անջելեսում
ja: トップロックダンスin LA
nn: Rockar i LA
ta: LA இல் சிறந்த ராக்கிங்
vi: Rock hàng đẩu ở LA

source: Silhouette Dance
bn: সিলুয়েট নাচ
fa: رقص شبح
hy: Սիլուետի պար
ja: シルエットダンス
nn: Silhuettdans
ta: நிழல் நடனம்
vi: Nhảy Silhouette

source: EpicDance
bn: এপিকড্যান্স
fa: رقص حماسی
hy: Էպիկական պար
ja: エピックトランス系ダンス
nn: Episk dans
ta: எபிக்டான்ஸ்

source: Top Rock Giga
bn: টপ রক গিগা
fa: تاپ راک گیگا
hy: Լավագույն ռոք Գիգա
ja: Gigaのトップロックダンス
ta: டாப் ராக் கிகா
vi: Giga Rock Hàng đầu

source: Explore Hip-Hop Studios
bn: হিপ-হপ স্টুডিও ঘুরে দেখ
ca: Explora els Estudis de Hip-Hop
fa: استودیوهای هیپ-هاپ را جستجو کنید
hy: Ուսումնասիրեք Hip-Hop ստուդիաները
ja: ヒップホップスタジオを探す
nn: Utforsk hiphop-galleri
ta: ஹிப்-ஹாப் ஸ்டுடியோவை ஆராயுங்கள்
vi: Studio Khám phá Hip-Hop

source: Hip-Hop Projects
bn: হিপ-হপ প্রজেক্টগুলো
ca: Projectes de Hip-Hop
fa: برنامه‌های هیپ-هاپ
hy: Հիփ-հոփ նախագծեր
ja: ヒップホップの作品
nn: Hiphop-prosjekt
ta: ஹிப்-ஹாப் திட்டங்கள்
vi: Chương trình Hip-Hop

source: Dance, Dance, Dance
bn: নাচ, নাচ, নাচ
ca: Balla, balla, balla
fa: برقص، برقص، برقص
hy: Պար, պար, պար
ja: ダンス、ダンス、ダンス
nn: Dans, dans, dans
ta: நடனம், நடனம், நடனம்
vi: Nhảy, Nhảy, Nhảy

source: PAA Workshop Hip-Hop Gallery
bn: PAA কর্মশালা হিপ-হপ গ্যালারি
ca: Galeria del tallers de Hip-Hop a PAA
fa: گالری کارگاه آموزشی PAA هیپ-هاپ
hy: PAA սեմինար հիփ-հոփ պատկերասրահ
ja: PAAワークショップ ヒップホップギャラリー
nn: PAA Workshop hiphop-galleri
ta: PAA பட்டறை ஹிப்-ஹாப் கேலரி
vi: Triển lãm Hip-Hop lớp học PAA

source: Scratch - For Educators
bn: Scratch - শিক্ষকদের জন্য
ca: Scatch - Per Educadors
fa: اسکرچ - برای معلمان
hy: Քերծվածք - Ուսուցիչների համար
ja: 教育関係者のためのScratch
nn: Scratch – for lærarar
ta: கீறல் - கல்வியாளர்களுக்கு
vi: Scratch - Dành cho Giáo viên

source: Scratch is designed with learning and education in mind. A wide variety of educators have been supporting Scratch creators since 2007, in both formal and informal learning environments &ndash; K-12 classroom teachers, educational and computer science researchers, librarians, museum educators, and parents.<br/><br/> Want to learn more about learning with Scratch?<br/>Check out the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a>.
bn: Scratch শেখার এবং শিক্ষার কথা মাথায় রেখে ডিজাইন করা হয়েছে। 2007 সাল থেকে বিভিন্ন ধরণের শিক্ষাবিদ Scratch নির্মাতাদের সমর্থন করে আসছে প্রথাগত এবং অনানুষ্ঠানিক উভয় শিক্ষার পরিবেশে &ndash; K-12 শ্রেণিকক্ষের শিক্ষক, শিক্ষাগত এবং কম্পিউটার বিজ্ঞান গবেষক, গ্রন্থাগারিক, জাদুঘরের শিক্ষাবিদ এবং অভিভাবকরা। <br/><br/> Scratch এর সাথে শেখার বিষয়ে আরও জানতে চাও? <br/> যাচাই করে দেখ <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd অনলাইন কমিউনিটি</a>।
ca: Scratch està dissenyat tenint present l'aprenentatge i l'educació. Una àmplia varietat d'educadors han estat donant suport als creadors de Scratch des de 2007, tant en entorns formals d'aprenentatge com informals &ndash; mestres i professors K-12, investigadors en educació i ciències de la computació, bibliotecaris, educadors de museus, i pares i mares.<br/><br/> Vols saber més sobre l'aprenentatge amb Scratch?<br/>Visita la <a href="http://scratched.gse.harvard.edu" target="_blank">comunitat en línia de ScratchEd</a>.
fa: اشکرچ با یادگیری و آموزش در ذهن طراحی شده است. طیف گسترده‌ای از مدرسان از سال 2007، در محیط های &ndash یادگیری رسمی و غیررسمی، معلمان کلاس K-12، محققان آموزشی و علوم کامپیوتر، کتابداران، مربیان موزه و والدین از سازندگان اسکرچ حمایت کرده‌اند.<br/><br/> آیا می‌خواهید از یادگیری با اسکرچ چیزهای بیشتری بدانید؟<br/> <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd online community</a> را بررسی کنید.
ja: Scratchは学習・教育を主眼として開発されました。2007年以来、さまざまな組織に在籍する教育関係者が、Scratch制作陣をサポートしてくれています（小学校〜高校までの生徒を担当する教師、教育、IT系研究者、図書館司書、美術・博物館学芸員、子どもたちの保護者など、公的教育機関から私的機関、各家庭まで、さまざまな場面で教育に携わる方々の協力を得てきました<br/><br/> ） Scratchを用いた学習についてよりくわしい情報を知りたい場合は、<br/><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEdオンラインコミュニティ</a>を参照してください。
nn: Scratch er laga med tanke på læring og utdanning. Scratch-brukarar har sidan 2007 fått hjelp frå lærarar og instruktørar av mange slag – lærarar i grunnskulen, forskarar innan IT og pedagogikk, bibliotekarar, museumsfolk og foreldre.<br/><br/> Vil du veta meir om bruk av Scratch i skulen?<br/>Sjå nettstaden <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>.
vi: Scratch được thiết kế với tinh thần giáo dục. Nhiều nhà giáo đã và đang ửng hộ những người sáng tạo ra Scratch từ năm 2007, trong cả môi trường chuyên nghiệp và không chuyên &ndash; lớp học K-12 giáo viên, nhà nghiên cứu khoa học máy tính và giáo dục, thủ thư, nhà giáo bảo tàng, và phụ huynh.<br/><br/> Muốn biết thêm về việc học với Scratch?<br/>Xem qua <a href="http://scratched.gse.harvard.edu" target="_blank">cộng đồng trực tuyến ScratchEd</a>.

source: <h3>What is ScratchEd?</h3> <p>Launched in July 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> is an online community where Scratch educators share stories, exchange resources, ask questions, and find people.</p> <p>Since its launch, more than 7500 educators from all around the world have joined the community, sharing hundreds of resources and engaging in thousands of discussions.</p> <p>Join the ScratchEd community for free at <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
bn: স্ক্র্যাচএড কি? জুলাই ২০০ ৯ -এ চালু, স্ক্র্যাচএড একটি অনলাইন কমিউনিটি যেখানে স্ক্র্যাচ শিক্ষাবিদগণ গল্প শেয়ার করেন, সম্পদ বিনিময় করেন, প্রশ্ন জিজ্ঞাসা করেন এবং মানুষকে খুঁজে পান। এটি চালু হওয়ার পর থেকে, বিশ্বজুড়ে 7500 এরও বেশি শিক্ষাবিদ সম্প্রদায়টিতে যোগদান করেছেন, শত শত সম্পদ ভাগ করে নিয়েছেন এবং হাজার হাজার আলোচনায় অংশ নিয়েছেন। Scratched.gse.harvard.edu এ বিনামূল্যে স্ক্র্যাচএড সম্প্রদায়ের সাথে যোগ দাও।
ca: <h3>Què és ScratchEd?</h3> <p>Iniciada al Juliol de 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> és una comunitat en línia en la qual educadors de Scratch comparteixen experiències i dubtes, intercanvien recursos i contacten amb altres docents.</p> <p>Des del seu llançament, més de 7500 educadors d'arreu del món s'han unit a la comunitat, han compartit centenars de recursos i han iniciat milers de fils de discussió.</p> <p>Uneix-te a la comunitat de ScratchEd de manera gratuïta a <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
fa: <h3>ScratchEd چیست?</h3> <p>در جولای 2009 آغاز شد،<a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>یک جامعه آنلاینی است که معلمین اسکرچ از تجربیات خود را می‌گویند، منابعی رد و بدل می‌کنند، سوال می‌پرسند و با دیگران آشنا می‌شوند.</p> <p>از زمان آغاز تا کنون، بیش از 7500 معلم از سراسر دنیا به این جامعه پیوسته‌اند، صدها منابع را به اشتراک گذاشته‌‌اند و در هزاران گفتگو مشارکت کرده‌اند.</p> <p>برای پیوستن رایگان به جامعه ScratchED از <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a> اقدام نمایید.<p>
ja: <h3>ScratchEdについて</h3> <p>2009年7月に発足した<a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>は、Scratchの指導者が事例をシェアし、資料や情報を交換し、質問を交わし、仲間を見つけるための、オンラインコミュニティです。 </p> <p>発足からこれまでに、7500人を超える世界中の指導者が参加し、数百の資料が公開され、数千にのぼる質疑応答が行われてきました。</p> <p>ScratchEdコミュニティへの参加は無料です。詳しくは<a href="http://scratched.gse.harvard.edu" target="_blank">こちら（scratched.gse.harvard.edu）</a>をご覧ください。<p>
nn: <h3>Kva er ScratchEd?</h3> <p><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> er eit nettsamfunn der dei som underviser med Scratch kan utveksla erfaringar og lærestoff, komma med spørsmål og få kontakt med andre som arbeider med det same.</p> <p>Meir enn 7 500 lærarar og instruktørar frå heile verda er medlem. Dei har lagt ut mykje undervisningsmateriell, og har delt mange erfaringar på diskusjonsforumet.</p> <p>Vert med i ScratchEd gratis på <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>
vi: <h3>ScratchEd là gì?</h3> <p>Được phát hành vào tháng Bảy 2009, <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> là một cộng đồng trực tuyến nơi các nhà giáo Scratch chia sẻ câu chuyện, trao đổi tài nguyên, đặt câu hỏi, và tìm người.</p> <p>Kể từ khi phát hành, có hơn 7500 nhà giáo từ các nơi trên thế giới đã gia nhập, chia sẻ hàng trăm tài nguyên và tham gia hàng nghìn thảo luận.</p> <p>Tham gia cộng đồng ScratchEd miễn phí tại <a href="http://scratched.gse.harvard.edu" target="_blank">scratched.gse.harvard.edu</a>.<p>

source: <h3>How can I learn more about what educators are doing with Scratch &ndash; and how I might use it?</h3> <p>Not sure what might be possible with Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Read a story</a> about how educators have been including Scratch activities in a wide range of learning environments.</a></p> <p>Or <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explore resources</a> across ages, disciplines, and settings. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Watch webinars</a> and review documents like the <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratch curriculum guide</a>.</p> <p>In addition to exploring the <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> online community and its resources, you can engage with the ScratchEd Team and other Scratch educators via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">weekly roundups</a>, and our <a href="http://scratched.gse.harvard.edu/events" target="_blank>">quarterly newsletter</a>.<p>
bn: <h3>স্ক্র্যাচ &ndash; দিয়ে শিক্ষকরা কী করছেন সে সম্পর্কে আমি কীভাবে আরও জানতে পারি এবং আমি কিভাবে এটি ব্যবহার করতে পারি?</h3> <p>স্ক্র্যাচ দিয়ে কি সম্ভব হতে পারে তা নিশ্চিত নন?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">শেখার পরিবেশের</a> বিস্তৃত পরিসরে স্ক্র্যাচ কার্যকলাপগুলিকে কীভাবে শিক্ষকরা অন্তর্ভুক্ত করেছেন সে সম্পর্কে একটি গল্প পড়ুন।</a></p> <p>অথবা <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">বয়স, শৃঙ্খলা এবং</a> সেটিংস জুড়ে সম্পদ অন্বেষণ করুন। <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">ওয়েবিনার দেখুন</a> এবং স্ক্র্যাচ কারিকুলাম গাইডের <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">মত নথি পর্যালোচনা করুন।</a></p> <p><a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> অনলাইন সম্প্রদায় এবং এর সংস্থানগুলি অন্বেষণ করার পাশাপাশি, আপনি <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">সাপ্তাহিক রাউন্ডআপ এবং আমাদের "></a>ত্রৈমাসিক <a href="http://scratched.gse.harvard.edu/events" target="_blank>নিউজলেটারের মাধ্যমে</a> ScratchEd টিম এবং অন্যান্য স্ক্র্যাচ শিক্ষকদের সাথে জড়িত হতে পারেন৷<p>
ca: <h3>Com puc aprendre més sobre el que els educadors estan fent amb Scratch &ndash; i com dec usar-lo</h3> <p>Vols conèixer les possibilitats de Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Llegeix un text</a> sobre com els educadors estan utilitzant les activitats amb Scratch arreu dels seus entorns d'aprenentatge.</a></p> <p>O bé <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">explora el recursos</a> a través d'edats, temàtiques i opcions. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Mira les conferències en línia</a> i documents com la <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Guia curricular de Scratch</a>.</p> <p>A més d'explorar la comunitat en línia <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> i els seus recursos, pots contactar amb l'equip de ScratchEd i altres educadors de Scratch via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">trobades setmanals</a>, i el nostre <a href="http://scratched.gse.harvard.edu/events" target="_blank>">butlletí trimestral</a>.<p>
fa: <h3>چگونه می‌توانم بیشتر در مورد آنچه مدرسان با اسکرچ & ndash انجام می‌دهند، بفهمم؛ و چطور می‌توانم از آن استفاده کنم؟</h3> <p>مطمئن نیستید چه چیزی می‌تواند با اسکرچ امکان‌پذیر باشد؟</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">یک داستان بخوانید</a>دربارۀ اینکه مدرسان چگونه فعالیت‌های اسکرچ را در طیف وسیعی از محیط‌های یادگیری استفاده کرده‌اند.</a></p> <p>یا<a href="http://scratched.gse.harvard.edu/resources/all" target="_blank"> منابعی جستجو کنید</a> از میان سنین، رشته‌ها و تنظیمات<a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank"> وبینار تماشا کنید</a> و اسنادی را بررسی کنید مانند<a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank"> راهنمای برنامه درسی اسکرچ</a>.</p> <p>علاوه بر کاوش <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a>جامعه آنلاین و منابع آن، می‌توانید با تیم ScratchEd و سایر مدرسان اسکرچ از طریق <a href="http://twitter.com/scratchedteam" target="_blank>"> توییتر</a>،<a href="http://www.facebook.com/ScratchEdTeam" target="_blank>"> فیس بوک</a>، <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>"Edmodo</a>،<a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>"> گردان‌های هفته‌ای</a>، و <a href="http://scratched.gse.harvard.edu/events" target="_blank>"> خبرنامه سه ماهه</a> ما.<p>
ja: <h3>教育関係者がScratchを使ってどんなことをしているのか、Scratchを使ってどんなことができるのか、もっとくわしく知るにはどうすればよいですか？</h3> <p>Scratchで何ができるのか、わかりにくいとお感じですか？</p> <p>教育関係者たちが幅広い学習環境でScratchを活用した事例をまとめた<a href="http://scratched.gse.harvard.edu/stories" target="_blank">事例集をがあります/a>。 </a></p> <p>幅広い年齢層、学科、状況に対応した<a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">教材も用意されています</a>。<a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Webセミナー</a>、<a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">Scratchカリキュラムガイド</a>などのドキュメントもご参照ください。</p> <p>さらに<a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> オンラインコミュニティとここに記載された資料もご覧いただけます。ScratchEdチームとその他のScratch教育関係者には次の方法で交流できます：<a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>、<a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>、<a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>、<a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">今週のまとめ</a>、<a href="http://scratched.gse.harvard.edu/events" target="_blank>">Scratchニュースレター（定期刊行）</a>。<p>
nn: <h3>Kor lærer eg meir om korleis lærarar brukar Scratch – og om korleis eg kan bruka det?</h3> <p>I Noreg kan lærarar ha nytte av å sjå på skulesida til <a href="http://www.kidsakoder.no/skole/" target="_blank">rørsla «Lær kidsa koding»</a>.</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Les ei forteljing</a> om korleis andre har brukt Scratch i mange ulike læringsmiljø.</a></p> <p>Eller <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">sjå på lærestoff</a> for ulike aldrar, fag og læringsmiljø. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Sjå videoar</a> og oversiktsdokument, blant anna ein <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">læreplan for Scratch</a>.</p> <p>I tillegg til å verta med i nettsamfunnet <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> kan du kommunisera med folka bak ScratchEd og med andre som brukar Scratch i undervisinga via <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">vekentlege oppsummeringar</a> og vårt <a href="http://scratched.gse.harvard.edu/events" target="_blank>">kvartalsvise nyheitsbrev</a>.<p>
vi: <h3>Bằng cách nào tôi biết thêm về các nhà giáo đang làm gì với Scratch &ndash; và bằng cách nào tôi sử dụng nó?</h3> <p>Không chắc được điều gì có thể với Scratch?</p> <p><a href="http://scratched.gse.harvard.edu/stories" target="_blank">Đọc một câu chuyện</a> về cách các nhà giáo đã đưa vào các hoạt động Scratch trong nhiều môi trường giảng dạy khác nhau.</a></p> <p>Hay <a href="http://scratched.gse.harvard.edu/resources/all" target="_blank">khám phá tài nguyên</a> từ nhiều độ tuổi, ngành nghề, và nền tảng. <a href="http://scratched.gse.harvard.edu/resources/new-scratch" target="_blank">Xem webinars</a> và xem các tài liệu như <a href="http://scratched.gse.harvard.edu/resources/scratch-curriculum-guide-draft" target="_blank">hướng dẫn giáo trình Scratch</a>.</p> <p>Bên cạnh việc khám phá cộng đồng trực truyến <a href="http://scratched.gse.harvard.edu" target="_blank">ScratchEd</a> và các nguồn tài nguyên, bạn có thể trao đổi với Nhóm ScratchEd và các nhà giáo khác Scratch qua <a href="http://twitter.com/scratchedteam" target="_blank>">Twitter</a>, <a href="http://www.facebook.com/ScratchEdTeam" target="_blank>">Facebook</a>, <a href="http://www.edmodo.com/publisher/scratcheducation" target="_blank>">Edmodo</a>, <a href="http://scratched.gse.harvard.edu/discussions/scratched-weekly-roundup" target="_blank>">họp mặt hàng tuần</a>, và <a href="http://scratched.gse.harvard.edu/events" target="_blank>">bản tin quy</a> của chúng tôi.<p>

source: Create Educator Account
bn: শিক্ষক এ্যাকাউন্ট তৈরি কর
ca: Crea un compte d'educador
fa: حساب آموزشی ایجاد کنید
hy: Ստեղծեք մանկավարժի հաշիվ
ja: 教師用アカウントの作成
nn: Opprett lærarkonto
ta: கல்வியாளர் கணக்கை உருவாக்கவும்
vi: Tạo tài khoản Nhà giáo

source: Connect with ScratchEd
bn: ScratchEd এর সাথে যুক্ত হও
ca: Connecta amb ScratchEd
fa: با ScratchEd ارتباط برقرار کنید
hy: Միացեք ScratchEd- ի հետ
ja: ScratchEdに参加
nn: Vert med i ScratchEd
ta: கீறல் எட் உடன் இணைக்கவும்
vi: Kết nối với ScratchEd

source: Online Community
bn: অনলাইন কমিউনিটি
ca: Comunitat en línia
fa: جامعه ی بر خط
hy: առցանց համայնք
ja: オンラインコミュニティ
nn: Nettsamfunn
ta: ஆன்லைன் சமூகம்
vi: Cộng đồng Trực tuyến

source: Facebook
bn: ফেসবুক
fa: فیس بوک Facebook
hy: Ֆեյսբուք
ta: பேஸ்புக்

source: Edmodo
bn: এডমোডো
fa: ادمودو
hy: Էդմոդո
ja: Edmode
ta: எட்மோடோ

source: Weekly Roundups
bn: সাপ্তাহিক রাউন্ডআপ
ca: Reculls de la Setmana
fa: گردآوری‌های هفتگی
hy: Շաբաթական շրջայցեր
ja: 今週のまとめ
nn: Vekentlege oppsummeringar
ta: வாராந்திர ரவுண்டப்கள்
vi: Hội họp Hàng tuần

source: Quarterly Newsletter
bn: ত্রৈমাসিক নিউজলেটার
ca: Newsletter Trimestral
fa: خبرنامه سه ماهه
hy: Եռամսյակային տեղեկագիր
ja: 季刊ニュースレター
nn: Kvartalsvis nyheitsbrev
ta: காலாண்டு செய்திமடல்
vi: Bản tin theo Quý

source: Personal
bn: ব্যক্তিগত
fa: شخصی
hy: Անձնական
ja: 個人
nn: Personleg
ta: தனிப்பட்ட
vi: Cá nhân

source: Educator
bn: শিক্ষক
ca: Educador
fa: مدرس
hy: մանկավարժ
ja: 教育関係者
nn: Lærar
ta: கல்வியாளர்
vi: Nhà giáo

source: Scratch Extensions Browser Plugin
bn: স্ক্র্যাচ এক্সটেনশন ব্রাউজার প্লাগইন
ca: Connector d'Extensions de Scratch del Navegador
fa: افزوده جستجو برنامه‌های افزودنی اسکرچ
hy: Միացնել զննարկիչում Scratch֊ի ընդլայնումը
ja: ブラウザーのScratch拡張機能プラグイン
nn: Scratch-utviding for nettlesar
ta: கீறல் நீட்டிப்புகள் உலாவி செருகுநிரல்
vi: Plugin Trình duyệt Mở rộng Scratch

source: This Scratch Extensions Browser Plugin allows you to use <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
bn: এই স্ক্র্যাচ এক্সটেনশন ব্রাউজার প্লাগইন আপনাকে <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> এবং অন্যান্য সিরিয়াল বা USB ডিভাইসগুলি স্ক্র্যাচের অনলাইন সংস্করণ সহ ব্যবহার করতে দেয়৷
ca: Aquest connector per al navegador et permet utilitzar <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set"> LEGO WeDo 1.0</a>, la placa <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> i altres dispositius sèrie o USB amb la versió en línia de Scratch.
fa: این افزونه جستجو برنامه‌های افزودنی اسکرچ اجازه می‌دهد تا از <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>،و <a href="https://en.scratch-wiki.info/wiki/PicoBoard"> PicoBoard</a>و دیگر توابع یا دستگاه‌ها USB با نسخه آنلاین اسکرچ استفاده کنید.
ja: Scratch 拡張機能 ブラウザープラグインは、<a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>、<a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a>などのシリアル/USBデバイスをScratchのオンラインエディターで使用するためのものです。
vi: Plugin Mở rộng Trình duyệt Scratch cho phép bạn sử dụng <a href="https://en.scratch-wiki.info/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, bảng <a href="https://en.scratch-wiki.info/wiki/PicoBoard">PicoBoard</a> và các thiết bị khác hay thiết bị USB cùng với bản trực tuyến của Scratch.

source: 1. Download the Plugin
bn: 1. ডাউনলোড এবং প্লাগইন
ca: 1. Descarrega el connector
fa: 1. افزونه را دانلود کنید
hy: 1. Ներբեռնեք Plugin- ը
ja: 1.プラグインをダウンロードする
nn: 1 Last ned programtillegget
ta: 1. செருகுநிரலைப் பதிவிறக்கவும்
vi: 1. Tải về Plugin
