Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: The project has been unshared and reported to the Scratch Team.
bn: প্রজেক্টটির শেয়ার বাতিল করা হয়েছে এবং Scratch টিমের কাছে রিপোর্ট করা হয়েছে।
ca: El projecte ha deixat d'estar compartit i l'equip de Scratch n'ha estat informat.
fa: این برنامه نامشخص بوده و به تیم اسکرچ گزارش شده است.
ja: プロジェクトの共有が取り消され、その旨がScratchチームに報告されました。
nn: Prosjektet ligg ikkje lenger ute, og er meldt til administratorane.
vi: Chương trình đã được ngưng chia sẻ và báo cáo về Nhóm Scratch.

source: Report as inappropriate
bn: অনুপযুক্ত হিসেবে রিপোর্ট কর
ca: Informa com a inadequat
fa: به عنوان نامناسب گزارش شود
ja: 不適切な表現についての報告
nn: Rapporter prosjektet som upassande
vi: Cáo cáo không phù hợp

source: From the dropdown below, please select the reason why you feel this project is disrespectful or inappropriate, or otherwise breaks the <a href="%(community_guidelines_url)s" target="_blank">Scratch Community Guidelines.</a>
bn: নিচের ড্রপডাউন থেকে, অনুগ্রহ করে তুমি কেন এই প্রজেক্টটিকে অসম্মানজনক বা অনুপযুক্ত বলে মনে কর, অথবা অন্যথায় <a href="%(community_guidelines_url)s" target="_blank">Scratch কমিউনিটি নির্দেশিকা</a> ভেঙে ফেলে মনে কর তা নির্বাচন কর।
ca: En el menú desplegable, tria un motiu pel qual consideres que aquest projecte no és respectuós o apropiat, o d'alguna manera no compleix amb les <a href="%(community_guidelines_url)s" target="_blank">Normes de la comunitat Scratch.</a>
fa: از منوی پایین، لطفاً دلیلی که احساس می کنید این پروژه بی احترامی و یا نامناسب است و یا <a href="%(community_guidelines_url)s" target="_blank">دستورالعمل‌های جامعه‌ی اسکرچ</a> را نقض کرده است را انتخاب نمایید.
ja: 次のドロップダウンリストから、このプロジェクトが「他人を傷つける」「不適切な表現を含んでいる」などの <a href="%(community_guidelines_url)s" target="_blank">Scratchコミュニティガイドライン</a>に反するものであると判断した理由を選んでください。
nn: Vel grunnen til at du meiner at prosjektet er upassande eller støytande, eller på annan måte bryt med <a href="%(community_guidelines_url)s" target="_blank">retningslinjene for Scratch.</a>
vi: Từ danh sách xổ xuống, xin chọn lý do tại sao bạn cảm thấy chương trình này không tôn trọng hay không phù hợp, hay vi phạm <a href="%(community_guidelines_url)s" target="_blank">Hướng dẫn Cộng đồng Scratch.</a>

source: If your report is about disrespectful or inappropriate use of Cloud Data, you can view the <a href="%(cloud_data_url)s">list of all Cloud Data operations</a> for this project.
bn: যদি তোমার রিপোর্ট ক্লাউড ডাটার ব্যবহার সম্পর্কে অসম্মানজনক বা অনুপযুক্ত হয়, তুমি এই প্রজেক্টের জন্য <a href="%(cloud_data_url)s">সমস্ত ক্লাউড ডাটা অপারেশনের তালিকা</a> দেখতে পার।
ca: Si estàs informant sobre un ús poc respectuós o inadequat de les dades al núvol, pots veure la <a href="%(cloud_data_url)s">llista de totes les operacions de dades al núvol</a> d'aquest projecte.
fa: اگر گزارش شما درباره استفاده غیرمحترمانه یا نامناسب از داده‌های ابر باشد، می‌توانید <a href="%(cloud_data_url)s">لیست تمام عملیات‌های داده‌های ابر</a> را برای این برنامه مشاهده کنید.
ja: 他人を傷つけたり、不適切な表現があるという報告が、クラウドデータの使用に関するものである場合は、そのプロジェクトの<a href="%(cloud_data_url)s">クラウドデータ操作のリスト</a>を見ることもできます。
nn: Viss du ønskjer å melda upassande bruk av nettdata, kan du sjå ei <a href="%(cloud_data_url)s">oversikt over alle operasjonar på nettdata</a> for prosjektet.
vi: Nếu báo cáo của bạn về việc sử dụng không tôn trọng hay không phù hợp Dữ liệu Đám mây, bạn có thể xem <a href="%(cloud_data_url)s">danh sách tất cả toán tử Dữ liệu Đám mấy</a> của chương trình này.

source: Select a reason
bn: একটি কারন বাছাই কর
ca: Tria un motiu
fa: یک دلیل را انتخاب کنید
hy: Ընտրեք պատճառը
ja: 理由を選択してください
nn: Vel ein grunn
ta: ஒரு காரணத்தைத் தேர்ந்தெடுக்கவும்
vi: Chọn lý do

source: Exact Copy of Project
bn: প্রজেক্টের অবিকল কপি
ca: Còpia exacta de projecte
fa: کپی برداری دقیقی از یک پروژه است
hy: Նախագծի ճշգրիտ օրինակ
ja: 他のプロジェクトの完全なコピー
nn: Nøyaktig kopi av prosjekt
ta: திட்டத்தின் திருத்தமான நகல்
vi: Bản sao y nguyên của Chương trình

source: Uses Image/Music Without Credit
bn: ক্রেডিট ছাড়া ছবি/সঙ্গীত ব্যবহার করা হয়েছে
ca: Fa ús d'imatge/música sense donar crèdit
fa: از تصویر و یا آهنگی بدون رعایت حقوق مالکیت استفاده شده است
hy: Օգտագործում է պատկեր/երաժշտություն՝ առանց նշելու, թե ով է այն հրապարակել
ja: クレジットのない画像や音楽を使っている
nn: Brukar bilete/musikk utan å visa til opphavspersonen
ta: கடன் இல்லாமல் படம் / இசையைப் பயன்படுத்துகிறது
vi: Sử dụng Hình ảnh/Âm nhạc không dẫn nguồn

source: Too Violent or Scary
bn: খুব হিংস্র বা ভীতিকর
ca: Massa violent o fa por
fa: بسیار وحشیانه و یا ترسناک است
hy: Չափազանց դաժան կամ վախենալի
ja: 過度に暴力的だったり恐怖心をあおる
nn: For valdeleg eller skremmande
ta: மிகவும் வன்முறை அல்லது பயமாக இருக்கிறது
vi: Quá bạo lực hay đáng sợ

source: Inappropriate Language
bn: অনুপযুক্ত ভাষা
ca: Llenguatge no adequat
fa: واژه‌های نامناسب دارد
hy: Անտեղի լեզու
ja: 不適切な表現が含まれる
nn: Upassande språkbruk
ta: பொருத்தமற்ற மொழி
vi: Ngôn ngữ không phù hợp

source: Inappropriate Music
bn: অনুপযুক্ত সঙ্গীত
ca: Música no adequada
fa: موسیقی نامناسب دارد
hy: Անպատշաճ երաժշտություն
ja: 不適切な音楽が使用されている
nn: Upassande musikk
ta: பொருத்தமற்ற இசை
vi: Âm nhạc không phù hợp

source: Inappropriate Images
bn: অনুপযুক্ত ছবি
ca: Imatges inadequades
fa: تصاویر نامناسب دارد
hy: Անհամապատասխան Պատկերներ
ja: 不適切な画像
nn: Upassande bilete
ta: பொருத்தமற்ற படங்கள்
vi: Hình ảnh không phù hợp

source: Sharing Personal Contact Information
bn: ব্যক্তিগত যোগাযোগের তথ্য শেয়ার করা
ca: Comparteix informació personal
fa: اطلاعات تماس شخصی را به اشتراک گذاشته است
hy: Անձնական Կոնտակտային Տեղեկատվության Փոխանակում
ja: 個人的な連絡先情報が公開されている
nn: Inneheld personleg kontaktinformasjon
ta: தனிப்பட்ட தொடர்பு தகவலைப் பகிர்தல்
vi: Chia sẻ thông tin liên lạc cá nhân

source: Other
bn: অন্যান্য
ca: Altres
fa: سایر
hy: Այլ
ja: その他
nn: Annan grunn
ta: மற்றவை
vi: Khác

source: This has been permanently unshared because of the way it violated the Community Guidelines.
bn: এটি যেভাবে কমিউনিটি নির্দেশিকা লঙ্ঘন করেছে তার কারণে এটিকে স্থায়ীভাবে শেয়ার করা বাদ দেওয়া হয়েছে৷
ca: Ha deixat d'estar compartit perquè ha violat les normes de la comunitat.
fa: این به دلیل نقض دستورالعمل‌های جامعه به طور دائمی از اشتراک برداشته شد.
ja: こちらは、コミュニティガイドラインに違反しているため、無期限で共有が取り消されました。
nn: Dette er teke av nett for alltid, på grunn av måten det bryt med retningslinjene våre.
vi: Chương trình này sẽ ngừng chia sẻ vĩnh viễn vì cách nó vi phạm Hướng dẫn Cộng đồng.

source: More projects by
bn: এর অন্যান্য প্রজেক্ট গুলো
ca: Més projectes de
fa: برنامههای بیشتر توسط
ja: この作者の他のプロジェクト:
nn: Fleire prosjekt av
vi: Thêm chương trình bởi

source: Creator
bn: নির্মাতা
ca: Creador
fa: خالق
ja: クリエーター
nn: Laga av
vi: Người tạo

source: More projects (temporarily disabled)
bn: আরও প্রকল্প (সাময়িকভাবে অক্ষম)
ca: Més projectes (temporalment deshabilitat)
fa: پروژه‌های بیشتر (به طور موقت غیر فعال شده)
hy: Այլ ծրագրեր (ժամանակավորապես անջատված են)
ja: ほかのプロジェクト(一時的に無効)
nn: Fleire prosjekt (mellombels stengt)
vi: Thêm chương trình (tạm thời bị vô hiệu hóa)

source: Instructions
bn: নির্দেশাবলী
ca: Instruccions
fa: روش کار
hy: Ցուցումներ
ja: 使い方
nn: Korleis bruka prosjektet
ta: வழிமுறைகள்
vi: Chỉ dẫn

source: Tell people how to use your project</br>(such as which keys to press).
bn: মানুষদের বল কিভাবে তোমার প্রজেক্ট ব্যবহার করবে</br> (যেমন কোন কী চাপতে হবে)।
ca: Explica a la gent com fer servir el teu projecte</br>(per exemple, quines tecles han de prémer).
fa: به دیگران بگو که چطور باید از پروژه ی شما استفاده کنند </br>(مثلا کدام کلید را باید بزنند).
hy: Պատմեք մարդկանց, թե ինչպես օգտագործել ձեր նախագիծը </br>(օրինակ, թե որ ստեղները սեղմել):
ja: プロジェクトの使い方を説明しましょう。</br>(どのキーを押すのかなど)
nn: Fortel andre korleis dei skal bruka prosjektet</br>(for eksempel kva for tastar dei skal trykkja på).
vi: Chỉ cho mọi người cách sử dụng chương trình của bạn</br>(như là bấm phím nào).

source: Notes and Credits
bn: নোট এবং ক্রেডিট
ca: Notes i Informació
fa: یادداشت‌ها و قدردانی‌ها
hy: Նշումներ և երախտագիտություն
ja: メモと作品への貢献
nn: Merknadar og bidragsytarar
vi: Chú thích và Dẫn nguồn

source: added by
bn: দ্বারা যোগ করা
ca: afegit per
fa: اضافه شده توسط
hy: ավելացրել է՝
ja: 追加した人:
nn: lagt til av
vi: được thêm bởi

source: How did you make the project?
bn: তুমি কিভাবে প্রকল্পটি তৈরি করলে?
ca: Com has fet el projecte?
fa: چطور این پروژه را ساختی؟
hy: Ինչպե՞ս պատրաստեցիք նախագիծը:
ja: どうやってこのプロジェクトを作成しましたか?
nn: Korleis laga du dette prosjektet?
vi: Bằng cách nào bạn tạo chương trình này?

source: Did you use ideas, scripts, or artwork from other people? Thank them here.
bn: তুমি কি অন্যদের ধারণা, স্ক্রিপ্ট বা আর্টওয়ার্ক ব্যবহার করেছ? এখানে তাদের ধন্যবাদ জানাও।
ca: Has fet ús d'idees, personatges, o dissenys d'altres persone? Dóna'ls les gràcies aquí.
fa: آیا از ایده‌ها، برنامه‌ و یا تصاویری که دیگران قبلا ساخته بودند استفاده کرده‌ای؟ از آنها در این جا قدردانی کن.
hy: Օգտագործե՞լ եք այլ մարդկանց գաղափարներ, սցենարներ կամ նկարներ: Շնորհակալություն հայտնեք նրանց այստեղ:
ja: 他の人のアイデアやスクリプト、画像などを使ったなら、ここに、それらへの感謝を書きましょう。
nn: Har du brukt idéar, skript eller teikningar frå andre? Hugs i så fall å takka dei her.
vi: Bạn đã sử dụng ý tưởng, kịch bản, hay tác phẩm nghệ thuật từ người khác phải không? Cảm ơn họ ở đây.

source: Draft
bn: খসড়া
ca: Esborrany
fa: پیش نویس
hy: Նախագիծ
ja: 作りかけ
nn: Utkast
vi: Nháp

source: %(tDate)s ago
bn: %(tDate)s আগে
ca: %(tDate)s enrere
fa: %(tDate)sروز پیش
hy: %(tDate)sառաջ
ja: %(tDate)s 日前
nn: for %(tDate)s sidan
vi: %(tDate)s trước

source: Add project to studios
bn: স্টুডিওতে প্রজেক্ট যোগ কর
ca: Afegeix el projecte als estudis
fa: اضافه کردن پروژه به استودیو
hy: Նախագիծ ավելացնել ստուդիաներում
ja: スタジオにプロジェクトを加える
nn: Legg prosjektet i eit galleri
vi: Thêm chương trình vào studio

source: Embed project on other websites
bn: অন্যান্য ওয়েবসাইটে এম্বেড প্রজেক্ট
ca: Inclou el projecte a altres llocs web
fa: قراردادن پروژه در وب‌سایت‌های دیگر
hy: Ներդրեք նախագիծը այլ կայքերում
ja: 他のウェブサイトで埋め込みプロジェクト
nn: Legg ut prosjektet på andre nettstadar
vi: Nhúng chương tình vào trang khác

source: Report and Unshare this project
bn: প্রজেক্টটির শেয়ার বাতিল এবং রিপোর্ট কর
ca: Informa sobre aquest projecte
fa: گزارش و عدم اشتراک‌گذاری این پروژه
hy: Բողոքարկել և չտարածել այս նախագիծը
ja: このプロジェクトを報告して、共有を取り消す
nn: Rapporter prosjektet og ta det av nettet
vi: Báo cáo và Ngưng chia sẻ chương trình này

source: Report project as inappropriate
bn: প্রজেক্ট অনুপযুক্ত বলে রিপোর্ট কর
ca: Informa com a inadequat aquest projecte
fa: گزارش پروژه نامناسب
hy: Հայտարարել նախագիծը որպես անհամապատասխան
ja: プロジェクトを不適切なものとして報告
nn: Rapporter prosjektet som upassande
vi: Cáo cáo chương trình không phù hợp

source: Report this
bn: এটি রিপোর্ট কর
ca: Informa sobre això
fa: گزارش کن
hy: Բողաքարկել այս
ja: これを報告
nn: Rapporter dette
vi: Báo cáo nó

source: View Cloud Data activity for this project.
bn: এই প্রজেক্টের জন্য ক্লাউড ডাটা এ্যাক্টিভিটি দেখ।
ca: Mira el registre d'activitat de les Dades al Núvol d'aquest projecte.
fa: فعالیت داده‌های ابر برای این پروژه را مشاهده کنید.
hy: Դիտեք այս նախագծի Cloud Data գործողությունը:
ja: このプロジェクトのクラウドデータを見る。
nn: Vis nettdata-aktivitet for dette prosjektet.
vi: Xem hoạt động Dữ liệu Đám mây của chương trình này.

source: Newest Projects
bn: নতুন প্রজেক্ট
ca: Projectes més Nous
fa: جدیدترین پروژه‌ها
hy: Նորագույն նախագծեր
ja: 最新のプロジェクト
nn: Nyaste prosjekt
vi: Chương trình Mới nhất

source: Projects selected by
bn: নির্বাচিত প্রজেক্ট
ca: Projectes escollits per
fa: پروژه‌های انتخاب شده توسط
hy: Նախագծեր, որոնք ընտրել է՝
ja: プロジェクトを選んだ人:
nn: Prosjekt valde ut av
vi: Chương trình được chọn bởi

source: Featured Projects
bn: বিশেষ প্রজেক্টগুলো
ca: Projectes destacats
fa: پروژه های ویژه
hy: Գլխավոր նախագծեր։
ja: 注目のプロジェクト
nn: Anbefalte prosjekt
ta: சிறப்பு திட்டங்கள்
vi: Các dự án nổi bật

source: What the Community is
bn: কমিউনিটি কি
ca: El què la comunitat està
fa: انجمن چیست
hy: Ինչ է Համայնքը
ja: コミュニティが好きなもの
nn: Det folket
vi: Cộng đồng là gì

source: Remix tree for "%(projectTitle)s"
bn: "%(projectTitle)s" এর রিমিক্স গাছ
ca: Arbre de reinvencions per "%(projectTitle)s"
fa: درخت بازترکیب برای "%(projectTitle)s"
hy: Վերափոխման ծառը «%(projectTitle)s» նախագծի համար
ja: "%(projectTitle)s”のリミックスツリー
nn: Remiksingstre for «%(projectTitle)s»
vi: Cây phối lại của "%(projectTitle)s"

source: Remix tree
bn: রিমিক্স গাছ
ca: Arbre de reinvencions
fa: درخت بازترکیب
hy: Վերափոխման ծառ
ja: リミックスツリー
nn: Remiksingstre
vi: Cây phối lại

source: Shared: %(tDate)s
bn: শেয়ার করা হয়েছে: %(tDate)s
ca: Compartit el: %(tDate)s
fa: به اشتراک گذاشته شده: %(tDate)s
hy: Կիսված՝ %(tDate)s
ja: %(tDate)s に共有されました。
nn: Lagt ut: %(tDate)s
vi: Đã chia sẻ: %(tDate)s

source: Your project is now shared.
bn: তোমার প্রজেক্টটি এখন শেয়ার করা হয়েছে।
ca: El teu projecte s'està compartint.
fa: پروژه ی شما هم اکنون به اشتراک گذاشته شده است.
hy: Ձեր նախագիծը այժմ հասանելի է։
ja: プロジェクトは共有されています。
nn: Prosjektet er no lagt ut.
vi: Chương trình của bạn giờ đã được chia sẻ.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
bn: তোমার প্রজেক্ট শেয়ার করার জন্য অভিনন্দন! অন্যান্য লোকেরা এখন এটি চেষ্টা করে দেখতে, মন্তব্য দিতে এবং এটিকে রিমিক্স করতে পারবে।
ca: Enhorabona per compartir el teu projecte! Els altres podran provar-lo, deixar-hi comentaris i reinventar-lo.
fa: تبریک فراوان برای به اشتراک گذاشتن پروژه! از این پس دیگران می‌توانند آن را اجرا کنند، نظر بدهند و یا بازترکیب کنند.
hy: Շնոորհավորում ենք ձեզ ձեր նախագծի կիսվելու կապակցությամբ։ Ուրիշները այժմ կարող են փորձել, տալ մեկնաբանություն և վերափոխել այն։
ja: おめでとうございます！プロジェクトが共有されました。誰でも試したり、コメントしたり、リミックスできるようになりました。
nn: Gratulerer med at du har lagt ut prosjektet ditt! No kan andre prøva det, kommentera det og remiksa det.
vi: Chúc mừng đã chia sẻ chương trình của bạn! Bây giờ người khác có thể thử, cho bình luận, và phối lại nó.

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
bn: এই প্রজেক্টটি শেয়ার করা হয়নি -- তাই শুধু তুমি এটি দেখতে পারবে ৷ সবাইকে এটি দেখাতে শেয়ার ক্লিক কর!
ca: Aquest projecte no està compartit -- per tant només tu el pots veure. Fes clic a Comparteix per fer que tothom el pugui veure!
fa: این پروژه به اشتراک گذاشته نشده است - بنابراین فقط شما می‌توانید آن را ببینید. برای آنکه همه آن را ببینند، اشتراک را کلیک کنید!
hy: Այս նախագիծը չի տարածվում, այնպես որ միայն դուք կարող եք տեսնել այն: Կտտացրեք կիսվել կոճակին, որպեսզի բոլորը տեսնեն այն:
ja: このプロジェクトは共有されていません。あなただけが見ることができます。共有をクリックして誰でも見れるようにしましょう。
nn: Prosjektet er ikkje lagt ut, så berre du kan sjå det. Trykk «Legg ut» viss du vil at alle skal kunna sjå det!
vi: Chương trình này không được chia sẻ -- nên chỉ có mình bạn thấy nó. Bấm chia sẻ để mọi người thấy nó nào!

source: Note: This project is in the trash folder
bn: নোট: এই প্রজেক্টটি ট্র্যাশ ফোল্ডারে রয়েছে
ca: Avís: Aquest projecte està a la paperera
fa: توجه: این پروژه در پوشه‌ی زباله‌ها است
hy: Նշում․ Այս նախագիծը գտնվում է աղբարկղում։
ja: 注意：このプロジェクトはゴミ箱に入れられています。
nn: Merk: Dette prosjektet ligg i papirkorga
vi: Chú ý: Chương trình này nằm trong thư mục rác

source: Note: this project is not visible, it was
bn: নোট: এই প্রজেক্টটি দৃশ্যমান নয়, এটি ছিল
ca: Avís: aquest projecte no és visible, ho va estar
fa: توجه: این پروژه قابل مشاهده نیست، قبلاً بود.
hy: Ցուցում․ Այս նախագիծը տեսանելի չէ
ja: 注意：このプロジェクトは、現在、見ることができません。
nn: Merk: Dette prosjektet er ikkje synleg, det var
vi: Chú ý: chương trình này không thể thấy, nó là

source: Unshared
bn: শেয়ার বাতিল করা হয়েছে
ca: Sense compartir
fa: لغو اشتراک گذاری
hy: Չկիսված
ja: 共有されていないもの
nn: Teke av nettet
vi: Ngừng chia sẻ

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
bn: আমরা তোমার রিপোর্টটি পেয়েছি। Scratch টিম প্রজেক্টটি পর্যালোচনা করবে এবং <a href='/community_guidelines'>Scratch কমিউনিটি নির্দেশিকা</a> এর উপর ভিত্তি করে এটি সাইটে থাকা উচিত কিনা তা নির্ধারণ করবে।
ca: Hem rebut la teva denúncia. L'Equip de Scratch revisarà el projecte, i decidirà si ha d'estar o no al lloc web, basant-se en les <a href='/community_guidelines'>Normes de la comunitat</a>.
fa: ما گزارش شما را دریافت کرده‌ایم. تیم اسکرچ این پروژه را بررسی کرده و تصمیم می‌گیرد که آیا بر اساس <a href='/community_guidelines'>دستورالعمل های جامعه اسکرچ</a> می‌تواند روی سایت بماند یا خیر.
hy: Մենք ստացել ենք ձեր զեկույցը: Scratch թիմը կուսումնասիրի նախագիծը և կորոշի, թե արդյոք այն պետք է մնա կայքում՝ <a href='/community_guidelines'>հիմնվելով Scratch համայնքի ուղեցույցների վրա</a>։
ja: 報告を受け取りました。Scratchチームは、ご連絡いただいたプロジェクトを精査して、<a href='/community_guidelines'>Scratchコミュニティガイドライン</a>に基づいて、このプロジェクトをサイトに残すべきかどうか判断します。
nn: Me har motteke meldinga di. Scratch-administratorane vil sjå på prosjektet og avgjera om det følgjer <a href='/community_guidelines'>retningslinjene våre</a>.
vi: Chúng tôi vừa nhận báo cáo của bạn. Nhóm Scratch sẽ xem xét chương trình, và quyết định nó có nên được giữ trên trang hay không dựa trên <a href='/community_guidelines'>Hướng dẫn Cộng đồng Scratch</a>.

source: Login
bn: লগইন
ca: Inicia la sessió
fa: ورود
hy: Մուտք գործել
ja: ログイン
nn: Logg inn
ta: உள் நுழை
vi: Đăng nhập

source: Forgot username or password?
bn: ইউজারনেম এবং পাসওয়ার্ড ভুলে গেছো ?
ca: Has perdut el nom d'usuari o la contrasenya?
fa: آیا نام حساب کاربری و یا رمز عبورتان را فراموش کرده‌اید؟
hy: Մոռացե՞լ եք օգտատիրոջ անունը կամ գաղտնաբառը:
ja: ユーザー名やパスワードを忘れましたか?
nn: Gløymt brukarnamn eller passord?
vi: Quên tên đăng nhập hay mật khẩu?

source: Password reset confirmation
bn: পাসওয়ার্ড রিসেট নিশ্চিতকরণ
ca: Confirmació del canvi de contrasenya
fa: تایید بازنشانی (ریست) رمز عبور
hy: Գաղտնաբառի վերականգնման հաստատում
ja: パスワードリセットの確認
nn: Stadfest nytt passord
vi: Xác nhận đặt lại mật khẩu

source: New Password
bn: নতুন পাসোয়ার্ড
ca: Nova Contrasenya
fa: رمز عبور جدید
hy: Նոր գաղտնաբառ
ja: 新しいパスワード
nn: Nytt passord
ta: புதிய கடவுச்சொல்
vi: Mật khẩu Mới

source: Change my password
bn: আমার পাসওয়ার্ড পরিবর্তন কর
ca: Canvia la meva contrasenya
fa: رمز عبور من را عوض کن
hy: Փոխել գաղտնաբառը
ja: パスワードの変更
nn: Byt passord
vi: Thay đổi mật khẩu của tôi

source: Your must enter a password
bn: তোমাকে অবশ্যই একটি পাসওয়ার্ড লিখতে হবে
ca: Has d'introduir una contrasenya
fa: باید رمز عبور را وارد کنید
hy: Դուք պետք է գաղտնաբառ մուտքագրեք
ja: 必ずパスワードを入力してください
nn: Du må skriva eit passord
vi: Bạn phải nhập vào mật khẩu

source: Password reset email sent...
bn: পাসওয়ার্ড রিসেট ইমেইল পাঠানো হয়েছে ...
ca: El correu per reestablir la contrasenya s'ha enviat...
fa: ایمیل بازنشانی رمز عبور ارسال گردید...
hy: Գաղտնաբառի վերականգնման նամակը ուղարկված․․
ja: パスワードリセットのためにメールを送る…
nn: E-post om nytt passord er send …
vi: Email đặt lại mật khẩu đã được gửi...

source: We have sent password reset instructions to your teacher through email. If your teacher does not receive the email, be sure to ask them to check their spam folder.
bn: আমরা ইমেইলের মাধ্যমে তোমার শিক্ষকের কাছে পাসওয়ার্ড রিসেট নির্দেশনা পাঠিয়েছি। যদি তোমার শিক্ষক ইমেইল না পায়, তাহলে তাদের স্প্যাম ফোল্ডারটি যাচাই করতে বল।
ca: Hem enviat un correu electrònic al teu professor amb les instruccions per restablir la contrasenya. Si el teu professor no el rep, assegureu-vos de revisar la bústia de correu no desitjat.
fa: ما دستورالعمل تنظیم مجدد رمز عبور را به معلم شما از طریق ایمیل ارسال کرده‌ایم. اگر معلم شما ایمیل دریافت نکرد، مطمئن شوید که از آنها میخواهید که پوشه اسپم خود را بررسی کنند.
hy: Մենք էլեկտրոնային փոստով ուղարկել ենք ձեր գաղտնաբառի վերականգնման հրահանգներ ձեր ուսուցչին: Եթե ձեր ուսուցիչը նամակ չի ստանում, համոզվեք, որ ստուգել եք էլ․ հասցեի spam պանակը:
ja: パスワードのリセット方法を説明するメールを先生宛に送信しました。先生がこのメールを受信できていない場合は、迷惑メールフォルダーを確認するようお願いしてください。
nn: Me har sendt informasjon om nullstilling av passordet ditt til læraren din. Viss læraren ikkje finn e-post, be han eller ho om å sjekka i mappa for reklame-e-post.
vi: Chúng tôi vừa gửi chỉ dẫn đặt lại mật khẩu về cho giáo viên của bạn thông qua email. Nếu giáo viên của bạn không nhận được email, chắc rằng hỏi lại họ kiểm tra thư mục rác.

source: We've e-mailed instructions for resetting your password to the e-mail address you provided, or the email associated with your account. If you don't receive it shortly, be sure to check your spam folder.
bn: তোমার প্রদত্ত ইমেইল ঠিকানা, অথবা তোমার এ্যাকাউন্টের সাথে সম্পর্কিত ইমেইলে তোমার পাসওয়ার্ড রিসেট করার জন্য আমরা নির্দেশাবলী ইমেইল করেছি। যদি তুমি শীঘ্রই এটি না খুজে পাও, তোমার স্প্যাম ফোল্ডারটি যাচাই করে দেখ।
ca: Hem enviat un correu electrònic amb les instruccions per restablir la contrasenya a l'adreça de correu proporcionada, o a l'associada amb aquest compte. Si no el reps en uns instants, assegura't de revisar la carpeta de correu no desitjat.
fa: ما دستورالعمل‌هایی برای بازنشانی رمزعبورتان به آدرس ایمیل ارائه شده یا ایمیل مرتبط با حساب شما ارسال کرده‌ایم. اگر پس از مدت کوتاهی آن را دریافت نکردید، مطمئن شوید که پوشه اسپم خود را بررسی کنید.
hy: Մենք էլեկտրոնային փոստով ուղարկել ենք ձեր գաղտնաբառի վերականգնման հրահանգները՝ ձեր տրամադրած էլ.փոստի հասցեին: Եթե չեք ստանում, համոզվեք, որ ստուգել եք ձեր spam պանակը:
ja: 指定した電子メールアドレス、またはアカウントに関連付けられたメールアドレスにパスワードをリセットするための電子メールを送りました。しばらくしてもメールが届かない場合は、迷惑メールフォルダを確認してください。
nn: Me har sendt informasjon om nullstilling av passordet ditt til e-postadressa knytt til kontoen din. Viss du ikkje finn e-posten, sjå i mappa for reklame-e-post.
vi: Chúng tôi vừa gửi email chỉ dẫn về cách đặt lại mật khẩu của bạn về địa chỉ email bạn đã cung cấp, hay email kết nối với tài khoản của bạn. Nếu bạn không nhận được nó trong thời gian ngắn, chắc rằng bạn kiểm tra thư mục rác.

source: You're receiving this email because you requested a password reset for your user account on Scratch. If you didn't request a password change, you can just ignore this message.
bn: তুমি এই ইমেলটি পাচ্ছ কারণ তুমি Scratch এ তোমার ব্যবহারকারীর এ্যাকাউন্টের জন্য একটি পাসওয়ার্ড পরিবর্তন করার অনুরোধ করেছ ৷ তুমি যদি পাসওয়ার্ড পরিবর্তনের অনুরোধ না করে থাক তবে তুমি এই বার্তাটিকে উপেক্ষা করতে পার ৷
ca: Has rebut aquest correu electrònic perquè has sol·licitat un restabliment de contrasenya del teu compte d'usuari de Scratch. Si no has sol·licitat un canvi de contrasenya, simplement pots ignorar aquest missatge.
fa: شما این ایمیل را دریافت می‌کنید زیرا درخواست بازنشانی رمز عبور برای حساب کاربری خود در اسکرچ دادید. اگر تغییر رمز عبور را درخواست نکردید، می‌توانید این پیام را نادیده بگیرید.
hy: Դուք ստանում եք այս էլ.փոստը, քանի որ դուք խնդրել եք Scratch-ում ձեր հաշվի գաղտնաբառի վերականգնման համար: Եթե գաղտնաբառի փոփոխություն չեք պահանջել, կարող եք պարզապես անտեսել այս հաղորդագրությունը:
ja: このメールは、Scratchユーザーアカウントのパスワードリセット要求にしたがって送信されました。パスワードの変更要求を行っていない場合は、このメールを無視してください。
nn: Du får denne e-posten fordi du bad om å få nytt passord på brukarkontoen din på Scratch. Viss du ikkje har bedt om nytt passord, treng du ikkje bry deg om denne meldinga.
vi: Bạn đang nhận email này vì bạn đã yêu cầu đặt lại mật khẩu cho tài khoản người dùng của bạn trên Scratch. Nếu bạn không yêu cầu đổi mật khẩu, bạn có thể bỏ qua tin nhắn này.

source: This email was requested with the IP address %(ip)s.
bn: এই ইমেলটি %(ip)s IP ঠিকানার সাথে অনুরোধ করা হয়েছিল।
ca: Aquest correu electrònic va ser sol·licitat amb l'adreça IP %(ip)s.
fa: این ایمیل با آدرس IP %(ip)s درخواست شد.
hy: Այս էլ.փոստը հայցվել է այս %(ip)s IP հասցեով:
ja: このメールは、IPアドレス %(ip)sからの要求によるものです。
nn: E-posten er send basert på ein førespurnad frå IP-adressa %(ip)s.
vi: Email này được yêu cầu với địa chỉ IP %(ip)s.

source: Please go to the following page and choose a new password:
bn: অনুগ্রহ করে নিম্নলিখিত পেইজে যাও এবং একটি নতুন পাসওয়ার্ড বাছাই কর:
ca: Si us plau accedeix a la següent pàgina i tria una nova contrasenya:
fa: لطفا به صفحه زیر بروید و گزینه رمز عبور جدید را انتخاب کنید:
hy: Խնդրում եմ գնացեք հետևյալ էջ եւ ընտրեք նոր գաղտնաբառ։
ja: 次のページに移動して、新しいパスワードを選択してください。
nn: Gå til denne sida der du kan velja nytt passord:
vi: Xin vào trang sau đây và chọn mật khẩu mới:
