Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: You're receiving this e-mail because you requested a password reset for your user account at Scratch. If you didn’t request a password change, you can just ignore this message.
bn: তুমি এই ইমেলটি পাচ্ছ কারণ তুমি Scratch এ তোমার ব্যবহারকারীর এ্যাকাউন্টের জন্য একটি পাসওয়ার্ড পরিবর্তন করার অনুরোধ করেছ ৷ তুমি যদি পাসওয়ার্ড পরিবর্তনের অনুরোধ না করে থাক তবে তুমি এই বার্তাটিকে উপেক্ষা করতে পার ৷
ca: Has rebut aquest correu electrònic perquè has sol·licitat un restabliment de contrasenya del teu compte d'usuari de Scratch. Si no has sol·licitat un canvi de contrasenya, simplement pots ignorar aquest missatge.
fa: شما این ایمیل را دریافت می‌کنید زیرا درخواست بازنشانی رمز عبور برای حساب کاربری خود در اسکرچ دادید. اگر تغییر رمز عبور را درخواست نکردید، می‌توانید این پیام را نادیده بگیرید.
hy: Դուք ստանում եք այս էլ. Փոստը, քանի որ Scratch- ում գաղտնաբառի վերականգնում եք խնդրել ձեր օգտվողի հաշվի համար: Եթե գաղտնաբառի փոփոխություն չեք պահանջել, կարող եք պարզապես անտեսել այս հաղորդագրությունը:
ja: このメールは、Scratchユーザーアカウントのパスワードリセット要求にしたがって送信されました。パスワードの変更要求を行っていない場合は、このメールを無視してください。
nn: Du får denne e-posten fordi du bad om å få nytt passord på brukarkontoen din på Scratch. Viss du ikkje har bedt om nytt passord, treng du ikkje bry deg om denne meldinga.
vi: Bạn đang nhận email này vì bạn đã yêu cầu đặt lại mật khẩu cho tài khoản người dùng của bạn trên Scratch. Nếu bạn không yêu cầu đổi mật khẩu, bạn có thể bỏ qua tin nhắn này.

source: Here are the username(s) associated with this email address:
bn: এই ইমেল ঠিকানার সাথে যুক্ত ব্যবহারকারীর নাম এখানে দেওয়া হল:
ca: Aquí estan el nom(s) d'usuari associat amb aquesta adreça de correu electrònic:
fa: در اینجا نام کاربری (های) مربوط به این آدرس ایمیل است:
hy: Ահա այս էլ.փոստի հետ կապված օգտագործողի անուն(ներ) ը.
ja: このメールアドレスに関連づいているユーザー名は次のとおりです。
nn: Her er brukarnamna knytte til denne e-postadressa:
vi: Đây là tên người dùng (có thể nhiều) kết nối với địa chỉ email này:

source: Go here to change the password:
bn: পাসওয়ার্ড পরিবর্তন করতে এখানে যাও:
ca: Accedeix aquí per canviar la contrasenya:
fa: به این‌جا بروید تا رمزعبور را تغییر دهید:
hy: Գնացեք այստեղ՝ գաղտնաբառը փոխելու համար.
ja: パスワードを変更するには、ここから：
nn: Gå her for å byta passord:
vi: Vào đây để thay đổi mật khẩu:

source: Reset your password - Scratch
bn: তোমার পাসওয়ার্ড রিসেট কর - Scratch
ca: Restableix la contrasenya - Scratch
fa: تنظیم مجدد رمزعبور شما در اسکرچ
hy: Վերականգնել ձեր գաղտնաբառը - Scratch
ja: パスワードのリセット - Scratch
nn: Få nytt passord – Scratch
vi: Đặt lại mật khẩu của bạn - Scratch

source: Reset Password
bn: পাসওয়ার্ড রিসেট কর
ca: Reestableix la Contrasenya
fa: بازیابی رمز عبور
hy: Վերականգնել գաղտնաբառը
ja: パスワードのリセット
nn: Få nytt passord
vi: Đặt lại Mật khẩu

source: Whoops, forget your password or username?
bn: ওহ হো, তোমার পাসওয়ার্ড বা ব্যবহারকারীর নাম ভুলে গেছো?
ca: Vaja, has oblidat la teva contrasenya o nom d'usuari?
fa: ای واای، آیا نام حساب کاربری یا ایمیلت را فراموش کردی؟
hy: Վա՜յ, դուք մոռացե՞լ եք ձեր գաղտնաբառը կամ օգտատիրոջ անունը։
ja: ユーザー名やパスワードを忘れましたか?
vi: Ố, quên mật khẩu hoặc tên người dùng ư?

source: No problem, just enter your username or your email and we will send you an email with instructions to reset your password.
bn: কোন সমস্যা নেই, শুধু তোমার ব্যবহারকারীর নাম বা তোমার ইমেইল লিখ এবং আমরা তোমাকে তোমার পাসওয়ার্ড রিসেট করার নির্দেশাবলীসহ একটি ইমেইল পাঠাব।
ca: Cap problema, introdueix el teu nom d'usuari o adreça de correu electrònic i t'enviarem un correu electrònic amb les instruccions per restablir la teva contrasenya.
fa: نگران نشو، کافی است که نام کاربری و یا ایمیل ات را وارد کنی. ما برای تو ایمیلی همراه با توضیحات برای بازیابی رمز عبور ات ارسال می‌کنیم.
hy: Խնդիր չկա, պարզապես մուտքագրեք ձեր օգտանունը կամ էլ.փոստը, և մենք ձեզ նամակ կուղարկենք ձեր գաղտնաբառը վերականգնելու հրահանգներով:
ja: 心配ありません。ユーザー名またはメールアドレスを入力してください。あなたのメールアドレスに、パスワードのリセット方法を送信します。
vi: Không vấn đề gì, chỉ cần nhập tên người dùng của bạn hay địa chỉ email và chúng tôi sẽ gửi bạn một email với chỉ dẫn cách đặt lại mật khẩu của bạn.

source: Enter Username
bn: ইউজারনেম দাও
ca: Introdueix el teu nom d'usuari
fa: نام کاربری را وارد کنید
hy: Մուտքագրեք օգտատիրոջ անունը
ja: ユーザー名を入力してください。
nn: Vel brukarnamn
vi: Nhập Tên đăng nhập

source: Email address you registered with
bn: তোমার সাথে নিবন্ধিত ইমেইল ঠিকানা
ca: Adreça amb la que t'has registrat
fa: آدرس ایمیلی که با آن ثبت نام کرده اید
hy: Էլ․ հասցեն որով գրանցվել եք
ja: 登録しているメールアドレスを入力してください。
nn: E-postadressa du registrerte på brukarkontoen
vi: Địa chỉ email bạn đã đăng ký

source: Send me a password reset link!
bn: আমাকে একটি পাসওয়ার্ড রিসেট লিংক পাঠাও!
ca: Envia'm un enllaç per reestablir la contrasenya!
fa: لینک بازنشانی کلمه عبور را برایم ارسال کن!
hy: Ուղարկե՛ք ինձ գաղտնաբառի վերականգնման հղումը
ja: パスワードリセットのメールを送る!
nn: Send meg ei lenkje for å laga nytt passord!
vi: Gửi cho tôi đường dẫn đặt lại mật khẩu!

source: Welcome to Scratch, <strong>%(username)s</strong>!
bn: Scratch এ স্বাগতম, <strong>%(username)s</strong>!
ca: Benvingut a Scratch, <strong>%(username)s</strong>!
fa: %(username)s، به اسکرچ خوش آمدید.
hy: Բարի՛ գալուստ Scratch, <strong>%(username)s</strong>։
ja: Scratchへようこそ、<strong> %(username)s</strong>!
nn: Velkommen til Scratch, <strong>%(username)s</strong>!
vi: Chào mừng đến với Scratch, <strong>%(username)s</strong>!

source: With Scratch, you can program your own interactive stories, games, and animations—and share your creations with others in the community.
bn: Scratch দিয়ে, তুমি তোমার নিজের ইন্টারেক্টিভ গল্প, গেমস এবং অ্যানিমেশন তৈরি করতে পার — এবং অনলাইন কমিউনিটিতে অন্যদের মাঝে তোমার উদ্ভাবনকে শেয়ার করতে পার।
hy: Scratch- ի միջոցով դուք կարող եք ծրագրավորել ձեր սեփական ինտերակտիվ պատմությունները, խաղերը և անիմացիաները և ձեր ստեղծածով կիսվել համայնքի մյուս անդամների հետ:
ja: Scratchを使えば、自由にインタラクティブストーリーやゲーム、アニメーションを作ることができます。さらに、できあがった作品はコミュニティで他の人と共有できます。

source: New to Scratch? Click the link below:
bn: Scratch এ নতুন? নিচের লিংকে ক্লিক কর:
hy: Նո՞ր եք Scratch֊ում։ Կտտացրեք ստորև նշված հղմանը՝
ja: Scratch初心者ですか? 下のリンクをクリックしてください:

source: Get started on Scratch
bn: Scratch এ শুরু কর
hy: Սկսեք Scratch֊ում
ja: Scratchをはじめよう

source: To learn more about the Scratch online community, go to our
bn: Scratch অনলাইন কমিউনিটি সম্পর্কে আরও জানতে, যাও আমাদের
hy: Scratch֊ի առցանց համայնքի մասին ավելին իմանալու համար, եկեք մեր մոտ
ja: Scratchのオンラインコミュニティについてもっと知るには、次を見てください:

source: To discover project ideas, check out our
bn: প্রজেক্ট আইডিয়াগুলো আবিষ্কার করতে, যাচাই কর আমাদের
hy: Նախագծային գաղափարների մասին իմանալու համար ծանոթացեք մեր
ja: プロジェクトのアイデアを発見するには、次を見てください:

source: Ideas Page
bn: ধারণা পাতা
hy: Գաղափարների էջ
ja: アイデアページ
ta: யோசனைகள் பக்கம்

source: Welcome to Scratch, %(username)s!
bn: Scratch এ স্বাগতম,%(username)s
ca: Benvingut a Scratch, %(username)s!
fa: %(username)s به اسکرچ خوش آمدی!!
hy: Բարի գալուստ Scratch, %(username)s!
ja: Scratchへようこそ、%(username)sさん!
nn: Velkommen til Scratch, %(username)s!
vi: Chào mừng đến với Scratch, %(username)s!

source: Get Started on Scratch
bn: Scratch দিয়ে শুরু কর
hy: Սկսել Scratch֊ի հետ
ja: Scratchをはじめよう

source: To learn more about the Scratch online community, go to our Community Guidelines
bn: Scratch অনলাইন কমিউনিটি সম্পর্কে আরও জানতে, আমাদের কমিউনিটি নির্দেশিকা দেখ
hy: Scrach֊ի առցանց համայնքի մասին ավելին իմանալու համար դիտեք մեր Համայնքի ուղեցույցները
ja: Scratchのオンラインコミュニティについてもっと知るには、コミュニティーガイドラインを見てください。

source: To discover project ideas, check out our Ideas Page
bn: প্রজেক্ট আইডিয়াগুলো আবিষ্কার করতে, আমাদের আইডিয়া পেইজ দেখ
hy: Գաղափարների համար դիտեք մեր էջը
ja: プロジェクトのアイデアを発見するには、アイデアページを確認してみてください。

source: Joined %(tDate)s ago /
bn: যোগ দিয়েছে %(tDate)s আগে /
ca: Es va unir fa %(tDate)s /
fa: %(tDate)sروز پیش به ما پیوسته است /
hy: Միացել է %(tDate)s առաջ /
ja: %(tDate)s 日前に参加 /
nn: Vart med for %(tDate)s sidan /
vi: Đã tham gia %(tDate)s trước /

source: Community statistics for Brazil at a glance
bn: এক নজরে ব্রাজিলের জন্য কমিউনিটি পরিসংখ্যান
ca: Un cop d'ull a les estadístiques de la comunitat per a Brasil
fa: آمارهای جامعه برای برزیل در یک نگاه
hy: Բրազիլիայի համայնքային վիճակագրությունը մեկ հայացքից
ja: ブラジルにおけるコミュニティ統計情報（概要）
nn: Statistikk for Brasil
vi: Thống kê cộng đồng cho Brazil với cái nhìn lướt qua

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li>&hellip;and growing!</li>
bn: <li class="data"><span class="value" id="numproject"></span> প্রজেক্ট শেয়ার করা হয়েছে,</li> <li class="data"><span class="value" id="numusers"></span> ব্যবহারকারীরা নিবন্ধিত হয়েছে,</li> <li class="data"><span class="value" id="numcomments"></span> মন্তব্য পোস্ট করা হয়েছে,</li> <li>& hellip;এবং ক্রমবর্ধমান!</li>
ca: <li class="data"><span class="value" id="numproject"></span> projectes compartits,</li> <li class="data"><span class="value" id="numusers"></span> usuaris registrats,</li> <li class="data"><span class="value" id="numcomments"></span> comentaris publicats,</li> <li>&hellip;i creixent!</li>
fa: <li class="data"><span class="value" id="numproject"></span>پروژه به اشتراک گذاشته شده،</li> <li class="data"><span class="value" id="numusers"></span>کاربران ثبت نام شده،</li> <li class="data"><span class="value" id="numcomments"></span>نظرات ارسال شده،</li> <li>&hellip; و در حال رشد!</li>
hy: <li class="data"><span class="value" id="numproject"></span>նախագիծը կիսված է,</li> <li class="data"><span class="value" id="numusers"></span>օգտատերը գրանցված է,</li> <li class="data"><span class="value" id="numcomments"></span>մեկնաբանությունը հայտարարված է,</li> <li>&hellip;and growing!</li>
ja: <li class="data"><span class="value" id="numproject"></span> 個のプロジェクトが共有され</li> <li class="data"><span class="value" id="numusers"></span> 人のユーザーが登録済みで</li> <li class="data"><span class="value" id="numcomments"></span> 個のコメントが投稿されています。</li> <li>&hellip;現在、さらに増加中！</li>
nn: <li class="data"><span class="value" id="numproject"></span> prosjekt lagde ut,</li> <li class="data"><span class="value" id="numusers"></span> registrerte brukarar,</li> <li class="data"><span class="value" id="numcomments"></span> diskusjonsinnlegg,</li> <li>&hellip; og i stadig vekst!</li>
vi: <li class="data"><span class="value" id="numproject"></span> chương trình được chia sẻ,</li> <li class="data"><span class="value" id="numusers"></span> người dùng đã đăng ký,</li> <li class="data"><span class="value" id="numcomments"></span> bình luận được đăng,</li> <li>&hellip;và đang tăng nữa!</li>

source: Data generated on:
bn: তথ্য তৈরি করা হয়েছে:
ca: Dades generats a:
fa: داده‌های تولید شده در:
hy: Տվյալների գեներացվել է՝
ja: 作成された日：
nn: Data generert:
vi: Dữ liệ được tạo ra trên:

source: Detailed trends for Brazil
bn: ব্রাজিলের জন্য বিস্তারিত প্রবণতা
ca: Detall de tendències per a Brasil
fa: روندهای دقیق برای برزیل
ja: ブラジルでの状況の詳細
nn: Detaljerte trendar for Brasil
vi: Xu hướng chi tiết cho Brazil

source: Monthly Activity Trends
bn: মাসিক কার্যকলাপ প্রবণতা
ca: Tendències mensuals d'activitat
fa: روندهای فعالیت ماهانه
ja: 月ごとの活動状況
nn: Månadleg aktivitetstrend
vi: Xu hướng Hoạt động Hàng tháng

source: Monthly Active Users
bn: মাসিক সক্রিয় ব্যবহারকারী
ca: Usuaris més actius mensualment
fa: کاربران فعال ماهانه
hy: Ամսվա ակտիվ օգտատեր
ja: 月ごとの活動ユーザー数
nn: Aktive brukarar per månad
vi: Người dùng Tích cực Hàng tháng

source: Age Distribution of New Scratchers
bn: নতুন স্ক্র্যাচারদের বয়স বিন্যাস
ca: Distribució per edats dels nous Scratchers
fa: هرم سنی اسکرچرهای جدید
hy: Տարիքային բաշխման նոր նախագծեր
ja: 新しくScratcherになった人の年齢分布
nn: Aldersfordeling av nye scratcharar
vi: Phân bố Độ tuổi của Scratcher Mới

source: Monthly Project Shares
bn: মাসিক শেয়ার করা প্রজেক্ট
ca: Projectes compartits mensualment
fa: اشتراک‌های پروژه ماهانه
hy: Նախագծի ամսական կիսումներ
ja: 月ごとのプロジェクト共有数
nn: Prosjekt lagde ut per månad
vi: Chia sẻ Chương trình Hàng tháng

source: Monthly Comment Activity
bn: মাসিক মন্তব্য কার্যক্রম
ca: Activitat de comentaris mensuals
fa: فعالیت نظرهای ماهانه
hy: Մեկնաբանությունների ամսական ակտիվություն
ja: 月ごとのコメント数
nn: Kommentarar per månad
vi: Hoạt động Bình luận Hàng tháng

source: Monthly Activity Trends from Brazil
bn: ব্রাজিল থেকে মাসিক ক্রিয়াকলাপের প্রবণতা
ca: Tendències d'activitat mensual de Brasil
fa: روال فعالیت ماهانه از برزیل
ja: 月ごとのブラジルからの活動状況
nn: Trend i månadleg aktivitet frå Brasil
vi: Xu hướng Hoạt động Hàng tháng từ Brazil

source: Monthly Active Users from Brazil
bn: ব্রাজিল থেকে মাসিক সক্রিয় ব্যবহারকারী
ca: Usuaris actius mensualment de Brasil
fa: کاربران فعال ماهانه از برزیل
hy: Ամսական ակտիվ օգտատերեր Բրազիլիայից
ja: 月ごとのブラジルからの活動ユーザー数
nn: Aktive brukarar frå Brasil per månad
vi: Người dùng Tích cực Hàng tháng từ Brazil

source: Age Distribution of New Scratchers from Brazil
bn: ব্রাজিল থেকে নতুন স্ক্র্যাচারদের বয়স বন্টন
ca: Distribució per edats de nous usuaris de Scratch de Brasil
fa: هرم سنی اسکرچرهای جدید از برزیل
hy: Տարիքային բաշխման նոր նախագծեր Բրազիլիայից
ja: 新しくScratcherになった人のブラジルでの年齢分布
nn: Aldersfordeling for nye brukarar frå Brasil
vi: Phân bố Độ tuổi của Scratcher Mới từ Brazil

source: Monthly Project Shares from Brazil
bn: ব্রাজিল থেকে মাসিক শেয়ার করা প্রজেক্ট
ca: Projectes compartits mensualment de Brasil
fa: بخش های برنامه ی ماهانه از برزیل
hy: Ամսական կիսված նախագծեր Բրազիլիայից
ja: 月ごとのブラジルからのプロジェクト共有数
nn: Prosjekt lagde ut frå Brasil per månad
vi: Chia sẻ Chương trình Hàng tháng từ Brazil

source: Monthly Comment Activity from Brazil
bn: ব্রাজিল থেকে মাসিক মন্তব্য এ্যাক্টিভিটি
ca: Activitat de comentaris mensuals de Brasil
fa: فعالیت گزارش ماهانه از برزیل
hy: Մեկնաբանությունների ամսական ակտիվություն Բրազիլիայից
ja: 月ごとのブラジルからのコメント数
nn: Kommentarar frå Brasil per månad
vi: Hoạt động Bình luận Hàng tháng từ Brazil

source: Community statistics at a glance
bn: এক নজরে কমিউনিটির পরিসংখ্যান
ca: Un cop d'ull a les estadístiques de la comunitat
fa: آمارهای جامعه در یک نگاه
hy: Համայնքի վիճակագրությունը մեկ հայացքից
ja: コミュニティ統計情報（概要）
nn: Statistikk for nettsamfunnet
vi: Lướt qua thống kê cộng đồng

source: <li class="data"><span class="value" id="numproject"></span> projects shared,</li> <li class="data"><span class="value" id="numusers"></span> users registered,</li> <li class="data"><span class="value" id="numcomments"></span> comments posted,</li> <li class="data"><span class="value" id="numstudios"></span> studios created</li> <li>&hellip;and growing!</li>
bn: <li class="data"><span class="value" id="numproject"></span> প্রজেক্ট শেয়ার করা হয়েছে,</li> <li class="data"><span class="value" id="numusers"></span> ব্যবহারকারীরা নিবন্ধিত হয়েছে,</li> <li class="data"><span class="value" id="numcomments"></span> মন্তব্য পোস্ট করা হয়েছে,</li> <li class="data"><span class="value" id="numstudios"></span> স্টুডিও তৈরি করা হয়েছে</li> <li>& hellip;এবং ক্রমবর্ধমান!</li>
ca: <li class="data"><span class="value" id="numproject"></span> projectes compartits,</li> <li class="data"><span class="value" id="numusers"></span> usuaris registrats,</li> <li class="data"><span class="value" id="numcomments"></span> comentaris publicats,</li> <li class="data"><span class="value" id="numstudios"></span> estudis creats</li> <li>&hellip;i creixent!</li>
fa: <li class="data"><span class="value" id="numproject"></span>پروژه به اشتراک گذاشته شده،</li> <li class="data"><span class="value" id="numusers"></span>کاربران ثبت نام شده،</li> <li class="data"><span class="value" id="numcomments"></span>نظرات ارسال شده،</li> <li class="data"><span class="value" id="numstudios"></span>استودیوهای خلق شده</li> </li>&hellip; و در حال رشد!</li>
hy: <li class="data"><span class="value" id="numproject"></span>նախագիծը կիսված է,</li> <li class="data"><span class="value" id="numusers"></span>օգտատերը գրանցված է,</li> <li class="data"><span class="value" id="numcomments"></span>մեկնաբանությունը հայտարարված է,</li> <li class="data"><span class="value" id="numstudios"></span>ստուդիան ստեղծված է</li> <li>&hellip;and growing!</li>
ja: <li class="data"><span class="value" id="numproject"></span>個の共有されたプロジェクト</li> <li class="data"><span class="value" id="numusers"></span>人の登録ユーザー</li> <li class="data"><span class="value" id="numcomments"></span>個の投稿されたコメント</li> <li class="data"><span class="value" id="numstudios"></span>個の作成されたスタジオ</li> <li>&hellip;拡大中！</li>
nn: <li class="data"><span class="value" id="numproject"></span> prosjekt lagde ut,</li> <li class="data"><span class="value" id="numusers"></span> registrerte brukarar,</li> <li class="data"><span class="value" id="numcomments"></span> kommentarar skrivne,</li> <li class="data"><span class="value" id="numstudios"></span> galleri oppretta</li> <li>… og det vert stadig meir!</li>
vi: <li class="data"><span class="value" id="numproject"></span> chương trình được chia sẻ,</li> <li class="data"><span class="value" id="numusers"></span> người dùng đã đăng ký,</li> <li class="data"><span class="value" id="numcomments"></span> bình luận đã đăng,</li> <li class="data"><span class="value" id="numstudios"></span> studio được tạo</li> <li>&hellip;và đang tăng nữa!</li>

source: Website traffic last month
bn: গত মাসের ওয়েবসাইট ট্রাফিক
ca: Transit del lloc web el mes passat
fa: ترافیک وب سایت در ماه گذشته
ja: 先月のウェブサイトのトラフィック
nn: Trafikk på nettstaden den siste månaden
vi: Lưu lượng truy cập trang web tháng rồi

source: <li class="data">%(pageviews)s pageviews</li> <li class="data">%(visits)s visits</li> <li class="data">%(visitors)s unique visitors</li>
bn: <li class="data">%(pageviews)s পেইজদেখা</li> <li class="data">%(visits)s পরিদর্শন</li> <li class="data">%(visitors)s স্বতন্ত্র দর্শক</li>
ca: <li class="data">%(pageviews)s pàginas vistes</li> <li class="data">%(visits)s visites</li> <li class="data">%(visitors)s visitants únics</li>
fa: <li class="data">%(pageviews)sتعداد بازدید از صفحه</li> <li class="data">%(visits)sبازدیدها</li> <li class="data">%(visitors)sبازدیدکنندگان منحصربه فرد</li>
ja: <li class="data">%(pageviews)s 回のページビュー</li> <li class="data">%(visits)s 人ののべ訪問数</li> <li class="data">%(visitors)s 人のユニークな訪問数</li>
nn: <li class="data">%(pageviews)s sidevisingar</li> <li class="data">%(visits)s besøk</li> <li class="data">%(visitors)s unike brukarar</li>
vi: <li class="data">%(pageviews)s lượt xem trang</li> <li class="data">%(visits)s lượt truy cập</li> <li class="data">%(visitors)s khách truy cập</li>

source: Data generated from Google Analytics on:
bn: গুগল অ্যানালিটিক্স থেকে ডেটা উৎপন্ন হয়েছে:
ca: Dades generades per Google Analytics en:
fa: داده‌های تولید شده از Google Analytics در:
ja: Google Analyticsで作成されたデータ:
nn: Data frå Google Analytics:
vi: Dữ liệu được tạo ra từ Google Analytics trên:

source: Scratchers Worldwide
bn: বিশ্বজুড়ে স্ক্র্যাচার
ca: Scratchers arreu del món
fa: اسکرچرهای سراسر جهان
ja: 世界のScratcher
nn: Scratcharar i heile verda
vi: Scratcher Toàn cầu

source: We'll be Back Soon- Scratch
bn: আমরা শীঘ্রই ফিরে আসব- Scratch
ca: Tornarem aviat- Scratch
fa: ما به زودی برمی‌گردیم- اسکرچ
ja: すぐに戻ります。 - Scratch
nn: Snart tilbake – Scratch
vi: Chúng tôi sẽ trở lại sớm thôi - Scratch

source: Coming Back Soon...
bn: শীঘ্রই ফিরে আসছে...
ca: Tornarem aviat...
fa: به زودی برمیگردیم ..
ja: 今しばらくお待ちください
nn: Er snart tilbake …
vi: Trở lại sớm thôi...

source: Scratch Terms of Use
bn: Scratch ব্যবহারের শর্তাবলী
ca: Condicions d'Ús de Scratch
fa: شرایط استفاده اسکرچ
ja: Scratchの利用規約
nn: Vilkår for bruk av Scratch
vi: Điều khoản Sử dụng Scratch

source: Featured Project
bn: ফিচার করা প্রজেক্ট
ca: Projecte Destacat
fa: پروژه‌های ویژه
ja: 注目のプロジェクト
nn: Anbefalt prosjekt
vi: Chương trình đặc trưng

source: Featured Tutorial
bn: ফিচার করা টিউটোরিয়াল
ca: Tutorial Destacat
fa: آموزش‌های ویژه
ja: 注目のチュートリアル
nn: Anbefalt rettleiing
vi: Hướng dẫn Đặc trưng

source: Work In Progress
bn: কাজ চলছে
ca: Treball en progrés
fa: کار در حال انجام
ja: 作成中
nn: Pågåande arbeid
vi: Đang tiến hành

source: Remix This!
bn: এটি রিমিক্স কর!
ca: Reinventa-ho!
fa: این را بازترکیب کن!
ja: これをリミックスして！
nn: Remiks dette!
vi: Phối lại nó!

source: My Favorite Things
bn: আমার পছন্দের জিনিস
ca: Les meves coses preferides
fa: علایق من
ja: 私のお気に入り
nn: Favoritt-tinga mine
vi: Những thứ Ưa thích của Tôi

source: Why I Scratch
bn: কেন আমি Scratch করব
ca: Per què jo Scratchejo
fa: چرا من با اسکرچ کار می‌کنم
ja: Scratchをやる理由
nn: Korfor eg scratchar
vi: Tại sao tôi Scratch

source: user profile
bn: ব্যবহারকারীর প্রোফাইল
ca: perfil d'usuari
fa: پروفایل کاربر
ja: ユーザープロフィール
nn: brukarprofil
vi: thông tin người dùng

source: user profiles
bn: ব্যবহারকারীর প্রোফাইল
ca: perfils d'usuari
fa: پروفایل کاربران
ja: ユーザープロフィール
nn: brukarprofilar
vi: thông tin người dùng

source: Woah, seems like you're following people really quickly. Please wait a bit longer between following people.
bn: ওহ, মনে হচ্ছে তুমি মানুষদের খুব দ্রুত অনুসরণ করছ। অনুগ্রহ করে অনুসরণ করার পর একটু অপেক্ষা কর।
ca: Vaja, sembla que estàs seguint a persones molt ràpid. Si us plau espera una mica més entre usuari i usuari.
fa: وای، به نظر می‌رسد شما خیلی سریع در حال دنبال کردن افراد هستید. لطفا کمی بیشتر مابین دنبال کردن افراد مکث کنید.
ja: 申し訳ありません。ユーザーをフォローする間隔が少し早すぎるようです。1人をフォローしたあと次の人をフォローするときは、もう少し時間を置いてください。
nn: Oi! Det ser ut til at du er svært kjapp med å følgja folk. Prøv å venta litt lenger mellom kvar gong du følgjer nokon.
vi: Oa, dường như bạn đang theo người khác rất nhanh. Xin đợi lâu hơn một chút giữa những lần theo dõi người khác.

source: Oops! You are following too many Scratchers.
bn: উফ! তুমি অনেক বেশি স্ক্র্যাচার অনুসরণ করছ।
ca: Vaja! Estàs seguint a massa Scratchers.
fa: اووه!! شما دنبال کننده ی اسکرچرهای بسیار زیادی هستید.
ja: フォローしているScratcherの数が多すぎるようです。
vi: Ố! Bạn đang theo nhiều Scratchers quá rồi.

source: You must confirm your email address to love or favorite projects
bn: তোমার কোন প্রজেক্ট পছন্দ করতে বা প্রিয় করতে ইমেইল ঠিকানা নিশ্চিত করতে হবে
ca: Cal que confirmis la teva adreça de correu electrònic per marcar projectes com agradat o favorit
fa: شما برای ابراز علاقه یا افزودن پروژه به پروژه های مورد علاقه، باید آدرس ایمیل خود را تایید کنید.
ja: プロジェクトに好きやお気に入りをつけるには、メールアドレスを認証する必要があります。
vi: Bạn phải xác thực email của bạn để thích các dự án.

source: Woah, seems like you're favoriting projects really quickly. Please wait a bit longer between favoriting projects.
bn: ওহ, মনে হচ্ছে তুমি প্রজেক্টগুলো খুব দ্রুত পছন্দ করছ। অনুগ্রহ করে প্রজেক্টগুলো পছন্দ করতে কিছু সময় অপেক্ষা কর।
ca: Vaja, sembla que estàs marcant projectes com a favorit molt ràpid. Si us plau espera una mica més entre projecte i projecte.
fa: وای، به نظر می‌رسد شما واقعاً سریع به پروژه‌ها علاقه‌مند می‌شوید. لطفاً بین علاقه‌مندی به پروژه‌ها کمی صبر کنید.
ja: 申し訳ありません。プロジェクトをお気に入りにする間隔が少し早すぎるようです。1回お気に入りにした後他のプロジェクトをお気に入りにするときは、もう少し時間を置いてください。
vi: Oa, dường như bạn đang ưu thích nhiều chương trình rất nhanh chóng. Xin đợi lâu hơn một chút giữa những lần ưa thích chương trình.

source: Woah, seems like you're loving projects really quickly. Please wait a bit longer between loving projects.
bn: ওহ, মনে হচ্ছে তুমি প্রজেক্টগুলো খুব দ্রুত পছন্দ করছ। অনুগ্রহ করে প্রজেক্টগুলো পছন্দ করার পর কিছু সময় অপেক্ষা কর।
ca: Vaja, sembla que estàs marcant projectes amb M'agrada molt ràpid. Si us plau espera una mica més entre projecte i projecte.
fa: وای، به نظر می‌رسد شما واقعاً سریع عاشق پروژه‌ها می‌شوید. لطفاً بین علاقه‌ شدید به پروژه‌ها کمی صبر کنید.
ja: 申し訳ありません。プロジェクトを好きにする間隔が少し早すぎるようです。1回好きにした後他のプロジェクトを好きにするときは、もう少し時間を置いてください。
vi: Oa, dường như bạn đang yêu thích nhiều chương trình rất nhanh chóng. Xin đợi lâu hơn một chút giữa những lần yêu thích chương trình.
