Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: The <strong>Hour of Code</strong>&#8482; is an international movement by <a href="http://code.org">Code.org</a> to introduce millions of students to one hour of computer science and computer programming. In Brazil, the initiative is promoted by <a href="http://programae.org.br">Programa&ecirc;</a>.
bn: কোড অব আওয়ার &#8482; Code.org দ্বারা একটি আন্তর্জাতিক আন্দোলন যা লক্ষ লক্ষ শিক্ষার্থীকে এক ঘন্টা কম্পিউটার বিজ্ঞান এবং কম্পিউটার প্রোগ্রামিং এর সাথে পরিচয় করিয়ে দেয়। ব্রাজিলে, উদ্যোগটি প্রোগ্রাম এবং ইসিআরসি দ্বারা প্রচারিত হয়;
ca: La <strong>Hora del Codi</strong>&#8482; és un moviment internacional impulsat per <a href="http://code.org">Code.org</a> per introduir milions d'estudiants a una hora de ciències de la computació i programació. A Brasil, la iniciativa és promoguda per <a href="http://programae.org.br">Programa&ecirc;</a>.
fa: <strong>زمان برنامه‌نویسی</strong>یک جنبش بین‌المللی توسط <a href="http://code.org">Code.org</a> برای معرفی میلیون‌ها دانش‌آموز به یک ساعت علوم کامپیوتر و برنامه‌نویسی کامپیوتر می‌باشد. در برزیل، این ابتکار توسط <a href="http://programae.org.br">Programa&ecirc;</a>آغاز شده است.
hy: <strong>Ծրագրավորման ժամը</strong>&#8482; միջազգային շարժում է <a href="http://code.org">Code.org</a>-ի կողմից միլիոնավոր սովորողներին մեկ ժամվա ընթացքում համակարգչային գիտություն և ծրագրավորում ներկայացնելու համար։ Բրազիլիայում նախաձեռնությունն աջակցվում է <a href="http://programae.org.br">Programa&ecirc;</a>-ի կողմից։
ja: <strong>コードの時間（Hour of Code）</strong>&#8482; は、世界中の数百万人の生徒たちに1時間コンピューター技術とコンピュータープログラミングの入門講座を開くという <a href="http://code.org">Code.org</a> が主導する世界的な活動です。 ブラジルでは <a href="http://programae.org.br">Programa&ecirc;</a>が活動の中心を担っています。
nn: <strong>Kodetimen</strong> (Hour of Code™) er ei internasjonal satsing frå <a href="http://code.org">Code.org</a> for å gje alle skuleelevar ei éintimes innføring i programmering og informatikk. I Brasil vert satsinga leia av <a href="http://programae.org.br">Programaê</a>.
vi: <strong>Giờ Lập trình</strong>&#8482; là một hành động quốc tế <a href="http://code.org">Code.org</a> để giới thiệu hàng triệu học sinh với một giờ dành cho khoa học máy tính và lập trình máy tính. Ở Brazil, sáng kiến được khởi xướng bởi <a href="http://programae.org.br">Programa&ecirc;</a>.

source: Scratch Help
bn: Scratch সাহায্য
ca: Ajuda sobre Scratch
fa: راهنمای اسکرچ
hy: Scratch օգնություն
ja: Scratchニュース
nn: Scratch-hjelp
ta: கீறல் உதவி
vi: Giúp đỡ Scratch

source: Scratch - For Parents
bn: Scratch - অভিভাবকের জন্য
ca: Scratch - Per als pares
fa: اسکرچ - برای والدین
hy: Scratch - ծնողների համար
ja: Scratch - 保護者の皆さまへ
nn: Scratch – for foreldre
ta: கீறல் - பெற்றோருக்கு
vi: Scratch - Dành cho Phụ huynh

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
bn: Scratch একটি প্রোগ্রামিং ল্যাঙ্গুয়েজ এবং একটি অনলাইন কমিউনিটি যেখানে শিশুরা ইন্টারেক্টিভ বিভিন্ন মিডিয়া যেমন গল্প, গেমস এবং অ্যানিমেশন প্রোগ্রাম করতে পারে এবং সারা বিশ্বের মানুষের সাথে শেয়ার করতে পারে। শিশুরা যখন Scratch দিয়ে প্রোগ্রাম তৈরি করে, তখন তারা সৃজনশীল চিন্তা করতে শেখে, সহযোগিতায় কাজ করতে শেখে এবং পদ্ধতিগতভাবে যুক্তি দেখাতে শেখে। Scratch এর ডিজাইন করা এবং রক্ষণাবেক্ষণ করা হয়েছে MIT মিডিয়া ল্যাবের Lifelong Kindergarten দল দ্বারা।
ca: Scratch és un llenguatge de programació i una comunitat online on els nens i nenes poden programar i compartir les seves produccions multimèdia com històries, jocs i animacions amb gent d'arreu del món. Mentre creen amb Scratch, aprenen a pensar de manera creativa, a treballar en grup i a pensar de forma sistemàtica. Scratch està dissenyat i mantingut pel Lifelong Kindergarten Group del MIT Media Lab.
fa: اسکرچ یک زبان برنامه‌نویسی و یک جامعه آنلاین است که در آن بچه‌ها می‌توانند برنامه نویسی کنند و کارهایشان مانند داستان‌، بازی و انیمیشن‌ها را با دیگران در سرتاسر دنیا به اشتراک بگذارند. دانش‌آموزانی که با اسکرچ کار می‌کنند خلاقانه اندیشیدن، همکاری و تفکر منطقی را خواهند آموخت. طراحی و نگه‌داری اسکرچ توسط گروه مهدکودک مادام العمر در آزمایشگاه رسانه‌ی دانشگاه MIT شده است.
hy: Scratch-ը ծրագրավորման լեզու և առցանց համայնք է, որտեղ երեխաները կարող են ծրագրավորել և կիսվել ինտերակտիվ մեդիայով, ինչպիսին են՝ պատմություններ, խաղեր և անիմացիաներ, ամբողջ աշխարհում գտնվող մարդկանց հետ։Երբ երեխենարը ծրագրավորում են Scratch-ով, նրանք սովորում են մտածել ստեղծագործական, աշխատել համագործակցաբար և տրամաբանել համակարգված։Scratch-ը ձևավորվել է և աջակցվում է MIT մեդիա լաբարատորիայի Lifelong Kindergarten խմբի կողմից։
ja: Scratchは、プログラミング言語であり、かつ、子供達が物語やゲーム、アニメーションなどのインタラクティブ作品をプログラムし、世界中の人々と共有できるコミュニティーなのです。子供達は、Scratchで創作するなかで、創造的に考えることや協調して作業すること、システマティックに推論することを学びます。ScratchはMITメディアラボ ライフロングキンダーガーテングループによりデザイン、維持されています。
nn: Scratch er eit programmeringsspråk og eit nettsamfunn der du kan laga dine eigne interaktive forteljingar, spel og animasjonar – og visa fram det du har laga til heile verda. Når barn og ungdom skapar og programmerer Scratch-prosjekt, vil dei læra kreativitet, systematisk tenking og å samarbeida med andre. Scratch er laga og vert vidareutvikla ved Lifelong Kindergarten-gruppa ved MIT Media Lab i USA.
vi: Scratch là một ngôn ngữ lập trình và cộng đồng trực tuyến nơi trẻ em có thể lập trình và chia sẻ tài nguyên tương tác như các câu chuyện, trò chơi, và phim hoạt hình với nhiều người từ khắp nơi trên thế giới. Khi trẻ em sáng tạo với Scratch, chúng học cách suy nghĩ sáng tạo, làm việc hợp tác, và lý luận có hệ thống. Scratch được thiết kế và duy trì bởi nhòm Lifelong Kindergarten tại MIT Media Lab.

source: What is the age range for Scratch?
bn: Scratch এর বয়সকাল কত?
ca: Quin és el rang d'edat per a l'Scratch?
fa: محدوده سنی برای اسکرچ چیست؟
hy: Ո՞րն է քերծման տարիքային միջակայքը:
ja: Scratchの対象年齢は？
nn: Kva aldersgruppe er Scratch laga for?
ta: கீறலுக்கான வயது வரம்பு என்ன?
vi: Độ tuổi để sử dụng Scratch?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
bn: যদিও Scratch প্রাথমিকভাবে 8 থেকে 16 বছর বয়সীদের জন্য ডিজাইন করা হয়েছে, তবে এটি সব বয়সের মানুষ ব্যবহার করে, যার মধ্যে রয়েছে ছোট বাচ্চারা ও তাদের বাবা-মা।
ca: L'Scratch, tot i estar dissenyat per a infants i joves d'entre 8 a 16 anys, també és utilitzat per persones de totes les edats, incloent-hi nens i nenes més petits amb els seus pares.
fa: اگر چه اسکرچ برای سنین بین 8 تا 16 سال طراحی شده است، اما توسط افرادی از همه‌ی گروه‌های سنی مورد استفاده قرار می‌گیرد، حتی خردسالان با والدینشان.
hy: Չնայած Scratch-ը մշակվել է 8-ից 16 տարեկան երեխաների համար, այն կարող է օգտագործվել բոլոր տարիքի մարդկանց կողմից, ներառյալ փոքր երեխաները՝ ծնողների հետ միասին:
ja: Scratchはもともと8歳から16歳の子供向けにデザインされていましたが、それより小さい子供や、その保護者など、全ての年齢の方に使われています。
nn: Scratch er først og fremst laga for ungar frå 8 til 16 år, men det kan brukast av alle, òg av yngre barn saman med foreldra.
ta: முதன்மையாக ஸ்க்ராட்ச் 8 முதல் 16 வயதுடையவர்களுக்காக வடிவமைக்கப்பட்ருந்தாலும், இது எல்லா வயதினராலும், இளைய குழந்தைகள் உட்பட பயன்படுத்தப்படுகிறது.
vi: Mặc dù Scratch được thiết kế chủ yếu dành cho trẻ em từ 8 đến 16 tuổi nhưng nó cũng được mọi người ở mọi độ tuổi sử dụng, bao gồm trẻ nhỏ cùng cha mẹ của chúng.

source: What resources are available for learning Scratch?
bn: Scratch শেখার জন্য কোন রিসোর্সগুলো পাওয়া যায়?
ca: Quins recursos estan disponibles per aprendre Scratch?
fa: منابع موجود برای یادگیری اسکرچ چیست؟
hy: Ի՞նչ ռեսուրսներ են առկա Scratch-ը սովորելու համար:
ja: Scratchを学ぶにはどのような教材がありますか？
nn: Kva finst av lærestoff om Scratch?
ta: கீறல் கற்க என்ன ஆதாரங்கள் உள்ளன?
vi: Những nguồn thông tin nào phù hợp cho việc học Scratch?

source: If you’re just getting started, there’s a <a href="/projects/editor/?tip_bar=getStarted">step-by-step guide</a> available inside Scratch, or you can download the <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Getting Started guide (PDF)</a>. The <a href="/info/cards/">Scratch Cards</a> provide a fun way to learn more. For an overview of Scratch resources, see <a href="/help/">Scratch Help</a>.
bn: যদি তুমি সবেমাত্র শুরু কর, তাহলে দেখবে Scratch এর মধ্যে <a href="/projects/editor/?tip_bar=getStarted">ধাপে-ধাপে নির্দেশিকা</a> বিদ্যমান রয়েছে, অথবা তুমি <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">শুরু করার নির্দেশিকা (পিডিএফ)</a> ডাউনলোড করতে পার। আরও শিখতে <a href="/info/cards/">Scratch কার্ডগুলো</a> একটি মজার উপায় প্রদান করে। Scratch রিসোর্স এর একটি সংক্ষিপ্ত বিবরণের জন্য <a href="/help/">Scratch সহায়তা</a> দেখ।
ca: Si tot just t'inicies, tens a disposició una <a href="/projects/editor/?tip_bar=getStarted">guia pas-a-pas</a> disponible a Scratch, o pots descarregar la <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Guia d'inici (PDF)</a>. Les <a href="/info/cards/">Scratch Cards</a> ofereixen una manera divertida d'aprendre. Per a una visió de conjunt dels recursos de Scratch, consulta <a href="/help/">Ajuda de Scratch</a>.
fa: اگر شما تازه شروع به کار کرده‌اید، یک <a href="/projects/editor/?tip_bar=getStarted">راهنمای گام به گام</a> در داخل اسکرچ وجود دارد، یا می‌توانید <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">راهنمای شروع به کار (PDF)</a> را دانلود کنید. <a href="/info/cards/">کارت‌های اسکرچ</a>راهی جالب برای یادگیری بیشتر دارد. برای مرور کلی از منابع اسکرچ، به <a href="/help/">راهنمای اسکرچ</a> نگاه کنید.
hy: Եթե դուք նոր եք սկսում, այնտեղ կա <a href="/projects/editor/?tip_bar=getStarted">քայլ առ քայլ ուղեցույց</a> հասանելի Scratch-ում, կամ դուք կարող եք ներբեռնել <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Սկսելու ուղեցույց(PDF)</a>:<a href="/info/cards/">Scratch քարտեր</a>-ն ապահովում են զվարճալի ուղի ավելին սովորելու համար:Scratch-ի ռեսուրսներ ուսումնասիրելու համար, նայիր <a href="/help/">Scratch help</a>:
ja: Scratch初心者のみなさんには、Scratchから参照できる <a href="/projects/editor/?tip_bar=getStarted">「Scratchをはじめよう」手順付きガイド</a> 、ダウンロードして利用する<a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Scratch入門ガイド（PDF）</a>、学ぶのが楽しくなる<a href="/info/cards/">Scratchコーディングカード</a>なども用意しています。Scratchについての資料、説明などの概要については、 <a href="/help/">Scratchヘルプ</a>を参照してください。
nn: Viss du ikkje har brukt Scratch før, finn du ei <a href="/projects/editor/?tip_bar=getStarted">steg-for-steg-innføring</a> bygd inn i Scratch. Du kan òg lasta ned innføringa <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">Kom i gang med Scratch (PDF)</a>. Dei ulike <a href="/info/cards/">Scratch-korta</a> er ein gøy måte å læra meir på. Du finn ei oversikt over lærestoff på <a href="/help/">hjelpesida</a>. Brukarar i Noreg kan òg ha interesse av å vitja <a href="http://kodeklubben.no/">Kodeklubben</a>.
vi: Nếu bạn mới bắt đầu, có một <a href="/projects/editor/?tip_bar=getStarted">hướng dẫn từng bước</a> trong Scratch, hoặc bạn có thể tải <a href="%(STATIC_URL)s/pdfs/help/Getting-Started-Guide-Scratch2.pdf">hướng dẫn Bắt đầu (PDF)</a>. <a href="/info/cards/">Thẻ Scratch</a> cung cấp một cách học vui. Để có cái nhìn tổng quan về tải nguyên Scratch, xem <a href="/help/">Giúp đỡ Scratch</a>.

source: What is the Scratch online community?
bn: Scratch অনলাইন কমিউনিটি কি?
ca: Què és la comunitat en línia de Scratch?
fa: انجمن برخط اسکرچ چیست؟
hy: Ո՞րն է Scratch առցանց համայնքը:
ja: Scratchオンライン・コミュニティとは何ですか？
nn: Kva er nettsamfunnet til Scratch?
ta: கீறல் ஆன்லைன் சமூகம் என்றால் என்ன?
vi: Cộng đồng trực tuyến Scratch là gì?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
bn: Scratch অনলাইন কমিউনিটিতে অংশ নেওয়ার সময়, সদস্যরা সব পটভূমি, বয়স এবং আগ্রহের অন্যান্য Scratch সদস্যদের সাথে একটি উন্মুক্ত শিক্ষা কমিউনিটিতে অন্বেষণ ও পরীক্ষা করতে পারে। সদস্যরা তাদের কাজ শেয়ার করতে পারে, মতামত পেতে পারে এবং একে অপরের কাছ থেকে শিখতে পারে।
ca: Quan participen en la comunitat Scratch online, els membres poden explorar i experimentar en una comunitat oberta d'aprenentatge amb altres membres de tots els països, edats i interessos. Els membres poden compartir els seus treballs, rebre comentaris i aprendre l'un de l'altre.
fa: با مشارکت در جامعه‌ی آنلاین اسکرچ، اعضا می‌توانند در یک جامعه با مهارت‌ها، سنین و علایق متفاوتی به یادگیری نامحدود، به کشف و آزمایش همراه با سایر اعضای اسکرچ دست بزنند. اعضا می‌توانند کارهای‌شان را به اشتراک بگذارند، از یکدیگر یاد بگیرند و بیاموزند.
hy: Scratch առցանց համայնքին մասնակցելիս անդամները կարող են ուսումնասիրել և փորձարկել բաց ուսումնական համայնքում ՝ Scratch- ի այլ անդամների հետ, բոլոր ծագմամբ, տարիքից և հետաքրքրություններից: Անդամները կարող են կիսել իրենց աշխատանքը, հետադարձ կապ ստանալ և միմյանցից սովորել:
ja: Scratchオンライン・コミュニティに参加すると、その人の背景や年齢，関心などから、他のユーザーやその作品を探す事ができる、オープンな学習コミュニティを体験できます。メンバーは自分の作品を共有して、フィードバックを得ながらお互いに学習ができます。
nn: Dei som deltek på Scratch-nettstaden kan utforska og eksperimentera med kvarandres prosjekt i eit ope læringsmiljø med andre. Dei kan òg leggja ut ting dei sjølv har laga, få tilbakemeldingar og læra av kvarandre. Scratch-brukarane er i alle aldrar, og med ulike bakgrunnar og interesser.
vi: Khi tham gia vào cộng đồng trực tuyến Scratch, các thành viên có thể khám phá và thử nghiệm trong một cộng đồng học tập mở với những thành viên Scratch khác từ mọi lứa tuổi, sở thích, và ngành nghề. Thành viên có thể chia sẻ công việc của họ, nhận phản hồi, và học hỏi lẫn nhau.

source: What are the guidelines for the Scratch online community?
bn: Scratch অনলাইন কমিউনিটির জন্য নির্দেশিকা কি?
ca: Quines són les normes d'ús per la comunitat en línia de Scratch?
fa: خط مشی‌های جامعه آنلاین اسکرچ چیست؟
hy: Որո՞նք են Scratch առցանց համայնքի ցուցումները:
ja: Scratchオンライン・コミュニティのガイドラインとは何ですか？
nn: Kva reglar gjeld for nettsamfunnet til Scratch?
ta: கீறல் ஆன்லைன் சமூகத்திற்கான வழிகாட்டுதல்கள் யாவை?
vi: Hướng dẫn cho cộng đồng trực tuyến Scratch là gì?

source: The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the <a href="/community_guidelines">community guidelines</a> together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> profanity filter.
bn: এমআইটি স্ক্র্যাচ টিম কমিউনিটির সাথে কাজ করে সব বয়সের, জাতি, জাতি, ধর্ম, যৌন অভিমুখ এবং লিঙ্গ পরিচয়ের মানুষের জন্য বন্ধুত্বপূর্ণ এবং সম্মানজনক পরিবেশ বজায় রাখতে। তুমি তোমার সন্তানকে একসাথে সম্প্রদায়ের নির্দেশিকা পর্যালোচনা করে অংশগ্রহণ করতে শিখতে সাহায্য করতে পারো। সদস্যদের গঠনমূলক মন্তব্য করতে এবং কমিউনিটির নির্দেশনা অনুসরণ না করে এমন কোনো বিষয়বস্তুর প্রতিবেদন করে ওয়েবসাইটকে বন্ধুত্বপূর্ণ রাখতে সাহায্য করতে বলা হয়। স্ক্র্যাচ টিম ক্লিনস্পিক অশ্লীলতা ফিল্টারের মতো সরঞ্জামগুলির সাহায্যে সাইটে ক্রিয়াকলাপ পরিচালনা এবং প্রতিবেদনের প্রতিক্রিয়া জানাতে প্রতিদিন কাজ করে।
ca: L'equip de Scratch del MIT treballa amb la comunitat per mantenir un entorn agradable i respectuós per a persones de totes les edats, races, ètnies, religions, orientacions sexuals, i identitats de gènere. Pots ajudar que els teus fills o alumnes aprenguin a participar tot revisant les <a href="/community_guidelines">normes de la comunitat</a> plegats. Volem que els membres comentin de manera constructiva per ajudar a mantenir el respecte en el lloc web tot reportant qualsevol contingut que no segueixi les normes de la comunitat. L'equip de Scratch treballa a diari per gestionar l'activitat al lloc i respondre a les notificacions, amb l'ajuda d'eines com el <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> filtre de males paraules.
fa: گروه اسکرچ در MIT کوشیده است که انجمنی با محیطی دوستانه و محترمانه برای همه افراد شامل هر گروه سنی، نژاد، قومیت‌، مذهب، گرایش و هویت جنسی ارائه کند. همراه با کودک‌تان برای آگاهی از نحوه‌ی مشارکت نگاهی به <a href="/community_guidelines">communityGuidelines</a> بیندازید. از اعضا خواسته‌ایم تا با ارائه‌ی نظرات سازنده به دوستانه‌تر شدن وب‌سایت کمک کنند و محتواهایی که سازگار با خط مشی‌های انجمن نیستند را گزارش نمایند. گروه اسکرچ روزانه مشغول مدیریت فعالیت‌های وب‌سایت و بررسی گزارش‌ها ارسالی با استفاده از ابزارهایی مانند <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> جهت پالایش (filter) محتواهای رکیک و ناسزاگونه است.
hy: MIT Scratch-ի թիմն աշխատում է համայնքով, որպեսզի պահպանի ընկերական և հարգալից միջավայրը բոլոր տարիքի, ռասսայի, էթնիկ պատկանելության, կրոնի, սեռական կողմնորոշման և գենդերային ինքնության մարդկանց համար։Դուք կարող եք օգնել ձեր երեխային սովորել ինչպես մասնակցել՝ վերանայելով <a href="/community_guidelines">համայնքի ուղեցույցները</a> միասին։Անդամները խնդրում են մեկնաբանել կառուցողական և օգնել պահել կայքը ընկերական, հաղորդելով ցանկացած կոնտեմտ, որը չի հետևում համայնքի ուղեցույցներին։Scratch-ի թիմն աշխատում է ամեն օր, որպեսզի կառավարի կայքի գործունեությունը և արձագանքի հաղորդումներին օգնական գործիքներով, ինչպիսին է<a href="http://www.inversoft.com/features/profanity-filter/">ՄաքուրԽոսք</a> հայհոյանքների ֆիլտրը։
ja: MIT Scratchチームでは、本コミュニティがすべての年齢、人種、民族、宗教、性的嗜好、性自認の人にとって友好的で敬意にあふれた場所となるよう、努力しています。保護者のみなさまには、子どもたちと一緒に <a href="/community_guidelines">コミュニティガイドライン</a> を確認し、子どもたちがどのようにコミュニティに参加すればよいのかを学ぶ手助けをお願いします。本コミュニティの参加者には、建設的なコメントを行い、コミュニティ内を平和的な空間とすることが求められています。 コミュニティガイドラインに反した内容を発見した場合は、ご報告ください。Scratchチームでは、<a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> （侮蔑語フィルター）などのツールも使用しながら、日々サイト内での活動を管理して、ご報告に対応するうよう努めています。
nn: Scratch-gruppa ved MIT arbeider saman med brukarane for å gjera denne nettstaden til eit hyggjeleg og respektfullt miljø for alle, uansett alder, rase, etnisitet, seksuell legning eller kjønnsidentitet. Du kan hjelpa barnet ditt til å verta ein god deltakar ved at de går gjennom <a href="/community_guidelines">retningslinjene våre</a> saman. Brukarane vert oppfordra til å vera omsynsfulle og konstruktive i kommentarane sine til andre, og til å melda frå om noko ikkje er i samsvar med retningslinjene. Administratorane følgjer med på aktiviteten på nettstaden og på meldingar som kjem inn, og brukar blant anna <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a> for å fanga opp stygt språk.
vi: Nhóm Scratch MIT làm việc với cộng đồng để duy trì một môi trường thân thiện và tôn trọng cho mọi người mọi độ tuổi, sắc tộc, chủng tộc, tôn giáo, định hướng tính dục, và nhận dạng giới tính. Bạn có thể giúp đỡ con của bạn học cách tham gia bằng xem<a href="/community_guidelines">hướng dẫn cộng đồng</a> cùng nhau. Thành viên được yêu cầu bình luận mang tính đóng góp và giúp giữ trang này thân thiện bằng cách báo cáo bất kỳ nội dung nào không tuân thủ hướng dẫn cộng đồng. Nhóm Scratch làm việc mỗi ngày để quản lý hoạt động trên trang và đáp lại các báo cáo, với sự giúp đỡ của các công cụ như bộ lọc từ tục tĩu <a href="http://www.inversoft.com/features/profanity-filter/">CleanSpeak</a>.

source: What is your privacy policy?
bn: তোমার গোপনীয়তা নীতি কি?
ca: Quina és la vostra política de privacitat?
fa: حریم خصوصی شما چیست؟
hy: Ո՞րն է ձեր գաղտնիության քաղաքականությունը:
ja: どのようなプライバシーポリシーで運営されていますか？
nn: Kva retningslinjer personvern gjeld her?
ta: உங்கள் தனியுரிமைக் கொள்கை என்ன?
vi: Chính sách bảo mật của chúng tôi là gì?

source: To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our privacy policy on our <a href="/info/faq/#privacy">frequently asked questions page</a>.
bn: বাচ্চাদের অনলাইন গোপনীয়তা রক্ষা করতে, সাইন আপ প্রক্রিয়া চলাকালীন আমরা যা সংগ্রহ করি এবং ওয়েবসাইটে যা প্রকাশ করি তা সীমিত করি। আমরা কারও কাছে এ্যাকাউন্টের তথ্য বিক্রি বা ভাড়া দিই না। তুমি আমাদের গোপনীয়তা নীতি সম্পর্কে আরও জানতে আমাদের <a href="/info/faq/#privacy">বহুল জিজ্ঞাসিত প্রশ্ন পেইজ</a> দেখ।
ca: Per protegir la privacitat en línia dels infants, limitem el que recollim durant el procés de registre, i el que fem pública a la pàgina web. Nosaltres no venem ni lloguem la informació de compte a ningú. Podeu trobar més informació sobre la nostra política de privacitat en la nostra <a href="/info/faq/#privacy">pàgina de preguntes freqüents</a>.
fa: ما برای حفاظت از حریم خصوصی آنلاین کودکان، آنچه در طول فرآیند ثبت نام جمع آوری می کنیم، و آنچه بر روی وب سایت نمایش می دهیم محدود کرده ایم. ما اطلاعات حساب کاربری را به هیچ کس نفروخته و اجاره نمی دهیم. شما می توانید درباره ی حریم خصوصی ما در <a href="/info/faq/#privacy">صفحه سوالات متداول</a> بیشتر بدانید.
hy: Երեխաները գաղտնիությունը պաշտպանելու համար, մենք սահմանափակում ենք գրանցվելու ընթացքում հավաքվող ինֆորմացիան, և այն ինչը դարձնում ենք հրապարակային կայքում։Մենք չենք վաճառում կամ ժամանակավոր տրամադրում հաշվի ինֆորմացիան ինչ-որ մեկին։Դուք կարող եք գտնել ավելին գաղտնիության քաղաքականության մասին մեր <a href="/info/faq/#privacy">հաճախ տրվող հարցեր էջում</a>։
ja: 子どもたちのオンラインでのプライバシーを守るため、我々は、アカウント登録で収集する情報は最低限にとどめ、本サイト内で公開される情報についても制限を課しています。本サイトのプライバシーポリシーについては、<a href="/info/faq/#privacy">「よくある質問と回答」</a>ページもご覧ください。
nn: Av omsyn til personvernet treng nye brukarar berre registrera eit minimum av informasjon, og det som vert vist offentleg på nettsidene er avgrensa endå meir. Informasjon om brukarane vert aldri seld eller leigd ut til andre. Du kan lesa meir om korleis me handterer personopplysningar under <a href="/info/faq/#privacy">spørsmål og svar</a>.
vi: Để bảo vệ bảo mật trực tuyến của trẻ em, chúng tôi giới hạn những gì chúng tôi thu thập trong quá trình đăng ký, và những gì chúng tôi cho công khai trên trang web. Chúng tôi không bán hay cho thuê thông tin tài khoản cho bất kỳ ai. Bạn có thể tìm hiểu thêm chính sách bảo mật của chúng tôi trên trang <a href="/info/faq/#privacy">các câu hỏi thường gặp</a>.

source: Is there a way to use Scratch without participating online?
bn: অনলাইনে অংশগ্রহণ না করে Scratch ব্যবহার করার উপায় আছে কি?
ca: Hi ha alguna manera de fer servir Scratch sense participar en línia?
fa: آیا راهی برای استفاده از اسکرچ بدون حضور آنلاین وجود دارد؟
hy: Կա՞ արդյոք Scratch- ի օգտագործման եղանակ ՝ առանց առցանց մասնակցելու:
ja: オンラインコミュニティに参加することなくScratchを使用する方法はありますか？
nn: Går det an å bruka Scratch utan å vera på Internett?
ta: ஆன்லைனில் பங்கேற்காமல் கீறலைப் பயன்படுத்த ஒரு வழி இருக்கிறதா?
vi: Có cách nào sử dụng Scratch không cần tham gia trực truyến không?
