Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>If you don't already have it, download and install the latest <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Older - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
bn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>তোমার যদি এটি ইতিমধ্যে না থাকে তবে সর্বশেষ <a href="http://get.adobe.com/air/">Adobe AIR</a> ডাউনলোড এবং ইনস্টল কর</p> Mac OS X - <a href="http://get.adobe.com/air/">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; পুরনো - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows - <a href="http://get.adobe.com/air/">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ca: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Si encara no tens la darrera versió, descarrega <a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Anterior - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Windows - <a href="http://get.adobe.com/air/">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
fa: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>اگر تاکنون آن را نداشتید، آخرین نسخه <a href="http://get.adobe.com/air/">Adobe AIR</a> را دانلود و نصب کنید</p> Mac OS X - <a href="http://get.adobe.com/air/">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p> Mac OS 10.5 & amp؛ قدیمی‌تر - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> ویندوز - <a href="http://get.adobe.com/air/">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> لینوکس - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ja: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>もし、まだお持ちでなければ、最新の <a href="http://get.adobe.com/air/">Adobe AIR</a> をダウンロード、インストールしてください。</p> Mac OS X - <a href="http://get.adobe.com/air/">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 と、それ以前 - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> Windows - <a href="http://get.adobe.com/air/">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> </p>
nn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Steg 1"> <p>Viss du ikkje har gjort det alt, last ned siste versjon av <a href="http://get.adobe.com/air/">Adobe AIR</a>:</p> Mac OS X – <a href="http://get.adobe.com/air/">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned "></a> <p>Mac OS 10.5 og eldre – <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned "></a> <br> Windows – <a href="http://get.adobe.com/air/">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> <br> Linux – <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> </p>
vi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step1.png" alt="Step 1"> <p>Nếu bạn không có nó, hãy tải về và cài đặt bản mới nhất<a href="http://get.adobe.com/air/">Adobe AIR</a></p> Mac OS X - <a href="http://get.adobe.com/air/">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <p>Mac OS 10.5 &amp; Cũ hơn - <a href="http://airdownload.adobe.com/air/mac/download/2.6/AdobeAIR.zip">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a href="http://get.adobe.com/air/">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a href="http://airdownload.adobe.com/air/lin/download/2.6/AdobeAIRInstaller.bin">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Next download and install the <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Older - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
bn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>এরপর <br>Scratch 2.0 এর অফলাইন এডিটর ডাউনলোড ও ইন্সটল কর</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; পুরাতন - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ca: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>A continuació descarrega i instal·la <br>l'Editor fora de línia de Scratch 2.0</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Anterior - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
fa: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>سپس دانلود و نصب کنید <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X -<a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Mac OS 10.5 &amp; قدیمی‌تر -<a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> ویندوز -<a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> لینوکس -<a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>
ja: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>次にスクラッチ 2.0 オフライン・エディター <br>Scratch 2.0 Offline Editor をダウンロードしてインストールします。</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> Mac OS 10.5 と、それ以前 - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> </p>
nn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Steg 2"> <p>Last så ned og installer <br>Scratch 2.0 for maskiner utan nettsamband:</p> <p>Mac OS X – <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> <br> Mac OS 10.5 og eldre – <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> <br> Windows – <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> <br> Linux – <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> </p>
vi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step2.png" alt="Step 2"> <p>Kế đến tải và cài đặt <br>Scratch 2.0 Offline Editor</p> <p>Mac OS X - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.dmg">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Mac OS 10.5 &amp; Cũ hơn - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Windows - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.exe">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Linux - <a class="editor-link" href="/scratchr2/static/sa/Scratch-EDITOR_VERSION.air">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> </p>

source: Support Materials
bn: সহযোগী সরঞ্জাম
ca: Materials de suport
fa: مواد پشتیبانی
hy: Աջակցող նյութեր
ja: サポート素材
nn: Støtte og lærestoff
ta: ஆதரவு பொருட்கள்
vi: Tài liệu hỗ trợ

source: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Need some help getting started? <br>Here are some helpful resources.</p> <p>Starter Projects - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Download<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Getting Started Guide - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Download<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
bn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>শুরু করতে সাহায্যের প্রয়োজন? <br>এখানে কিছু সহায়ক রিসোর্স রয়েছে।</p> <p>স্টার্টার প্রজেক্ট - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> শুরু করার নির্দেশনা - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch কার্ড - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">ডাউনলোড<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
ca: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Necessites ajuda per començar? <br>Aquí trobaràs alguns recursos útils.</p> <p>Projectes d'inici - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> Guia d'inici - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Scratch Cards - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Descarrega<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
fa: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>برای شروع کار به کمک نیاز دارید؟<br>در اینجا چند منبع مفید وجود دارد.</p> <p>برنامه‌های استارتر - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a><br> راهنمای شروع -<a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a><br> کارت‌های اسکرچ - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">دانلود<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>
ja: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>始めるための助けが必要ですか?<br>ここに役に立つリソースがあります。</p> <p>スタータープロジェクト - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="ダウンロード "></a> <br> スタートガイド - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF ダウンロード "></a> <br> スクラッチカード - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">ダウンロード<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF ダウンロード "></a> </p>
nn: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Steg 3"> <p>Treng du hjelp til å komma i gang? <br>Her er nokre ting du kan byrja med:</p> <p>Nybyrjarprosjekt – <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">last ned<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Last ned"></a> <br> Startrettleiing – <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">last ned<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF-nedlasting "></a> <br> Scratch-kort – <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">last ned<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF-nedlasting "></a> </p>
vi: <img class="lg-num" src="%(STATIC_URL)simages/help/offline-editor/step3.png" alt="Step "> <p>Cần giúp đỡ để bắt đầu? <br>Đây là một số tài nguyên hữu ích.</p> <p>Chương trình Khởi đầu - <a href="/scratchr2/static/sa/Scratch2StarterProjects.zip">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/download.png" alt="Download "></a> <br> Hướng dẫn Bắt đầu - <a href="%(STATIC_URL)spdfs/help/Getting-Started-Guide-Scratch2.pdf">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> <br> Thẻ Scratch - <a href="%(STATIC_URL)spdfs/help/Scratch2Cards.pdf">Tải về<img src="%(STATIC_URL)simages/help/offline-editor/pdf.png" alt="PDF Download "></a> </p>

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
bn: Scratch এর আগের সংস্করণ, সংস্করণ 1.4, এখনও ডাউনলোডের জন্য পাওয়া যাচ্ছে। তুমি এখনও Scratch ওয়েবসাইটে 1.4 থেকে প্রজেক্টগুলো শেয়ার করতে পারবে। (তবে, Scratch 2.0 এ তৈরি প্রজেক্টগুলো 1.4 তে খোলা যাবে না।)
ca: La versió prèvia de Scratch, versió 1.4, encara es pot descarregar. Encara pots compartir projectes fets amb la versió 1.4 al lloc web de Scratch. (Tot i així, els projectes creats amb Scratch 2.0 no es poden obrir amb la versió 1.4.)
fa: نسخه قبلی اسکرچ، نسخه 1.4، هنوز هم برای دانلود در دسترس است. شما هنوز هم می‌توانید برنامه‌ها را از 1.4 به وب سایت اسکرچ به اشتراک بگذارید. (با این حال، برنامههای ایجاد شده در Scratch 2.0 را نمی‌توان در 1.4 باز کرد.)
ja: 以前のバージョンのScratch 1.4をダウンロードできます。1.4からScratchのWebサイトにプロジェクトを共有できます(しかし、Scratch 2.0で作られたプロジェクトは1.4では開けません)。
nn: Det er enno mogleg å lasta ned førre versjon av Scratch, versjon 1.4. Prosjekt laga med versjon 1.4 kan leggjast ut på Scratch-sidene, men prosjekt laga i versjon 2 kan ikkje opnast i versjon 1.4 .
ta: கீறலின் முந்தைய பதிப்பு, பதிப்பு 1.4, பதிவிறக்கத்திற்கு இன்னும் கிடைக்கிறது. நீங்கள் இன்னும் 1.4 முதல் கீறல் வலைத்தளத்திற்கு திட்டங்களைப் பகிரலாம். (இருப்பினும், கீறல் 2.0 இல் உருவாக்கப்பட்ட திட்டங்களை 1.4 இல் திறக்க முடியாது.)
vi: Phiên bản trước của Scratch, bản 1.4 vẫn có thể tải về. Bạn vẫn có thể chia sẻ chương trình từ bản 1.4 với trang web Scratch. (Tuy nhiên, các chương trình được tạo trong Scratch 2.0 không thể mở bằng bản 1.4.)

source: Scratch 1.4 For Mac OS X
bn: Mac OS X এর জন্য Scratch 1.4
ca: Scratch 1.4 per Mac OS X
fa: اسکرچ 1.4 برای Mac OS X
hy: Scratch 1.4 Mac OS X- ի համար
ja: Scratch 1.4 Mac OS X用
ta: கீறல் 1.4 Mac OS X க்கு
vi: Scratch 1.4 Cho Mac OS X

source: Compatible with Mac OSX 10.4 or later
bn: Mac OSX 10.4 অথবা তার পরবর্তী এর সাথে সামঞ্জস্য পূর্ণ।
ca: Compatible amb Mac OSX 10.4 o superior
fa: سازگار با سیستم عامل مکینتاش 10.4 یا بالاتر
hy: Համատեղելի է Mac OS X 10.4-ի կամ ավելի ուշ։
ja: Mac OSX 10.4以降に対応
nn: Verkar i Mac OS X 10.4 eller nyare
ta: Mac OSX 10.4 அல்லது அதற்குப் பிறகு இணக்கமானது
vi: Tương thích với Mac OSX 10.4 hay về sau

source: Scratch 1.4 for Windows
bn: Windows এর জন্য Scratch 1.4
ca: Scratch 1.4 per Windows
fa: اسکرچ 1.4 برای ویندوز
hy: Scratch 1.4 Windows- ի համար
ja: Scratch 1.4 Windows用
ta: விண்டோஸுக்கு கீறல் 1.4
vi: Scratch 1.4 cho Windows

source: Compatible with Windows 2000, XP, Vista, 7, and 8
bn: Windows 2000, XP, Vista, 7, এবং 8 এর সাথে সামঞ্জস্যপূর্ণ
ca: Compatible amb Windows 2000, XP, Vista, 7 i 8
fa: سازگار با ویندوز 2000، XP، ویستا، 7 و 8
hy: Համատեղելի է`Windows 2000,XP, Vista 7, և 8։
ja: Windows 2000, XP, Vista, 7, 8に対応
nn: Verkar med Windows 2000, XP, Vista, 7 og 8
ta: விண்டோஸ் 2000, எக்ஸ்பி, விஸ்டா, 7 மற்றும் 8 உடன் இணக்கமானது
vi: Tương thích với Windows 2000, XP, Vista, 7, và 8

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
bn: নেটওয়ার্ক স্থাপনের জন্য, <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip </a>ব্যবহার করুন
ca: Per instal·lacions en xarxes, feu servir l'instal·lador <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
fa: برای گسترش شبکه، از <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a> استفاده کنید
hy: Ցանցից տեղակայման համար օգտագործեք <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
ja: ネットワーク経由でインストールする場合は <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a> を使ってください。<br>日本語翻訳ファイルを更新済みのファイル一式は <a href="http://ec.nikkeibp.co.jp/nsp/2013seminar2/WinMacScratch1.4.zip">WinMacScratch1.4.zip</a> です(Windows / Mac共通)。
nn: For nettverksinstallering, bruk <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4 .msi.installer.zip</a>
ta: வலைப்பின்னல் உடன் பயன்படுத்த, <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>ஐப் பயன்படுத்தவும்
vi: Về triển khai mạng, sử dụng <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Compatible with Ubuntu 12.04 or later
bn: Ubuntu 12.04 অথবা তার পরবর্তী এর সাথে সামঞ্জস্যপূর্ণ।
ca: Compatible amb Ubuntu 12.04 o superior
fa: سازگار با اوبونتو 12.04 یا بالاتر
hy: Համատեղելի է Ubuntu 12.04-ի կամ ավելի ուշ
ja: Ubuntu 12.04以降に対応
nn: Verkar med Ubuntu 12.04 eller nyare
ta: உபுண்டு 12.04 அல்லது அதற்குப் பிறகு இணக்கமானது
vi: Tương thích với Ubuntu 12.04 hay về sau

source: Install Scratch with Software Center
bn: সফ্টওয়্যার কেন্দ্রের সাথে স্ক্র্যাচ ইনস্টল করুন
ca: Instal·la Scratch amb el Centre de Programari
fa: نصب اسکرچ با نرم‌افزار مرکزی
hy: Տեղադրեք Scratch- ը Ծրագրային կենտրոնի հետ։
ja: ソフトウェアセンターからScratchをインストール
nn: Installer Scratch med «Programvaresenter»
ta: மென்பொருள் மையத்துடன் கீறலை நிறுவவும்
vi: Cài đặt Scratch với Software Center

source: or <a href="%(download_1_4)s">download here</a>
bn: অথবা, <a href="%(download_1_4)s">এখানে ডাউনলোড কর</a>
ca: o <a href="%(download_1_4)s">descarrega aquí</a>
fa: یا <a href="%(download_1_4)s">از این‌جا دانلود کنید </a>
hy: կամ <a href="%(download_1_4)s">ներբեռնել այստեղից</a>
ja: もしくは<a href=" %(download_1_4)s">ここからダウンロード</a>
nn: eller <a href="%(download_1_4)s">last her ned</a>
ta: அல்லது <a href="%(download_1_4)s">இங்கே பதிவிறக்கவும்</a>
vi: hoặc <a href="%(download_1_4)s">tải về ở đây</a>

source: Frequently Asked Questions about Scratch 1.4
bn: Scratch 1.4 সম্পর্কে বহুল জিজ্ঞাসিত প্রশ্ন
ca: Preguntes Freqüents sobre Scratch 1.4
fa: سوالات متداول در مورد اسکرچ 1.4
hy: Հաճախակի տրվող հարցեր Scratch 1.4-ի վերաբերյալ
ja: Scratch 1.4についてよくある質問
nn: Spørsmål og svar om Scratch 1.4
ta: கீறல் 1.4 பற்றி அடிக்கடி கேட்கப்படும் கேள்விகள்
vi: Các câu hỏi Thường gặp về Scratch 1.4
