Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Shared
bn: শেয়ার করেছিল
ca: Compartits
fa: به اشتراک گذاشته شده
hy: Կիսված է
ja: 共有されたもの
nn: Lagt ut
ta: பகிர்ந்திடு
vi: Đã chia sẻ

source: Not shared
bn: শেয়ার করা হয়নি
ca: Sense compartir
fa: به اشتراک گذاشته نشده
hy: Կիսված չէ
ja: 共有されていないもの
nn: Ikkje lagd ut
vi: Không được chia sẻ

source: + New Project
bn: + নতুন প্রজেক্ট
ca: + Nou Projecte
fa: + پروژه جدید
hy: Ավելացնել նոր նախագիծ
ja: + 新しいプロジェクト
nn: + Nytt prosjekt
vi: + Chương trình Mới

source: Last modified:
bn: সর্বশেষ পরিবর্তিত:
ca: Darrera modificació:
fa: آخرین تغییر:
hy: Վերջին փոփոխությունը
ja: 最終更新:
nn: Sist endra:
vi: Chỉnh sửa lần cuối:

source: Created:
bn: তৈরি করা হয়েছে:
ca: Creat:
fa: ایجاد شده:
hy: Ստեղծված
ja: 作成:
nn: Oppretta:
vi: Đã tạo:

source: Owned by me
bn: আমার মালিকানাধীন
ca: De la meva creació
fa: متعلق به من است
hy: Ինձ պատկանող
ja: 私が所有している
nn: Eigde av meg
vi: Sở hữu bởi tôi

source: Curated by me
bn: আমার দ্বারা কিউরেটেড করা হয়েছে
ca: Conservat per mi
fa: من سرپرستی می‌کنم
hy: Համադրվել է իմ կողմից
ja: 私が管理している
nn: Forvalta av meg
vi: Quản lý bởi tôi

source: Projects
bn: প্রজেক্ট
ca: Projectes
fa: پروژه‌ها
hy: Նախագծեր
ja: 作品
nn: Prosjekt
ta: திட்டங்கள்
vi: Các dự án

source: Comments
bn: মন্তব্য
ca: Comentaris
fa: نظرات
hy: Մեկնաբանություններ
ja: コメント
nn: Kommentarar
ta: கருத்துரைகள்
vi: Bình luận

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
bn: সব প্রজেক্ট (<span data-content="project-count">%(projects_count)s</span>)
ca: Tots els Projectes (<span data-content="project-count">%(projects_count)s</span>)
fa: همه پروژه ها (<span data-content="project-count">%(projects_count)s</span>)
ja: 全プロジェクト (<span data-content="プロジェクト数">%(projects_count)s</span>)
nn: Alle prosjekt (<span data-content="project-count">%(projects_count)s</span>)
vi: Tất cả Chương trình (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
bn: শেয়ার করা প্রজেক্ট (<span data-content="shared-count">%(shared_count)s</span>)
ca: Projectes Compartits (<span data-content="shared-count">%(shared_count)s</span>)
fa: پروژه های به اشتراک گذاشته شده (<span data-content="shared-count">%(shared_count)s</span>)
ja: 共有されたプロジェクト (<span data-content="共有数">%(shared_count)s</span>)
nn: Lagde ut (<span data-content="shared-count">%(shared_count)s</span>)
vi: Chương trình được chia sẻ (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
bn: শেয়ার বাতিল করা প্রজেক্ট (<span data-content="unshared-count">%(notshared_count)s</span>)
ca: Projectes No Compartits (<span data-content="unshared-count">%(notshared_count)s</span>)
fa: پروژه های به اشتراک نگذاشته (<span data-content="unshared-count">%(notshared_count)s</span>)
ja: 共有されていないプロジェクト (<span data-content="非共有数">%(notshared_count)s</span>)
nn: Ikkje lagde ut (<span data-content="unshared-count">%(notshared_count)s</span>)
vi: Chương trình Ngừng chia sẻ (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
bn: আমার স্টুডিওগুলি (<span data-content="gallery-count">%(gallery_count)s</span>)
ca: Els meus Estudis (<span data-content="gallery-count">%(gallery_count)s</span>)
fa: استدیوهای من (<span data-content="gallery-count">%(gallery_count)s</span>)
ja: 私のスタジオ (<span data-content="ギャラリー数">%(gallery_count)s</span>)
nn: Galleria mine (<span data-content="gallery-count">%(gallery_count)s</span>)
vi: Studio của Tôi (<span data-content="gallery-count">%(gallery_count)s</span>)

source: Trash
bn: ট্র্যাশ
ca: Paperera
fa: زباله‌ها
hy: Աղբարկղ
ja: ゴミ箱
nn: Papirkorg
vi: Thùng rác

source: New Project
bn: নতুন প্রজেক্ট
ca: Nou Projecte
fa: پروژه جدید
hy: Նոր նախագիծ
ja: 新しいプロジェクト
nn: Nytt prosjekt
vi: Chương trình mới

source: New Studio
bn: নতুন স্টুডিও
ca: Nou Estudi
fa: استدیوی جدید
hy: Նոր ստուդիա
ja: 新しいスタジオ
nn: Nytt galleri
vi: Studio Mới

source: See inside
bn: ভিতরে দেখ
ca: Com està fet
fa: داخلش را ببین
hy: Մտնել նախագծի մեջ
ja: 中を見る
nn: Sjå inni
vi: Xem bên trong

source: Add to
bn: যোগ কর
ca: Afegeix a
fa: اضافه کن به
hy: Ավելացնել
ja: 追加する
nn: Legg til i
vi: Thêm vào

source: Unshare
bn: শেয়ার বাতিল
ca: Deixa de compartir
fa: به اشتراک نگذاشته
hy: Չկիսված
ja: 共有しない
nn: Ta av nett
vi: Ngừng chia sẻ

source: Put back
bn: পুনরায় রাখ
ca: Posposar
fa: بازگشت
hy: հետ գնալ
ja: 元に戻す
nn: Legg tilbake
vi: Bỏ lại

source: %(time)s ago
bn: %(time)s আগে
ca: %(time)s enrere
fa: %(time)sروز پیش
hy: %(time)sառաջ
ja: %(time)s 前
nn: for %(time)s sidan
vi: %(time)s trước

source: shared the project
bn: প্রজেক্টটি শেয়ার করা হয়েছে
ca: projecte compartit
fa: برنامه را به اشتراک گذاشت
hy: նախագիծը կիսվել է
ja: 共有されたプロジェクト
nn: la ut prosjektet
vi: chương trình đã chia sẻ

source: remixed
bn: রিমিক্স করা হয়েছে
ca: reinventats
fa: باز ترکیب شده
ja: リミックス
nn: remiksa
vi: đã phối lại

source: as
bn: যেহেতু
ca: com
fa: به عنوان
hy: որպես
ja: 次のプロジェクトとして
nn: som
vi: như

source: favorited
bn: পছন্দ করেছে
ca: ha marcat com a favorit
fa: مورد علاقه شده
hy: Առավել նախընտրելի։
ja: お気に入り
nn: favorittmerkte
vi: ưa thích

source: loved
bn: পছন্দ করেছে
ca: li ha agradat
fa: دوست داشته شده
hy: Ամենասիրված
ja: 好き
nn: likte
vi: yêu thích

source: is now following
bn: এখন অনুসরণ করছে
ca: està seguint
fa: درحال حاضر دنبال شده
hy: այժմ հետեվում է ձեզ
ja: フォローしている
nn: følgjer no
vi: đang theo

source: added
bn: যোগ করা হয়েছে
ca: afegit
fa: اضافه شده
hy: ավելացրել է՝
ja: 加えられたもの
nn: la til
vi: đã thêm

source: to the studio
bn: স্টুুডিওতে
ca: a l'estudi
fa: به استودیو
hy: դեպի ստուդիա
ja: スタジオに
nn: i galleriet
vi: vào studio

source: became a curator of
bn: এর একজন কিউরেটর হয়েছিলেন
ca: ha esdevingut conservador de
fa: مربی شد
hy: դարձել է համադրող
ja: がキュレーターになりました。
nn: vart forvaltar av
vi: trở thành người quản lý của

source: was promoted to manager of
bn: ম্যানেজার হিসেবে পদোন্নতি করা হয়েছিল
ca: ha estat ascendit a gerent de
fa: ارتقا داده شد به مدیر
ja: が以下のマネージャーになりました。
nn: vart forfremja til administrator av
vi: được đề xuất thành người quản lý của

source: is now following the studio
bn: এখন স্টুডিও অনুসরণ করছে
ca: ara segueix l'estudi
fa: اکنون استودیو را دنبال می‌کند
hy: այժմ հետևում է ձեզ
ja: はこのスタジオをフォローしています
nn: følgjer no galleriet
vi: đang theo dõi studio

source: joined Scratch
bn: Scratch এ যোগদান করেছে
ca: s'ha unit a Scratch
fa: به اسکرچ بپیوندید
hy: միացել է Scratch- ին
ja: Scratchに登録
nn: vart Scratch-brukar
vi: đã giam gia Scratch

source: Enter
bn: প্রবেশ কর
ca: Accepta
fa: وارد شو
hy: մտնել
ja: 入口
nn: Skriv inn
vi: Vào

source: Do you like fashion?
bn: তুমি কি ফ্যাশন পছন্দ কর?
ca: T'agrada la moda?
fa: آیا شما مدل‌ها را دوست دارید!؟
hy: Ձեզ դո՞ւր է գալիս նորաձևությունը:
ja: 衣装は好きですか?
nn: Likar du klede og mote?
vi: Bạn có thích thời trang không?

source: Watch this video about making fashion projects.
bn: ফ্যাশন প্রজেক্ট তৈরির বিষয়ে এই ভিডিওটি দেখ।
ca: Mira aquest vídeo sobre com fer projectes de moda.
fa: این ویدیو را درباره‌ی ساختن پروژه‌های تعویض مدل حالت ببینید.
hy: Դիտեք նորաձևության նախագծեր պատրաստելու մասին այս տեսանյութը:
ja: このビデオを見て、ファッション系プロジェクトのつくりかたを学びましょう。
nn: Denne videoen viser korleis du kan laga moteprosjekt.
vi: Xem video này về cách làm chương trình thời trang.

source: Then see what you can do with the dress-up game below.
bn: তারপর তুমি নিচের ড্রেস-আপ গেমটি দিয়ে কি করতে পার তা দেখ।
ca: Mira el que pots fer amb el joc de vestir següent.
fa: سپس ببینید چه کاری می‌توانید با بازی پیراستن در زیر انجام دهید.
hy: Ապա տես, թե ինչ կարող ես անել ներքևում հագնվելու խաղի հետ:
ja: 次に、下にあるきせかえゲームでどんなことができるか試してみましょう。
nn: Etterpå kan du prøva påkledingsspelet nedanfor.
vi: Sau xem có thể làm gì với chương trình ăn mặc dưới đây.

source: Explore other fashion projects and make your own!
bn: অন্যান্য ফ্যাশন প্রজেক্টগুলো অন্বেষণ কর এবং নিজের ইচ্ছেমতো তৈরি কর!
ca: Explora altres projectes de moda i crea el teu propi!
fa: برنامههای دیگر مد را جستجو کرده و برنامه خود را بسازید!
hy: Ուսումնասիրեք նորաձեւության այլ նախագծեր և պատրաստեք ձեր սեփականը:
ja: そのほかのファッション系プロジェクトを探したり、自分でも作ってみましょう。
nn: Utforsk andre moteprosjekt og lag ditt eige!
vi: Khám phá các chương trình thời trang và tạo của riêng bạn!

source: Do you like hip-hop?
bn: তুমি কি হিপ-হপ পছন্দ কর?
ca: T'agrada el hip-hop?
fa: آیا شما هیپ-هاپ را دوست دارید؟
hy: Ձեզ դո՞ւր է գալիս հիփ - հոփը։
ja: ヒップホップは好きですか?
nn: Likar du hiphop?
vi: Bạn có thích hip-hop không?

source: Watch a video about making hip-hop projects.
bn: হিপ-হপ প্রজেক্ট তৈরির বিষয়ে একটি ভিডিও দেখ।
ca: Mira un vídeo sobre com crear projectes de hip-hop.
fa: ویدیویی درباره ساخت برنامههای هیپ-هاپ را تماشا کنید.
hy: Դիտեք հիփ-հոփ նախագծեր պատրաստելու մասին տեսանյութ:
ja: このビデオを見てヒップホップ系プロジェクトの作り方を学びましょう。
nn: Sjå på denne videoen om å laga hiphop-prosjekt.
vi: Xem video về cách làm chương trình hip-hop.

source: Then, create your own dance scene!
bn: তারপর, তোমার নিজের নাচের দৃশ্য তৈরি কর!
ca: Ara, crea la teva pròpia escena de ball!
fa: سپس، صحنه رقص خود را خلق کنید!
hy: Ապա, ստեղծեք ձեր սեփական պարային տեսարանը:
ja: 次は、自分でダンスシーンを作って見ましょう。
nn: Etterpå kan du laga di eiga dansescene!
vi: Sau đó, tạo phân cảnh điệu nhảy của riêng bạn!

source: Check out projects by others for inspiration.
bn: অনুপ্রেরণার জন্য অন্যদের দ্বারা প্রকল্পগুলি দেখ।
ca: Dóna un cop d'ull a projectes d'altres per inspirar-te.
fa: برای الهام گرفتن برنامههای دیگران را ببینید.
hy: Ոգեշնչման համար ստուգեք ուրիշների նախագծերը:
ja: みんなのプロジェクトをチェックして、参考にしましょう。
nn: Få inspirasjon frå prosjekt som andre har laga.
vi: Xem chương trình của người khác để tìm cảm hứng.

source: Want to make your own dance? <a href="http://scratch.mit.edu/dance">Start creating in Scratch!</a>
bn: তোমার নিজের নাচ তৈরি করতে চাও? <a href="http://scratch.mit.edu/dance">স্ক্র্যাচে তৈরি করা শুরু কর!</a> ।
ca: Vols crear el teu propi ball? <a href="http://scratch.mit.edu/dance">Comença a crear-lo a Scratch!</a>
fa: آیا می‌خواهید رقص خودتان را بسازید؟ <a href="http://scratch.mit.edu/dance">شروع به ساختن در اسکرچ کنید!</a>
ja: 自分でもオリジナルダンスを作ってみたくないですか？<a href="http://scratch.mit.edu/dance">Scratchで作ってみましょう！</a>
nn: Vil du laga din eigen dans? <a href="http://scratch.mit.edu/dance">Kom i gang med Scratch!</a>
vi: Muốn tạo vũ điệu của riêng bạn ư? <a href="http://scratch.mit.edu/dance">Bắt đầu tạo trong Scratch nào!</a>

source: Click on blocks to see what they do
bn: ব্লকসমূহ কি করে তা দেখতে ব্লকে ক্লিক কর
ca: Fes clic als blocs per veure què fan
fa: روی این قطعه‌ها اشاره کنید تا ببینید چه کاری انجام می‌دهند
hy: Սեղմեք բլոկների վրա ՝ տեսնելու, թե ինչ են անում
ja: それぞれのブロックの役割を調べるには、ブロックをクリックしてください。
nn: Trykk på klossar for å sjå kva dei gjer
vi: Bấm vào các mảnh ghép để thấy chúng làm gì

source: Try clicking this block
bn: এই ব্লকটি ক্লিক করে চেষ্টা কর
ca: Prova clicant aquest bloc
fa: سعی کنید بر‌روی این قطعه اشاره کنید
hy: Փորձեք սեղմել այս բլոկի վրա
ja: まずは、このブロックをクリックしてみましょう。
nn: Prøv å trykkja denne klossen
vi: Thử bấm vào mảnh ghép này

source: Or this block
bn: অথবা এই ব্লক
ca: O aquest bloc
fa: یا این قطعه
hy: Փորձեք սեղմել մյուս բլոկի վրա
ja: またはこのブロック
nn: Eller denne klossen
vi: Hay mảnh ghép này

source: Try changing colors
bn: রঙ পরিবর্তন করার চেষ্টা কর
ca: Prova canviant els colors
fa: سعی کنید رنگ‌ها را تغییر دهید.
hy: Փոխեք գույները
ja: 色を変えてみよう
nn: Prøv å byta farge
vi: Thử thay đổi màu sắc

source: First, select a clothing item
bn: প্রথমে, একটি পোশাক নির্বাচন কর
ca: Primer, tria una peça de roba
fa: ابتدا، یک مورد حالت را انتخاب کنید.
hy: Նախ ընտրեք հագուստը
ja: まず、ファッションアイテムを選択して
nn: Vel først eit klesplagg
vi: Đầu tiên, chọn một món đồ

source: Then, try this script
bn: তারপর, এই স্ক্রিপ্টটি চেষ্টা কর
ca: Ara, prova aquest script
fa: بعد، این شکلک را امتحان کنید.
ja: 次に、このスクリプトをつかって
nn: Prøv så dette skriptet
vi: Sau đó, thử đoạn kịch bản này

source: Test it out!
bn: এটি পরীক্ষা করে দেখ!
ca: Prova-ho!
fa: آن را آزمایش کنید
ja: テストしてみましょう！
nn: Sjå kva som skjer!
vi: Kiểm tra nó nào!

source: Try changing costumes
bn: পোশাক পরিবর্তন করে দেখ
ca: Prova de canviar els vestits
fa: سعی کنید حالت‌ها را تغییر بدهید
hy: Փոխեք զգեստը
ja: コスチュームを変えてみよう
nn: Prøv å byta drakt
vi: Thử thay đổi trang phục

source: Select a piece of clothing
bn: পোশাকের একটি অংশ নির্বাচন কর
ca: Tria una peça de roba
fa: یک قطعه حالت را انتخاب کنید
hy: Ընտրեք հագուստի կտոր
ja: ファッションアイテムを選択して、
nn: Vel eit klesplagg
vi: Chọn một món đồ

source: Then, switch costumes
bn: তারপর, পোশাক পরিবর্তন কর
ca: Tot seguit, canvia els vestits
fa: سپس، حالت‌ها را تغییر بده
ja: 次に、コスチュームを変更
nn: Deretter byter du drakt
vi: Sau đó, thay đổi trang phục

source: Now, click it!
bn: এখন, এটি ক্লিক কর!
ca: Ara, fes clic!
fa: حالا، اشاره کن!!
ja: 今すぐクリックを!
nn: Trykk på det!
vi: Bầy giờ, bấm nó!

source: Say hello
bn: hello বল
ca: Digues hola
fa: بگو سلام
hy: Ասել բարև
ja: こんにちはと言う
nn: Sei hei
vi: Nói xin chào

source: Select the person
bn: ব্যক্তি নির্বাচন কর
ca: Tria la persona
fa: فردی را انتخاب کنید
hy: Ընտրեք կերպար
ja: 人を選択して
nn: Vel personen
vi: Chọn con người

source: Type in a phrase
bn: একটি শব্দগুচ্ছ টাইপ কর
ca: Escriu una frase
fa: یک عبارت را بنویسید
ja: あいさつの内容を入力して
nn: Skriv det han/ho skal seia
vi: Nhập vào một cụm từ

source: Move the sprites
bn: স্প্রাইটগুলো সরাও
ca: Mou els personatges
fa: شکلک‌ها را حرکت دهید
ja: スプライトを移動
nn: La figurane røra seg
vi: Di chuyển đối tượng

source: Select an accessory
bn: একটি আনুষঙ্গিক নির্বাচন কর
ca: Tria un accessori
fa: یک لوازم جانبی انتخاب کنید
hy: Ընտրեք աքսեսուար
ja: アクセサリーを選択して
nn: Vel eit tilbehøyr
vi: Chọn một phụ kiện

source: Tell it where to go
bn: কোথায় যেতে হবে তা বল
ca: Digues-li on anar
fa: به آن بگو به کجا برود
ja: どこに置くのか教えます
nn: Vel kor det skal stå
vi: Chỉ cho nó nơi để đi

source: Other things to try
bn: চেষ্টা করার জন্য অন্যান্য জিনিস
ca: Altres coses a provar
fa: چیزهای دیگری را امتحان کنید
ja: その他のアイデア
nn: Andre ting du kan prøva
vi: Những thứ khác để thử

source: Add a sound
bn: একটি শব্দ যোগ কর
ca: Afegeix un so
fa: یک صدا اضافه کنید
ja: 音を追加
nn: Legg på lydar
vi: Thêm âm thanh

source: Explore other costumes
bn: অন্যান্য পোশাক এক্সপ্লোর কর
ca: Explora altres vestits
fa: حالت‌های دیگر شکلک را بررسی کنید
ja: ほかにどんなコスチュームがあるか見てみる
nn: Sjå på andre drakter
vi: Khám phá trang phục khác

source: Make longer scripts
bn: বড় স্ক্রিপ্ট তৈরি কর
ca: Fes scripts més llargs
fa: دستورهای طولانی تر بسازید
ja: 長いスクリプトを作る
nn: Lag lengre skript
vi: Tạo các kịch bản dài hơn

source: Start to Dance
bn: নাচতে শুরু কর
ca: Comença a Ballar
fa: شروع به تحرک کنید
ja: ダンスを始める
nn: Set i gong og dans
vi: Bắt đầu Khiêu vũ

source: Things to Try
bn: চেষ্টা করার জন্য জিনিস
ca: Coses a provar
fa: چیزهایی برای امتحان کردن
hy: Փորձելու համար
ja: お試し作品集
nn: Ting du kan prøva
ta: முயற்சிக்க வேண்டிய விஷயங்கள்
vi: Những ứng dụng để thử

source: on Scratch
bn: Scratch এ
ca: a Scratch
fa: در اسکرچ
hy: Սքրետչում
ja: Scratchで作成
nn: på Scratch
vi: trên Scratch

source: Projects in
bn: প্রজেক্টের মধ্যে
ca: Projectes a
fa: پروژه‌ها در
ja: プロジェクト内
nn: Prosjekt i
vi: Chương trình trong

source: Visit the Studio
bn: স্টুডিওতে যাও
ca: Visita l'Estudi
fa: استودیو را ببینید
ja: スタジオへ行く
nn: Gå til galleriet
vi: Tham quan Studio

source: Recent
bn: সাম্প্রতিক
fa: جدید
ja: 最近
nn: Nyleg
vi: Gần đây

source: Projects by Scratchers
bn: স্ক্র্যাচারদের প্রজেক্ট
ca: Projectes de Scratchers
fa: پروژه‌های اسکرچرها
ja: Scratcherたちのプロジェクト
nn: Prosjekt av scratcharar
vi: Chương trình bởi Scratchers

source: Scratch Privacy Policy
bn: Scratch গোপনীয়তা নীতি
ca: Política de Privacitat de Scratch
fa: مالکیت معنوی اسکرچ
hy: Scratch֊ի գաղտնիության քաղաքականություն
ja: Scratch プライバシーポリシー
nn: Personvern hos Scratch
vi: Chính sách bảo mật Scratch

source: Please choose the section of this user’s profile that you feel is disrespectful, inappropriate, or has otherwise broken the <a href="/community_guidelines" target="_blank">Scratch Community Guidelines.</a>
bn: অনুগ্রহ করে এই ব্যবহারকারীর প্রোফাইলের সেই বিভাগটি বেছে নাও যা তুমি অসম্মানজনক, অনুপযুক্ত বা <a href="/community_guidelines" target="_blank">Scratch কমিউনিটি নির্দেশিকা</a> ভঙ্গ করে বলে মনে কর।
ja: このユーザーのプロフィール内で、失礼や不適切だったり、あるいは、<a href="/community_guidelines" target="_blank">Scratchのコミュニティーガイドライン</a>に反していると思うところを選んでください。

source: Icon
bn: আইকন
ja: アイコン

source: About Me
bn: আমার সম্পর্কে
ja: 私について

source: What I'm Working On
bn: আমি কি নিয়ে কাজ করছি
ja: 私が取り組んでいること

source: Did this user make comments, projects, or studios that broke the Community Guidelines? Please click the “report” button on the individual comments, projects, or studios.
bn: এই ব্যবহারকারী কি কমিউনিটি নির্দেশিকা ভঙ্গ করে এমন কোন প্রজেক্ট, স্টুডিও বা মন্তব্য করেছে? অনুগ্রহ করে পৃথক পৃথক প্রজেক্ট, স্টুডিও বা মন্তব্যতে "রিপোর্ট" বাটনে ক্লিক কর।
ja: このユーザーが、コミュニティーガイドラインに反するコメントやプロジェクト、スタジオを作成した場合は、それらのコメントなどにある報告ボタンを押してください。

source: Favorites
bn: পছন্দের
ca: Favorits
fa: مورد علاقه‌ها
ja: お気に入り
nn: Favorittar
vi: Ưa thích

source: Followers
bn: অনুসারী
ca: Seguidors
fa: دنبال کننده‌ها
ja: フォロワー
nn: Følgjarar
vi: Người theo dõi

source: Following
bn: অনুসরণ করছে
ca: Seguint a
fa: دنبال شده‌ها
ja: フォロー
nn: Følgjer
vi: Đang theo dõi

source: Shared Projects
bn: শেয়ার করা প্রজেক্ট
ca: Projectes Compartits
fa: پروژه های به اشتراک گذاشته شده
ja: 共有したプロジェクト
nn: Prosjekt lagde ut
vi: Chương trình được chia sẻ

source: Studios I Follow
bn: আমার অনুসরণ করা স্টুডিও
ca: Estudis que segueixo
fa: استودیوهایی که دنبال کردم
ja: フォローしているスタジオ
nn: Galleri eg følgjer
vi: Studio Tôi Theo Dõi

source: Studios I Curate
bn: আমার কিউরেট করা স্টুুডিওগুলো
ca: Estudis Conservats per mi
fa: استودیوهایی که من متصدی آن هستم
ja: 私がキュレーションしたスタジオ
nn: Galleri eg forvaltar
vi: Studio Tôi Quản Lý

source: Student of: %(classroom_name)s
bn: এই শ্রেণির শিক্ষার্থী: %(classroom_name)s
ca: Estudiant de: %(classroom_name)s
fa: دانش‌آموزی از: %(classroom_name)s
ja: クラスの生徒： %(classroom_name)s
nn: Elev i: %(classroom_name)s
vi: Học sinh của: %(classroom_name)s

source: Scratch Team
bn: Scratch টিম
ca: Equip Scratch
fa: گروه اسکرچ
hy: Scratch֊ի թիմը
ja: Scratchチーム
nn: Scratch-gruppa
ta: ஸ்க்ராட்ச் குழு
vi: Nhóm Scratch

source: Teacher Account
bn: শিক্ষক এ্যাকাউন্ট
ca: Compte de docent
fa: اکانت معلم
hy: Ուսուցչի հաշիվ
ja: 先生のアカウント
nn: Lærarkonto
vi: Tài khoản giáo viên

source: Scratch Partner
bn: Scratch অংশীদারগণ
ca: Soci de Scratch
fa: همکاران اسکرچ
ja: Scratchパートナー
nn: Scratch-partnar
vi: Đối tác Scratch

source: Scratcher
bn: স্ক্র্যাচার
fa: اسکرچر (برنامه‌نویس حرفه‌ای اسکرچ)
nn: Scratchar

source: New Scratcher
bn: নতুন স্ক্র্যাচার
ca: Nou Scratcher
fa: کاربر جدید اسکرچ
nn: Ny scratchar
vi: Scratcher Mới

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
bn: যোগ দিয়েছে <span title="%(tDateLabel)s">%(tDate)s</span> আগে
ca: Es va unir fa <span title="%(tDateLabel)s">%(tDate)s</span>
fa: ملحق شده <span title="%(tDateLabel)s">%(tDate)s</span> پیش
ja: <span title="%(tDateLabel)s">%(tDate)s</span> 前に参加
nn: Vart medlem for <span title="%(tDateLabel)s">%(tDate)s</span> sidan
vi: Đã gia nhập <span title="%(tDateLabel)s">%(tDate)s</span> trước

source: About me
bn: আমার সম্পর্কে
ca: Sobre mi
fa: درباره من
ja: 私について
nn: Om meg
vi: Về tôi

source: Add a bit about yourself
bn: নিজের সম্পর্কে কিছু তথ্য যোগ কর
ca: Afegeix algunes coses sobre tu
fa: کمی درباره ی خودت بنویس (این توضیحات را دیگران نیز می توانند بینند)
ja: 簡単に自己紹介してください。
nn: Sei litt om deg sjølv
vi: Thêm một ít thông tin về bạn

source: What I'm working on
bn: আমি কি নিয়ে কাজ করছি
ca: En què estic treballant
fa: آنچه بر روی آن کار می کنم
ja: 私が取り組んでいること
nn: Det eg arbeider med for tida
vi: Tôi đang làm gì

source: Describe what you're working on
bn: তুমি কি নিয়ে কাজ করছ তা বর্ণনা কর
ca: Descriu el què estàs fent
fa: شرح دهید که بر روی چه چیزهایی کار می‌کنید
ja: あなたが取り組んでいることを説明してください。
nn: Fortel kva du arbeider med for tida
vi: Mô tả bạn đang làm gì

source: What I've been doing
bn: আমি যা করছিলাম
ca: El què he estat fent
fa: آنچه تابحال انجام داده ام
ja: 私が行ったこと
nn: Det eg har gjort
vi: Những gì tôi đã làm

source: Report this profile
bn: এই প্রোফাইলটিকে রিপোর্ট কর
ja: このプロフィールを報告

source: Favorite Projects
bn: প্রিয় প্রকল্প
ca: Projectes Favorits
fa: پروژه های محبوب
ja: お気に入りのプロジェクト
nn: Favorittprosjekt
vi: Các chương trình ưu thích

source: Studios I'm Following
bn: আমার অনুসরণ করা স্টুডিওগুলি
ca: Estudis que segueixo
fa: استودیوهایی که من دنبال می‌کنم
ja: 私がフォローしているスタジオ
nn: Galleri eg følgjer
vi: Studio Tôi đang theo dõi

source: Become a Scratcher...
bn: একজন স্ক্র্যাচার হও...
ca: Converteix-te en un Scratcher...
fa: یک اسکرچر (برنامه‌نویس حرفه‌ای اسکرچ) بشوید...
ja: Scratcherに招待されています...
nn: Vert ein scratchar …
vi: Trở thành một Scratcher...

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
bn: এখন যেহেতু তুমি Scratch এবং Scratch কমিউনিটি সম্পর্কে জানতে পেরেছ, তুমি স্ক্র্যাচার হওয়ার জন্য প্রস্তুত। পরের কয়েকটি পেইজ বর্ণনা করে এর অর্থ কি। শেষ পেইজে, তুমি আনুষ্ঠানিকভাবে স্ক্র্যাচার হওয়া বেছে নিতে পার।
ca: Ara que ja coneixes Scratch i la comunitat de Scratch, estàs preparat per convertir-te en un Scratcher. Les properes pàgines descriuen el que això significa. A la darrera pàgina, pots triar si vols esdevenir oficialment un Scratcher.
fa: حالا که شما با اسکرچ و جامعه اسکرچ آشنا شدید، آماده‌اید که به اسکرچر تبدیل شوید. چند صفحه بعدی توضیح می‌دهد که چه معنی دارد. در آخرین صفحه، شما می‌توانید انتخاب کنید که به طور رسمی تبدیل به یک اسکرچر شوید.
ja: あなたはすでにScratchとScratchオンラインコミュニティについて十分に理解しているため、Scratcherになることができます。次のページ以降では、Scratcherになるとはどのようなことなのかを説明します。最後のページで「Scratcherになる」を選択すると、あなたは晴れてScratcherとして認められます。
nn: No som du har blitt kjend med Scratch og nettsamfunnet her, er du klar til å verta ein scratchar. Dei neste sidene forklarer kva det tyder. På den siste sida kan du stadfesta at du vil verta ein scratchar.
vi: Bây giờ bạn đã biết về Scratch và cộng đồng Scratch, bạn đã sẵn sàng để trở thành Scratcher. Vài trang tiếp theo mô tả nó như thế nào. Ở trang cuối, bạn có thể chọn để trở thành một Scratcher chính thức.

source: Scratchers are respectful.
bn: স্ক্র্যাচাররা শ্রদ্ধাশীল।
ca: Els Scratchers són respectuosos.
fa: اسکرچر‌ها مودب هستند.
ja: Scratcherはほかの人を大切にします。
nn: Scratcharar er omsynsfulle.
vi: Scratchers được tôn trọng.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
bn: প্রত্যেকেরই স্ক্র্যাচে স্বাগত বোধ করা উচিত, তাই আমরা প্রত্যেকের প্রতি শ্রদ্ধাশীল হতে সাবধান হব।
ca: Tothom s'ha de sentir acollit a Scratch, així que hem de ser respectuosos sempre.
fa: همه باید در اسکرچ مورد استقبال قرار بگیرند، بنابراین ما مراقب هستیم که به همه احترام گذاشته شود.
ja: Scratchではだれもが歓迎されるべきです。したがって、すべての人に敬意を表するよう気をつけています。
nn: Alle skal kjenna seg velkomne til Scratch, så me passar på å ta omsyn til kvarandre.
vi: Mọi người nên cảm thấy được chào đón trên Scratch, nên chúng tôi cẩn thẩn để tôn trọng mọi người.

source: We’re constructive.
bn: আমরা গঠনমূলক।
ca: Som creatius.
fa: ما سازنده هستیم.
ja: Scratcherは前向きに活動をします。
nn: Me er konstruktive.
vi: Chúng tối có tính xây dựng.
