Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: no gender provided
bn: কোন লিঙ্গ প্রদান করা হয়নি
ca: gènere no especificat
fa: هیچ جنسیتی ارائه نشده است.
hy: Սեռը նշված չէ
ja: 性別を入力してください
nn: kjønn ikkje oppgjeve
ta: பாலினம் வழங்கப்படவில்லை
vi: không cung cấp giới tính

source: invalid password
bn: পাসওয়ার্ড গ্রহণযোগ্য নয়
ca: contrasenya incorrecta
fa: رمز عبور نامعتبر است
hy: անվավեր գաղտնաբառ
ja: 無効なパスワードです
nn: ugyldig passord
ta: தவறான கடவுச்சொல்
vi: mật khẩu không hợp lệ

source: Incorrect captcha, please try again.
bn: ভুল ক্যাপচা, অনুগ্রহ করে আবার চেষ্টা কর।
ca: Captcha incorrecte, si us plau torna-ho a provar.
fa: کپچا نادرست است، لطفا مجدد تلاش کنید.
hy: Ոչ ճիշտ captcha, փորձել կրկին:
ja: Captchaが間違っています。やり直してください。
nn: Feil i tekst frå bilete («captcha»). Prøv på nytt.
ta: தவறான கேப்ட்சா, மீண்டும் முயற்சிக்கவும்.
vi: Mã xác thực không đúng, vui lòng thử lại.

source: You must enter your password.
bn: তোমাকে অবশ্যই পাসওয়ার্ড প্রবেশ করাতে হবে
ca: Cal que introdueixis una contrasenya.
fa: باید رمز ورود خود را وارد کنید.
hy: Դուք պետք է մուտքագրեք ձեր գաղտնաբառը:
ja: パスワードを入力する必要があります。
nn: Du må skriva passordet ditt.
ta: உங்கள் கடவுச்சொல்லை உள்ளிட வேண்டும்.
vi: Bạn phải nhập mật khẩu.

source: Wrong password, try again.
bn: ভুল পাসওয়ার্ড, আবার চেষ্টা কর।
ca: Contrasenya incorrecta, torna-ho a provar.
fa: رمز عبور اشتباه، لطفا مجدد تلاش کنید.
hy: Գաղտնաբառը սխալ է, կրկին փորձեք։
ja: パスワードが間違っています。もう一度入力してください。
nn: Feil passord. Prøv på nytt.
ta: தவறான கடவுச்சொல், மீண்டும் முயற்சிக்கவும்.
vi: Sai mật khẩu, vui lòng nhập lại.

source: Enter your password to confirm
bn: নিশ্চিত করতে তোমার পাসওয়ার্ড লিখ
ca: Escriu la teva contrasenya per confirmar
fa: رمز عبور خود را برای تائید وارد کنید
hy: Մուտքագրեք Ձեր գաղտնաբառը հաստատելու համար
ja: 確認のためパスワードを入力してください。
nn: Skriv passordet ditt for å stadfesta
ta: உறுதிப்படுத்த உங்கள் கடவுச்சொல்லை உள்ளிடவும்
vi: Nhập lại mật khẩu để xác nhận

source: Keep my projects, but disable all comments
bn: আমার প্রজেক্টগুলো রাখ, কিন্তু সব মন্তব্য নিষ্ক্রিয় কর
ca: Conserva els meus projectes, però no permetis els comentaris
fa: پروژه های من را نگه دار، اما همه نظرات راغیر فعال کن
hy: Պահել իմ նախագծերը, բայց անջատել բոլոր մեկնաբանությունները
ja: プロジェクトを残してコメントを無効にします
nn: Behald prosjekta mine, men ta vekk alle kommentarar
ta: எனது திட்டங்களை வைத்திருங்கள், ஆனால் எல்லா கருத்துகளையும் முடக்கு
vi: Lưu lại những dự án của tôi, nhưng vô hiệu tất cả các bình luận

source: Delete my projects
bn: আমার প্রোজেক্টটি অপসারণ কর
ca: Esborra els meus projectes
fa: پروژه‌های من را حذف کن
hy: Ջնջել իմ նախագծերը
ja: プロジェクトを削除
nn: Slett prosjekta mine
ta: எனது திட்டங்களை நீக்கு
vi: Xóa các dự án của tôi

source: Looks like that isn't a valid email format
bn: দেখে মনে হচ্ছে এটি বৈধ ইমেইল না
ca: Sembla que aquest correu electrònic no té un format vàlid
fa: به‌نظر می‌رسد قالب ایمیل شما نامعتبر است
hy: Կարծես էլ. փոստի համար հարմար կազմաձև չէ:
ja: 正しいEメールアドレスではありません。
nn: Det er ei ugyldig e-postadresse
ta: அது சரியான மின்னஞ்சல் வடிவம் அல்ல என்று தெரிகிறது
vi: Có vẻ địa chỉ email không hợp lệ

source: The two password fields didn't match.
bn: দুটি পাসওয়ার্ড ক্ষেত্র মিলেনি।
ca: Les dues contrasenyes no coincideixen.
fa: دو رمز عبور با هم مطابقت ندارند
hy: Գաղտնաբառի երկու դաշտերը չեն համընկնում:
ja: 二つのパスワードが一致しません。
nn: Dei to passorda du skreiv inn er ikkje like.
ta: இரண்டு கடவுச்சொல் புலங்கள் பொருந்தவில்லை.
vi: Hai mật khẩu không trùng khớp.

source: Your password must be at least 6 characters long.
bn: তোমার পাসওয়ার্ড কমপক্ষে 6 সংখ্যার হতে হবে।
ca: La teva contrasenya ha de tenir 6 caràcters com a mínim.
fa: رمز عبور شما باید حداقل ۶ کرکتر طول داشته باشد.
hy: Ձեր գաղտնաբառը պետք է պարունակի առնվազն 6 նիշ:
ja: パスワードは６文字以上にしてください。
nn: Passordet må ha minst 6 teikn.
ta: உங்கள் கடவுச்சொல் குறைந்தது 6 எழுத்துக்கள் நீளமாக இருக்க வேண்டும்.
vi: Mật khẩu của bạn phải chứa ít nhất 6 kí tự.

source: Your password cannot be 'password'.
bn: তোমার পাসওয়ার্ড 'password' হতে পারবে না।
ca: La teva contrasenya no pot ser 'password'.
fa: رمز عبور شما نمی تواند کلمه password باشد.
hy: "Գաղտնաբառ" բառը չի կարող ծառայել որպես գաղտնաբառ:
ja: パスワードに'password'は使えません。
nn: Passordet ditt kan ikkje vera «password».
ta: உங்கள் கடவுச்சொல் 'கடவுச்சொல்' ஆக இருக்க முடியாது.
vi: Mật khẩu của bạn không thể là 'password'.

source: Your password cannot be the same as your username.
bn: তোমার পাসওয়ার্ড তোমার ইউজারনেমের মত হবে না।
ca: La teva contrasenya i el teu nom d'usuari no poden ser iguals.
fa: رمز عبور شما نمی تواند مانند نام کاربری شما باشد.
hy: Ձեր օգտվողի անունը չի կարող ծառայել որպես գաղտնաբառ:
ja: パスワードはユーザー名と同じではいけません。
nn: Passordet kan ikkje vera det same som brukarnamnet ditt.
ta: உங்கள் கடவுச்சொல் உங்கள் பயனர்பெயரைப் போலவே இருக்க முடியாது.
vi: Mật khẩu của bạn không được trùng với tên đăng nhập

source: Sorry we don't have an account with that email address
bn: দুঃখিত আমাদের ওই ইমেইল ঠিকানায় কোন এ্যাকাউন্ট নেই
ca: No hi ha cap compte amb aquest correu electrònic
fa: ببخشید، ما حساب کاربری با این ایمیل نداریم
hy: Ներողություն, այդ էլ. փոստի հասցեով հաշիվ չունենք:
ja: 申し訳ありませんが、そのEメールアドレスのアカウントは見つかりません
nn: Det finst ikkje ein konto med den e-postadressa
ta: மன்னிக்கவும், அந்த மின்னஞ்சல் முகவரியுடன் எங்களிடம் கணக்கு இல்லை
vi: Rất tiếc chúng tôi không có tài khoản nào với địa chỉ email này

source: Sorry we don't have an account with that username
bn: দুঃখিত আমাদের ওই ইউজারনেমে কোন এ্যাকাউন্ট নেই
ca: No hi ha cap compte amb aquest nom d'usuari
fa: ببخشید، ما حساب کاربری با این نام کاربری نداریم
hy: Ներողություն, այդ անունով գրանցված հաշիվ չունենք:
ja: 申し訳ありませんが、そのユーザー名のアカウントは見つかりません
nn: Det finst ikkje ein konto med det brukarnamnet
ta: மன்னிக்கவும், அந்த பயனர்பெயருடன் எங்களிடம் கணக்கு இல்லை
vi: Rất tiếc, chúng tôi không có tài khoản nào với tên đăng nhập trên

source: Scratch is not allowed to send email to the address associated with this username. <a href='/contact-us/'>Contact us for support</a>.
bn: Scratch এর এই ইউজারনেমের সাথে সম্পর্কিত ঠিকানায় ইমেইল পাঠানোর অনুমতি নেই। <a href='/contact-us/'>সাহায্যের জন্য যোগাযোগ কর</a>।
ca: Scratch no pot enviar correus electrònics a l'adreça associada amb aquest nom d'usuari. <a href='/contact-us/'>Contacta'ns per a suport</a>.
fa: اسکرچ مجاز به ارسال ایمیل به آدرس مرتبط با این نام کاربری نیست. <a href='/contact-us/'>برای پشتیبانی با ما تماس بگیرید</a>.
hy: Scratch-ը թույլ չի տալիս ուղարկել նամակ օգտատիրոջ էլ. հասցեին:<a href='/contact-us/'>Աջակցության համար կապվնել մեզ հետ </a>:
ja: Scratchは、このユーザ名に関連付けられたアドレスに電子メールを送信することはできません。お問い合わせは<a href='/contact-us/'>こちら</a>。
nn: Scratch kan ikkje senda e-post til adressa knytt til dette brukarnamnet. <a href='/contact-us/'>Kontakt oss for hjelp</a>.
ta: இந்த பயனர்பெயருடன் தொடர்புடைய முகவரிக்கு மின்னஞ்சல் அனுப்ப கீறல் அனுமதிக்கப்படவில்லை. <a href='/contact-us/'>ஆதரவுக்கு எங்களைத் தொடர்பு கொள்ளுங்கள்</a>.
vi: Scratch không được quyền gửi email đến các địa chỉ có liên hệ tới tên đăng nhập <a href='/contact-us/'>Liên hệ chúng tôi để được hỗ trợ</a>.

source: You must provide an email or username
bn: তোমাকে অবশ্যই একটি ইমেইল অথবা ইউজারনেম দিতে হবে
ca: Escriu un nom d'usuari o un correu electrònic
fa: شما باید یک ایمیل یا نام کاربری وارد کنید
hy: Պետք է գրանցեք օգտվողի անուն կամ էլ փոստի հասցե:
ja: Eメールアドレスかユーザー名を入力してください
nn: Du må oppgje e-postadresse eller brukarnamn
ta: நீங்கள் ஒரு மின்னஞ்சல் அல்லது பயனர்பெயரை வழங்க வேண்டும்
vi: Bạn phải cung cấp một email hoặc tên đăng nhập

source: Email
bn: ইমেইল
ca: Correu electrònic
fa: ایمیل
hy: Էլ.Փոստ
ja: Eメールアドレス
nn: E-post
ta: மின்னஞ்சல்

source: Incorrect username or password.
bn: ভুল ইউজারনেম অথবা পাসওয়ার্ড।
ca: El nom d'usuari o la contrasenya són incorrectes.
fa: نام کاربری یا رمز عبور نادرست است
hy: Մուտքանուն կամ գաղտնաբառը սխալ է։
ja: ユーザー名またはパスワードが間違っています
nn: Feil brukarnamn eller passord.
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்.
vi: Sai tên đăng nhập hoặc mật khẩu

source: Please enable cookies on your browser.
bn: অনুগ্রহ করে তোমার ব্রাউজারে কুকিজ সক্রিয় কর।
ca: Si us plau permet les galetes al teu navegador.
fa: لطفاً کوکی‌ها را در مرورگر خود فعال کنید.
hy: Անհրաժեշտ է միացնել Ձեր զննարկչի/browser cookie-ը:
ja: ブラウザーのクッキーを有効にしてください。
nn: Du må tillata informasjonskapslar i nettlesaren.
ta: உங்கள் உலாவியில் குக்கீகளை இயக்கவும்.
vi: Vui lòng bật cookies trên trình duyệt của bạn.

source: This account is inactive.
bn: এ্যাকাউন্টটি সচল নয়
ca: Aquest compte es troba inactiu.
fa: این حساب کاربری غیر فعال است.
hy: Այս հաշիվը ակտիվ չէ:
ja: このアカウントはアクティブではありません。
nn: Denne kontoen er ikkje aktiv.
ta: இந்த கணக்கு செயலற்றது.
vi: Tài khoản này không hoạt động.

source: This account is deleted!
bn: এ্যাকাউন্টটি অপসারণ করা হয়েছে!
ca: Aquest compte està eliminat!
fa: این حساب‌کاربری حذف شده است!
hy: Այս հաշիվը ջնջված է:
ja: このアカウントは削除されています！
nn: Denne kontoen er sletta.
ta: இந்த கணக்கு நீக்கப்பட்டது!
vi: Tài khoản này đã bị xóa!

source: Class has ended. Account not available.
bn: শ্রেণি শেষ হয়েছে। এ্যাকাউন্ট পাওয়া যাচ্ছে না।
ca: La classe ha acabat. Compte no disponible.
fa: دوره به پایان رسیده است. حساب در دسترس نیست.
hy: Դասն ավարտվել է: Հաշիվը հասանելի չէ:
ja: クラスは終了しました。利用できないアカウントです。
nn: Undervisinga er avslutta. Brukarkontoen er ikkje tilgjengeleg lenger.
ta: வகுப்பு முடிந்தது. கணக்கு கிடைக்கவில்லை.
vi: Lớp học vừa kết thúc. Tài khoản không còn hiệu lực.

source: Activity ideas for using Scratch at home
bn: ঘরে Scratch ব্যবহারের জন্য এ্যাক্টিভিটি ধারণা
ca: Idees d'activitats per usar Scratch a casa
fa: ایده‌های فعالیت برای استفاده از اسکرچ در خانه
hy: Ակտիվ գաղափարներ ՝ Scratch-ը տանից օգտագործելու համար
ja: 家庭でScratchを使う活動のアイデア
ta: `வீட்டில் Scratchஐ பயன்படுத்துவதற்கான செயல்பாட்டு யோசனைகள்
vi: Ý tưởng các hoạt động cho việc sử dụng Scratch tại nhà

source: Product updates for using Scratch in educational settings
bn: শিক্ষাগত সেটিংসে Scratch ব্যবহারের জন্য পণ্যের আপডেট
ca: Actualitzacions de producte per usar Scratch en contextos educatius
fa: به‌روز‌رسانی‌های محصول برای استفاده از اسکرچ در تنظیمات آموزشی
hy: Scratch-ի օգտագործման ծրագրային թարմացումներ ուսումնական կարգավորումների համար
ja: Scratchを教育現場向け設定にするためのプロダクトアップデート
ta: கல்வி அமைப்புகளில் கீறலைப் பயன்படுத்துவதற்கான தயாரிப்பு புதுப்பிப்புகள்
vi: Những cập nhật về sản phẩm cho việc sử dụng Scratch để thiết lập giáo dục

source: It appears the email you provided is owned by another person. Please be sure to <a href='%(email_change_url)s'>change the email</a> associated with your account to one you own.
bn: মনে হচ্ছে তোমার সরবরাহ করা ইমেইলটি অন্য ব্যক্তির মালিকানাধীন। অনুগ্রহ করে তোমার এ্যাকাউন্টের সাথে সম্পর্কিত ইমেইলটি দিয়ে <a href='%(email_change_url)s'>ইমেইল পরিবর্তন কর</a>।
ca: Ens consta que el correu electrònic facilitat pertany a una altra persona. Si us plau <a href='%(email_change_url)s'>canvia el correu electrònic</a> associat al teu compte per un de teu.
fa: به نظر می‌رسد ایمیل ارائه شده توسط شما به فرد دیگری تعلق دارد. لطفاً مطمئن شوید <a href='%(email_change_url)s'>ایمیل تان را به حساب کاربری شخصی خود</a> تغییر دهید.
hy: Ձեր կողմից տրամադրված էլ. հասցեն պատկանում է մեկ ալյ անձի: Համոզվեք, որ Ձեր <a href='%(email_change_url)s'>Էլ. հասցեն փոխել եք </a>այն հաշվի համար, որը Ձեզ է պատկանում:
ja: あなたが入力したメールアドレスは別の人のもののようです。あなたのアカウントに紐付けるメールアドレスは、<a href='%(email_change_url)s'>あなた自身のものに変更してください</a>。
nn: Det ser ut til at e-postadressa du oppgav tilhøyrer ein annan person. <a href='%(email_change_url)s'>Legg inn di eiga e-postadresse</a> på brukarkontoen din.
ta: நீங்கள் வழங்கிய மின்னஞ்சல் மற்றொரு நபருக்கு சொந்தமானது என்று தோன்றுகிறது. உங்கள் கணக்குடன் தொடர்புடைய <a href='%(email_change_url)s'>மின்னஞ்சல் ஐ உங்களுக்கு சொந்தமானதாக மாற்றவும்</a>.
vi: Có vẻ email bạn cung cấp đã được sử dụng bởi một người khác. Vui lòng chắc chắn <a href='%(email_change_url)s'> đổi email </a> liên kết với tài khoản của bạn đến tài khoản mà bạn sở hữu.

source: Already logged in
bn: পূর্বেই প্রবেশ করা হয়েছে
ca: Sessió ja iniciada
fa: قبلاً وارد شده‌اید
hy: Արդեն մուտք եք գործել
ja: 既にサインインしています
nn: Allereie innlogga
ta: ஏற்கனவே உள்நுழைந்துள்ளீர்கள்
vi: Đã đăng nhập

source: Whoops! There was an error while updating your email settings. Please try again.
bn: উফ! তোমার ইমেইল সেটিংস আপডেট করার সময় একটু ভুল হয়েছে। অনুগ্রহ করে আবার চেষ্টা কর।
ca: Vaja! Hem trobat un error mentre actualizàvem la configuració de correu. Torna-ho a intentar de nou.
fa: ای واای، در هنگام به روز رسانی تنظیمات ایمیل تان خطایی پیش آمده است. لطفاً دوباره تلاش کنید.
hy: Վաայ! Սխալ է տեղի ունեցել Ձեր էլ. հասցեի կարգավորումները թարմացնելու ժամանակ: Խնդրում եմ փորձել կրկին:
ja: おっと!メールアドレスの設定中にエラーが発生しました。もう1度試してみてください。
ta: அச்சச்சோ! உங்கள் மின்னஞ்சல் அமைப்புகளைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது. தயவுசெய்து மீண்டும் முயற்சி செய்க.
vi: Whoops! Xảy ra lỗi khi cập nhật thiết lập email của bạn. Vui lòng thử lại.

source: Unsubscribe me from Scratch project and activity ideas
bn: Scratch প্রজেক্ট এবং এ্যাক্টিভিটি ধারণা থেকে আমাকে আনসাবস্ক্রাইব কর
ca: Dona'm de baixa de les idees d'activitats i projecte de Scratch
fa: اشتراک مرا از برنامه‌ی اسکرچ و ایده‌های فعالیت لغو کنید
hy: Հանել ինձ Scratch նախագծի և ակտիվ գաղափարների բաժանորդագրությունից
ja: Scratchプロジェクトと活動のアイデアの受信を停止する
ta: கீறல் திட்டம் மற்றும் செயல்பாட்டு யோசனைகளிலிருந்து என்னை குழுவிலகவும்
vi: Bỏ theo dõi các dự án của Scratch và các ý tưởng hoạt động

source: Unsubscribe me from tips for educational settings
bn: শিক্ষাগত সেটিংসের জন্য টীকা থেকে আমাকে আনসাবস্ক্রাইব কর
ca: Dona'm de baixa dels consells per a contextos educatius
fa: عضویت من را از راهنمایی ها برای تنظیمات آموزشی لغو کن
hy: Հանել ուսումնական կարգավորումների հուշումների բաժանորդագրությունից
ja: 教育環境に向けたScratchの活用ヒントの配信を止める
ta: கல்வி அமைப்புகளுக்கான உதவிக்குறிப்புகளிலிருந்து என்னை குழுவிலகவும்
vi: Bỏ theo dõi những thủ thuật dành cho thiết lập về giáo dục

source: Please check your email for a confirmation message.
bn: নিশ্চিতকরণ বার্তার জন্য অনুগ্রহ করে তোমার ইমেইল যাচাই কর।
ca: Si us plau comprova el missatge de confirmació en el teu correu electrònic.
fa: لطفاً ایمیل خود را برای پیام تأیید بررسی کنید.
hy: Խնդրում եմ ստուգել Ձեր էլ. փոստը հաստատման հաղորդագրության համար:
ja: メールをチェックして、認証用メッセージを確認してください。
ta: உறுதிப்படுத்தல் செய்திக்கு உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்.
vi: Vui lòng kiểm tra email của bạn để xem thông tin xác nhận

source: day
bn: দিন ধরে
ca: dia
fa: روز
hy: օր
ja: 日 日
nn: dag
vi: ngày

source: 1 minute ago
bn: 1 মিনিট আগে
ca: 1 minut enrere
fa: %(minutes)d دقیقه پیش
hy: 1 րոպե առաջ
ja: 1 分前%(minutes)d 分前
nn: 1 minutt sidan
ta: 1 நிமிடங்களுக்கு முன்பு
vi: %(minutes)dphút trước

source: just now
bn: এইমাত্র
ca: ara mateix
fa: همین الان
hy: հենց նոր
ja: たった今
nn: akkurat no
ta: இப்போது
vi: ngay bây giờ

source: 1 hour ago
bn: 1 ঘন্টা আগে
ca: 1 hora enrere
fa: %(hours)d ساعت قبل
hy: 1 ժամ առաջ
ja: 1時間前 %(hours)d 時間前
nn: 1 time sidan
ta: 1 மணி நேரத்திற்க்கு முன்பு
vi: %(hours)dgiờ trước

source: yesterday at %s
bn: গতকাল %s এ
ca: ahir a les %s
fa: دیروز در%s
hy: երեկ ժամը %s -ին
ja: 昨日の %s
nn: i går %s
ta: நேற்று %s
vi: hôm qua vào %s

source: %(number)d %(type)s ago
bn: %(number)d%(type)s পূর্বে
ca: %(number)d %(type)s enrere
fa: %(number)d %(type)s قبل
hy: %(number)d %(type)s առաջ
ja: %(number)d %(type)s 前
nn: %(number)d %(type)s sidan
ta: %(number)d %(type)sமுன்பு
vi: %(number)d%(type)s trước

source: Already exists
bn: আগে থেকেই আছে
ca: Ja existeix
fa: قبلاً موجود بوده
hy: Արդեն գոյություն ունի
ja: すでに存在します
nn: Finst frå før
ta: ஏற்கனவே இருக்கிறது
vi: Đã tồn tại

source: Contains invalid characters. Use letters and numbers only.
bn: অবৈধ অক্ষর রয়েছে। কেবল অক্ষর এবং সংখ্যা ব্যবহার কর।
ca: Conté caràcters no vàlids. Fes ús únicament de lletres i números.
fa: شامل کاراکترهای نامعتبر است. فقط از حروف و اعداد استفاده کنید.
hy: Պարունակում է անընդունելի նիշեր․Օգտագործել միայն տառեր և թվեր։
ja: 無効な文字列を含んでいます。アルファベットと数字のみを使って下さい。
nn: Inneheld teikn som ikkje er tillatne. Bruk berre bokstavar og tal.
ta: தவறான எழுத்துகள் உள்ளன. எழுத்துக்கள் மற்றும் எண்களை மட்டும் பயன்படுத்தவும்.
vi: Chứa kí tự không hợp lệ. Chỉ sử sụng chữ cái và số.

source: Contains inappropriate words
bn: অনুপযুক্ত শব্দ রয়েছে
ca: Conté paraules poc apropiades
fa: حاوی کلمات نامناسب است
hy: Պարունակում է անհամապատասխան բառեր
ja: 不適切な言葉を含んでいます
nn: Inneheld upassande ord
ta: பொருத்தமற்ற சொற்களைக் கொண்டுள்ளது
vi: Chứa từ không hợp lệ

source: Shorter than minimum length of %d characters
bn: অক্ষরের সর্বনিম্ন দৈর্ঘ্য %d এর চেয়ে ছোট
ca: Llargada mínima de %d caràcters
fa: کوتاه تر از حداقل میزان %dکاراکترها
hy: Կարճ է, քան նվազագույն %d երկարության նիշը։
ja: %d 文字より長くしてください
nn: Kortare enn minstelengda, som er %d teikn
ta: %d எழுத்துகளின் குறைந்தபட்ச நீளத்தை விட குறைவானது
vi: Ngắn hơn độ dài tối thiểu là %d kí tự

source: Longer than maximum length of %d characters
bn: ক্যারেক্টারের সর্বাধিক দৈর্ঘ্য %d এর চেয়ে দীর্ঘ
ca: Llargada màxima de %d caràcters
fa: بلندتر از حداکثر میزان %dکاراکترها
hy: Երկար է, քան առավելագույն %dերկարության նիշը։
ja: %d 文字より短くしてください
nn: Lengre enn makslengda, som er %d teikn
ta: %d எழுத்துகளின் அதிகபட்ச நீளத்தை விட நீளமானது
vi: Dài hơn độ dài tối đa là %d kí tự

source: class
bn: শ্রেণি
ca: classe
fa: دوره
hy: դաս
ja: クラス
nn: klasse
ta: வகுப்பு
vi: lớp học

source: classes
bn: শ্রেণিগুলো
fa: دوره ها
hy: դասեր
ja: クラス
nn: klassar
ta: வகுப்புகள்
vi: các lớp học

source: Please update the CSV file to address the issues above and reload the file.
bn: অনুগ্রহ করে উপরের সমস্যাগুলো সমাধান করতে CSV ফাইল আপডেট কর এবং ফাইলটি রিলোড কর।
ca: Si us plau actualitza el fitxer CSV per abordar les qüestions dalt i torna a carregar el fitxer.
fa: لطفاً فایل CSV را برای رسیدگی به مشکلات بالا به روز کرده و فایل را دوباره بارگذاری کنید.
hy: Խնդրում ենք թարմացնել CSV նիշքը՝ նշելով վերը թվարկած խնդիրները և կրկին բեռնել նիշքը։
ja: 上記の問題を解決してファイルをリロードするには、CSVファイルを更新してください。
nn: Rett opp desse feila i CSV-fila, og last ho så opp på nytt.
ta: மேலே உள்ள சிக்கல்களைத் தீர்க்க CSV கோப்பை புதுப்பித்து கோப்பை மீண்டும் ஏற்றவும்.
vi: Vui lòng cập nhật tập tin CSV để biết thêm những vấn đề trên và tải lại tập tin.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
bn: এ্যাকাউন্ট তৈরি করার সময় ত্রুটি ঘটেছে। এখানে উল্লেখ করা এ্যাকাউন্ট ছাড়া অন্য সব এ্যাকাউন্ট তৈরি করা হয়েছে।
ca: S'han produït errors durant la creació de comptes. La resta de comptes no especificats aquí han estat creats.
fa: هنگام ایجاد حساب‌ها خطاهایی رخ داد. همه حساب‌ها، غیر از موارد مشخص شده در این‌جا ایجاد شده است.
hy: Հաշիվը ստեղծելիս տեղի է ունեցել սխալներ: Նշվածներից բացի բոլոր հաշիվներն արդեն ստեղծվել են:
ja: アカウント作成中にエラーが発生しました。次の一覧に含まれていないアカウントは正常に作成されました。
nn: Det oppstod feil ved oppretting av kontoar. Alle kontane utanom dei her vart oppretta.
ta: கணக்குகளை உருவாக்கும்போது பிழைகள் ஏற்பட்டன. இங்கே குறிப்பிடப்பட்ட கணக்குகளைத் தவிர மற்ற எல்லா கணக்குகளும் உருவாக்கப்பட்டன.
vi: Có lỗi xảy ra trong lúc tạo những tài khoản. Tất cả các tai khoản khác với các tài khoản đã được chỉ định ở đây đã được tạo ra.

source: After changing this student's password, you will need to share the new password with your student directly so that they can log back into Scratch.
bn: এই শিক্ষার্থীর পাসওয়ার্ড পরিবর্তনের পরে, নতুন শিক্ষার্থীর পাসওয়ার্ডটি সরাসরি তোমার শিক্ষার্থীর সাথে শেয়ার করতে হবে যাতে তারা আবার Scratch এ লগইন করতে পারে।
ca: Després de canviar la contrasenya d'aquest estudiant, hauràs de compartir-la amb ell o ella directament perquè puguin tornar a iniciar sessió a Scratch.
fa: پس از تغییر رمز عبور این دانش آموز، شما باید رمز عبور جدید را با دانش آموز خود به‌طور مستقیم به اشتراک بگذارید تا آن‌ها بتوانند دوباره وارد اسکرچ شوند.
hy: Այս ուսանողի գաղտնաբառը փոխելուց հետո դուք պետք է ձեր ուսանողին ուղիղ կերպով տրամադրեք նոր գաղտնաբառն, որպեսզի նորից կարողանան մուտք գործել Scratch:
ja: この生徒のパスワードを変更した後は、Scratchに再度ログインできるように、新しいパスワードを生徒と直接共有する必要があります。
nn: Når du har bytt passordet til eleven, må du gje eleven det nye passordet direkte, slik at han eller ho kan logga på Scratch att.
ta: இந்த மாணவரின் கடவுச்சொல்லை மாற்றிய பிறகு, புதிய கடவுச்சொல்லை உங்கள் மாணவருடன் நேரடியாகப் பகிர வேண்டும், இதனால் அவர்கள் மீண்டும் கீறலில் உள்நுழைய முடியும்.
vi: Sau khi thay đổi mật khẩu học viên này, bạn sẽ cần để chia sẻ mật khẩu mới với bạn của mình trực tiếp vì vậy họ có thể đăng nhập vào lại Scratch.

source: studio
bn: স্টুুডিও
ca: estudi
fa: استودیو
hy: ստուդիա
ja: スタジオ
nn: galleri
ta: ஸ்டுடியோ
vi: phòng trưng bày

source: studios
bn: স্টুডিওগুলো
ca: estudis
fa: استودیو ها
hy: ստուդիաներ
ja: スタジオ
nn: galleri
ta: ஸ்டுடியோக்கள்
vi: phòng trưng bày

source: Woah, seems like you're updating projects really quickly. Please wait a bit longer between updating projects.
bn: ওহ, মনে হচ্ছে তুমি প্রজেক্টগুলো খুব দ্রুত আপডেট করছ। অনুগ্রহ করে প্রজেক্টগুলো আপডেট করতে কিছু সময় অপেক্ষা কর।
ca: Vaja, sembla que estàs carregant projectes molt ràpid. Si us plau espera una mica més entre projecte i projecte.
fa: وای، به‌نظر می‌رسد که شما واقعا سریع به‌روز‌رسانی پروژه می‌کنید. لطفاً بین به‌روز‌رسانی پروژه‌ها کمی بیشتر صبر کنید.
hy: Օհ, թվում է, թե դուք իսկապես արագ եք թարմացնում նախագծերը: Խնդրում ենք մի փոքր ավել սպասել նախագծերը թարմացնելուց:
ja: 申し訳ありません。プロジェクトを更新する間隔が少し早すぎるようです。1回更新したあと次の更新をするときは、もう少し時間を置いてください。
ta: ஓ, நீங்கள் திட்டங்களை மிக விரைவாக புதுப்பிப்பது போல் தெரிகிறது. திட்டங்களை புதுப்பிக்க சிறிது நேரம் காத்திருக்கவும்.
vi: Wow, dường như bạn đang cập nhật chương trình rất nhanh chóng. Xin đợi lâu hơn tí giữa những lần cập nhật chương trình.

source: Woah, seems like you're creating studios really quickly. Please wait a bit longer between creating studios.
bn: ওহো, মনে হচ্ছে তুমি খুব দ্রুত স্টুডিও তৈরি করছ। স্টুডিওগুলো তৈরি করার মধ্যে অনুগ্রহ করে কিছুটা দীর্ঘ সময় অপেক্ষা কর।
ca: Vaja, sembla que estàs creant estudis molt ràpid. Si us plau espera una mica més entre estudi i estudi.
fa: وای، به نظر می‌رسد شما واقعاً به سرعت استودیو ایجاد می‌کنید. لطفاً بین ایجاد استودیو‌ها کمی بیشتر صبر کنید.
hy: Օհ, թվում է, թե դուք իսկապես արագ եք թարմացնում ստուդիաները: Խնդրում ենք մի փոքր ավել սպասել ստուդիաները թարմացնելուց:
ja: 申し訳ありません。スタジオを作成する間隔が少し早すぎるようです。1回作成したあと次に作成をするときは、もう少し時間を置いてください。
ta: ஓ, நீங்கள் ஸ்டுடியோக்களை மிக விரைவாக உருவாக்குகிறீர்கள் போல் தெரிகிறது. ஸ்டுடியோக்களை உருவாக்குவதற்கு இடையில் சிறிது நேரம் காத்திருக்கவும்.
vi: Wow, dường như bạn đang tạo nhiều studio rất nhanh. Xin đợi lâu hơn một tí giữa những lần tạo studio.

source: Tiny Integer
bn: ক্ষুদ্র পূর্ণসংখ্যা
ca: Enter petit
fa: عدد صحیح کوچک
hy: Փոքր ամբողջ թիվ
ja: 小さな整数
nn: Lite heiltal
ta: சிறிய முழு எண்

source: Scratch is not allowed to send email to this address.
bn: Scratch থেকে এই ঠিকানায় ইমেইল পাঠানোর অনুমতি নেই।
ca: Scratch no té permisos per enviar correus electrònics a aquesta adreça.
fa: اسکرچ مجاز به ارسال ایمیل به این آدرس نیست.
hy: Scratch-ը չի թույլատրում ուղարկել նամակ տվյալ հասցեին։
ja: Scratchではこのアドレスにメールを送ることが許可されていません。
ta: இந்த முகவரிக்கு மின்னஞ்சல் அனுப்ப கீறல் அனுமதிக்கப்படவில்லை.
vi: Scratch không được phép gửi email đến địa chỉ này.

source: project
bn: প্রজেক্ট
ca: projecte
fa: پروژه
hy: նախագիծ
ja: 作品
nn: prosjekt
ta: திட்டம்
vi: dự án

source: projects
bn: প্রজেক্ট
ca: projectes
fa: پروژه‌ها
hy: նախագծեր
ja: 作品
nn: prosjekt
ta: திட்டங்கள்
vi: các dự án

source: Permanently Censored Project cannot be reshared.
bn: স্থায়ীভাবে সেন্সরড প্রজেক্টটি পুনরায় শেয়ার করা যাবে না।
ca: Un projecte censurat permanentment no pot ser compartit de nou.
fa: پروژه‌ی دائماً محدود شده نمی‌تواند مجدداً به اشتراک گذاشته شود.
hy: Վերջնակաանորեն գրաքննված նախագիծը հնարավոր չէ կրկին տարածել:
ja: 一時的に検閲中のプロジェクトを再度共有することはできません。
nn: Eit prosjekt sensurert for alltid kan ikkje leggjast ut.
ta: நிரந்தரமாக தணிக்கை செய்யப்பட்ட திட்டத்தை மீண்டும் மாற்ற முடியாது.
vi: Dự án Kiểm duyệt Vĩnh viễn không được chia sẻ
