Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: This initiative extends the Scratch programming language, which enables young people to code their own interactive stories, games and animations. To ease the transition into coding, the MIT Scratch team is developing a series of interest-based "microworlds" — specialized coding environments designed to connect with young people’s interests. The first interest-based microworlds being developed are in the interest areas of hip-hop dance, fashion, and sports.
bn: এই উদ্যোগটি Scratch প্রোগ্রামিং ভাষাকে প্রসারিত করে, যা তরুণদের তাদের নিজস্ব ইন্টারেক্টিভ গল্প, গেম এবং অ্যানিমেশন কোড করতে সক্ষম করে। কোডিং এ রূপান্তর সহজ করতে, MIT Scratch দল আগ্রহ-ভিত্তিক একটি সিরিজ তৈরি করছে "microworlds" — তরুণদের আগ্রহের সাথে সংযোগ করার জন্য ডিজাইন করা বিশেষ কোডিং পরিবেশ। হিপ-হপ নৃত্য, ফ্যাশন এবং খেলাধুলার আগ্রহের ক্ষেত্রে প্রথম আগ্রহ-ভিত্তিক মাইক্রোওয়ার্ল্ড তৈরি করা হচ্ছে।
ca: Aquesta iniciativa estén el llenguatge de programació Scratch, la qual permet a infants i joves programar les seves pròpies històries creatives, jocs i animacions. Per facilitar la transició a la codificació, l'equip del MIT Scratch està desenvolupant una sèrie d'interessos basats "micromons" — entorns de codificació especialitzats dissenyats per connectar amb els interessos dels joves. Els primers micromons desenvolupats estan basats en les àrees d'interès de la dansa hip-hop, la moda i els esports.
fa: این ابتکار عمل زبان برنامه‌نویسی اسکرچ را گسترش می‌دهد، که جوانان را قادر می‌سازد داستان‌های تعاملی، بازی‌ها و انیمیشن‌های خود را بسازند. برای تسهیل انتقال به برنامه‌نویسی، تیم اسکرچ MIT در حال توسعه مجموعه‌ای "ریزجهان‌ها"ی مبتنی بر علاقه - محیط های برنامه‌نویسی تخصصی طراحی شده برای ارتباط با منافع جوانان می‌باشد. اولین ریزجهان‌های مبتنی بر علاقه، در حال توسعه در زمینه‌های رقص هیپ-هاپ، مد و ورزش قرار دارند.
ja: この活動では、Scratchプログラミング言語をアレンジして、 子どもたちが自分でインタラクティブストーリーや、ゲーム、アニメーションをコーディングできるようにすることを目標としています。 より気軽にコーディングの世界に入れるよう、現在、MIT Scratchチームが行っているのは、 子どもたちの興味にあわせた「マイクロワールド」シリーズの作成です。 これは、コーディング環境を子どもたちの興味にあわせて特化させるというもので、 まず最初の「マイクロワールド」として、ヒップホップダンス、ファッション、スポーツの各分野にターゲットを絞った開発が進められています。
nn: Denne satsinga utvidar programmeringsspråket Scratch, som gjer det mogleg for unge å programmera eigne interaktive forteljingar, spel og animasjonar. For å gjera vegen til programmering lettare har Scratch-gruppa ved MIT utvikla ein serie interessebaserte «mikroverder» – spesialiserte programmeringsmiljø knytte til det unge er interesserte i. Dei første interessebaserte mikroverdene som vert utvikla handlar om hiphopdans, mote og idrett.
vi: Sáng kiến này mở rộng ngôn ngữ lập trình Scratch, cho phép người trẻ lập trình các câu chuyện, trò chơi và phim hoạt hình tương tác. Để làm việc lập trình trở nên dễ dàng hơn, nhóm Scratch MIT đang phát triển một chuỗi nền tảng dựa trên sở thích "thế giới vi mô" — chuyên biệt hóa môi trường lập trình được thiết kế để kết nối với sở thích của người trẻ. Thế giới vi mô đầu tiên dựa trên sở thích đang được phát triển là về nhóm sở thích khiêu vũ hip-hop, thời trang, và thể thao.

source: What are the project goals?
bn: প্রজেক্টের লক্ষ্য কি?
ca: Quins són els objectius del projecte?
fa: هدف این پروژه چیست؟
ja: プロジェクトの目的
nn: Kva er målet med prosjekta?
ta: திட்ட இலக்குகள் என்ன?
vi: Mục tiêu của dự án là gì?

source: <p><strong>Design goal</strong>: Identify design principles and develop technological infrastructure for supporting interestdriven trajectories into computational fluency.</p> <p><strong>Deployment goal</strong>: Provide more pathways from interest to computational fluency for populations of youth underrepresented in the computing world.</p> <p><strong>Research goal</strong>: Contribute to a deeper understanding of trajectories that youth follow from their interests into computational fluency</p>
bn: <p><strong>ডিজাইনের লক্ষ্য</strong>: ডিজাইনের নীতিগুলো সনাক্ত করা এবং আগ্রহীদের সমর্থন করার জন্য প্রযুক্তিগত অবকাঠামো বিকাশ করা যা গণনামূলক সাবলীলতার গতিপথ তৈরি করে।</p> <p><strong>স্থাপনার লক্ষ্য</strong>: তরুণদের জন্য গণনামূলক সাবলীলতার আরও পথ সরবরাহ করে যা কম্পিউটিং বিশ্বে উপস্থাপিত।</p> <p><strong>গবেষণার লক্ষ্য</strong>: তরুণরা গণনামূলক সাবলীলতায় তাদের আগ্রহ থেকে অনুসরণ করে এমন ট্র্যাজেক্টরিগুলোর গভীরতর বোঝার জন্য অবদান রাখা</p>
ca: <p><strong>Objectiu de disseny</strong>: Identificar els principis de disseny i desenvolupar la infraestructura tecnològica per donar suport a les trajectòries d'interès focalitzades en la fluïdesa computacional.</p> <p><strong>Objectiu d'implementació</strong>: Proporcionar més vies d'interès per a la fluïdesa computacional per a les poblacions de joves poc representades en el món de la informàtica.</p> <p><strong>Objectiu de la investigació</strong>: Contribuir a una comprensió més profunda de les trajectòries dels joves que es dedueix dels seus interessos en la fluïdesa computacional</p>
fa: <p><strong>هدف طراحی</strong>: شناسایی اصول طراحی و توسعه زیرساخت‌های فن‌آوری برای حمایت از مسیرهای علاقه‌مند به روانی محاسباتی می‌باشد.</p> <p><strong>هدف استقرار</strong>: مسیرهای بیشتری را از توجه به روانی محاسباتی برای جمعیت جوانان در دنیای محاسبات کمتر حضور یافته فراهم آورید.</p> <p><strong>هدف پژوهش</strong>: کمک به درک عمیق‌تر از مسیرهایی که جوانان از علایق خود روانی محاسباتی پیروی می‌کنند</p>
ja: <p><strong>設計目標</strong>：興味・関心がコンピュータ・リテラシーに結びつくことをサポートする技術基盤の基本設計を確立し、開発すること</p> <p><strong>展開目標</strong>：現在、コンピュータ業界の中心から遠くにいる若者たちに対して、興味・関心事をコンピュータ・リテラシーに昇華できるようにするための糸口をより多く提供すること</p> <p><strong>調査目標</strong>：若者たちが自身の興味・関心事をコンピュータリテラシーに昇華させる過程の根源的理解に貢献すること computational fluency</p>
nn: <p><strong>Styringsmål</strong>: Identifisera utformingsprinsipp og utvikla teknologisk infrastruktur for å støtta interessebaserte forløp til programmeringskompetanse.</p> <p><strong>Implementeringsmål</strong>: Tilby fleire forløp frå personlege interesser til programmeringskompetanse for barn og unge som er underrepresenterte innan IT.</p> <p><strong>Forskingsmål</strong>: Bidra med ei djupare forståing av forløpa barn og unge følgjer frå personlege interesser til programmeringskompetanse.</p>
vi: <p><strong>Mục tiêu thiết kế</strong>: Xác định nguyên lý thiết kế và phát triển cơ sở hạ tầng công nghệ hỗ trợ định hướng sở thích vào quỹ đạo ảnh hưởng điện toán.</p> <p><strong>Mục tiêu phát triển</strong>: Cung cấp nhiều con đường hơn cho sở thích theo ảnh hưởng điện toán cho dân số trẻ không được hiện diện trong thế giới điện toán.</p> <p><strong>Mục tiêu nghiên cứu</strong>: Đóng góp vào việc hiểu sâu hơn các quỹ đạo mà người trẻ theo sở thích của họ trong ảnh hưởng điện toán</p>

source: What activities have been offered so far?
bn: কি কার্যক্রম এ পর্যন্ত দেওয়া হয়েছে?
ca: Quines activitats s'han ofert fins ara?
fa: چه فعالیت‌هایی تا کنون ارائه شده است؟
ja: これまでの活動
nn: Kva aktivitetar er tilgjengelege no?
ta: இதுவரை என்ன நடவடிக்கைகள் வழங்கப்பட்டுள்ளன?
vi: Những hoạt động gì đã được cung cấp cho đến nay?

source: The project partners are collaborating with Progressive Arts Alliance (PAA) to develop resources and workshops on the interest area of hip-hop dance. We have offered workshops for youth in Cleveland and Los Angeles, and for librarians, educators, and youth program leaders nationally and internationally. In addition, the hip-hop dance and coding resources are featured as part of the Hour-of-Code.
bn: প্রজেক্টের অংশীদাররা প্রোগ্রেসিভ আর্টস অ্যালায়েন্স (পিএএ) এর সাথে সহযোগিতা করছে হিপ-হপ নৃত্যে আগ্রহের এলাকায় রিসোর্স এবং কর্মশালা বিকাশের জন্য। আমরা ক্লিভল্যান্ড এবং লস এঞ্জেলেসের যুবকদের জন্য এবং জাতীয় ও আন্তর্জাতিকভাবে গ্রন্থাগারিক, শিক্ষাবিদ এবং যুব কর্মসূচির নেতাদের জন্য কর্মশালা প্রদান করেছি। উপরন্তু, হিপ-হপ নৃত্য এবং কোডিং রিসোর্স Hour-of-Code এর অংশ হিসাবে বৈশিষ্ট্যযুক্ত।
ca: ⇥⇥Els socis del projecte estan col·laborant amb la progressiva Arts Alliance (PAA) ⇥⇥per desenvolupar recursos i tallers a l'àrea d'interès de la dansa hip-hop. ⇥⇥Hem ofert tallers per als joves a Cleveland i Los Angeles, i per als bibliotecaris, educadors i líders del programa juvenil nacional i internacional. ⇥⇥A més, el ball hip-hop i els recursos de programació es presenten com a part de l'Hora del Codi. ⇥⇥
fa: شرکای پروژه در حال همکاری با اتحاد هنرهای پیشرفته (PAA) برای توسعه منابع و کارگاه‌های آموزشی در ناحیه مورد نظر رقص هیپ-هاپ هستند. ما پیشنهاد کارگاه‌های آموزشی برای جوانان در کلیولند و لس آنجلس، و همچنین برای کتابداران، مدرسان و رهبران برنامه‌نویسی جوانان در سطح ملی و بین‌المللی دادیم. علاوه بر این، رقص هیپ-هاپ و منابع برنامه‌نویسی به عنوان بخشی از Hour-of-Code معرفی می‌شوند.
ja: このプロジェクトでは、PAA（Progressive Arts Alliance）と共同して ヒップホップダンス分野に特化したリソース、ワークショップを開発しています。 クリーブランドとロサンジェルスでは、子ども向けワークショップを行いました。図書館関係者、教育関係者、指導者向けワークショップもアメリカ国内、国外を問わず開催しています。 加えて、ヒップホップダンスとコーディングに関するリソースは、コードの時間（Hour-of-Code）でも一部取り上げられています。
vi: Đối tác dự án đang hợp tác với Progressive Arts Alliance (PAA) để phát triển các tài nguyên và khóa học theo nhóm sở thích về nhảy hip-hop Chúng vừa cung cấp các khóa học cho thanh thiếu niên ở Cleveland và Los Angeles, và cho thủ thư, nhà giáo, và người đứng đầu chương trình cho thanh thiếu niên toàn quốc và toàn cầu. Thêm vào đó, nhảy hip-hop và tài nguyên lập trình là đặc trưng như một phẩn của Giờ-Lập-trình.

source: Who is working on the project?
bn: কারা এই প্রজেক্টে কাজ করছে?
ca: Qui està treballant en el projecte?
fa: چه کسی روی این پروژه کار می‌کند؟
ja: 現在、誰がこのプロジェクトに参加していますか？
nn: Kven arbeider med prosjektet?
ta: திட்டத்தில் யார் வேலை செய்கிறார்கள்?
vi: Ai đang làm việc trên dự án?

source: The lead researchers and staff on the project include: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Principal Investigator), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>University of California - Irvine</strong>: Mimi Ito (Principal Investigator), Crystle Martin</p> <p><strong>Berkman Klein Center at Harvard University</strong>: Urs Gasser (Principal Investigator), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Other collaborators include: <p><strong>Progressive Arts Alliance</strong>
bn: প্রজেক্টের প্রধান গবেষকগণ এবং কর্মীদের মধ্যে রয়েছে: <p><strong>এমআইটি মিডিয়া ল্যাব</strong>:মিচেল রেসনিক (প্রধান তদন্তকারী), নাটালি রাস্ক (কো-পিআই), মোরান সুর, এরিক শিলিং, সারাহ ওটস</p> <p><strong>ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় - ইরভিন</strong>:মিমি ইটো (প্রধান তদন্তকারী), ক্রিস্টল মার্টিন</p> <p><strong>হার্ভার্ড বিশ্ববিদ্যালয়ের বার্কম্যান ক্লেইন সেন্টার</strong>:উরস গ্যাসার (প্রধান তদন্তকারী), আন্দ্রেস লম্বানা-বারমুডেজ, সান্দ্রা কর্টেসি, পলিনা হাউডং</p> অন্যান্য সহযোগীগণদের রয়েছে: <p><strong>প্রগতিশীল শিল্পকলা জোট</strong>
ca: Els investigadors principals i el personal del projecte inclouen: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Investigador Principal), Natalie Rusk (Co-PI), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>Universitat de California - Irvine</strong>: Mimi Ito (Investigador Principal), Crystle Martin</p> <p><strong>Berkman Klein Center de la Universitat de Harvard</strong>: Urs Gasser (Investigador Principal), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Altres col·laboradors inclouen: <p><strong>Progressive Arts Alliance</strong>
fa: محققان و کارکنان اصلی این پروژه عبارتند از: <p><strong>آزمایشگاه رسانۀ MIT</strong>: مایکل رزنیک (محقق اصلی)، ناتالی راسک (Co-PI)، مورن سور، اریک شیلینگ، سارا اتس</p> <p><strong>دانشگاه کالیفرنیا - ایروین</strong>: میمی اتو (محقق اصلی)، کریستل مارتین</p> <p><strong>مرکز برکمن کلاین در دانشگاه هاروارد</strong>: اورس گاسر (محقق اصلی)، آندرس لومبنا برمودز، ساندرا کورتزی، پائولین هودانگ</p> همکاران دیگر عبارتند از: <p><strong>اتحاد هنرهای پیشرفته</strong>
ja: 本プロジェクトの主任研究員とスタッフは次のとおりです： <p><strong>MITメディア・ラボ</strong>: Mitchel Resnick （主任研究員）Natalie Rusk（準主任研究員）、Moran Tsur、Eric Schilling、Sarah Otts</p> <p><strong>カリフォルニア大学アーバイン校</strong>: 伊藤 瑞子（主任研究員）、Crystle Martin</p> <p><strong>ハーバード大学バークマンセンター</strong>: Urs Gasser （主任研究員）、Andres Lombana-Bermudez、Sandra Cortesi、Paulina Haudong</p> そのほかの協力者： <p><strong>PAA（Progressive Arts Alliance）</strong>: Santina Protopapa
vi: Nhà nghiên cứu đứng đầu và nhân viên trong dự án bao gồm: <p><strong>MIT Media Lab</strong>: Mitchel Resnick (Điều tra viên trưởng), Natalie Rusk (Đồng quyền điều tra viên trưởng), Moran Tsur, Eric Schilling, Sarah Otts</p> <p><strong>Đại học California - Irvine</strong>: Mimi Ito (Điều tra viên trường), Crystle Martin</p> <p><strong>Trung tâm Berkman Klein tại Đại học Harvard</strong>: Urs Gasser (Điều tra viên trường), Andres Lombana-Bermudez, Sandra Cortesi, Paulina Haudong</p> Các cộng tác viên khác bao gồm: <p><strong>Progressive Arts Alliance</strong>

source: This material is based upon work supported by the National Science Foundation under grant number 1348876.
bn: এই উপাদানটি জাতীয় বিজ্ঞান ফাউন্ডেশন দ্বারা সমর্থিত কাজের উপর ভিত্তি করে অনুদান নম্বর 1348876 এর অধীনে।
ca: Aquest material està basat en el treball recolzat per la National Science Foundation sota la subvenció nombre 1348876.
fa: این ماده بر اساس کار پشتیبانی شده توسط بنیاد ملی علوم تحت کمک مالی شماره 1348876 است.
ja: 本資料は、アメリカ国立科学財団（グラント1348876）の支援による研究内容に基づいています。
nn: Dette materialet er basert på støtte frå National Science Foundation (løyving 1348876).
ta: இந்த பொருள் மானிய எண் 1348876 இன் கீழ் தேசிய அறிவியல் அறக்கட்டளை ஆதரிக்கும் வேலையை அடிப்படையாகக் கொண்டது.
vi: Tài liệu này dựa trên công trình được hỗ trợ bởi Tổ chức Khoa học Quốc gia dưới gói hỗ trợ số 1348876.

source: Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation.
bn: এই উপাদানটিতে প্রকাশিত কোন মতামত, ফলাফল এবং সিদ্ধান্ত বা সুপারিশগুলি লেখকদের এবং অগত্যা জাতীয় বিজ্ঞান ফাউন্ডেশনের মতামতকে প্রতিফলিত করে না।
ca: Qualssevol opinions, troballes i conclusions o recomanacions que figuren en aquest material són pròpies dels autors i no reflecteixen necessàriament els arguments de la National Science Foundation.
fa: هر گونه عقاید، یافته‌ها، و نتیجه‌گیری یا توصیه‌های بیان شده در این مباحث از آن مؤلفان است و لزوماً منعکس‌کننده دیدگاه‌های بنیاد ملی علوم نیست.
ja: 本資料に含まれる意見、発見事項、結論、推奨事項は執筆者によるものであり、かならずしもアメリカ国立科学財団の見解を示しているわけではありません。
nn: Alle meiningar, funn og konklusjonar eller anbefalingar uttrykte her tilhøyrer deira respektive forfattarar, og reflekterer ikkje nødvendigvis synet til National Science Foundation.
ta: இந்த விஷயத்தில் வெளிப்படுத்தப்பட்ட எந்தவொரு கருத்துகள், கண்டுபிடிப்புகள் மற்றும் முடிவுகள் அல்லது பரிந்துரைகள் ஆசிரியர்களின் கருத்துக்கள் மற்றும் அவை தேசிய அறிவியல் அறக்கட்டளையின் கருத்துக்களை பிரதிபலிப்பதில்லை.
vi: Bất kỳ ý kiến, khám phá, và kết luận hay khuyến cáo nào thể thiện trong tài liệu này là của các tác giả và không nhất thiết thể hiện quan điểm của Tổ chức Khoa học Quốc gia.

source: Collaborating Organizations
bn: সহযোগি সংস্থাগুলো
ca: Organitzacions col·laboradores
fa: سازمان‌های همکار
ja: コラボレーション組織
nn: Samarbeidsorganisasjonar
ta: ஒத்துழைக்கும் நிறுவனங்கள்
vi: Tổ chức Hợp tác

source: Resources
bn: রিসোর্স সমূহ
ca: Recursos
fa: منابع
hy: Ռեսուրսներ
ja: 資料
nn: Lærestoff
ta: வளங்கள்
vi: Những nguồn tài nguyên

source: You can access resources for creating dance, music, and other interest-based projects here:
bn: তুমি এখানে নৃত্য, সঙ্গীত এবং অন্যান্য আগ্রহ ভিত্তিক প্রজেক্ট তৈরির জন্য রিসোর্সের প্রবেশাধিকার পাবে:
ca: Pots accedir als recursos per a la creació de la dansa, la música i altres projectes basats en interessos aquí:
fa: شما می‌توانید به منابع برای ایجاد رقص، موسیقی و دیگر برنامههای مبتنی بر علاقه دسترسی داشته باشید:
ja: ダンス、音楽、その他の特定分野に特化した「興味・関心に基づくプロジェクト」には、ここからアクセスできます：
ta: நடனம், இசை மற்றும் பிற ஆர்வ அடிப்படையிலான திட்டங்களை உருவாக்குவதற்கான ஆதாரங்களை இங்கே அணுகலாம்:
vi: Bạn có thể truy cập những tài nguyên để tạo điệu nhảy, âm nhạc và các chương trình dựa trên sở thích khác tại đây:

source: Things to Try Page
bn: পৃষ্ঠা চেষ্টা করার জিনিস
ca: Pàgina Coses a provar
fa: چیزهایی برای امتحان صفحه
ja: やってみることのページ
ta: முயற்சி செய்ய வேண்டிய விஷயங்கள்
vi: Trang Chương trình để Thử

source: Preview Scratch Microworld prototypes:
bn: Scratch মাইক্রোওয়ার্ল্ড প্রোটোটাইপ প্রিভিউ:
ca: Vista prèvia de prototips Micromón de Scratch:
fa: پیش‌نمایش نمونه‎‌های اولیه ریزجهان اسکرچ
ja: Scratchマイクロワールドのプロトタイプを見る：
ta: முன்னோட்டம் கீறல் மைக்ரோ உலக முன்மாதிரிகள்:
vi: Xem nguyên mẫu Scratch Thế giới vi mô:

source: Interest-Based Microworlds Prototypes
bn: সুদ ভিত্তিক মাইক্রোওয়ার্ল্ড প্রোটোটাইপ
ca: Prototips Micromons basats en interessos:
fa: نمونه‌های اولیه ریزجهان مبتنی بر علاقه
ja: 興味・関心ベースの「マイクロワールド」プロトタイプ
ta: ஆர்வங்களை அடிப்படையாகக் கொண்ட மைக்ரோ உலகங்கள் முன்மாதிரிகள்
vi: Nguyên mẫu Thế giới vi mô theo Sở thích

source: Related Posts
bn: সম্পর্কিত পোস্ট
ca: Articles relacionats
fa: مطالب مرتبط
hy: Հարակից հաղորդագրություններ
ja: 関連する投稿
nn: Nærskylde innlegg
ta: தொடர்புடைய இடுகைகள்
vi: Các bài viết liên quan

source: Coding for All: Dance and Scratch Workshops - Paulina Haudong
bn: সবার জন্য কোডিং: নাচ এবং Scratch কর্মশালা - পলিনা হাউডং
ca: Programació per a tots: tallers de dansa i Scratch - Paulina Haudong
fa: برنامه‌نویسی برای همه: کارگاه‌های رقص و اسکرچ - پائولینا هودانگ
hy: Կոդավորում բոլորի համար. Պարի և Scratch-ի սեմինարներ - Պաուլինա Հոդոնգ
ja: みんなのためのコード（Codeing for All）：ダンスとScratchワークショップ-Paulina Haudong
ta: அனைவருக்கும் குறியீட்டு முறை: நடனம் மற்றும் கீறல் பட்டறைகள் - பவுலினா ஹடோங்
vi: Lập trình cho Tất cả: Khóa học Nhảy và Scratch - Paulina Haudong

source: Hip-Hop and Scratch - Progressive Arts Alliance
bn: হিপ-হপ এবং Scratch - প্রগতিশীল শিল্পকলা জোট
ca: Scratch i Hip-Hop - Aliança artística progressiva
fa: هیپ هاپ و اسکرچ - اتحاد پیشرفته هنرها
ja: ヒップホップとScratch - PAA（Progressive Arts Alliance）
ta: ஹிப்-ஹாப் மற்றும் கீறல் - முற்போக்கான கலை கூட்டணி
vi: Hip-Hop và Scratch - Progressive Arts Alliance

source: Reflections on a Hip-Hop and Scratch Workshop
bn: একটি হিপ-হপ এবং Scratch কর্মশালার প্রতিফলন
ca: Reflexions sobre un taller de Scratch i Hip-Hop
fa: تأملاتی بر یک کارگاه هیپ-هاپ و اسکرچ
ja: ヒップホップとScratchワークショップの反響
ta: ஒரு ஹிப்-ஹாப் மற்றும் கீறல் பட்டறையில் பிரதிபலிப்புகள்
vi: Phản hồi về Khóa học Hip-Hop và Scratch

source: Scratch Community Guidelines
bn: Scratch কমিউনিটি নির্দেশিকা
ca: Normes d'ús de la Comunitat de l'Scratch
fa: دستورالعمل‌های جامعه‌ی اسکرچ
hy: Scratch Համայնքային ցուցումներ
ja: Scratchコミュニティーのガイドライン
nn: Retningslinjer for nettstaden
ta: சமூக வழிகாட்டுதல்களை கீறவும்
vi: Những hướng dẫn dành cho cộng đồng Scratch

source: We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.
bn: আমাদের বন্ধুত্বপূর্ণ এবং সৃজনশীল সম্প্রদায়ের Scratch রাখতে প্রত্যেকের সাহায্য দরকার, যেখানে বিভিন্ন প্রেক্ষাপট এবং আগ্রহের লোকদের স্বাগত জানাই।
ca: Necessitem l'ajuda de tots per mantenir la comunitat de l'Scratch com a un lloc agradable on persones amb diferents perfils i interessos s'hi sentin benvingudes.
fa: ما به کمک همه نیاز داریم تا اسکرچ را یک جامعه‌ی دوستانه و خلاق نگه داریم که در آن مردم با پیش‌زمینه‌ها و علایق مختلف پذیرفته می‌شوند.
hy: Մեզ պետք է բոլորի օգնությունը՝ Scratch- ը ընկերական և ստեղծագործական միջավայրում պահելու համար, որտեղ տարբեր ծագմամբ և հետաքրքրություններով մարդիկ իրենց լավ են զգում:
ja: Scratchを、いろいろな背景や興味を持ったメンバーを受け入れるような、友好的で創造的なコミュニティとして続けていくためには、みんなの助けが必要です。
nn: Alle må bidra til at Scratch-nettstaden vert ein hyggjeleg og kreativ møteplass, der folk kan kjenna seg velkomne uansett bakgrunn og interesser.
ta: ஸ்க்ராட்சை ஒரு நட்பு மற்றும் ஆக்கபூர்வமான சமூகமாக வைத்திருக்க அனைவருக்கும் உதவி தேவை, அங்கு வெவ்வேறு பின்னணியும் ஆர்வமும் உள்ளவர்கள் வரவேற்கப்படுகிறார்கள்.
vi: Chúng tôi cần sự giúp đỡ của mọi người để làm cho Scratch thành một cộng đồng thân thiện và sáng tạo, nơi mà những người có nguồn gốc và sở thích khác nhau đều cảm thấy được chào đón.

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
bn: <b>গঠনমূলক হোন</b>। অন্যের প্রকল্পে মন্তব্য করার সময়, তোমার সম্পর্কে কিছু বল এবং পরামর্শ দাও
ca: <b>Sigues constructiu.</b> Quan comentis en altres projectes, digues alguna cosa que t'agradi de com està fet i fes suggeriments.
fa: <b>سازنده باشید.</b> در هنگام اظهارنظر در مورد برنامه‌های دیگران، آنچه که در موردش دوست دارید بگویید و پیشنهاداتی ارائه دهید.
ja: <b>建設的であること。</b> 他の人のプロジェクトについてコメントするときは、まずその作品の良いところを言ってから、提案をしましょう。
nn: <b>Ver konstruktiv.</b> Når du kommenterer på prosjekta til andre, hugs å seia kva du synest er bra med dei, og kom gjerne med forslag.
ta: <b>ஆக்கபூர்வமாக இருங்கள் .</b> மற்றவர்களின் திட்டங்களைப் பற்றி கருத்து தெரிவிக்கும்போது, ​​அதைப் பற்றி நீங்கள் விரும்பும் ஒன்றைக் கூறி பரிந்துரைகளை வழங்குங்கள்.
vi: <b>Hãy mang tính đóng góp</b> Khi bình luận trên chương trình của người khác, nói gì đó bạn thích về nó và cung cấp đề xuất.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
bn: Scratch সকল বয়স, জাতি, ধর্ম, ক্ষমতা ও লিঙ্গ পরিচয়ের মানুষদের স্বাগত জানায়।
ca: L'Scratch accepta gent de totes les edats, races, ètnies, religions, orientacions sexuals i identitats de gènere.
fa: اسکرچ مردمی از تمام سنین، نژادها، قومیت‌ها، ادیان، گرایش‌های جنسی و هویت‌های جنسیتی را می‌پذیرد.
hy: Scratch- ը ողջունում է բոլոր տարիքի, ռասայի, էթնիկ պատկանելության, դավանանքի, սեռական կողմնորոշման և գենդերային ինքնության մարդկանց:
ja: Scratchは、何歳であっても、どんな人種、民族であっても、どんな宗教を信じていても、どんな性的指向、性同一性を持っていても、すべての人々を歓迎します。
nn: Alle er velkomne til Scratch – uansett rase, etnisitet, religion, seksuell legning eller kjønnsidentitet.
ta: கீறல் அனைத்து வயது, இனங்கள், இனங்கள், மதங்கள், பாலியல் நோக்குநிலைகள் மற்றும் பாலின அடையாளங்களை வரவேற்கிறது.
vi: Scratch chào đón mọi người ở mọi lứa tuổi, chủng tộc, dân tộc, tôn giáo, giáo dục và bản sắc giới tính.

source: Scratch Credits
bn: Scratch ক্রেডিট
ca: Crèdits de Scratch
fa: اعتبارات اسکرچ
hy: Scratch վարկեր
ja: Scratchのクレジット
nn: Folk som har bidrege til Scratch
ta: கீறல் வரவு
vi: Đội ngũ của Scratch

source: Scratch Credits and Contributors
bn: Scratch ক্রেডিট এবং অবদানকারী
ca: Crèdits de Scratch i Col·laboradors
fa: اعتبارات و مشارکت‌کنندگان اسکرچ
hy: Scratch վարկեր և ներդրողներ
ja: Scratchの製作者と製作に貢献した人
nn: Bidragsytarar til Scratch
ta: கீறல்கள் மற்றும் பங்களிப்பாளர்கள்
vi: Những thành quả và người đóng góp của Scratch

source: MIT Scratch Team
bn: MIT Scratch টিম
ca: Equip de Scratch del MIT
fa: تیم اسکرچ دانشگاه MIT
hy: MIT Scratch-ի թիմ
ja: MIT スクラッチチーム
nn: Scratch-gruppa ved MIT
ta: எம்ஐடி கீறல் குழு
vi: Nhóm Scratch MIT

source: Hip-Hop Dance on Scratch
bn: স্ক্র্যাচে হিপ-হপ নাচ
ca: Ball Hip-Hop a Scratch
fa: رقص هیپ-هاپ در اسکرچ
hy: Scratch-ի Հիփ-հոփ պար
ja: Scratchでのヒップホップダンス
nn: Hiphopdans på Scratch
ta: கீறலில் ஹிப்-ஹாப் நடனம்
vi: Điệu nhảy Hip-Hop trên Scratch

source: You can use Scratch to program your own dance moves and routines!
bn: তুমি তোমার নিজের নৃত্য চালনা এবং রুটিন প্রোগ্রাম করতে স্ক্র্যাচ ব্যবহার করতে পার!
ca: Pots utilitzar Scratch per programar els teus propis moviments i rutines de ball!
fa: شما می‌توانید از برنامه اسکرچ برای برنامه‌نویسی حرکات رقص و کارهای روزمره خود استفاده کنید!
hy: Դուք կարող եք օգտագործել Scratch- ը `ձեր սեփական պարային շարժումները և առօրյան ծրագրավորելու համար:
ja: Scratchを使えば、自分で考えたオリジナルダンスの振り付け（ムーブやルーティン）をプログラムすることもできます。
nn: Du kan laga dine eigne dansesteg og rutinar i Scratch!
ta: உங்கள் சொந்த நடன நகர்வுகள் மற்றும் நடைமுறைகளை திட்டமிட நீங்கள் கீறலைப் பயன்படுத்தலாம்!
vi: Bạn có thể sử dụng Scratch để lập trình bước nhảy và bài nhảy của riêng bạn!

source: Featured Hip-Hop Projects
bn: ফিচার করা হিপ-হপ প্রজেক্ট
ca: Projectes de Hip-Hop destacats
fa: برنامه‌های ویژه هیپ-هاپ
hy: Առանձնացված հիփ-հոփ նախագծեր
ja: 注目のヒップホップ作品
nn: Anbefalte til hiphop-prosjekt
ta: சிறப்பு ஹிப்-ஹாப் திட்டங்கள்
vi: Chương trình Hip-Hop Đặc trưng

source: Hip-Hop Dance Start-Up
bn: হিপ-হপ নাচের স্টার্ট-আপ
ca: Posada en marxa de ball de Hip-Hop
fa: شروع رقص هیپ-هاپ
hy: Հիփ-հոփ պարային ստարտափ
ja: ヒップホップダンスを始める
nn: Hiphopdans
ta: ஹிப்-ஹாப் டான்ஸ் ஸ்டார்ட்-அப்
vi: Khởi động Điệu nhảy Hip-Hop
