Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: You'll need to install a plugin to use Scratch with a hardware device. Choose the plugin to download based on your computer and the web browser you use for Scratch. Choose the plug-in installer from these options:
bn: হার্ডওয়্যার ডিভাইসের সাথে স্ক্র্যাচ ব্যবহার করার জন্য তোমাকে একটি প্লাগইন ইনস্টল করতে হবে। তোমার কম্পিউটার এবং স্ক্র্যাচের জন্য ব্যবহার করা ওয়েব ব্রাউজারের উপর ভিত্তি করে ডাউনলোড করার জন্য প্লাগইন চয়ন কর। এই বিকল্পগুলি থেকে প্লাগ-ইন ইনস্টলার চয়ন কর:
ca: Hauràs d'instal·lar el connector per utilitzar Scratch amb un maquinari. Tria el connector corresponent en funció del teu ordinador i del navegador que utilitzes per a Scratch. Escull l'instal·lador de connector d'entre aquestes opcions:
fa: شما نیاز به نصب یک افزونه برای استفاده از اسکرچ با یک دستگاه سخت‌افزاری دارید. پلاگین را برای دانلود بر اساس رایانه و مرورگر وب که برای اسکرچ استفاده می‌کنید را انتخاب کنید. نصاب افزونه را از این گزینه‌ها انتخاب کنید:
hy: Դուք պետք է տեղադրեք պլագին `ապարատային սարքի հետ քերծվածք օգտագործելու համար: Ընտրեք ներդիրը ներբեռնելու համար ՝ հիմնվելով ձեր համակարգչի և վեբ զննարկչի վրա, որն օգտագործում եք Scratch- ի համար: Այս ընտրանքներից ընտրեք plug-in տեղադրիչը.
ja: ハードウェアデバイスを操作するには、Scratchにプラグインのインストールが必要です。ご使用のコンピューターとWebブラウザに応じたプラグインをダウンロードしてください。プラグインインストーラーには次の種類があります：
nn: Du må installera eit programtillegg i nettlesaren for å kunna bruka Scratch med fysiske einingar kopla til datamaskina. Vel programtillegget som passar til datamaskina og nettlesaren din. Du kan velja mellom desse:
vi: Bạn cần cài đặt plugin để sử dụng Scratch với thiết bị phần cứng. Chọn plugin để tải về dựa trên máy tính và trình duyệt bạn sử dụng cho Scratch. Chọn bản cài đặt plug-in từ những lựa chọn này:

source: and separate plugin helper:
bn: এবং পৃথক প্লাগইন সহায়ক:
ca: i l'assistent del connector independent:
fa: و کمکی افزونه مجزا:
hy: և առանձին plugin helper:
ja: プラグインヘルパーはこちらから：
nn: og eit separat hjelpeprogram:
ta: மற்றும் தனி சொருகி உதவியாளர்:
vi: và tách ra trình trợ giúp plugin:

source: here
bn: এখানে
ca: aquí
fa: این‌جا
hy: այստեղ
ja: ここ
nn: her
ta: இங்கே
vi: tại đây

source: Mac (other web browsers)
bn: Mac (অন্য ওয়েব ব্রাউজার)
ca: Mac (altres navegadors)
fa: مک (سایر مرورگرهای وب)
hy: Mac (այլ վեբ զննարկիչներ)
ja: Mac (その他のブラウザー)
nn: Mac (andre nettlesarar)
ta: மேக் (பிற வலை உலாவிகள்)
vi: Mac (các trình duyệt khác)

source: Windows (Chrome)
bn: উইন্ডোজ (ক্রোম)
fa: ویندوز (کروم)
hy: Պատուհան(Chrome)
ta: விண்டோஸ் (குரோம்)

source: Windows (other web browsers)
bn: Windows (অন্য ওয়েব ব্রাউজারগুলো)
ca: Windows (altres navegadors)
fa: ویندوز (سایر مرورگرهای وب)
hy: Windows (այլ վեբ զննարկիչներ)
ja: Windows (その他のブラウザー)
nn: Windows (andre nettlesarar)
ta: விண்டோஸ் (பிற வலை உலாவிகள்)
vi: Windows (các trình duyệt khác)

source: 2. Install the Plugin
bn: 2. প্লাগইন ইনস্টল কর
ca: 2. Instal·la el connector
fa: 2. نصب افزونه
hy: 2. Տեղադրեք Plugin- ը
ja: 2.プラグインをインストールする
nn: 2 Installer programtillegget
ta: 2. செருகுநிரலை நிறுவவும்
vi: 2. Cài đặt Plugin

source: After it downloads, open the plugin file and follow the instructions on your computer to complete the installation.
bn: এটি ডাউনলোড করার পরে, প্লাগইন ফাইলটি খোল এবং ইনস্টলেশন সম্পন্ন করতে তোমার কম্পিউটারে নির্দেশাবলী অনুসরণ করো।
ca: Després de la descàrrega, obriu el fitxer i seguiu les instruccions a l'ordinador per completar la instal·lació.
fa: پس از دانلود، فایل افزونه را باز و دستورالعمل‌های روی رایانه خود را دنبال کنید تا نصب کامل شود.
hy: Այն ներբեռնելուց հետո տեղադրեք հավելվածի ֆայլը և հետևեք ձեր համակարգչի հրահանգներին ՝ տեղադրումն ավարտելու համար:
ja: ダウンロード後は、プラグインファイルを開いて、コンピュータに表示された指示にしたがってインストールを完了してください。
nn: Når nedlastinga er ferdig, opnar du fila og følgjer instruksjonane for å installera programtillegget.
ta: பதிவிறக்கம் செய்த பிறகு, சொருகி கோப்பைத் திறந்து, நிறுவலை முடிக்க உங்கள் கணினியில் உள்ள வழிமுறைகளைப் பின்பற்றவும்.
vi: Sau khi tải về, mở tập tin plugin và làm theo chỉ dẫn trên máy tính của bạn để hoàn tất việc cài đặt.

source: 3. Make sure the plugin was installed
bn: 3. প্লাগইনটি ইনস্টল করা আছে তা নিশ্চিত কর
ca: 3. Assegura't que el connector s'ha instal·lat
fa: 3. اطمینان حاصل کنید که افزونه نصب شده است
hy: 3. Համոզվեք, որ plugin- ը տեղադրված է
ja: 3. プラグインが正しくインストールできたことを確認します。
nn: 3 Sjå til at programtillegget vart installert
ta: 3. சொருகி நிறுவப்பட்டதா என்பதை உறுதிப்படுத்தவும்
vi: 3. Chắc rằng plugin đã được cài đặt

source: If the Scratch browser plugin was correctly installed, you should see a green or yellow status indicator in the "More Blocks" area.
bn: Scratch ব্রাউজার প্লাগইনটি সঠিকভাবে ইনস্টল করা থাকলে,তুমি "আরো ব্লক" এলাকায় একটি সবুজ বা হলুদ স্থিতি নির্দেশক দেখতে পাবে।
ca: Si el connector Scratch per al navegador s'ha instal·lat correctament, l'indicador de l'àrea "Més Blocs" hauria d'aparèixer de color verd o groc.
fa: اگر افزونه مرورگر اسکرچ به درستی نصب شد، باید یک شاخص وضعیت سبز یا زرد در منطقه «قطعههای بیشتر» مشاهده کنید.
hy: Եթե Scratch բրաուզերի plugin- ը ճիշտ էր տեղադրված, «Լրացուցիչ բլոկներ» տարածքում դուք պետք է տեսնեք կանաչ կամ դեղին կարգավիճակի ցուցիչ:
ja: Scratchブラウザプラグインが正しくインストールできた場合、「その他のブロック」エリアに現在の状態を表す緑または黄色のマークが表示されます。
nn: Viss programtillegget vart rett installert, skal du no sjå ein grøn eller gul statuslampe når du går til «Fleire klossar».
ta: கீறல் உலாவி சொருகி சரியாக நிறுவப்பட்டிருந்தால், "மேலும் தொகுதிகள்" பகுதியில் நீங்கள் பச்சை அல்லது மஞ்சள் நிலை காட்டி பார்க்க வேண்டும்.
vi: Nếu plugin trình duyệt Scratch được cài đặt đúng cách, bạn sẽ thấy báo trạng thái là xanh lá hoặc vàng trong vùng "Nhiều Mảnh ghép khác"

source: <strong>Green:</strong> You can start using your hardware device with Scratch.
bn: <strong>সবুজ:</strong> আপনি স্ক্র্যাচ দিয়ে আপনার হার্ডওয়্যার ডিভাইস ব্যবহার শুরু করতে পারেন।
ca: <strong>Verd:</strong> Pots començar a utilitzar el teu dispositiu amb Scratch.
fa: <strong>سبز:</strong>شما می‌توانید با اسکرچ شروع به استفاده از دستگاه سخت‌افزاری خود کنید.
hy: <strong>Կանաչ:</strong>Scratch- ի միջոցով կարող եք սկսել օգտագործել ձեր ապարատային սարքը:
ja: <strong>緑:</strong> Scratchでハードウェアを使える状態です。
nn: <strong>Grøn:</strong> Du er klar til å bruka den tilkopla eininga saman med Scratch.
ta: <strong>கிரீன்:</strong> உங்கள் வன்பொருள் சாதனத்தை கீறல் மூலம் பயன்படுத்தத் தொடங்கலாம்.
vi: <strong>Xanh:</strong> Bạn có thể bắt đầu sử dụng thiết bj phần cứng với Scratch.

source: <strong>Yellow:</strong> The device is not plugged in or your browser does not have your permission to run the plugin. (You may need to change Preferences in your browser to allow it to run.)
bn: <strong>হলুদ:</strong> ডিভাইসটি প্লাগ ইন করা নেই বা তোমার ব্রাউজারের প্লাগইনটি চালানোর জন্য তোমার অনুমতি নেই। (তোমার ব্রাউজারে এটি চালানোর অনুমতি দিতে তোমার পছন্দগুলি পরিবর্তন করতে হতে পারে।)
ca: <strong>Groc:</strong> El dispositiu no està connectat o bé el teu navegador no té permissos per executar el connector. (En aquest cas hauràs de canviar la Configuració del navegador.)
fa: <strong>زرد:</strong>دستگاه وصل نیست یا مرورگر شما اجازه شما را برای اجرای افزونه ندارد. (شاید نیاز به تغییر تنظیمات در مرورگر خود داشته باشید تا اجازۀ اجرا آن را بدهید.)
hy: <strong>Դեղին:</strong>Սարքը միացված չէ կամ ձեր զննարկիչը չունի հավելվածը գործելու ձեր թույլտվությունը: (Հնարավոր է, որ անհրաժեշտ լինի փոխել Նախապատվությունները ձեր զննարկչում ՝ այն գործարկել թույլ տալու համար)
ja: <strong>黄:</strong>ブラウザーのプラグインに問題があります。(設定で、プラグインの実行を許可してください)
nn: <strong>Gul:</strong> Eininga er ikkje kopla til, eller nettlesaren har ikkje løyve til å bruka programtillegget. (Det kan vera du må endra på innstillingane til nettlesaren for å få det til å verka.)
ta: <strong>மஞ்சள்:</strong> சாதனம் செருகப்படவில்லை அல்லது சொருகி இயக்க உங்கள் உலாவிக்கு அனுமதி இல்லை. (உங்கள் உலாவியில் இயங்க அனுமதிக்க நீங்கள் விருப்பங்களை மாற்ற வேண்டியிருக்கலாம்.)
vi: <strong>Vàng:</strong> Thiết bị chưa được cắm vào hay trình duyệt của bạn chưa có quyền chạy plugin. (Bạn có thể cần thay đổi Preferences trên trình duyệt của bạn để cho phép nó chạy.)

source: <strong>Red:</strong> There's a problem. Move your cursor over the status indicator to find out what's wrong.
bn: <strong>লাল:</strong> একটি সমস্যা আছে। কি ভুল তা খুঁজে বের করতে স্থিতি সূচকের উপর তোমার কার্সার সরাও।
ca: <strong>Vermell:</strong> Es detecta un problema. Mou el cursor cap a l'indicador per esbrinar què falla.
fa: <strong>قرمز:</strong>یک مشکل وجود دارد. مکان‌نمای خود را بر روی شاخص وضعیت حرکت دهید تا بفهمید مشکل چیست.
hy: <strong>Կարմիր:</strong>Խնդիր կա: Տեղափոխեք ձեր կուրսորը կարգավիճակի ցուցիչի վրա `պարզելու, թե ինչն է սխալ:
ja: <strong>赤:</strong>問題が発生しました。問題は、ステータスにマウスのポインターを乗せると表示されます。
nn: <strong>Raud:</strong> Det er noko som ikkje verkar. Hald musepeikaren over statuslampa for å finna kva ut som er gale.
ta: <strong>சிவப்பு:</strong> ஒரு சிக்கல் உள்ளது. என்ன தவறு என்பதைக் கண்டறிய உங்கள் கர்சரை நிலை காட்டிக்கு மேலே நகர்த்தவும்.
vi: <strong>Đỏ:</strong> Có vẫn đề. Di chuyển con trỏ chuột của bạn phía trên đèn chỉ trạng thái để xem điều gì sai.

source: <strong>Important:</strong> The first time you add an extension, your browser may ask whether to allow the plugin to run. Make sure you choose "Allow and Remember" (or similar option) from the dropdown so your browser remembers your preferences. If you need to change Preferences later, look for the plugins dashboard in your browser (you can usually find it in the tools menu).
bn: <strong>গুরুত্বপূর্ণ:</strong> প্রথমবার তুমি একটি এক্সটেনশন যোগ করলে, তোমার ব্রাউজার প্লাগইনটি চালানোর অনুমতি দেবে কিনা তা জিজ্ঞাসা করতে পারে। তোমার ব্রাউজারের তোমার পছন্দগুলো মনে রাখার জন্য তুমি যে ড্রপডাউন থেকে "Allow and Remember" (বা অনুরূপ অপশন) নির্বাচন করেছ তা নিশ্চিত কর। যদি পরে তোমার পছন্দগুলো পরিবর্তন করতে হয়, ব্রাউজারে প্লাগইন ড্যাশবোর্ডটি সন্ধান কর (তুমি সাধারণত এটি টুলস মেনুতে খুঁজে পাবে)।
ca: <strong>Important:</strong> La primera vegada que afegeixes una extensió, el teu navegador pot preguntar si vols permetre el plugin per a funcionar. Assegureu-vos de triar "Autoritzar i recordar" (o una opció similar) al menú desplegable perquè el teu navegador recorda les teves preferències. Si necessites canviar les preferències després, busca el quadre de comandament de connectors en el navegador (normalment es pot trobar en el menú d'eines).
fa: <strong>مهم:</strong>اولین بار که یک برنامه افزودنی اضافه می‌کنید، مرورگر شما ممکن است بپرسد که آیا اجازۀ پلاگین را برای اجرا دارد. اطمینان حاصل کنید که «اجازه و یادآوری» (یا گزینه مشابهی) را از منوی کشویی انتخاب کنید، بنابراین مرورگر تنظیمات شما را به خاطر بسپارد. اگر بعداً نیاز به تغییر تنظیمات داشتید، داشبورد پلاگین‌ها را در مرورگر خود جستجو کنید (معمولاً می‌توانید آن را در منوی ابزارها پیدا کنید).
hy: <strong>Կարևոր է</strong>Առաջին անգամ ընդլայնում ավելացնելիս, ձեր զննարկիչը կարող է հարցնել, թե արդյոք թույլ կտաք plugin- ին գործարկել: Համոզվեք, որ բացվող ցանկից ընտրել եք «Թույլատրել և հիշել» (կամ նման տարբերակ), որպեսզի ձեր զննարկիչը հիշի ձեր նախապատվությունները: Եթե հետագայում նախապատվությունները փոխելու անհրաժեշտություն ունեք, փնտրեք հավելվածների վահանակը ձեր զննարկչում (այն սովորաբար կարող եք գտնել գործիքների ընտրացանկում):
ja: <strong>重要：</strong> プラグインを追加後、初めて使用するとき、ブラウザからプラグインを実行してもよいか尋ねられることがあります。この場合は、ドロップダウンリストから「実行を常に許可する」のような選択肢を選んでください（これによって、ブラウザがこの設定を記憶します）。設定を後から変更したい場合は、ブラウザのダッシュボードメニューからプラグイン一覧を探してください（通常は、ツールメニューに存在します）。
vi: <strong>Quan trọng:</strong> Lần đầu tiên bạn thêm vào mở rộng, trình duyệt của bạn có thể hỏi có cho phép plugin chạy không. Chắc rằng bạn chọn "Cho phép và Nhớ" (hay lựa chọn tương tự) từ danh sách xổ xuống để trình duyệt của bạn nhớ lựa chọn này. Nếu bạn cần thay đổi Preference sau này, tìm bảng plugin trên trình duyệt của bạn (bạn có thể thường thấy nó trong menu công cụ).

source: <strong>Example:</strong> Firefox asking for permission to run Scratch Device Plugin
bn: <strong>উদাহরণ:</strong> ফায়ারফক্স Scratch ডিভাইস প্লাগইন চালানোর অনুমতি চাইছে
ca: <strong>Exemple:</strong> Firefox sol·licita permís per executar el Connector de Dispositius de Scratch
fa: <strong>مثال:</strong>فایرفاکس درخواست اجازه برای اجرای افزونه دستگاه اسکرچ دارد
hy: <strong>Օրինակ:</strong>Firefox- ը թույլտվություն է խնդրում գործարկել Scratch Device Plugin- ը
ja: <strong>例：</strong> たとえばFirefoxでは、このような形でScratchデバイスプラグインの実行許可を求められます。
nn: <strong>Eksempel:</strong> Firefox spør her om løyve til å køyra Scratch-programtillegget
ta: <strong>எடுத்துக்காட்டு:</strong> கீறல் சாதன செருகுநிரலை இயக்க ஃபயர்பாக்ஸ் அனுமதி கேட்கிறது
vi: <strong>Ví dụ:</strong> Firefox hỏi xin quyền chạy Plugin Thiết bị Scratch

source: <strong>Example:</strong> Be sure to choose "Allow and Remember" in Firefox (or similar option in other browsers) from the dropdown so that the browser will remember your preferences.
bn: <strong>উদাহরণ:</strong> ড্রপডাউন থেকে Firefox (অথবা অন্যান্য ব্রাউজারে অনুরূপ বিকল্প) "Allow and Remember" নির্বাচন করতে ভুলবে না যাতে ব্রাউজারটি তোমার পছন্দগুলো মনে রাখে।
ca: <strong>Exemple:</strong> Assegura't de triar "Permet i recorda" a Firefox (o bé una opció similar en altres navegadors) del desplegable per tal que el navegador recordi les preferències.
fa: <strong>مثال:</strong>مطمئن شوید که «اجازه و یادآوری» را در فایرفاکس (یا گزینه مشابه در مرورگرهای دیگر) از نوار کشویی انتخاب کنید، تا مرورگر ترجیحات شما را به یاد داشته باشد.
hy: <strong>Օրինակ:</strong>Բաց թողնվածից համոզվեք, որ Firefox- ում ընտրեք «Թույլատրել և հիշել» (կամ այլ զննարկիչների նմանատիպ տարբերակ), որպեսզի զննարկիչը հիշի ձեր նախապատվությունները:
ja: <strong>例：</strong> Firefoxでは、ドロップダウンリストから「常に有効化する」を選択しておきます（その他のブラウザでも同等の設定を選択してください）。これによって、ブラウザがこの設定を記憶してくれます。
nn: <strong>Eksempel:</strong> Pass på å velja «Tillat alltid» (eller tilsvarande) i menyen, slik at nettlesaren hugsar valet ditt neste gong.
vi: <strong>Ví dụ:</strong> Chắc rằng bạn chọn "Cho phép và Nhớ" trên Firefox (hay lựa chọn tương tự trên trình duyệt khác) từ danh sách xổ xuống để trình duyệt sẽ nhớ lựa chọn của bạn.

source: Additional Information
bn: অতিরিক্ত তথ্য
ca: Informació addicional
fa: اطلاعات اضافی
hy: լրացուցիչ տեղեկություն
ja: 追加の情報
nn: Meir informasjon
ta: கூடுதல் தகவல்
vi: Thông tin thêm

source: Using Extensions
bn: এক্সটেনশন ব্যবহার করে
ca: Ús d'Extensions
fa: با استفاده از برنامه‌های افزودنی
hy: Օգտագործելով ընդարձակումներ
ja: 拡張機能を使う
nn: Bruk av utvidingar
ta: நீட்டிப்புகளைப் பயன்படுத்துதல்
vi: Sử dụng Mở rộng

source: Once you install this device plug-in, you can use any of the Scratch extension blocks. In Scratch, click on the "More Blocks" category and select the "Add an Extension" button. You can then select "LEGO WeDo" or any other extension, and the blocks will be added to the project.
bn: একবার এই ডিভাইস প্লাগ-ইন ইনস্টল করলে, তুমি যেকোন Scratch এক্সটেনশন ব্লক ব্যবহার করতে পারবে। Scratch এ, "আরও ব্লক" বিভাগে ক্লিক কর এবং "একটি এক্সটেনশন যোগ কর" বাটনটি নির্বাচন কর। তারপরে তুমি "LEGO WeDo" বা অন্য কোনও এক্সটেনশন নির্বাচন করতে পার, এবং ব্লকগুলো প্রজেক্টে যুক্ত করা হবে।
ca: Una vegada que instal·lis aquest dispositiu plug-in, pots utilitzar qualsevol dels blocs d'extensió de Scratch. En Scratch, fes clic a la categoria "Més Blocs" i selecciona el botó "Afegeix una Extensió". A continuació pots triar "LEGO WeDo" o qualsevol altra extensió, i els blocs s'afegiran al projecte.
fa: همینکه این افزونه را نصب کردید، می‌توانید از هر یک از قطعههای برنامه‌های افزودنی اسکرچ استفاده کنید. در اسکرچ، روی گروه "قطعههای بیشتر" کلیک کنید و دکمه "افزودن یک برنامه افزودنی" را انتخاب کنید. سپس شما می‌توانید "LEGO WeDo" یا هر برنامه افزودنی دیگری را انتخاب کنید و قطعهها به برنامه اضافه می‌شوند.
hy: Այս սարքի plug-in- ը տեղադրելուց հետո կարող եք օգտագործել Scratch երկարացման բլոկներից որևէ մեկը: Քերծվածքներում կտտացրեք «Լրացուցիչ բլոկներ» կատեգորիայի վրա և ընտրեք «Ավելացնել ընդլայնում» կոճակը: Դրանից հետո կարող եք ընտրել «LEGO WeDo» կամ որևէ այլ ընդլայնում, և բլոկները կավելացվեն նախագծին:
ja: このデバイスプラグインをインストールすると、すべてのScratch拡張ブロックが使用できるようになります。 Scratch上で「その他のブロック」カテゴリーを開き、「拡張機能を追加」ボタンをクリックしてください。「LEGO WeDo」やその他の拡張を選択すると、選択に応じたブロックがプロジェクトに表示されます。
nn: Når du har installert programtillegget for eksterne einingar, kan du bruka nye klossar frå mange ulike tilleggsfunksjonar i Scratch. Trykk på «Fleire klossar» og deretter på «Hent tilleggsfunksjonar». Du kan velja «LEGO WeDo» eller ein annan tilleggsfunksjon. Dei tilhøyrande klossane vert då tilgjengelege for prosjektet.
vi: Một khi bạn cài đặt plug-in thiết bị, bạn có thể sử dụng bất kỳ mảnh ghép mở rộng nào của Scratch. Trong Scratch, bấm vào mục "Nhiều Mảnh ghép khác" và chọn nút "Thêm Mở rộng". Sau đó bạn có thể chọn "LEGO WeDo" hay bất kỳ mở rộng khác, và các mảnh ghép sẽ được thêm vào chương trình.

source: System Requirements
bn: আবশ্যক বৈশিষ্ট্য
ca: Requisits del sistema
fa: سیستم مورد نیاز
hy: Համակարգի պահանջները
ja: システム要件
nn: Systemkrav
ta: கணினி தேவைகள்
vi: Yêu cầu hệ thống

source: The Scratch extension plug-in currently works only on Mac OS X and Windows.
bn: Scratch এক্সটেনশন প্লাগ-ইন বর্তমানে শুধু Mac OS X এবং Windows এ কাজ করে।
ca: El connector d'extensió de Scratch actualment només funciona en Mac OS X i Windows.
fa: افزونه برنامه‌های اضافی اسکرچ در حال حاضر تنها روی Mac OS X و Windows کار می‌کند.
hy: Քերծվածքների ընդլայնման plug-in- ը ներկայումս աշխատում է միայն Mac OS X- ի և Windows- ի վրա:
ja: Scratch拡張プラグインは、現在、Mac OS XとWindowsでのみ使用できます。
nn: Programtillegget for eksterne einingar er berre tilgjengeleg for Mac OS X og Windows.
ta: கீறல் நீட்டிப்பு செருகுநிரல் தற்போது Mac OS X மற்றும் Windows இல் மட்டுமே இயங்குகிறது.
vi: Plug-in mở rộng Scratch hiện chỉ hoạt động trên Mac OS X và Windows.

source: Get Creative with Coding
bn: কোডিং করে সৃজনশীল হও!
ca: Sigues creatiu programant
fa: با کد نویسی خلاق شوید
hy: Ստեղծագործիր կոդավորմամբ
ja: プログラムでいろいろ作ってみよう
nn: Vert kreativ med programmering
ta: குறியீட்டுடன் அதிக படைப்பாற்றலைப் பெறுங்கள்
vi: Sáng tạo cùng với việc lập trình

source: Animate Your Name
bn: তোমার নাম অ্যানিমেট কর
ca: Anima el teu nom
fa: نام خود را پویا نمایی کنید
hy: Կենդանացրեք ձեր անունը
ja: 名前を動かそう
nn: Animasjon med namnet ditt
ta: உங்கள் பெயரை உயிரூட்டுங்கள்
vi: Tạo hiệu ứng cho tên của bạn

source: Race to the Finish
bn: শেষ পর্যন্ত প্রতিযোগিতা কর
ca: Cursa a la Final
fa: مسابقه به پایان رسید
hy: Մրցավազքը մինչեւ վերջ
ja: ゴールまで競争しよう
nn: Løp om kapp
ta: முடிக்க பந்தயம்
vi: Đua đến Đích

source: Create one of these projects with Scratch!
bn: Scratch দিয়ে এই প্রজেক্টগুলোর একটি তৈরি কর!
ca: Crea un d'aquests projectes amb Scratch!
fa: یکی از این برنامه‌ها را با اسکرچ بسازید!
hy: Ստեղծեք այս նախագծերից մեկը Scratch- ի միջոցով:
ja: これらのプロジェクトから1つを選択して、Scratchで作ってみましょう！
nn: Prøv eit av desse Scratch-prosjekta!
ta: கீறல் மூலம் இந்த திட்டங்களில் ஒன்றை உருவாக்கவும்!
vi: Tạo một trong những chương trình này với Scratch!

source: With <a href="http://scratch.mit.edu/about">Scratch</a>, you can program your own stories, games, and animations &mdash; and share them online.
bn: <a href="http://scratch.mit.edu/about">স্ক্র্যাচ দিয়ে</a>, আপনি আপনার নিজের গল্প, গেম এবং অ্যানিমেশন প্রোগ্রাম করতে পারেন &mdash; এবং তাদের অনলাইন শেয়ার করুন।
ca: Amb <a href="http://scratch.mit.edu/about">Scratch</a>, pots programar les teves pròpies històries, jocs, i animacions &mdash; i compartir-les en línia.
fa: با <a href="http://scratch.mit.edu/about">اسکرچ</a> می‌توانید داستان‌های تعاملی خودتان را برنامه‌نویسی کنید، بازی و انیمیشن‌های &mdash را بسازید؛ و آن‌ها را آنلاین به اشتراک بگذارید.
ja: <a href="http://scratch.mit.edu/about">Scratch</a>を使えば、自分だけのお話やゲーム、アニメが作れちゃうだけじゃなく、作った作品をオンラインで共有できるんです。
nn: Med <a href="http://scratch.mit.edu/about">Scratch</a> kan du programmera dine eigne forteljingar, spel og animasjonar – og dela det du har skapt med andre på nettet.
vi: Với <a href="http://scratch.mit.edu/about">Scratch</a>, bạn có thể lập trình câu chuyện, trò chơi, và phim hoạt hình của riêng bạn &mdash; và chia sẻ chúng trực tuyến.

source: Scratch: Imagine, Program, Share
bn: স্ক্র্যাচ: কল্পনা কর, প্রোগ্রাম কর, শেয়ার কর
ca: Scratch: Imagina, Programa, Comparteix
fa: اسکرچ: تصور کنید، برنامه‌ریزی کنید، به اشتراک بگذارید
hy: Քերծվածք. Պատկերացրեք, Programրագրեք, Կիսվեք
ja: Scratch: 想像、 プログラム、 共有
nn: Scratch – fantasi, programmering og samarbeid
ta: கீறல்: கற்பனை செய்து பாருங்கள், நிரல், பகிர்
vi: Scratch: Tưởng tượng, Lập trình, Chia sẻ

source: Millions of young people around the world create projects with Scratch, a free programming language and <a href="http://scratch.mit.edu">online community</a> developed by the MIT Media Lab.
bn: বিশ্বজুড়ে লক্ষ লক্ষ তরুণ-তরুণী Scratch দিয়ে প্রজেক্ট, একটি বিনামূল্যের প্রোগ্রামিং ভাষা এবং MIT মিডিয়া ল্যাব দ্বারা ডেভেলপকৃত <a href="http://scratch.mit.edu">অনলাইন কমিউনিটি</a>তৈরি করে।
ca: Milions d'infants i joves arreu del món creen projectes amb Scratch, un llenguatge de programació gratuït i <a href="http://scratch.mit.edu">la comunitat en línia</a> desenvolupada pel MIT Media Lab.
fa: میلیون‌ها نفر از جوانان در سرتاسر جهان، برنامههایی با اسکرچ، یک زبان برنامه‌نویسی رایگان و <a href="http://scratch.mit.edu">جامعه آنلاین</a> ایجاد شده توسط آزمایشگاه رسانه‌ای MIT خلق کرده‌اند.
hy: Միլիոնավոր երիտասարդներ աշխարհում ստեղծում են նախագծեր Scratch-ով, անվճար ծրագրավորման լեզու և <a href="http://scratch.mit.edu">առցանց համայնք</a> մշակված MIT մեդիա լաբարատորիայի կողմից։
ja: Scratchは、MITメディアラボが開発した、無料のプログラミング言語＆<a href="http://scratch.mit.edu">オンラインコミュニティ</a>です。何百万人の世界中の子どもたちがScratchで作品を作っています。
nn: Millionar av barn og unge i heile verda lagar sine eigne program med Scratch, eit ope og gratis programmeringsspråk og <a href="http://scratch.mit.edu">nettsamfunn</a> utvikla ved MIT Media Lab.
vi: Hàng triệu người trẻ trên khắp thế giới sáng tạo chương trình với Scratch, một ngôn ngữ lập trình miễn phí và <a href="http://scratch.mit.edu">cộng đồng trực tuyến</a> được phát triển bởi MIT Media Lab.

source: When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
bn: যখন লোকেরা Scratch এ কোড শিখতে শুরু করে, তখন তারা সমস্যাগুলো সমাধান করা, প্রজেক্টগুলো ডিজাইন করা এবং যোগাযোগের জন্য গুরুত্বপূর্ণ কৌশলগুলো শেখে।
ca: Quan les persones aprenen a programar amb Scratch, alhora aprenen importants estratègies de resolució de problemes, disseny de projectes, i comunicació d'idees.
fa: هنگامی که مردم در اسکرچ برنامه‌نویسی را یاد می‌گیرند، راهکارهای مهمی را برای حل مشکلات، طراحی پروژه‌ها و برقراری ایده‌ها می‌آموزند.
hy: Երբ մարդիկ սովորում են կոդավորել Scratch-ում, նրանք սովորում են խնդիրների լուծման, նախագծի դիզայնի կարևոր ստրատեգիաներ և հաղորդակցման գաղափարներ։
ja: Scratchでプログラムの作り方を学ぶということは、問題を解決したり、プロジェクトを計画したり、アイデアを交換する方法を学ぶというです。
nn: Dei som lærer programmering med Scratch, lærer samtidig strategiar for problemløysing, design og formidling av idéar.
ta: கீறலில் மக்கள் குறியீட்டைக் கற்றுக் கொள்ளும்போது, ​​சிக்கல்களைத் தீர்ப்பதற்கும், திட்டங்களை வடிவமைப்பதற்கும், கருத்துக்களைத் தொடர்புகொள்வதற்கும் முக்கியமான உத்திகளைக் கற்றுக்கொள்கிறார்கள்.
vi: Khi mọi người học lập trình với Scratch, họ học nhiều chiến lược quan trọng để giải quyết vấn đề, thiết kế chương trình, và giao tiếp ý tưởng.
