Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">translation</a> page.
bn: Scratch 150 টিরও বেশি দেশে ব্যবহৃত হয় এবং 40 টিরও বেশি ভাষায় পাওয়া যায়। ভাষা পরিবর্তন করতে, পেইজের নিচে মেনুতে ক্লিক কর। অথবা, প্রজেক্ট এডিটরে, পেইজের উপরে গ্লোব ক্লিক কর। অনুবাদ যোগ বা উন্নত করতে, <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">অনুবাদ</a> পেইজ দেখ।
ca: Scratch s'utilitza a més de 150 països diferents i es troba disponible en més de 40 llengües. Per canviar l'idioma, fes clic al menú de la part inferior de la pàgina. O bé, a l'Editor, fes clic a la icona del món que trobaràs a la capçalera. Per afegir o millorar una traducció, ves a la <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">pàgina de traduccions</a>.
fa: اسکرچ در بیش از 150 کشور مختلف استفاده می‌شود و به بیش از 40 زبان ترجمه شده است. برای تغییر زبان، منو را از پایین صفحه انتخاب کنید. یا از ادیتور پروژه، کره‌ی زمین را از بالای صفحه انتخاب کنید. برای اضافه کردن یا بهبود ترجمه، صفحۀ <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">ترجمه</a> را مشاهده کنید.
hy: Scratch-ն օգտագործում են ավելի քան 150 երկրներում և հասանելի է ավելի քան 40 լեզուներով: Լեզուն փոխելու համար սեղմեք այս էջի ներգևի ընտրացանկը կամ ծրագրի խմբագրում, սեղմեք վերևում գտնվող երկրագնդի նշանը: Եթե ցանկանում եք ավելացնել կամ կատարելագործել որևէ թարգմանություն, այցելեք<a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">թարգմանություն</a> էջը:
ja: Scratchは150以上の国と地域で使用され、40以上の言語で使用できます。言語を変更するには、ページの一番下にあるメニューをクリックして下さい。プロジェクトエディターでは、最上部の地球儀マークをクリックして下さい。翻訳の追加や改善に協力したい方は、<a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">翻訳</a>ページをご覧下さい。
ta: கீறல் 150 க்கும் மேற்பட்ட வெவ்வேறு நாடுகளில் பயன்படுத்தப்படுகிறது மற்றும் 40 க்கும் மேற்பட்ட மொழிகளில் கிடைக்கிறது. மொழிகளை மாற்ற, பக்கத்தின் கீழே உள்ள மெனுவைக் கிளிக் செய்க. அல்லது, திட்ட எடிட்டரில், பக்கத்தின் மேலே உள்ள பூகோளத்தைக் கிளிக் செய்க. மொழிபெயர்ப்பைச் சேர்க்க அல்லது மேம்படுத்த, <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">மொழிபெயர்ப்பு</a>பக்கத்தைப் பார்க்கவும்.
vi: Scratch được sử dụng trên 150 quốc gia và hiện có hơn 40 ngôn ngữ. Để thay đổi ngôn ngữ, bấm vào menu tại cuối trang. Hay, trong Editor Chương trình, bấm vào quả địa cầu ở đầu trang. Để thêm hay cải thiện phần dịch, xem trang <a href="https://en.scratch-wiki.info/wiki/How_to_Translate_Scratch">dịch</a>.

source: Quotes
bn: উদ্ধৃতি
ca: Cites
fa: نقل قول‌ها
hy: Մեջբերումներ
ja: 引用
nn: Sitat
ta: மேற்கோள்கள்
vi: Các câu châm ngôn, trích dẫn

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
bn: Scratch টিম তরুণ, অভিভাবক এবং শিক্ষাবিদদের কাছ থেকে অনেক ইমেইল পেয়েছে যেখানে তারা স্ক্র্যাচের জন্য ধন্যবাদ প্রকাশ করছে। মানুষ কি বলছে তা দেখতে চাও? তুমি যে <a href="/info/quotes">উদ্ধৃতি</a> পেয়েছ তার একটি সংগ্রহ পড়তে পার।
ca: L'Equip de Scratch ha rebut un munt de correus electrònics de joves, pares i educators donant les gràcies per tenir Scratch. Vols veure el què diu la gent? Pots llegir un resum de les <a href="/info/quotes">citacions</a> que hem rebut.
fa: تیم اسکرچ ایمیل‌های زیادی از جوانان، والدین و مدرسان دریافت کرده است که از اسکرچ ابراز سپاس کرده‌اند. می‌خواهید ببینید که مردم چه می‌گویند؟ شما می‌توانید مجموعه‌ای از <a href="/info/quotes">نقل‌قول‌ها</a> که ما دریافت کرده‌ایم را بخوانید.
hy: Scratch-ի թիմը բազմաթիվ երախտիքի էլ.նամակներ է ստանում երիտասարդներից, ծնողներից և ուսուցիչներից : Եթե ցանկանու՞մ եք իմանալ, թե ինչի մասին են մեզ գրում մարդիկ, ապա կարող եք կարդալ մեր ստացած <a href="/info/quotes">հարց</a>Հնամակների ընտրանին:
ja: Scratchチームには、子どもたちや保護者、教育関係者からScratchへの感謝を記したメールが多数届いています。その内容の一部を、<a href="/info/quotes">みなさんの声</a>でご覧いただけます。
nn: Mange barn, ungdommar, foreldre og lærarar har sendt oss e-post og takka for Scratch. Her er nokre <a href="/info/quotes/">sitat</a> frå meldingar me har fått.
ta: கீறல் குழுவுக்கு இளைஞர்கள், பெற்றோர்கள் மற்றும் கல்வியாளர்களிடமிருந்து பல மின்னஞ்சல்கள் கிடைத்துள்ளன. மக்கள் என்ன சொல்கிறார்கள் என்று பார்க்க வேண்டுமா? நாங்கள் பெற்ற <a href="/info/quotes">மேற்கோள்களின் </a> தொகுப்பை நீங்கள் படிக்கலாம்.
vi: Nhóm Scratch nhận được nhiều email từ bạn trẻ, phụ huynh, và nhà giáo thể hiện lời cám ơn cho Scratch. Để xem họ nói gì? Bạn có thể đọc sưu tầm <a href="/info/quotes">trích dẫn</a> chúng tôi đã nhận.

source: Learn More About Scratch
bn: Scratch সম্পর্কে আরও জানো
ca: Aprèn més de Scratch
fa: درباره‌ی اسکرچ بیشتر بدانید
hy: Իմանալ ավելին Scratch-ի մասին։
ja: Scratchについてもっと知る
nn: Lær meir om Scratch
ta: Scratch பற்றி மேலும் அறிந்து கொள்
vi: Biết thêm về Scratch

source: <li><a href="../help/">Scratch Help Page</a></li> <li><a href="../info/faq/">Frequently Asked Questions</a></li> <li><a href="../parents/">Information for Parents</a></li> <li><a href="/info/credits/">Scratch Credits</a></li>
bn: <li><a href="../help/">স্ক্র্যাচ হেল্প পেজ</a></li> <li><a href="../info/faq/"> প্রায়শই জিজ্ঞাসিত প্রশ্ন অ</a></li> <li><a href="../parents/">অভিভাবকদের জন্য তথ্য </a></li> <li><a href="/info/credits/">স্ক্র্যাচ ক্রেডিট</a></li>
ca: <li><a href="../help/">Pàgina d'ajuda de Scratch</a></li> <li><a href="../info/faq/">Preguntes Freqüents</a></li> <li><a href="../parents/">Informació per a pares</a></li> <li><a href="/info/credits/">Crèdits de Scratch</a></li>
fa: <li><a href="../help/">راهنمای صفحه اسکرچ</a></li> <li><a href="../info/faq/">سوالات متداول</a></li> <li><a href="../parents/">اطلاعات برای والدین</a></li> <li><a href="/info/credits/">افتخارات اسکرچ</a></li>
ja: <li><a href="../help/">ヘルプページ</a></li> <li><a href="../info/faq/">よくある質問</a></li> <li><a href="../parents/">保護者の方へ</a></li> <li><a href="/info/credits/">クレジット</a></li>
nn: <li><a href="../help/">Hjelp for Scratch</a></li> <li><a href="../info/faq/">Spørsmål og svar (FAQ)</a></li> <li><a href="../parents/">Informasjon for foreldre</a></li> <li><a href="/info/credits/">Bidragsytarar</a></li>
ta: <li><a href="../help/">ஸ்க்ராட்ச் உதவி பக்கம்</a></li> <li><a href="../info/faq/">அடிக்கடி கேட்கப்படும் கேள்விகள்</a></li> <li><a href="../parents/">பெற்றோருக்கான தகவல்</a></li> <li><a href="/info/credits/">ஸ்க்ராட்ச் கிரெடிட்ஸ்</a></li>
vi: <li><a href="../help/">Trang Giúp đỡ Scratch</a></li> <li><a href="../info/faq/">Các câu hỏi Thường gặp</a></li> <li><a href="../parents/">Thông tin cho Phụ huynh</a></li> <li><a href="/info/credits/">Lời cảm ơn từ Scratch</a></li>

source: Learn to Code, Code to Learn
bn: কোড করার জন্য শিখুন ,শেখার জন্য কোড করুন।
ca: Aprendre a Programar, Programar per Aprendre
fa: یاد بگیرید تا کد بزنید، کد بزنید تا یاد بگیرید
hy: Սովորել ծրագրավորում, ծրագրավորիր սովորելու համար։
ja: コーディングを学ぶ、コーディングで学ぶ
nn: Lær programmering, og programmer for å læra
ta: குறியீட்டைக் கற்றுக் கொள்ளுங்கள், கற்றுக்கொள்ள குறியீடு
vi: Học về Mã lập trình, Mã lập trình là để Học

source: The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.
bn: কম্পিউটার প্রোগ্রাম কোড করার ক্ষমতা আজকের সমাজে সাক্ষরতার একটি গুরুত্বপূর্ণ অংশ। যখন মানুষ Scratch এ কোড করতে শেখে, তখন তারা সমস্যাগুলো সমাধান করার জন্য, প্রজেক্টগুলো ডিজাইন করা এবং যোগাযোগ করার জন্য গুরুত্বপূর্ণ কৌশলগুলো শেখে।
ca: La habilitat de programar és una part important de l'alfabetització de la societat actual. Quan les persones aprenen a programar a Scratch, alhora aprenen estratègies importants de resolució de problemes, disseny de projectes i comunicació d'idees.
fa: توانایی برنامه‌نویسی کامپیوتری بخش مهمی از سواد در جامعه امروز است. هنگامی که افراد یاد می‌گیرند کدی را در اسکرچ پیاده‌سازی کنند، روش‌های کلیدی را برای حل مشکلات، طراحی پروژه‌ها و برقراری ایده‌ها می‌آموزند.
ja: コンピュータープログラムを作成する力は、今日の社会において、重要な基本能力の1つとなっています。Scratchでプログラムの作成方法を学ぶことで、問題を解決する力、プロジェクトを設計する力、他人に考えを伝える力などを身につけることができます。
nn: Å kunna programmera er viktig i samfunnet vårt i dag. Dei som lærer programmering med Scratch, lærer samtidig strategiar for problemløysing, design og formidling av idéar.
ta: கணினி நிரல்களை குறியீடாக்கும் திறன் இன்றைய சமூகத்தில் கல்வியறிவின் முக்கிய பகுதியாகும். கீறலில் மக்கள் குறியீட்டைக் கற்றுக் கொள்ளும்போது, ​​சிக்கல்களைத் தீர்ப்பதற்கும், திட்டங்களை வடிவமைப்பதற்கும், கருத்துக்களைத் தொடர்புகொள்வதற்கும் முக்கியமான உத்திகளைக் கற்றுக்கொள்கிறார்கள்.
vi: Khả năng lập trình chương trình máy tính là một phần quan trọng của học vấn trong xã hội ngày nay. Khi mọi người học lập trình trong Scratch, họ học được những chiến lược giải quyết vấn đề, thiết kế chương trình, và giao tiếp ý tưởng.

source: Scratch in Schools
bn: স্কুলে Scratch
ca: Scratch a les Escoles
fa: اسکرچ در مدارس
hy: Scratcհ֊ը դպրոցներում
ja: 学校でのScratch
nn: Scratch i skulen
ta: பள்ளிகளில் Scratch
vi: Scratch tại Trường

source: Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href="http://scratched.gse.harvard.edu/">ScratchEd website</a>.
bn: শিক্ষার্থীরা সব স্তরে (প্রাথমিক স্কুল থেকে কলেজ পর্যন্ত) এবং বিভিন্ন শাখা (যেমন গণিত, কম্পিউটার বিজ্ঞান, ভাষা শিল্প, সামাজিক অধ্যয়ন) Scratch দিয়ে শিখছে। শিক্ষাবিদরা গল্প শেয়ার করে, রিসোর্স বিনিময় করে, প্রশ্ন জিজ্ঞাসা করে এবং <a href="http://scratched.gse.harvard.edu/">ScratchEd ওয়েবসাইট</a> থেকে মানুষদের খুঁজে পায়।
ca: Els estudiants estan aprenent amb Scratch a tots els nivells (des de primària fins la universitat) i a totes les àrees (com matemàtiques, tecnologia, llengües o ciències). Els docents comparteixen experiències i dubtes, intercanvien recursos i connecten amb altres educadors al <a href="http://scratched.gse.harvard.edu/">web de ScratchEd</a>.
fa: دانش‌آموزان در همه سطوح (از مدرسه ابتدایی تا دبیرستان) و در رشته‌های مختلف (مانند ریاضی، علوم رایانه، هنرهای زبان، مطالعات اجتماعی) با اسکرچ در حال یادگیری هستند. مدرسان داستان‌ها را به اشتراک می‌گذارند، منابع آموزشی را رد و بدل می‌کنند، سوالات را مطرح می‌کنند و افرادی را در ‍<a href="http://scratched.gse.harvard.edu/">ScratchEd website</a> پیدا می‌کنند.
ja: Scratchは、小学生から大学生までの幅広い年齢の生徒によって、さまざまな教科・専門（数学、情報処理、文学、社会学など）の学習に利用されています。 <a href="http://scratched.gse.harvard.edu/">ScratchEdウェブサイト</a>では、指導者による体験談の投稿、教材の交換、質問、人探しなどが行われています。
nn: Scratch vert brukt i undervising på alle nivå (frå barneskule til universitet) og i mange fagfelt (for eksempel matematikk, informatikk, språk og humaniora). Lærarar som brukar Scratch møter kvarandre for å utveksla erfaringar og lærestoff på <a href="http://scratched.gse.harvard.edu/">ScratchEd-nettstaden</a>.
ta: மாணவர்கள் ஸ்க்ராட்ச் உடன் அனைத்து மட்டங்களிலும் (தொடக்கப்பள்ளி முதல் கல்லூரி வரை) மற்றும் துறைகளில் (கணிதம், கணினி அறிவியல், மொழி கலைகள், சமூக ஆய்வுகள் போன்றவை) கற்கிறார்கள். கல்வியாளர்கள் கதைகளை பகிர்ந்து கொள்கிறார்கள், வளங்களை பரிமாறிக்கொள்கிறார்கள், கேள்விகளைக் கேட்கிறார்கள், <a href="http://scratched.gse.harvard.edu/">ஸ்க்ராட்ச் எட் வலைத்தளம் </a>இல் மக்களைக் கண்டுபிடிப்பார்கள்.
vi: Học sinh đang học với Scratch ở mọi trình độ (từ tiểu học đến đại học) và mọi ngành (như toán, khoa học máy tính, ngôn ngữ, xã hội học). Nhà giáo chia sẻ câu chuyện, trao đổi tài nguyên, đặt câu hỏi, và tìm người trên<a href="http://scratched.gse.harvard.edu/">trang web ScratchEd</a>.

source: Research
bn: গবেষণা
ca: Investigació
fa: تحقیقات
hy: Հետազօտություն
ja: 研究
nn: Forsking
ta: ஆராய்ச்சி
vi: Nghiên cứu

source: The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Find out more about <a href="/info/research">Scratch research</a> and <a href="/statistics">statistics about Scratch</a>.
bn: এমআইটি স্ক্র্যাচ টিম এবং সহযোগী লোকেরা কীভাবে স্ক্র্যাচ <টিএজি 1> এর সাথে কোনও নির্দেশের জন্য ব্যবহার করে এবং কীভাবে শিখেন তা নিয়ে গবেষণা করছেন, স্ক্র্যাচ দেখুন: সমস্ত <টিএজি 1> এর জন্য প্রোগ্রামিং<a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">. স্ক্র্যাচ গবেষণা এবং <a href="/info/research">স্ক্র্যাচ সম্পর্কে</a> পরিসংখ্যান <a href="/statistics">সম্পর্কে আরও জানুন</a>.
ca: L'equip de Scratch del MIT i col·laboradors estan investigant com les persones utilitzen i aprenen amb Scratch (per a una introducció, consulta <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: programació per a tothom</a>). Descobreix més sobre Scratch a <a href="/info/research">recerca</a> i <a href="/statistics">estadístiques</a>de Scratch.
fa: تیم اسکرچ MIT و همکارانش در حال تحقیق در مورد چگونگی استفاده و یادگیری با استفاده از اسکرچ است (برای آشنایی ، <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">اسکرچ: برنامه‌نویسی برای همه</a> را مشاهده کنید). اطلاعات بیشتری در مورد <a href="/info/research">تحقیق اسکرچ</a>و<a href="/statistics">آمارهایی دربارۀ اسکرچ</a>پیدا کنید.
ja: MIT Scratchチームと共同研究メンバーでは、人々がScratchをどのように使用してどのように学習しているかを調査しています（<a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch：みんなのプログラミング</a>に大まかな説明があります）。よりくわしい内容を知りたいときは、Scratchに関する <a href="/info/research">研究</a>や<a href="/statistics">統計情報</a>をご覧ください。
nn: Me som lagar Scratch, og samarbeidspartnarane våre, forskar på korleis folk brukar og lærer med Scratch (sjå <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Programming for All</a>). Du kan lesa meir om <a href="/info/research">forsking på Scratch</a> og <a href="/statistics">statistikk om Scratch</a>.
ta: எம்ஐடி கீறல் குழு மற்றும் கூட்டுப்பணியாளர்கள் மக்கள் கீறலுடன் எவ்வாறு பயன்படுத்துகிறார்கள் மற்றும் கற்றுக்கொள்கிறார்கள் என்பதை ஆராய்ச்சி செய்கிறார்கள் (ஒரு அறிமுகத்திற்கு, <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">கீறல்: அனைவருக்கும் புரோகிராமிங்</a>ஐப் பார்க்கவும்). கீறல் 3 பற்றிய <a href="/info/research">கீறல் ஆராய்ச்சி</a> மற்றும் <a href="/statistics">புள்ளிவிவரங்களைப் பற்றி மேலும் அறியவும்.</a>.
vi: Nhóm Scratch MIT và cộng sự đang nghiên cứu cách người ta sử dụng và học với Scratch (về giới thiệu, xem <a href="http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf">Scratch: Lập trình cho Tất cả</a>). Tìm hiểu thêm về<a href="/info/research">nghiên cứu Scratch</a> và <a href="/statistics">thống kê về Scratch</a>.

source: Support and Funding
bn: সমর্থন এবং তহবিল
ca: Ajuda i Finançament
fa: پشتیبانی و منابع مالی
hy: Աջակցություն և ֆինանսավորում
ja: 援助と寄付
nn: Støtte og finansiering
ta: ஆதரவு மற்றும் நிதி
vi: Hỗ trợ và Quyên góp

source: The Scratch project, initiated in 2003, has received generous support from the National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, and MIT Media Lab research consortia. If you'd like to support Scratch, please see our <a href="https://secure.donationpay.org/codetolearn/">donate page</a>, or contact us at donate@scratch.mit.edu.
bn: 2003 সালে শুরু হওয়া Scratch প্রজেক্টটি ন্যাশনাল সায়েন্স ফাউন্ডেশন (অনুদান 0325828, 1002713, 1027848, 1019396), Intel ফাউন্ডেশন, Microsoft, MacArthur ফাউন্ডেশন, LEGO ফাউন্ডেশন, Scratch ফাউন্ডেশন, Google, Dell, Fastly, Inversoft, এবং MIT Media Lab গবেষণা কনসোর্টিয়া থেকে উদার সমর্থন পেয়েছে। । তুমি যদি Scratch সমর্থন করতে চাও, তাহলে অনুগ্রহ করে আমাদের <a href="https://secure.donationpay.org/codetolearn/">ডোনেট পেইজ</a> দেখ, অথবা donate@scratch.mit.edu এ আমাদের সাথে যোগাযোগ কর।
ca: El projecte de Scratch, iniciat l'any 2003, ha rebut suport generós de la National Science Foundation (grants 0325828, 1002713, 1027848, 1019396), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft, i MIT Media Lab research consortia. Si vols donar suport a Scratch, visita la nostra <a href="https://secure.donationpay.org/codetolearn/">pàgina de donacions</a>, o bé contacta amb nosaltres a donate@scratch.mit.edu.
fa: برنامه اسکرچ که در سال 2003 آغاز شد، حمایت سخاوتمندانه‌ای از بنیاد ملی علوم (کمک مالی 0325828، 1002713، 1027848، 1019396)، بنیاد اینتل، مایکروسافت، بنیاد مک‌آرتور، بنیاد لگو، بنیاد اسکرچ، گوگل، دل، فستلی، اینورسافت و سندیکاهای تحقیقاتی آزمایشگاه رسانۀ MIT دریافت کرده است. اگر می‌خواهید از اسکرچ پشتیبانی کنید، لطفاً <a href="https://secure.donationpay.org/codetolearn/">صفحه اعانات</a> ما را ببینید، یا با ما در donate@scratch.mit.edu تماس بگیرید.
ja: 2003年に始まったScratchプロジェクトは、これまで以下の組織から多大なる援助をいただいてまりました：アメリカ国立科学財団（NSF）（グラント番号0325828, 1002713, 1027848, 1019396）、Intel財団、MacArthur財団、LEGO財団、Scratch財団、Google、Dell、Fastly、Inversoft、MITメディアラボコンソーシアム。Scratchへの資金援助をご希望される場合は、こちらの <a href="https://secure.donationpay.org/codetolearn/">寄付について</a>をご覧いただくか、donate@scratch.mit.eduまでご連絡ください。
nn: Scratch-prosjektet vart starta i 2003, og har fått støtte frå National Science Foundation (løyvingane 0325828, 1002713, 1027848 og 10196), Intel Foundation, Microsoft, MacArthur Foundation, LEGO Foundation, Scratch Foundation, Google, Dell, Fastly, Inversoft og MIT Media Lab Viss du er interessert i å støtta Scratch, sjå <a href="https://securedonationpay.org/scratchfoundation/">pengegåvesida vår</a>, eller send ein e-post til donate@scratch.mit.edu.
ta: 2003 இல் தொடங்கப்பட்ட கீறல் திட்டத்திற்கு தேசிய அறிவியல் அறக்கட்டளை (மானியங்கள் 0325828, 1002713, 1027848, 1019396), இன்டெல் அறக்கட்டளை, மைக்ரோசாப்ட், மேக்ஆர்தர் அறக்கட்டளை, லெகோ அறக்கட்டளை, கீறல் அறக்கட்டளை, கூகிள், டெல், வேகமாக, இன்வெர்சாஃப்ட், மற்றும் எம்ஐடி மீடியா ஆய்வக ஆராய்ச்சி கூட்டமைப்பு. நீங்கள் கீறலை ஆதரிக்க விரும்பினால், தயவுசெய்து எங்களைப் பார்க்கவும் <a href="https://secure.donationpay.org/codetolearn/">ஆதரி பக்கம்</a>ஐத் தேடுங்கள், அல்லது donate@scratch.mit.edu என்ற முகவரியில் எங்களை தொடர்பு கொள்ளவும்..
vi: Dự án Scratch, bắt đầu năm 2003, nhận được ủng hộ hào phóng từ Tổ chức Khoa học Quốc gia (trợ cấp 0325828, 1002713, 1027848, 1019396), Tổ chức Intel, Microsoft, Tổ chức MacArthur, Tổ chức LEGO, Tổ chức Scratch, Google, Dell, Fastly, Inversoft, and Hiệp hội nghiên cứu MIT Media Lab. Nếu bạn muốn hỗ trợ Scratch, xin xem trang <a href="https://secure.donationpay.org/codetolearn/">đóng góp</a>, hay liên hệ chúng tôi tại donate@scratch.mit.edu.

source: Creative Characters Camp
bn: সৃজনশীল চরিত্র ক্যাম্প
ca: Campament de personatges creatius
fa: کاراکترهای اردوگاه خلق کنید
ja: クリエイティブキャラクターキャンプ
nn: «Kreative figurar»-verkstad
ta: கிரியேட்டிவ் கதாபாத்திரங்கள் முகாம்
vi: Hội Trại Nhân Vật Sáng Tạo

source: Coding for All Project
bn: সব প্রজেক্টের জন্য কোডিং কর
ca: Projecte Programació per a tots
fa: برنامه‌نویسی برای همۀ برنامه‌ها
ja: Coding for All プロジェクト
nn: «Programmering for alle»-prosjekt
ta: அனைத்து திட்டங்களுக்கும் குறியீட்டு முறை
vi: Lập trình cho Tất cả Chương trình

source: Coding for All:
bn: সবার জন্য কোডিং :
ca: Programació per a tots:
fa: برنامه‌نویسی برای همه:
nn: Programmering for alle:
ta: அனைவருக்கும் குறியீட்டு முறை:
vi: Lập trình cho Tất cả:

source: The <strong>Coding for All</strong> project brings together an interdisciplinary research team from the <a href="http://llk.media.mit.edu">MIT Media Lab</a>, the <a href="http://dmlhub.net/" target="blank">Digital Media and Learning Hub</a> at University of California Irvine, and the <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> at Harvard University to develop new online tools and activities to engage more young people in developing computational fluency, particularly youth from groups currently underrepresented in computing.
bn: কোডিং ফর অল <strong>প্রজেক্ট এমআইটি</strong> মিডিয়া ল্যাব, ডিজিটাল মিডিয়া <a href="http://llk.media.mit.edu">এবং একটি আন্তঃবিভাগীয়</a> গবেষণা<a href="http://dmlhub.net/" target="blank">দলকে একত্রিত করে ইউনিভার্সিটি</a> অফ ক্যালিফোর্নিয়া আরভিনে লার্নিং হাব এবং হার্ভার্ড <a href="https://cyber.law.harvard.edu/">ইউনিভার্সিটিতে ইন্টারনেট অ্যান্ড সোসাইটির</a> জন্য বার্কম্যান ক্লেইন সেন্টার বিশেষ করে কম্পিউটেশনাল সাবলীলতা বিকাশে আরও তরুণদের সম্পৃক্ত করার জন্য নতুন অনলাইন সরঞ্জাম এবং কার্যকলাপ বিকাশ করুন বর্তমানে কম্পিউটিংয়ে উপস্থাপিত গ্রুপ থেকে তরুণরা।.
ca: ⇥⇥ El projecte <strong>Coding for All</strong> reuneix un equip de recerca interdisciplinari del <a href="http://llk.media.mit.edu">MIT Media Lab</a>, el <a href="http://dmlhub.net/" target="blank">Digital Media i Learning Hub</a> i la Universitat de California Irvine, i el <a href="https://cyber.law.harvard.edu/">Berkman Klein Center for Internet and Society</a> de la Universitat de Harvard per desenvolupar noves eines en línia i activitats per involucrar els més joves en el desenvolupament de la fluïdesa computacional, especialment joves de grups poc representats actualment a la informàtica.
fa: برنامه<strong>برنامه‌نویسی برای همه</strong>یک تیم تحقیقاتی بین رشته‌ای را از <a href="http://llk.media.mit.edu">آزمایشگاه رسانه‌ای MIT</a>، <a href="http://dmlhub.net/" target="blank">رسانه‌های دیجیتالی و مرکز آموزشی</a> در دانشگاه کالیفرنیا ایروین، و <a href="https://cyber.law.harvard.edu/">مرکز برکمن کلاین برای اینترنت و جامعه</a>در دانشگاه هاروارد به منظور توسعه ابزار و فعالیت‌های آنلاین برای جذب جوانان بیشتر در توسعه روان محاسباتی، به ویژه جوانان از گروه‌های که در حال حاضر کمتر در محاسبات حاضر می‌شوند.
ja: <strong>みんなのためのコーディング</strong> プロジェクトは、 <a href="http://llk.media.mit.edu">MITメディアラボ</a>、カリフォルニア大学アーバイン校<a href="http://dmlhub.net/" target="blank">デジタルメディア＆ラーニングハブ</a> 、ハーバード大学<a href="https://cyber.law.harvard.edu/">バークマンセンター</a> が参加する学際的な研究チームによって行われており、 より多くの若者、子どもたち、特に現在、コンピューターに親しみの薄い層の人たちに、コンピューターリテラシーを取得してもらうことを目的に、オンラインツールの開発や活動を行っています。
vi: Dự án <strong>Lập trình cho Tất cả</strong> gom chung lại một nhón từ nhiều ngành nghiên cứu từ <a href="http://llk.media.mit.edu">MIT Media Lab</a>, <a href="http://dmlhub.net/" target="blank">Digital Media và Learning Hub</a> tại trường Đại học California Irvine, và <a href="https://cyber.law.harvard.edu/">Trung tâm Berkman Klein về Internet và Xã hội</a> tại Đại học Harvard để phát triển các công cụ trực tuyến và hoạt động thu hút nhiều người trẻ hơn trong ảnh hưởng của phát triển điện toán, cụ thể là thanh niên từ các nhóm hiện đang không được hiện diện trong điện toán.

source: What is being developed?
bn: কি উন্নয়ন করা হচ্ছে?
ca: Què s'està desenvolupant?
fa: چه چیزی در حال توسعه است؟
ja: 現在、開発中の内容
nn: Kva vert utvikla?
ta: என்ன உருவாக்கப்படுகிறது?
vi: Cái gì đang được phát triển?
