Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: The owner of this address has requested their address be removed from our lists. Please <a href="%(settings_url)s">change your address to a new one</a> or <a href="%(contact_us_url)s">contact us</a> if you have questions.
bn: এই ঠিকানার মালিক আমাদের তালিকা থেকে তাদের ঠিকানা সরানোর অনুরোধ করেছে। <a href="%(settings_url)s">তোমার ঠিকানা নতুন করে পরিবর্তন কর</a> অথবা তোমার কোন প্রশ্ন থাকলে আমাদের সাথে <a href="%(contact_us_url)s">যোগাযোগ</a> কর।
ca: El propietari d'aquesta adreça ha sol·licitat que la donem de baixa de les nostres llistes. Si us plau <a href="%(settings_url)s">canvia la teva adreça per una de nova</a> o <a href="%(contact_us_url)s">contacta'ns</a> si tens dubtes.
fa: صاحب این آدرس درخواست حذف آدرس خود را از لیست ما کرده است. لطفاً <a href="%(settings_url)s">آدرس خود را به یک آدرس جدید تغییر دهید</a>یا در صورت داشتن سؤال <a href="%(contact_us_url)s">با ما تماس بگیرید</a>.
hy: Այս հասցեի սեփականատերը խնդրել է, որ իր հասցեն հանվի մեր ցուցակներից: Հարցեր ունենալու դեպքում խնդրում ենք <a href="%(settings_url)s">փոխել ձեր հասցեն նորով</a> կամ <a href="%(contact_us_url)s">կապվել մեզ հետ</a> ։
ja: このアドレスの持ち主から、アドレスを削除してほしいという要望がありました。<a href="%(settings_url)s">メールアドレスを新しいものに変更してください</a>。疑問・不明点などがあれば<a href="%(contact_us_url)s">こちらまでご連絡ください</a>。
nn: Eigaren av denne adressa har bedt om å få ho fjerna frå listene våre. <a href="%(settings_url)s">Oppgje ei ny adresse</a>, eller <a href="%(contact_us_url)s">ta kontakt</a> viss du har spørsmål.
ta: இந்த முகவரியின் உரிமையாளர் அவர்களின் முகவரியை எங்கள் பட்டியலிலிருந்து அகற்றுமாறு கோரியுள்ளார். உங்களிடம் <a href="%(settings_url)s">இருந்தால் உங்கள் முகவரியை புதியதாக மாற்றவும்</a> அல்லது <a href="%(contact_us_url)s">எங்களை தொடர்பு கொள்ளவும் </a> உங்களுக்கு கேள்விகள் இருந்தால்.
vi: Chủ sở hữu địa chỉ này đã yêu cầu địa chỉ của họ xóa khỏi danh sách của chúng tôi. Vui lòng <a href="%(settings_url)s"> thay đổi địa chỉ của bạn sang một địa chỉ mới </a>hoặc <a href="%(contact_us_url)s">liên hệ với chúng tôi</a> nếu bạn có thắc mắc.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
bn: আমরা যে কনফার্মেশন মেসেজটি পাঠিয়েছি তার জন্য চেক করো <br/>: %(email_address)s
ca: Revisa el correu de confirmació que hem enviat a: <br/> <strong>%(email_address)s</strong>
fa: برای تأییدیه پیامی که فرستادیم، بررسی کنید: <br/> <strong>%(email_address)s</strong>
hy: Ստուգեք մեր ուղարկած հաստատման նամակը․ <br/> <strong>%(email_address)s</strong>
ja: 次のアドレスに送信した 認証用メッセージをご覧ください： <br/> <strong>%(email_address)s</strong>
nn: Du skal no motta ei stadfestingsmelding på: <br/> <strong>%(email_address)s</strong>
ta: நாங்கள் அனுப்பிய உறுதிப்படுத்தல் செய்தியைச் சரிபார்க்கவும்: <br/> <strong>%(email_address)s</strong>
vi: Kiểm tra tin nhắn xác nhận chúng tôi đã gửi đến: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
bn: নিশ্চিতকরণ বার্তা খুঁজে পাচ্ছ না?
ca: No pots trobar el missatge de confirmació?
fa: نتوانستید ایمیل تایید را پیدا کنید؟
hy: Չե՞ք կարողանում գտնել հաստատման նամակը։
ja: 認証用メッセージが見当たらない場合
nn: Finn du ikkje stadfestingsmeldinga?
ta: உறுதிப்படுத்தல் செய்தியைக் கண்டுபிடிக்க முடியவில்லையா?
vi: Không thể tìm thấy tin nhắn xác nhận?

source: Wait for ten minutes. The message may take a while to arrive.
bn: দশ মিনিট অপেক্ষা কর। বার্তাটি আসতে কিছুটা সময় নিতে পারে।
ca: Espera deu minuts. El missatge hauria d'arribar en un minuts.
fa: ده دقیقه صبر کنید. رسیدن پیغام ممکن است لحظاتی زمان ببرد.
hy: Սպասեք տաս րոպե: Այս հաղորդագրությունը կարող է որոշ ժամանակ տևել:
ja: 10分待って下さい。メッセージの到着には時間がかかります。
nn: Vent ti minutt. Det kan ta litt tid før meldinga kjem.
ta: பத்து நிமிடங்கள் காத்திருங்கள். செய்தி வர சிறிது நேரம் ஆகலாம்.
vi: Chờ trong vòng 10 phút. Tin nhắn có thể mất một khoảng thời gian.

source: Check your spam folder.
bn: তোমার স্প্যাম ফোল্ডার যাচাই করে দেখ।
ca: Revisa la teva carpeta de correu brossa.
fa: پوشه ی اسپم (هرزنامه) را ببیند.
hy: Ստուգեք Ձեր փոստի թափոն պանակը։
ja: 迷惑メールフォルダーを確認して下さい。
nn: Sjekk i mappa for reklamemeldingar.
ta: உங்கள் ஸ்பேம் கோப்புறையை சரிபார்க்கவும்.
vi: Kiểm tra hòm thư spam.

source: Make sure your email address is correct (see <a href="%(settings_url)s">Account Settings</a>).
bn: তোমার ইমেইল ঠিকানা সঠিক কিনা তা নিশ্চিত কর (<a href="%(settings_url)s">এ্যাকাউন্ট সেটিংস</a> দেখ)।
ca: Assegura't que l'adreça de correu electrònic és correcta (veure <a href="%(settings_url)s">Configuració del compte</a>).
fa: اطمینان حاصل کنید که آدرس ایمیل شما درست است (<a href="%(settings_url)s">به تنظیمات حساب</a> مراجعه کنید).
hy: Համոզվեք, որ ձեր էլ. փոստի հասցեն ճիշտ է (տե՛ս <a href="%(settings_url)s">հաշվի կարգավորումները</a>)։
ja: 自分のメールアドレスが正しいか確かめてください (<a href="%(settings_url)s">アカウント設定</a>を見てください)。
nn: Sjå til at du har lagt inn rett e-postadresse (sjå <a href="%(settings_url)s">innstillingssida</a>).
ta: உங்கள் மின்னஞ்சல் முகவரி சரியானது என்பதை உறுதிப்படுத்தவும் (<a href="%(settings_url)s">கணக்கு அமைப்புகள்</a>ஐப் பார்க்கவும்).
vi: Chắc chắn rằng địa chỉ email chính xác (xem <a href="%(settings_url)s">Thiết lập Tài khoản</a>).

source: Still can't find the message?
bn: তবুও বার্তাটি খুঁজে পাচ্ছ না?
ca: Encara així no pots trobar el missatge?
fa: آیا هنوز نمی‌توانید پیام را پیدا کنید؟
hy: Դեռևս չե՞ք կարողանում գտնել հաղորդագրությունը:
ja: まだメッセージが見つかりませんか?
nn: Finn du enno ikkje meldinga?
ta: இன்னும் செய்தியைக் கண்டுபிடிக்க முடியவில்லை?
vi: Vẫn không thể tìm được tin nhắn?

source: Resend Confirmation
bn: আবার নিশ্চিত কর
ca: Envia de nou la confirmació
fa: ارسال مجدد تاییدیه
hy: Կրկին ուղարկել հաստատման նամակը
ja: 認証用メッセージをもう一度送る
nn: Send stadfestinga på nytt
ta: உறுதிப்படுத்தலை மீண்டும் அனுப்பு
vi: Gửi lại Xác nhận

source: OK, back to Scratch
bn: ঠিক আছে, Scratch এ ফিরে আস
ca: D'acord, torna a Scratch
fa: خوبه، به اسکرچ بازگردید.
hy: Լավ, վերադառնաք Scratch
ja: OK、Scratchに戻ります
nn: OK – tilbake til Scratch
ta: சரி, கீறலுக்குத் திரும்புக
vi: Được, quay trở lại Scratch

source: Welcome to Scratch!
bn: Scratch এ স্বাগতম!
ca: Benvingut a Scratch!
fa: به اسکرچ خوش آمدید،
hy: Բարիգալուստ Scratch!
ja: Scratchへようこそ!
nn: Velkommen til Scratch!
ta: கீறலுக்கு வருக!
vi: Chào mừng đến Scratch!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
bn: Scratch হল সব বয়সের একটি কমিউনিটি, সারা বিশ্ব থেকে। নিশ্চিত কর তোমার প্রজেক্ট এবং মন্তব্যগুলো <a target="_blank" href="/community_guidelines">শ্রদ্ধাশীল এবং বন্ধুত্বপূর্ণ</a>।
ca: Scratch és una comunitat per a totes les edats, de tot el món. Assegura't que els teus projectes i comentaris són <a target="_blank" href="/community_guidelines">respectuosos i amigables</a>.
fa: اسکرچ یک انجمن از تمام سنین، از سراسر جهان است. اطمینان حاصل کنید که پروژه‌ها و نظرات شما <a target="_blank" href="/community_guidelines"> محترمانه و دوستانه</a> است.
hy: Scratch-ը ամբողջ աշխարհում բոլոր տարիքի մարդականց համար նախատեսված համայնք է: Համոզվեք, որ ձեր նախագծերն ու մեկնաբանությունները <a target="_blank" href="/community_guidelines">հարգալից և ընկերական են</a>։
ja: Scratchは世界中のあらゆる年齢のコミュニティーです。プロジェクトやコメントは <a target="_blank" href="/community_guidelines">敬意を持ち、親しみやすい</a>ものにしましょう。
nn: Scratch er eit nettsamfunn for folk i alle aldrar, frå heile verda. Pass på at prosjekta dine og kommentarar er <a target="_blank" href="/community_guidelines">respektfulle og vennlege</a>.
ta: கீறல் என்பது உலகம் முழுவதிலுமிருந்து எல்லா வயதினருக்கும் ஒரு சமூகம். உங்கள் திட்டங்களும் கருத்துகளும்<a target="_blank" href="/community_guidelines">மரியாதைக்குரிய மற்றும் நட்புக்குரியவை </a>என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
vi: Scratch là một cộng đồng dành cho mọi lứa tuổi, từ khắp nơi trên thế giới. Hãy chắc chắn những dự án và bình luận đều <a target="_blank" href="/community_guidelines">mang tính tôn trọng và thân thiện</a>.

source: Learn how to make a project in Scratch
bn: শিখ কিভাবে Scratch এ প্রজেক্ট তৈরি করতে হয়
ca: Aprèn a crear un projecte amb Scratch
fa: یادگیری نحوه ساخت پروژه در Scratch
hy: Իմացեք, թե ինչպես ստեղծել նախագիծ Scratch- ում
ja: Scratchでプロジェクトを作るには
nn: Lær å laga ditt eige program med Scratch
ta: கீறலில் ஒரு திட்டத்தை எவ்வாறு உருவாக்குவது என்பதை அறிக
vi: Tìm hiểu để tạo một dự án trong Scratch

source: Try out starter projects
bn: স্টার্টার প্রজেক্টগুলো চেষ্টা করে দেখ
ca: Prova els projectes d'inici
fa: پروژه ی اولیه را امتحان کن
hy: Փորձեք սկսնակ նախագծերը
ja: 初心者向けプロジェクトを試す
nn: For nybyrjarar
ta: ஸ்டார்டர் திட்டங்களை முயற்சிக்கவும்
vi: Thử những dự án mở đầu

source: Connect with other Scratchers
bn: অন্যান্য Scratch ব্যাবহারকারিদের সাথে সংযুক্ত হও
ca: Connecta amb altres Scratchers
fa: به بقیه اسکرچرها متصل شو
hy: Միացեք այլ Scratchers- ի հետ
ja: 他のScratcherと交流する
nn: Ta kontakt med andre scratcharar
ta: பிற கீறல்களுடன் இணைக்கவும்
vi: Kết nối với những người sử dụng Scratch khác

source: All set to go!
bn: সব ঠিক আছে!
ca: Tot en ordre per començar!
fa: همه برای رفتن تنظیم شده‌اند.
hy: Ամեն ինչ պատրաստ է:
ja: それでは始めましょう！
nn: Alt klart!
ta: செல்ல எல்லாம் அமைக்கப்பட்டுள்ளது!
vi: Tất cả các bước để bắt đầu!

source: Success! You have confirmed your email address, <strong>%(username)s</strong>.
bn: সফল! তুমি তোমার ইমেইল ঠিকানা নিশ্চিত করেছ, <strong>%(username)s</strong>।
ca: Ben fet! Has confirmat la teva adreça de correu, <strong>%(username)s</strong>.
fa: موفقیت! شما آدرس ایمیل خود را تایید کرده‌اید، <strong>%(username)s</strong>.
hy: Դուք հաջողությամբ հաստատել եք ձեր էլ․ փոստի հասցեն, <strong>%(username)s</strong>։
ja: 成功!あなたのメールアドレスを確認しました,<strong> %(username)s</strong>。
nn: Det er i orden! Du har stadfesta e-postadressa, <strong>%(username)s</strong>.
ta: வெற்றி! உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தியுள்ளீர்கள்,<strong>%(username)s</strong>.
vi: Thành công! Bạn vừa xác nhận địa chỉ email, <strong>%(username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
bn: নতুন প্রজেক্টগুলো তৈরি করতে এবং কমিউনিটির সাথে শেয়ার করে নেওয়ার জন্য Scratch এ ঝাঁপিয়ে পড়!
ca: Vés a Scratch per crear nous projectes i compartir-los amb la comunitat!
fa: وارد اسکرچ شوید تا برنامه‌های جدید خلق کنید و آن‌ها را با جامعه به اشتراک بگذارید!
hy: Անցեք Scratch՝ նոր նախագծեր ստեղծելու և դրանք համայնքի հետ կիսելու համար:
ja: さあ、Scratchで新しいプロジェクトを作って、コミュニティに共有しましょう!
nn: Gå i gang med Scratch for å laga nye prosjekt, og legg dei ut så andre får sjå dei!
ta: புதிய திட்டங்களை உருவாக்க கீறலுக்குச் சென்று அவற்றை சமூகத்துடன் பகிர்ந்து கொள்ளுங்கள்!
vi: Tìm hiểu Sratch để tạo ra những dự án mới và chia sẻ chúng với cộng đồng!

source: OK, let's go!
bn: ঠিক আছে, চল যাই!
ca: D'acord, som-hi!
fa: تایید، بیایید شروع کنیم!
hy: Գնացինք
ja: OK、レッツゴー!
nn: Me går i gang!
ta: சரி போகலாம்!
vi: Được thôi, bắt đầu!

source: Confirm your Scratch account
bn: তোমার Scratch এ্যাকাউন্ট নিশ্চিত কর
hy: Հաստատեք ձեր Scratch հաշիվը
ja: Scratchアカウントを認証する
ta: உங்கள் கீறல் கணக்கை உறுதிப்படுத்தவும்

source: You just signed up for a new Scratch account with the username:
bn: মাত্র তুমি এই ইউজারনেম দিয়ে একটি নতুন Scratch এ্যাকাউন্টে সাইন আপ করেছ:
hy: Դուք հենց նոր գրանցել եք նոր Scratch հաշիվ հետևյալ անունով՝
ja: 以下のユーザー名で新しいScratchアカウントが登録されました:
ta: பயனர்பெயருடன் புதிய கீறல் கணக்கிற்கு நீங்கள் பதிவுசெய்துள்ளீர்கள்:

source: To finish creating your account, click on the link below:
bn: তোমার এ্যাকাউন্ট তৈরি করা শেষ করতে, নিচের লিংকে ক্লিক কর:
hy: Ձեր հաշվի ստեղծումն ավարտելու համար սեղմեք ներքևի հղման վրա․
ja: アカウントの作成手続きを完了するには、下のリンクをクリックしてください:
ta: உங்கள் கணக்கை உருவாக்குவதை முடிக்க, கீழேயுள்ள இணைப்பைக் கிளிக் செய்க:

source: Confirm my account
bn: আমার এ্যাকাউন্টটি নিশ্চিত কর
hy: Հաստատել իմ հաշիվը
ja: アカウントを認証する
ta: எனது கணக்கை உறுதிப்படுத்தவும்

source: Having trouble? Copy this link into your browser instead:
bn: সমস্যা হচ্ছে? পরিবর্তে তোমার ব্রাউজারে এই লিংকটি কপি কর:
hy: Խնդիր ունե՞ք: Պատճենեք այս հղումը ձեր բրաուզերում՝
ja: 問題がありますか? ブラウザーにリンクをコピーしてみてください:
ta: சிக்கல் உள்ளதா? அதற்கு பதிலாக இந்த இணைப்பை உங்கள் உலாவியில் நகலெடுக்கவும்:

source: You just signed up for a new account on Scratch (%(scratch_url)s). To finish creating your account, click on the link below:
bn: তুমি Scratch (%(scratch_url)s) এ একটি নতুন এ্যাকাউন্টের জন্য সাইন আপ করেছ। তোমার এ্যাকাউন্ট তৈরি করা শেষ করতে, নিচের লিংকে ক্লিক কর:
hy: Դուք հենց նոր գրանցվել եք Scratch (%(scratch_url)s)-ում։ Ձեր հաշվի ստեղծումն ավարտելու համար սեղմեք ներքևի հղման վրա
ja: 新しいScratchアカウント (%(scratch_url)s) が登録されました。 アカウントの作成手続きを完了するには、下のリンクをクリックしてください。
ta: கீறலில் புதிய கணக்கிற்கு பதிவுபெற்றுள்ளீர்கள் (%(scratch_url)s). உங்கள் கணக்கை உருவாக்குவதை முடிக்க, கீழேயுள்ள இணைப்பைக் கிளிக் செய்க:

source: Want to share on Scratch?
bn: Scratch এ শেয়ার করতে চাও ?
ca: Vols compartir a Scratch?
fa: آیا می‌خواهید در اسکرچ به اشتراک بگذارید؟
hy: Ցանկանում ե՞ք կիսվել Scratch-ում:
ja: Scratchで作品を共有したいですか?
nn: Vil du leggja ut prosjekt så andre kan sjå dei?
ta: கீறலில் பகிர வேண்டுமா?
vi: Bạn có muốn chia sẻ trên Scratch?

source: We sent a verification email to <strong>%(email_address)s</strong>.
bn: <strong>%(email_address)s</strong> এ আমরা একটি যাচাইকরণ ইমেইল প্রেরণ করেছি।
ca: Hem enviat una verificació del correu electrònic a <strong>%(email_address)s</strong>.
fa: ما یک ایمیل تایید به <strong>%(email_address)s</strong>ارسال کردیم.
hy: Մենք հաստատման նամակ ենք ուղարկել այս էլ․ փոստին՝ <strong>%(email_address)s</strong>.
ja: 認証用のメールを<strong> %(email_address)s</strong>に送信しました。
nn: Me har sendt ei stadfestingsmelding til <strong>%(email_address)s</strong>.
ta: சரிபார்ப்பு மின்னஞ்சலை <strong>%(email_address)s</strong>க்கு அனுப்பினோம்.
vi: Chúng tôi đã gửi email xác nhận tới <strong>%(email_address)s</strong>.

source: The owner of this address has requested their address be removed from our lists. Please <a onClick="redirectParent('%(settings_url)s');" href="#">change your address to a new one</a> or <a onClick="redirectParent('%(contact_us_url)s');" href="#">contact us</a> if you have questions.
bn: এই ঠিকানার মালিক আমাদের তালিকা থেকে তাদের ঠিকানা সরানোর অনুরোধ করেছে। অনুগ্রহ করে <a onClick="redirectParent('%(settings_url)s');" href="#">তোমার ঠিকানা নতুন করে পরিবর্তন কর</a> অথবা তোমার কোন প্রশ্ন থাকলে আমাদের সাথে <a onClick="redirectParent('%(contact_us_url)s');" href="#">যোগাযোগ</a> কর।
ca: El propietari d'aquesta adreça ha sol·licitat donar-se de baixa de les nostres llistes. Si us plau <a onClick="redirectParent('%(settings_url)s');" href="#">canvia la teva adreça per una de nova</a> o <a onClick="redirectParent('%(contact_us_url)s');" href="#">contacta'ns</a> si tens dubtes.
fa: صاحب این آدرس درخواست حذف آدرس خود را از لیست ما کرده است. لطفاً <a onClick="redirectParent('%(settings_url)s');" href="#">آدرس خود را به یک آدرس جدید تغییر دهید</a>یا در صورت داشتن سؤال <a onClick="redirectParent('%(contact_us_url)s');" href="#">با ما تماس بگیرید</a>.
hy: Այս հասցեի սեփականատերը խնդրել է, որ իր հասցեն հանվի մեր ցուցակներից: Հարցեր ունենալու դեպքում խնդրում ենք <a onClick="redirectParent('%(settings_url)s');" href="#">փոխել ձեր հասցեն նորով</a> կամ <a onClick="redirectParent('%(contact_us_url)s');" href="#">կապվել մեզ հետ</a>։
ja: このアドレスの持ち主がアドレスを削除するようにリクエストしました。<a onClick="redirectParent('%(settings_url)s');" href="#">新しいアドレスに変更</a>してください。もし疑問があれば<a onClick="redirectParent('%(contact_us_url)s');" href="#">Scratchチームに連絡</a>してください。
nn: Eigaren av denne e-postadressa har bedt om å verta fjerna frå listene våre. <a onClick="redirectParent('%(settings_url)s');" href="#">Vel ei ny e-postadresse</a> eller <a onClick="redirectParent('%(contact_us_url)s');" href="#">kontakt oss</a> viss du har spørsmål.
ta: இந்த முகவரியின் உரிமையாளர் அவர்களின் முகவரியை எங்கள் பட்டியலிலிருந்து அகற்றுமாறு கோரியுள்ளார். உங்களிடம் <a onClick="redirectParent('%(settings_url)s');" href="#">இருந்தால் உங்கள் முகவரியை புதியதாக மாற்றவும்</a> அல்லது <a onClick="redirectParent('%(contact_us_url)s');" href="#">எங்களை தொடர்பு கொள்ளவும்</a> உங்களுக்கு கேள்விகள் இருந்தால்.
vi: Chủ nhân của địa chỉ này vừa yêu cầu địa chỉ của họ được gỡ bỏ khỏi danh sách của chúng tôi. Xin <a onClick="redirectParent('%(settings_url)s');" href="#">đổi địa chỉ của bạn sang cái mới</a> hay <a onClick="redirectParent('%(contact_us_url)s');" href="#">liên hệ chúng tôi</a> nếu bạn có thắc mắc.

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
bn: <strong>%(email_address)s</strong> এ আমরা একটি যাচাইকরণ বার্তা প্রেরণ করেছি।
ca: Verifica el missatge de confirmació que hem enviat a: <strong>%(email_address)s</strong>
fa: پیام تاییدی که فرستادیم را بررسی کنید:<strong>%(email_address)s</strong>
hy: Ստուգեք մեր ուղարկած հաստատման նամակը <strong>%(email_address)s</strong>
ja: 次のアドレスに送信した認証用メッセージをご覧ください。<strong>%(email_address)s</strong>
nn: Du skal no få ei stadfestingsmelding på <strong>%(email_address)s</strong>
ta: நாங்கள் அனுப்பிய உறுதிப்படுத்தல் செய்தியைச் சரிபார்க்கவும்: <strong>%(email_address)s</strong>
vi: Kiểm tra tin nhắn xác nhận chúng tôi đã gửi về: <strong>%(email_address)s</strong>

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
bn: তোমার ইমেইল ঠিকানা সঠিক কিনা তা নিশ্চিত কর (<a onClick="redirectParent('%(settings_url)s');" href="#">এ্যাকাউন্ট সেটিংস</a> দেখ)।
ca: Assegura't que la teva adreça de correu electrònic és correcta (veure <a onClick="redirectParent('%(settings_url)s');" href="#">Configuració del compte</a>).
fa: اطمینان حاصل کنید که آدرس ایمیل شما درست است (به <a onClick="redirectParent('%(settings_url)s');" href="#">تنظیمات حساب</a>مراجعه کنید).
hy: Համոզվեք, որ Ձեր էլ. փոստի հասցեն ճիշտ է (տե՛ս <a onClick="redirectParent('%(settings_url)s');" href="#">Հաշվի կարգավորումները</a>)։
ja: メールアドレス設定に誤りがないか確認してください （ <a onClick="redirectParent('%(settings_url)s');" href="#">アカウント設定</a>をご覧ください）。
nn: Sjå til at e-postadressa du har lagt inn er riktig (sjå <a onClick="redirectParent('%(settings_url)s');" href="#">innstillingssida</a>).
ta: உங்கள் மின்னஞ்சல் முகவரி சரியானது என்பதை உறுதிப்படுத்தவும் (<a onClick="redirectParent('%(settings_url)s');" href="#">கணக்கு அமைப்புகள்</a>ஐப் பார்க்கவும்).
vi: Chắc rằng địa chỉ email của bạn là đúng (xem <a onClick="redirectParent('%(settings_url)s');" href="#">Cài đặt Tài khoản</a>).

source: Ok, back to Scratch
bn: ঠিক আছে, Scratch এ ফিরে আস
ca: D'acord, torna a Scratch
fa: باشه، به اسکرچ برگرد.
hy: Լավ, վերադառնանք Scratch
ja: OK、Scratchに戻ります
nn: OK – tilbake til Scratch
ta: சரி, கீறலுக்குத் திரும்புக
vi: Quay lại Scratch

source: Subscription update successful.
bn: সাবস্ক্রিপশন আপডেট সফল।
ca: L'actualització de la subscripció s'ha realitzat amb èxit.
fa: به‌روز‌رسانی اشتراک موفقیت آمیز انجام شد.
hy: Բաժանորդագրությունը հաջող թարմացված է:
ja: 購読情報の更新に成功しました
nn: Abonnementet er oppdatert.
ta: சந்தா புதுப்பிப்பு வெற்றிகரமாக.
vi: Theo dõi cập nhật thành công.

source: Password
bn: পাসওয়ার্ড
ca: Contrasenya
fa: رمز عبور
hy: Գաղտնաբառ
ja: パスワード
nn: Passord
ta: கடவுச்சொல்
vi: Mật khẩu

source: Account Settings for %(username)s
bn: %(username)s এর জন্য এ্যাকাউন্ট সেটিংস
ca: Configuració del compte per %(username)s
fa: تنظیمات بخش کاربری برای%(username)s
hy: Հաշվի կարգավորումները %(username)s համար
ja: %(username)sのアカウント設定
nn: Kontoinnstillingar for %(username)s
ta: %(username)sக்கான கணக்கு அமைப்புகள்
vi: Cài đặt Tài khoản cho %(username)s

source: After changing your password, you will be prompted to log back in.
bn: তোমার পাসওয়ার্ড পরিবর্তন করার পরে, তোমাকে আবার লগ ইন করতে অনুরোধ করা হবে।
ca: Després de canviar la teva contrasenya, se't demanarà que tornis a iniciar sessió.
fa: بعد از تغییر رمز عبور، شما باید دوباره وارد حساب کابری شوید.
hy: Ձեր գաղտնաբառը փոխելուց հետո Ձեզ կառաջարկվի կրկին մուտք գործել համակարգ:
ja: パスワードを変更し、再度ログインしてください。
nn: Etter at du har bytt passord, må du logga inn att.
ta: உங்கள் கடவுச்சொல்லை மாற்றிய பின், மீண்டும் உள்நுழையும்படி கேட்கப்படுவீர்கள்.
vi: Sau khi thay đỏi mật khẩu, bạn sẽ được xác nhận để đăng nhập lại.

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন কর
ca: Canviar la Contrasenya
fa: تغییر رمز عبور
hy: Փոխել գաղտնաբառը
ja: パスワードの変更
nn: Byt passord
ta: கடவுச்சொல்லை மாற்று
vi: Thay đổi Mật khẩu

source: Hi %(username)s!
bn: হাই %(username)s!
ca: Hola %(username)s!
fa: سلام %(username)s !!
hy: Ողջույն %(username)s
ja: こんにちは、%(username)s!
nn: Hei, %(username)s!
ta: வணக்கம் %(username)s!
vi: Xin chào %(username)s!

source: Your password on Scratch was recently changed. If you requested this change, you can ignore this email. Otherwise, please contact the Scratch Team at %(help_email)s.
bn: Scratch এ তোমার পাসওয়ার্ড সম্প্রতি পরিবর্তন করা হয়েছে। তুমি যদি এই পরিবর্তনের অনুরোধ কর, তাহলে তুমি এই ইমেইলটি উপেক্ষা করতে পার। অন্যথায়, অনুগ্রহ করে %(help_email)s এ Scratch টিমের সাথে যোগাযোগ কর।
ca: La teva contrasenya a Scratch s'ha canviat fa poc. Si has sol·licitat aquest canvi, pots ignorar aquest correu electrònic. En altre cas, preguem contactis amb l'equip de Scratch a %(help_email)s.
fa: رمز عبور شما در اسکرچ به تازگی تغییر کرده است. اگر شما این تغییر را درخواست کردید، می‌توانید این ایمیل را نادیده بگیرید. در غیر این صورت، لطفاً با تیم اسکرچ در %(help_email)sتماس بگیرید.
hy: Scratch-ի Ձեր գաղտնաբառը վերջերս փոխվել է: Եթե դուք եք հայցել այդ փոփոխությունը, ապա կարող եք անտեսել այս նամակը: Հակառակ դեպքում ՝%(help_email)s։
ja: あなたのパスワードが最近変更されました。もしあなたが行ったなら、このメールを無視してかまいません。そうでなければ、Scratchチームにご連絡ください: %(help_email)s
nn: Passordet ditt til Scratch vart nyleg bytt. Viss det var du som bad om å byta passord, kan du oversjå den e-posten. Viss ikkje, kontakt Scratch-gruppa på %(help_email)s.
ta: கீறலில் உங்கள் கடவுச்சொல் சமீபத்தில் மாற்றப்பட்டது. இந்த மாற்றத்தை நீங்கள் கோரியிருந்தால், இந்த மின்னஞ்சலை நீங்கள் புறக்கணிக்கலாம். இல்லையெனில், கீறல் குழுவை %(help_email)sஇல் தொடர்பு கொள்ளவும்.
vi: Mật khẩu của bạn trên Scratch được đổi gần đây. Nếu bạn đã yêu cầu thay đổi này, bạn có thể bỏ qua email này. Còn không, xin hãy liên hệ Nhóm Scratch tại %(help_email)s.

source: Your Scratch account password was changed
bn: তোমার Scratch এ্যাকাউন্টের পাসওয়ার্ড পরিবর্তন করা হয়েছিল
ca: La teva contrasenya de Scratch s'ha canviat
fa: رمز عبور حساب کاربری اسکرچ شما عوض شد
hy: Ձեր Scratch հաշվի գաղտնաբառը փոխվել է
ja: Scratchアカウントのパスワードが変更されました
nn: Passordet til Scratch-kontoen din er bytt
ta: உங்கள் கீறல் கணக்கு கடவுச்சொல் மாற்றப்பட்டது
vi: Mật khẩu tài khoản Scratch của bạn đã thay đổi

source: Oops! There has been a problem unsubscribing your email address.
bn: উপস! তোমার ইমেইল ঠিকানাটি বাতিল করতে সমস্যা হয়েছে।
ca: Vaja! Ha hagut un problema en el procés de cancelació de l'adreça de correu electrònic.
fa: وای! مشکلی در لغو اشتراک آدرس ایمیل شما وجود دارد.
hy: Վաայ, Էլ. փոստի հասցեն ապաբաժանորդագրելուց խնդիր առաջացավ:
ja: このメールアドレスへの配信を解除する途中で、問題が発生しました。
nn: Å nei! Noko gjekk gale ved stopping av abonnementet til e-postadressa di.
ta: அச்சச்சோ! உங்கள் மின்னஞ்சல் முகவரியை குழுவிலகுவதில் சிக்கல் உள்ளது.
vi: Ố! Có vấn đề khi ngưng theo dõi địa chỉ email của bạn.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
bn: যদি তোমার সমস্যা অব্যাহত থাকে, তাহলে <a href="%(contact_url)s">Scratch টিম</a> এর সাথে যোগাযোগ কর।
ca: Si continues tenint problemes, contacta amb <a href="%(contact_url)s">l'Equip de Scratch</a>.
fa: اگر همچنان مشکل دارید، با <a href="%(contact_url)s">تیم اسکرچ</a> تماس بگیرید.
hy: Եթե խնդիրները չվերացան, կապվեք <a href="%(contact_url)s">Scratch-ի թիմի</a> հետ:
ja: 繰り返し問題が発生する場合は、<a href="%(contact_url)s">Scratchチーム</a>までご連絡ください。
nn: Viss du ikkje finn ut av problemet, ta kontakt med <a href="%(contact_url)s">administratorane</a>.
ta: உங்களுக்கு தொடர்ந்து சிக்கல்கள் இருந்தால்,<a href="%(contact_url)s">ஸ்க்ராட்ச் டீம்</a> ஐ தொடர்பு கொள்ளவும்.
vi: Nếu bạn tiếp tục gặp vấn đề, liên hệ <a href="%(contact_url)s">Nhóm Scratch</a>.

source: Unsubscribed
bn: সদস্যতা ত্যাগ কর
ca: Subscripció cancel·lada
fa: لغو اشتراک
hy: Ապաբաժանորդագրվել
ja: 配信解除
nn: Abonnement stoppa
ta: குழுவிலகப்பட்டது
vi: Bỏ theo dõi
