Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Your email address has been unsubscribed.
bn: তোমার ইমেইল ঠিকানা আনসাবস্ক্রাইব করা হয়েছে।
ca: La teva adreça de correu electrònic ha estat cancel·lada.
fa: آدرس ایمیل شما از فهرست دریافت کنندگان ایمیل حذف شد.
hy: Ձեր էլ. Փոստի հասցեն ապաբաժանորդագրած է:
ja: あなたのアドレスへのメール配信は解除されました。
nn: E-postadressa din er sletta frå abonnentslista.
ta: உங்கள் மின்னஞ்சல் முகவரி குழுவிலகப்பட்டது.
vi: Địa chỉ email của bạn vừa hủy theo dõi.

source: You can manage your subscription to Scratch updates from the Email tab of your <a href="%(account_url)s">Account Settings</a>.
bn: তুমি তোমার <a href="%(account_url)s">এ্যাকাউন্ট সেটিংস</a> এর ইমেইল ট্যাব থেকে Scratch এর আপডেটের জন্য তোমার সাবস্ক্রিপশন পরিচালনা করতে পার।
ca: Pots gestionar la teva subscripció a actualitzacions de Scratch des de la pestanya de Correu Electrònic a la teva <a href="%(account_url)s">Configuració del compte</a>.
fa: شما می‌توانید اشتراک خود را در به روز رسانی‌های اسکرچ از زبانه ایمیل خود در <a href="%(account_url)s">تنظیمات حساب</a>مدیریت کنید.
hy: Scratch-ի թարմացման ձեր բաժանորդագրությունը կարող եք կառավարել <a href="%(account_url)s">ձեր հաշվի կարգավորումների</a> էլ. փոստի ներդիրից:
ja: Scratch更新情報を受信するかどうかは <a href="%(account_url)s">アカウント設定</a>の［Eメールアドレス］タブで設定できます。
nn: Du kan administrera abonnement på Scratch-nyheiter frå e-post-fana på <a href="%(account_url)s">innstillingssida</a>.
ta: உங்கள் <a href="%(account_url)s">கணக்கு அமைப்புகள்</a>இன் மின்னஞ்சல் தாவலில் இருந்து கீறல் புதுப்பிப்புகளுக்கான சந்தாவை நிர்வகிக்கலாம்.
vi: Bạn có thể quản lý theo dõi của bạn với các cập nhật của Scratch từ thẻ Email của <a href="%(account_url)s">Cài đặt Tài khoản</a> của bạn.

source: Take me back to Scratch!
bn: আমাকে আবার Scratch এ নিয়ে যাও!
ca: Torna a Scratch!
fa: من را به اسکرچ بازگردان!
hy: Վերադառնալ Scratch
ja: Scratchに戻る
nn: Gå tilbake til Scratch!
ta: என்னை மீண்டும் கீறலுக்கு அழைத்துச் செல்லுங்கள்!
vi: Mang tôi trở về Scratch!

source: Imagine, Program, Share
bn: কল্পনা কর, প্রোগ্রাম কর, শেয়ার কর
ca: Imagina, Programa, Comparteix
fa: تصور کنید، برنامه ریزی کنید، به اشتراک بگذارید
hy: Պատկերացրեք, ծրագրեք, կիսվեք
ja: 想像、プログラム、共有
nn: Fantasi, programmering og samarbeid
ta: கற்பனை செய்து பாருங்கள், கணினி நிரல், பகிர்
vi: Tưởng tượng, Chương trình, Chia sẻ

source: Create
bn: তৈরি কর
ca: Crea
fa: ایجاد
hy: Ստեղծել
ja: 作る
nn: Lag
ta: உருவாக்கு
vi: Thiết kế

source: Explore
bn: অনুসন্ধান
ca: Explora
fa: کاوشگری
hy: Դիտել
ja: 見る
nn: Utforsk
ta: ஆராயுங்கள்
vi: Khám phá

source: Ideas
bn: ধারণাগুলি
ca: Idees
fa: ایده‌ها
hy: Գաղափարներ
ja: アイデア
ta: ஆலோசனைகள்

source: About
bn: বিষয়ে
ca: A propòsit de
fa: درباره
hy: Մեր մասին
ja: Scratchについて
nn: Om
ta: எங்களை பற்றி
vi: Tìm hiểu

source: Join Scratch
bn: Scratch এ যোগদান কর
ca: Uneix-te a l'Scratch
fa: در اسکرچ
hy: Միանալ Scratch֊ին
ja: Scratchに参加しよう
nn: Vert Scratch-brukar
ta: கீறலில் சேரவும்
vi: Tham gia Scratch

source: Sign in
bn: সাইন ইন
ca: Inicia la sessió
fa: ورود
hy: Մուտք գործել
ja: サインイン
nn: Logg inn
ta: உள்நுழைக
vi: Đăng nhập

source: Need help?
bn: সাহায্য দরকার?
ca: Necessites ajuda?
fa: کمک می‌خواهی؟
hy: Ունե՞ք օգնության կարիք։
ja: ヘルプが必要ですか?
ta: உதவி தேவை?
vi: Cần hỗ trợ?

source: messages - updates and notices
bn: বার্তা - আপডেট এবং বিজ্ঞপ্তি
ca: missatges - actualitzacions i notícies
fa: پیام ها - به روز رسانی ها و اطلاعیه ها
hy: հաղորդագրություններ՝ թարմացումներ և ծանուցումներ
ja: メッセージ - 更新情報とお知らせ
nn: meldingar – oppdateringar og varslingar
ta: செய்திகள் - புதுப்பிப்புகள் மற்றும் அறிவிப்புகள்
vi: tin nhắn - cập nhật và thông báo

source: my stuff - manage projects and studios
bn: আমার প্রজেক্ট - প্রজেক্ট এবং স্টুডিও পরিচালনা কর
ca: les meves coses - gestiona projectes i estudis
fa: مسائل من - مدیریت پروژه‌ها و استودیو‌ها
hy: Մմ ունեցածը։ Կառավարել նախագծերն ու ստուդիաները
ja: 私の作品 - 作品の管理と制作の場所
nn: tinga mine – handsam prosjekt og galleri
ta: எனது பொருள் - திட்டங்கள் மற்றும் ஸ்டுடியோக்களை நிர்வகிக்கவும்
vi: thành phẩm của tôi - quản lý chương trình và studio

source: Profile
bn: প্রোফাইল
ca: Perfil
fa: صفحه شخصی
hy: Անձնական տվյալներ
ja: プロフィール
nn: Profil
ta: சுயவிவரம்
vi: Hồ sơ

source: My Stuff
bn: আমার প্রজেক্ট
ca: Les Meves Coses
fa: کارهای من
hy: Իմ ունեցածը
ja: 私の作品
nn: Tinga mine
ta: என்னுடைய பொருட்கள்
vi: Thành phẩm của tôi

source: My Classes
bn: আমার ক্লাসগুলো
ca: Les meves classes
fa: کلاس های من
hy: Իմ դասերը
ja: 私のクラス
nn: Klassane mine
ta: என்னுடைய வகுப்புகள்
vi: Những lớp học của tôi

source: My Class
bn: আমার শ্রেণি
ca: La meva classe
fa: کلاس من
hy: Իմ դասը
ja: 自分のクラス
nn: Klassen min
ta: என்னுடைய வகுப்பு
vi: Lớp học của tôi

source: Account settings
bn: এ্যাকাউন্ট সেটিংস
ca: Configuració del compte
fa: تنظیمات حساب کاربری
hy: Հաշվի սահմանումները
ja: アカウント設定
nn: Innstillingar
ta: கணக்கு அமைப்புகள்
vi: Thiết lập tài khoản

source: Sign out
bn: সাইন আউট
ca: Finalitza la sessió
fa: خروج
hy: Դուրս գրվել
ja: サインアウト
nn: Logg ut
ta: வெளியேறு
vi: Đăng xuất

source: <a id="confirm-email-popup" href="#">Confirm your email</a> to enable sharing. <a href="%(faq_url)s#accounts">Having trouble?</a>
bn: শেয়ার করা সচল করতে <a id="confirm-email-popup" href="#">তোমার ইমেইল নিশ্চিত কর</a>। <a href="%(faq_url)s#accounts">সমস্যা হচ্ছে?</a>
ca: <a id="confirm-email-popup" href="#">Confirma el teu correu electrònic</a> per poder compartir. <a href="%(faq_url)s#accounts">Tens problemes?</a>
fa: برای فعال کردن به اشتراک گذاری <a id="confirm-email-popup" href="#">ایمیلتان را تایید کنید</a>. <a href="%(faq_url)s#accounts">آیا با مشکلی مواجه شده‌اید؟</a>
hy: <a id="confirm-email-popup" href="#">Հաստատեք ձեր էլ. փոստը</a>՝ կիսվելու հնարավորությունը ակտիվացնելու համար։ <a href="%(faq_url)s#accounts">Խնդիր ունե՞ք</a>։
ja: 共有機能を使うには、<a id="confirm-email-popup" href="#">あなたのメールアドレスを認証してください</a>。<a href="%(faq_url)s#accounts">なにかお困りですか？</a>
nn: <a id="confirm-email-popup" href="#">Stadfest e-postadressa di</a> viss du vil leggja ut prosjekt. <a href="%(faq_url)s#accounts">Får du det ikkje til?</a>
ta: <a id="confirm-email-popup" href="#">பகிர்வை இயக்க உங்கள் மின்னஞ்சல்</a> ஐ உறுதிப்படுத்தவும்.<a href="%(faq_url)s#accounts">சிக்கல் உள்ளதா?</a>
vi: <a id="confirm-email-popup" href="#">Xác nhận email của bạn</a> để có thể chia sẻ. <a href="%(faq_url)s#accounts">Có rắc rối?</a>

source: About Scratch
bn: Scratch সম্বন্ধে
ca: Quant a Scratch
fa: درباره اسکرچ
hy: Scratch-ի մասին
ja: Scratchについて
nn: Om Scratch
ta: கீறல் பற்றி
vi: Về Scratch

source: For Parents
bn: অভিভাবকদের জন্য
ca: Per als pares
fa: برای والدین
hy: Ծնողների համար
ja: 保護者の方へ
nn: For foreldre
ta: பெற்றோருக்கு
vi: Dành cho Phụ huynh

source: For Educators
bn: শিক্ষকদের জন্য
ca: Per a docents
fa: برای معلم ها
hy: Մանկավարժների համար
ja: 教育関係者の方へ
nn: For lærarar
ta: கல்வியாளர்களுக்கு
vi: Dành cho Giáo viên

source: For Developers
bn: ডেভেলপারদের জন্য
ca: Per als desenvolupadors
fa: برای توسعه دهندگان
hy: Ծրագրավորողների համար
ja: 開発者向け
nn: For utviklarar
ta: டெவலப்பர்களுக்கு
vi: Dành cho Nhà phát triển

source: Credits
bn: ক্রেডিট
ca: Crèdits
fa: دست اندرکاران
hy: Երախտագիտություն
ja: クレジット
nn: Bidragsytarar
ta: மதிப்புகள்
vi: Đội ngũ

source: Jobs
bn: কাজগুলো
ca: Treballs
fa: شغل ها
hy: Աշխատանքներ
ja: 求人
nn: Ledige stillingar
ta: வேலைகள்
vi: Công việc

source: Press
bn: চাপ দাও
ca: Premsa
fa: مطبوعات
hy: Մամուլ
ja: プレス情報
nn: Media
ta: அச்சகம்
vi: Ấn phẩm

source: Community
bn: কমিউনিটি
ca: Comunitat
fa: انجمن
hy: Համայնք
ja: コミュニティ
nn: Nettsamfunn
ta: சமுதாயம்
vi: Cộng đồng

source: Community Guidelines
bn: কমিউনিটি নির্দেশিকা
ca: Normes de la Comunitat
fa: راهنمای انجمن
hy: Համայնքային ցուցումներ
ja: コミュニティーガイドライン
nn: Retningslinjer for nettstaden
ta: சமூக வழிகாட்டுதல்கள்
vi: Hướng dẫn cộng đồng

source: Discussion Forums
bn: আলোচনা ফোরাম
ca: Fòrums de discussió
fa: تالار گفتگو
hy: Քննարկման Ֆորումներ
ja: ディスカッションフォーラム
nn: Diskusjonsforum
ta: கலந்துரையாடல் மன்றங்கள்
vi: Diễn đàn thảo luận

source: Statistics
bn: পরিসংখ্যান
ca: Estadístiques
fa: آمار و ارقام
hy: Վիճակագրություն
ja: 統計情報
nn: Statistikk
ta: புள்ளிவிவரம்
vi: Thống kê

source: Support
bn: সহায়তা
ca: Suport
fa: پشتیبانی
hy: Աջակցություն
ja: サポート
nn: Hjelp
ta: ஆதரவு
vi: Hỗ trợ

source: FAQ
bn: বজিপ্র
ca: Preguntes més freqüents PMF
fa: سوالات متداول
hy: ՀՏՀ
ja: よくある質問
nn: Spørsmål og svar
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
vi: Những câu hỏi thường gặp

source: Offline Editor
bn: অফলাইন এডিটর
ca: Editor sense connexió
fa: ویرایشگر آفلاین
hy: Անցանց խմբագիր
ja: オフラインエディター
nn: Scratch utan nettsamband
ta: ஆஃப்லைன் பதிப்பாசிரியர்
vi: Trình soạn thảo không dùng kết nối Internet

source: Contact Us
bn: যোগাযোগ
ca: Contacta'ns
fa: تماس با ما
hy: Հետադարձ կապ
ja: 連絡先
nn: Kontakt oss
ta: தொடர்பு கொள்க
vi: Liên hệ chúng tôi

source: Scratch Store
bn: Scratch স্টোর
ca: Botiga de Scratch
fa: فروشگاه اسکرچ
hy: Scratch Խանութ
ja: Scratchストア
ta: கீறல் கடை
vi: Cửa hàng Scratch

source: Donate
bn: অনুদান
ca: Dona
fa: کمک مالی
hy: Նվիրաբերել
ja: 寄付
nn: Gje pengegåve
ta: நன் கோடை வழங்குங்கள்
vi: Đóng góp

source: Legal
bn: আইনসম্মত
ca: Avís legal
fa: قانونی
hy: Իրավական
ja: 法的表示
nn: Reglar og vilkår
ta: சட்ட
vi: Hợp pháp

source: Terms of Use
bn: ব্যবহারের শর্তাবলী
ca: Termes d'ús
fa: شرایط استفاده
hy: Օգտվելու կանոններ
ja: 利用規約
nn: Bruksvilkår
ta: பயன்பாட்டு விதிமுறைகளை
vi: Điều khoản sử dụng

source: Privacy Policy
bn: গোপনীয়তা নীতি
ca: Política de Privacitat
fa: حریم خصوصی
hy: Գաղտնիության քաղաքականություն
ja: プライバシー・ポリシー
nn: Personvern
ta: தனியுரிமை கொள்கை
vi: Chính sách bảo mật

source: Scratch Family
bn: Scratch পরিবার
ca: Família de l'Scratch
fa: خانواده اسکرچ
hy: Scratch ընտանիք
ja: 関連サイト
nn: Scratch-familien
ta: ஸ்கிராட்ச் குடும்பம்
vi: Gia đình Scratch

source: Scratch Conference
bn: Scratch সম্মেলন
ca: Congrés de l'Scratch
fa: کنفرانس اسکرچ
hy: Scratch համաժողով
ja: Scratchカンファレンス
nn: Scratch-konferanse
ta: ஸ்கிராட்ச் மாநாடு
vi: Hội nghị Scratch

source: View all
bn: সব দেখ
ca: Veure-ho tot
fa: همه را نشان بده
hy: Դիտել ամբողջը
ja: すべてを見る
nn: Vis alle
ta: அனைத்தையும் காட்டு
vi: Xem tất cả

source: No items
bn: কোন আইটেম নেই
ca: Sense elements
fa: هیچ گزینه ای وجود ندارد
hy: Ոչինչ չկա
ja: アイテムがありません
nn: Ingen
ta: உருப்படிகள் இல்லை
vi: Không có mục nào

source: in
bn: ভিতরে
ca: a
fa: در
hy: մեջ
ja: ｉｎ
nn: i
ta: இல்
vi: trong

source: by
bn: দিয়ে
ca: per
fa: توسط
hy: կողմից
ja: 書いた人
nn: av
ta: வழங்கியவர்
vi: bởi

source: Log in to your account
bn: তোমার এ্যাকাউন্টে লগইন কর
ca: Inicia sessió al teu compte
fa: به بخش کاربری خود وارد شوید
hy: Մուտք գործեք ձեր հաշիվ
ja: アカウントにログイン
nn: Logg inn
ta: உங்கள் கணக்கில் உள்நுழைக
vi: Đăng nhập vào tài khoản của bạn

source: Cloud data history
bn: ক্লাউড ডাটার ইতিহাস
ca: Història de les dades al núvol
fa: تاریخچه‌ی داده‌های ابری
hy: Ամպային տվյալների պատմություն
ja: クラウドデータの履歴
nn: Historikk for nettdata
ta: மேகக்கணி தரவு வரலாறு
vi: Lịch sử dữ liệu đám mây

source: User
bn: ব্যবহারকারী
ca: Usuari
fa: کاربر
hy: Օգտվող
ja: ユーザー
nn: Brukar
ta: பயனர்
vi: Người dùng

source: Data Name
bn: ডাটার নাম
ca: Nom de la dada
fa: نام داده
hy: Տվյալների անվանում
ja: データ名
nn: Datanamn
ta: தரவு பெயர்
vi: Tên Dữ liệu

source: Action
bn: ক্রিয়া
ca: Acció
fa: عمل
hy: Գործողություն
ja: アクション
nn: Handling
ta: செயல்
vi: Tác vụ

source: Data Value
bn: তথ্যর মান
ca: Valor de la dada
fa: مقدار داده
hy: Տվյալների արժեք
ja: データの値
nn: Dataverdi
ta: தரவு மதிப்பு
vi: Giá trị Dữ liệu

source: Time
bn: সময়
ca: Temps
fa: زمان
hy: Ժամ
ja: 時間
nn: Tid
ta: நேரம்
vi: Thời gian

source: Turn off commenting
bn: মন্তব্য করা বন্ধ কর
ca: Desactiva els comentaris
fa: غیرفعال کردن نظردهی
hy: Անջատել մեկնաբանությունը
ja: コメントをオフにする
nn: Slå av kommentarar
ta: கருத்து தெரிவிப்பதை முடக்கு
vi: Tắt bình luận

source: Leave a comment
bn: একটি মন্তব্য কর
ca: Deixa un comentari
fa: نظر دادن
hy: Մեկնաբանություն թողնել
ja: コメントを書く
nn: Skriv kommentar
ta: ஒரு கருத்தை இடுங்கள்
vi: Để lại bình luận

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
bn: মনে রাখবে যে এই প্রজেক্টটি প্রোগ্রামিংয়ে নতুন কেউ তৈরি করে থাকতে পারে। নিশ্চিত হও যে তোমার মন্তব্য বন্ধুত্বপূর্ণ এবং শ্রদ্ধাশীল আছে।
ca: Recorda que aquest projecte pot haver estat fet per algú completament nou al món de la programació. Procura que els teus comentaris siguin respectuosos i amigables.
fa: به یاد داشته باشید که این برنامه ممکن است توسط شخصی تازه کار در برنامه‌نویسی ساخته شده باشد. اطمینان حاصل کنید که نظرات شما دوستانه و محترمانه باشند.
hy: Հիշեք, որ այս նախագիծը գուցե պատրաստվել է նորեկի կողմից: Համոզվեք, որ ձեր մեկնաբանությունները ընկերական և հարգալից են:
ja: プログラミングをはじめたばかりの人が作ったプロジェクトかもしれません。 親切でていねいなコメントを心がけてください。
nn: Tenk på at dette prosjektet kan vera laga av ein nybyrjar i programmering. Hugs å vera hyggjeleg og respektfull når du kommenterer.
ta: இந்த திட்டம் நிரலாக்கத்திற்கு புதியவரால் செய்யப்பட்டிருக்கலாம் என்பதை நினைவில் கொள்ளுங்கள். உங்கள் கருத்துக்கள் நட்பு மற்றும் மரியாதைக்குரியவை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
vi: Hãy nhớ là chương trình này có thể được tạo ra bởi ai đó mới biết lập trình. Chắc rằng bình luận của bạn mang tính thân thiện và tôn trọng.

source: You have <span id="chars-left">500</span> characters left.
bn: তোমার <span id="chars-left">500</span> টি অক্ষর বাকি রয়েছে।
ca: Et queden <span id="chars-left">500</span> caràcters.
fa: تعداد کاراکترهای باقی مانده <span id="chars-left">500</span> تا می باشد.
hy: Դուք ունեք <span id="chars-left">500</span> նիշ.
ja: 残り<span id="chars-left">500</span>文字。
nn: Du har plass til <span id="chars-left">500</span> teikn til.
ta: உங்களிடம் <span id="chars-left">500</span> எழுத்துக்கள் உள்ளன.
vi: Bạn còn <span id="chars-left">500</span> ký tự.

source: Post
bn: পোস্ট
ca: Article
fa: پست
hy: Ուղարկել
ja: 投稿
nn: Send
ta: பதிவு செய்
vi: Đăng

source: Cancel
bn: বাতিল কর
ca: Cancel·la
fa: لغو
hy: Չեղարկել
ja: キャンセル
nn: Avbryt
ta: ரத்து
vi: Hủy

source: Sorry, comment posting has been turned off for this %(tType)s
bn: দুঃখিত, %(tType)s এর জন্য মন্তব্য পোস্ট করা বন্ধ করা হয়েছে
ca: Ho sentim, els comentaris han estat desactivats per a aquest %(tType)s
fa: متاسفانه امکان نظر دادن برای این %(tType)s خاموش شده است.
hy: Կներեք, մեկնաբանությունների տեղադրումն անջատված է %(tType)s համար։
ja: 申し訳ありませんが、 %(tType)s へのコメント投稿はオフに設定されています
nn: Kommentarar er slått av for dette %(tType)set
ta: மன்னிக்கவும், இந்த %(tType)sக்காக கருத்து இடுகை முடக்கப்பட்டுள்ளது
vi: Rất tiếc, đăng bình luận đã được tắt cho %(tType)s này

source: Sorry comment posting is not available right now. It should be back soon!
bn: দুঃখিত মন্তব্য পোস্ট এখনই চালু করা নেই। এটি শীঘ্রই ফিরে আসা উচিত!
ca: Ho sentim, no es poden publicar comentaris en aquest moment. Prova-ho més endavant!
fa: متاسفانه ارسال نظر درحال حاضر در دسترس نیست. این مساله به زودی به حالت قبل باز می‌گردد.
hy: Ներեցեք մեկնաբանության տեղադրումը այս պահին հասանելի չէ: Այն շուտով կվերադառնա:
ja: ごめんなさい、コメントの投稿は現在利用できません。すぐに元通りになります!
nn: Kommentarinnlegg er ikkje tilgjengeleg nett no. Men opnar igjen snart!
ta: மன்னிக்கவும் கருத்து இடுகை இப்போது கிடைக்கவில்லை. அது விரைவில் திரும்ப வேண்டும்!
vi: Rất tiếc hiện giờ đăng bình luận không khả dụng. Nó sẽ có lại sớm thôi!

source: Comments loading...
bn: মন্তব্য লোড হচ্ছে...
ca: Carregant comentaris...
fa: در حال بارگیری نظرات...
hy: Մեկնաբանությունները բեռնվում են...
ja: コメントを読み込み中...
nn: Laster kommentarar …
ta: கருத்துகள் ஏற்றப்படுகின்றன ...
vi: Đang tải bình luận...

source: Delete
bn: মুছে ফেল
ca: Elimina
fa: حذف
hy: Ջնջել
ja: 削除
nn: Slett
vi: Xóa

source: Report
bn: প্রতিবেদন
ca: Denuncia
fa: گزارش
hy: Զեկուցել
ja: 報告
nn: Rapporter
ta: அறிக்கை
vi: Báo cáo

source: Reply
bn: জবাব
ca: Respon
fa: پاسخ دادن
hy: Պատասխանել
ja: 返信
nn: Svar
ta: பதில்
vi: Trả lời

source: Report comment as inappropriate
bn: মন্তব্য অনুপযুক্ত বলে রিপোর্ট কর
ca: Marca el comentari com a no adequat
fa: گزارش دادن نظر به عنوان نامناسب
hy: Բողոքել մեկնաբանությանը, որպես անտեղի
ja: 不適切なコメントとして報告する
nn: Meld upassande kommentar
ta: கருத்து பொருத்தமற்றது என புகாரளிக்கவும்
vi: Báo cáo bình luận không phù hợp

source: %(comment.datetime_created|timesince)s ago
bn: %(comment.datetime_created|timesince)s আগে
ca: %(comment.datetime_created|timesince)s enrere
fa: %(comment.datetime_created|timesince)s های قبل
hy: %(comment.datetime_created|timesince)s վարկյան առաջ
ja: %(comment.datetime_created|timesince)s 前
nn: for %(comment.datetime_created|timesince)s sidan
ta: %(comment.datetime_created|timesince)s முன்பு
vi: %(comment.datetime_created|timesince)s trước

source: See all %(len)s replies
bn: সমস্ত%(len)s উত্তর দেখ
ca: Veu les %(len)s respostes
fa: مشاهده‌ی همه‌ی %(len)s پاسخ‌ها
hy: Տեսնել բոլորը %(len)s պատասխանում է
ja: %(len)s 件の全ての返信を見る
nn: Sjå alle dei %(len)s svara
ta: எல்லா %(len)s பதில்களையும் காண்க
vi: Xem tất cả %(len)s trả lời

source: Load more
bn: আরও দেখ
ca: Carrega'n més
fa: بارگیری بیشتر
hy: Բեռնել ավելին
ja: もっと読み込む
nn: Last fleire
ta: அதிகமாய் ஏற்று
vi: Tải thêm

source: Add a New Class
bn: একটি নতুন শ্রেণী যুক্ত করো
ca: Afegeix una nova classe
fa: افزودن یک کلاس جدید
hy: Ավելացնել նոր դասարան
ja: 新しいクラスを追加
nn: Legg til ny klasse
ta: புதிய வகுப்பைச் சேர்க்கவும்
vi: Thêm vào Lớp học Mới

source: Class Name
bn: শ্রেণির নাম
ca: Nom de la classe
fa: نام کلاس
hy: Դասարանի անունը
ja: クラス名
nn: Klassenamn
ta: வகுப்பு பெயர்
vi: Tên Lớp học

source: Class Description
bn: শ্রেণি বর্ণনা
ca: Descripció de la classe
fa: توضیحات کلاس
hy: Դասարանի նկարագրութիւն
ja: クラスの説明
nn: Klasseskildring
ta: வகுப்பு விளக்கம்
vi: Mô tả Lớp học

source: Add Class
bn: শ্রেণি যোগ কর
ca: Afegeix una classe
fa: اضافه کردن کلاس
hy: Ավելացնել դասարան
ja: クラスを追加
nn: Legg til klasse
ta: வகுப்பைச் சேர்
vi: Thêm Lớp học

source: Your class name must be at least 5 characters long
bn: তোমার ক্লাসের নাম কমপক্ষে ৫ অক্ষরের হতে হবে
ca: La teva contrasenya ha de tenir 5 caràcters com a mínim
fa: نام کلاس شما باید حداقل 5 حرف یا علامت باشد
hy: Ձեր դասարանի անունը պետք է կազմի առնվազն 5 նիշ
ja: クラス名は5文字以上でなければなりません
nn: Namnet til klassen må ha minst fem teikn
ta: உங்கள் வகுப்பு பெயர் குறைந்தது 5 எழுத்துக்கள் நீளமாக இருக்க வேண்டும்
vi: Tên lớp học phải dài ít nhất 5 ký tự

source: You must enter a class name
bn: তোমাকে অবশ্যই একটি ক্লাসের নাম লিখতে হবে
ca: Has d'introduir un nom de classe
fa: شما باید نام یک کلاس را وارد کنید
hy: Դուք պետք է մուտքագրեք դասարանի անունը
ja: クラス名を入力してください
nn: Du må skriv inn eit namn på klassen
ta: நீங்கள் ஒரு வகுப்பு பெயரை உள்ளிட வேண்டும்
vi: Bạn phải nhập tên lớp

source: This text looks inappropriate
bn: এই টেক্সটটি অনুপযুক্ত বলে মনে হচ্ছে
ca: Aquest text no sembla encertat
fa: این متن به‌نظر نامناسب است
hy: Այս տեքստն անիմաստ է
ja: 不適切な内容が含まれているようです。
nn: Denne teksten er upassande
ta: இந்த உரை பொருத்தமற்றதாகத் தெரிகிறது
vi: Ngôn từ này trông không phù hợp

source: Add a New Class Studio
bn: একটি নতুন শ্রেণি স্টুুডিও যোগ কর
ca: Afegeix un nou estudi de classe
fa: استودیوی کلاس جدید را اضافه کنید
hy: Ավելացրեք նոր դասարանի ստուդիան
ja: 新しいクラススタジオを追加
nn: Legg til nytt galleri for klassen
ta: புதிய வகுப்பு ஸ்டுடியோவைச் சேர்க்கவும்
vi: Thêm vào một Studio Lớp học Mới

source: Studio Name
bn: স্টুুডিওর নাম
ca: Nom de l'estudi
fa: نام استودیو
hy: Ստուդիայի անունը
ja: スタジオ名
nn: Namn på galleriet
ta: ஸ்டுடியோ பெயர்
vi: Tên Studio

source: Studio Description
bn: স্টুুডিও বর্ণনা
ca: Descripció de l'estudi
fa: توضیحات استودیو
hy: Ստուդիայի նկարագրությունը
ja: スタジオの説明
nn: Skildring av galleriet
ta: ஸ்டுடியோ விளக்கம்
vi: Mô tả Studio

source: Your username must be between 3 and 20 characters
bn: তোমার ইউজারনেম 3 থেকে 20 অক্ষরের মধ্যে হতে হবে
ca: El teu nom usuari ha de tenir entre 3 i 20 caràcters
fa: نام کاربری شما باید بین ۳ تا ۲۰ کرکتر باشد
hy: Օգտատիրոջ անունը պետք է կազմի 3-ից 20 նիշ։
ja: ユーザー名は3文字から20文字にしてください
nn: Brukarnamnet må vera 3 til 20 teikn langt
ta: உங்கள் பயனர்பெயர் 3 முதல் 20 எழுத்துகளுக்கு இடையில் இருக்க வேண்டும்
vi: Tên đăng nhập của bạn phải từ 3 đến 20 ký tự

source: Sorry, that username already exists
bn: দুঃখিত, ব্যবহারকারীর নাম ইতিমধ্যে নিবন্ধিত
ca: Ho sentim, aquest nom d'usuari ja existeix
fa: ببخشید، این نام کاربری قبلا وجود داشته
hy: Ներեցեք, օգտվողի այդ անունն արդեն գոյություն ունի
ja: 申し訳ありませんが、そのユーザー名は既に使われています。
nn: Brukarnamnet er dessverre oppteke
ta: மன்னிக்கவும், அந்த பயனர்பெயர் ஏற்கனவே உள்ளது
vi: Rất tiếc, tên đăng nhập này đã tồn tại

source: Invalid username
bn: ভুল ইউজারনেম
ca: El nom d'usuari no és vàlid
fa: نام کاربری نامعتبر
hy: Անվավեր անուն
ja: 無効なユーザー名
nn: Ugyldig brukarnamn
ta: தவறான பயனர்பெயர்
vi: Tên đăng nhập không hợp lệ

source: Hmm, that looks inappropriate
bn: হুঁ, এটি অনুপযুক্ত দেখাচ্ছে
ca: Vaja, això sembla poc apropiat
fa: جالبه، به نظر نامرتب می‌رسه
hy: Հմմ, դա անտեղի է թվում
ja: よくない言葉が使われているようです
nn: Hm, det ser ut til å vera upassande
ta: ஹ்ம், அது பொருத்தமற்றதாகத் தெரிகிறது
vi: Hừmm, nó không thích hợp

source: You must enter a username
bn: তোমাকে অবশ্যই ইউজারনেম ব্যবহার করতে হবে
ca: Has d'entrar un nom usuari
fa: شما باید یک نام کاربری وارد کنید
hy: Դուք պետք է մուտքագրեք օգտվողի անունը
ja: 必ずユーザー名を入力してください
nn: Du må skriva eit brukarnamn
ta: நீங்கள் ஒரு பயனர்பெயரை உள்ளிட வேண்டும்
vi: Bạn phải nhập vào tên người dùng

source: Your username may only contain letters, numbers, - and _
bn: তোমার ইউজারনেমে শুধুমাত্র অক্ষর, সংখ্যা, - এবং _ থাকতে পারবে
ca: El teu nom usuari només pot contenir lletres, números, - i _
fa: نام کاربری شما باید شامل حروف، اعداد و - و ـ باشد
hy: Օգտվողի անունը կարող է պարունակել միայն տառեր, թվեր - և ―
ja: ユーザー名に半角英数字やアンダーバー(_)以外が含まれています。
nn: Brukarnamnet kan berre innehalda bokstavane A til Z (store eller små), tal og strekteikna «-» og «_»
ta: உங்கள் பயனர்பெயரில் எழுத்துக்கள், எண்கள் மற்றும் _
vi: Tên người dùng của bạn chỉ có thể chứa chữ cái, số, - và _

source: Your password cannot be 'password'
bn: তোমার পাসওয়ার্ড 'password' হতে পারবে না
ca: La teva contrasenya no pot ser 'password'
fa: رمز عبور شما کلمه 'password' نمی‌تواند باشد
hy: Ձեր գաղտնաբառը չի կարող լինել «գաղտնաբառ»
ja: パスワードに'password'は使えません
nn: Passordet ditt kan ikkje vera «password»
ta: உங்கள் கடவுச்சொல் 'கடவுச்சொல்' ஆக இருக்க முடியாது
vi: Mật khẩu của bạn không thể là 'password'

source: Your password must be at least 6 characters
bn: তোমার পাসওয়ার্ড অবশ্যই কম পক্ষে "6" সংখ্যার হবে
ca: La teva contrasenya ha de tenir 6 caràcters com a mínim
fa: رمزعبور شما باید حداقل ۶ کرکتر باشد
hy: Ձեր գաղտնաբառը պետք է կազմի առնվազն 6 նիշ
ja: パスワードは6文字以上でなければなりません
nn: Passordet ditt må ha minst 6 teikn
ta: உங்கள் கடவுச்சொல் குறைந்தது 6 எழுத்துகளாக இருக்க வேண்டும்
vi: Mật khẩu của bạn phải có ít nhất 6 ký tự

source: You must enter a password
bn: আপনার অবশ্যই একটি পাসওয়ার্ড দিতে হবে
ca: Has d'introduir una contrasenya
fa: باید رمزعبور وارد کنید
hy: Մուտքագրեք գաղտնաբառը
ja: 必ずパスワードを入力してください
nn: Du må skriva eit passord
ta: நீங்கள் கடவுச்சொல்லை உள்ளிட வேண்டும்
vi: Bạn phải nhập vào mật khẩu

source: Your passwords do not match
bn: আপনার পাসওয়ার্ডটি মিলছে না
ca: Les teves contrasenyes no coincideixen
fa: رمز عبورها با هم یکسان نیستند
hy: Ձեր գաղտնաբառերը չեն համընկնում
ja: パスワードが一致していません
nn: Passorda er ulike
ta: உங்களது கடவுச்சொற்கள் பொருந்தவில்லை
vi: Các mật khẩu không khớp

source: Your password cannot match your username
bn: তোমার পাসওয়ার্ডটি তোমার ইউজারনেমের সাথে মিলছে না
ca: La teva contrasenya no coincideix amb el teu nom usuari
fa: رمز عبور نمی‌تواند همان نام کاربری باشد
hy: Ձեր գաղտնաբառը չի կարող համընկնել ձեր օգտվողի անվան հետ
ja: ユーザー名とまったく同じパスワードは使用できません。
nn: Passordet må vera forskjellig frå brukarnamnet
ta: உங்கள் கடவுச்சொல் உங்கள் பயனர்பெயருடன் பொருந்தாது
vi: Mật khẩu của bạn không được trùng với tên đăng nhập

source: You must select a birth month and year
bn: তোমার অবশ্যই একটি জন্ম মাস এবং বছর নির্বাচন করতে হবে
ca: Has de seleccionar data de naixement
fa: باید ماه و سال تولد را وارد کنید
hy: Դուք պետք է ընտրեք ծննդյան ամիսը և տարին
ja: 生まれた年と月を選んでください
nn: Du må oppgje fødselsmånad og fødselsår
ta: நீங்கள் பிறந்த மாதம் மற்றும் ஆண்டைத் தேர்ந்தெடுக்க வேண்டும்
vi: Bạn phải chọn năm và tháng sinh
