Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: You must specify a gender
bn: তোমাকে অবশ্যই একটি লিঙ্গ উল্লেখ করতে হবে
ca: Has d'especificar un gènere
fa: باید جنسیتی را انتخاب کنید
hy: Դուք պետք է նշեք սեռը
ja: 必ず性別を設定してください
nn: Du må oppgje kjønn
ta: நீங்கள் ஒரு பாலினத்தைக் குறிப்பிட வேண்டும்
vi: Bạn phải cho biết giới tính

source: You must select a country
bn: তোমাকে অবশ্যই একটি দেশ নির্বাচন করতে হবে
ca: Has de triar un país
fa: باید کشوری را انتخاب کنید
hy: Դուք պետք է նշեք երկիրը
ja: 必ず国を選んでください
nn: Du må velja eit land
ta: நீங்கள் ஒரு நாட்டைத் தேர்ந்தெடுக்க வேண்டும்
vi: Bạn phải chọn quốc gia

source: You must provide an email address
bn: তোমাকে অবশ্যই একটি ইমেইল ঠিকানা দিতে হবে
ca: Has d'introduir una adreça de correu electrònic
fa: باید آدرس ایمیلی را وارد نمایید
hy: Դուք պետք է տրամադրեք էլ. Փոստի հասցե
ja: 電子メールアドレスを入力してください。
nn: Du må skriva ei e-postadresse
ta: நீங்கள் ஒரு மின்னஞ்சல் முகவரியை வழங்க வேண்டும்
vi: Bạn phải cung cấp địa chỉ email

source: You must provide valid email address
bn: তোমাকে অবশ্যই একটি বৈধ ইমেইল ঠিকানা দিতে হবে
ca: Has d'introduir una adreça de correu electrònic vàlida
fa: آدرس ایمیل باید واقعی باشد
hy: Դուք պետք է վավեր էլեկտրոնային հասցե տրամադրեք
ja: 正しい電子メールアドレスを入力してください
nn: Du må skriva ei gyldig e-postadresse
ta: நீங்கள் சரியான மின்னஞ்சல் முகவரியை வழங்க வேண்டும்
vi: Bạn phải cung cấp địa chỉ email hợp lệ

source: Example tab
bn: ট্যাবের উদাহরণ
ca: Pestanya d'exemple
fa: بخش مثال
hy: Օրինակների աղյուսակ
ja: 例のタブ
nn: Eksempelfane
ta: எடுத்துக்காட்டு தாவல்
vi: Thẻ ví dụ

source: %(classroom_title)s on Scratch
bn: %(classroom_title)s Scratch এ
ca: %(classroom_title)s a Scratch
fa: %(classroom_title)s در اسکرچ
hy: %(classroom_title)s Scratch - ում
ja: Scratchの%(classroom_title)s
nn: %(classroom_title)s på Scratch
ta: கீறலில் %(classroom_title)sகள்
vi: %(classroom_title)s trên Scratch

source: Class page
bn: শ্রেণি পেইজ
ca: Pàgina de la classe
fa: صفحه ی کلاس
hy: Դասարանի էջ
ja: クラスページ
nn: Klasseside
ta: வகுப்பு பக்கம்
vi: Trang lớp học

source: ended
bn: শেষ হয়েছে
ca: ha finalitzat
fa: پایان یافت
hy: ավարտված է
ja: 終了
nn: stengd
ta: முடிந்தது
vi: Kết thúc

source: Created %(tDate)s ago
bn: %(tDate)s পূর্বে তৈরি করা হয়েছে
ca: Creat fa %(tDate)s enrere
fa: %(tDate)s قبل ایجاد شده است
hy: Ստեղծված է %(tDate)s առաջ
ja: %(tDate)s 前に作成
nn: Oppretta for %(tDate)s sidan
ta: %(tDate)s கள் முன்பு உருவாக்கப்பட்டது
vi: Được tạo %(tDate)s trước

source: Join this class
bn: শ্রেণিতে যুক্ত হও
ca: Uneix-te a aquesta classe
fa: به این کلاس بپیوندید
hy: Միանալ այս դասարանին
ja: クラスに参加
nn: Vert med i denne klassen
ta: இந்த வகுப்பில் சேரவும்
vi: Tham gia lớp học này

source: About this Class
bn: এই শ্রেণি সম্বন্ধে
ca: Sobre aquesta classe
fa: درباره ی این کلاس
hy: Այս դասարանի մասին
ja: このクラスについて
nn: Om denne klassen
ta: இந்த வகுப்பு பற்றி
vi: Về lớp học này

source: Describe this class. This will be publicly visible, so please avoid using identifiable information, like names.
bn: এই শ্রেণির বর্ণনা দাও। এটি সবাই দেখতে পাবে, তাই অনুগ্রহ করে শনাক্তযোগ্য তথ্য ব্যবহার করা এড়িয়ে চল, যেমন নাম।
ca: Descriu aquesta classe. Tindrà visibilitat pública, així que preguem que evitis incloure informació que identifiqui, com ara noms.
fa: این کلاس را توصیف کنید. این امر به طور عمومی قابل مشاهده است، پس لطفاً از اطلاعات قابل شناسایی مانند نام استفاده نکنید.
hy: Նկարագրեք այս դասարանը: Սա հանրությանը տեսանելի կլինի, ուստի խնդրում ենք խուսափել նույնականացվող տեղեկատվության, օրինակ ՝ անունների օգտագործումից:
ja: このクラスの説明を入力してください。この情報は全体に公開されます。個人が特定できる情報（氏名など）は記述しないでください。
nn: Skriv ei skildring av klassen. Denne vil vera synleg for alle, så unngå personinformasjon, for eksempel namn.
ta: இந்த வகுப்பை விவரிக்கவும். இது பொதுவில் தெரியும், எனவே பெயர்கள் போன்ற அடையாளம் காணக்கூடிய தகவல்களைப் பயன்படுத்துவதைத் தவிர்க்கவும்.
vi: Mô tả lớp học này. Điều này sẽ hiển thị cho mọi người, vì vậy xin tránh sử dụng thông tin có thể xác định danh tính, như tên.

source: <span id="bio-chars-left">200</span> characters left.
bn: <span id="bio-chars-left">200</span> অক্ষর বাকি আছে।
ca: Queden <span id="bio-chars-left">200</span> caràcters.
fa: <span id="bio-chars-left">200</span>کاراکتر باقی مانده‌اند.
hy: <span id="bio-chars-left">200</span> նիշ ձախ։
ja: あと <span id="bio-chars-left">200</span> 文字。
ta: <span id="bio-chars-left">200</span> எழுத்துக்கள் உள்ளன.
vi: Còn lại <span id="bio-chars-left">200</span>.

source: What we're working on
bn: আমরা কি নিয়ে কাজ করছি
ca: En què estem treballant
fa: چه‌کار می کنیم
hy: Ինչի վրա ենք մենք աշխատում
ja: 現在、取り組んでいること
nn: Det me arbeider med
ta: நாங்கள் என்ன வேலை செய்கிறோம்
vi: Chúng tôi đang làm gì

source: Describe what the class is doing.
bn: শ্রেণি কি করছে বর্ণনা কর।
ca: Descriu què està fent aquesta classe.
fa: کارکرد کلاس را توصیف کنید.
hy: Հետևեք թե ինչ է անում դասարանը:
ja: そのクラスで何をしているのか書いてください。
nn: Skildra kva klassen gjer.
ta: வகுப்பு என்ன செய்கிறது என்பதை விவரிக்கவும்.
vi: Mô tả lớp học đang làm gì.

source: <span id="status-chars-left">200</span> characters left.
bn: <span id="status-chars-left">200</span> অক্ষর বাকি আছে।
ca: Queden <span id="status-chars-left">200</span> caràcters.
fa: <span id="bio-chars-left">200</span>کاراکتر باقی مانده‌اند.
hy: <span id="status-chars-left">200</span> նիշ ձախ.
ja: あと<span id="status-chars-left">200</span>文字。
ta: <span id="status-chars-left">200</span>எழுத்துக்கள் உள்ளன.
vi: Còn lại <span id="status-chars-left">200</span> ký tự.

source: Featured
bn: বৈশিষ্ট্যযুক্ত
ca: Destacats
fa: ویژه
hy: Գլխավոր
ja: 注目のプロジェクト
nn: Anbefalt
ta: சிறப்பு
vi: Đặc trưng

source: Change featured project
bn: ফিচার করা প্রজেক্ট পরিবর্তন কর
ca: Canvia el projecte destacat
fa: تغییر پروژه ی ویژه
hy: Փոխել ներկայացված նախագիծը
ja: 注目のプロジェクトを変更する
nn: Byt anbefalt prosjekt
ta: பிரத்யேக திட்டத்தை மாற்றவும்
vi: Thay đổi chương trình đặc trưng

source: Latest Activity
bn: সর্বশেষ কার্যকলাপ
ca: Darrera activitat
fa: آخرین فعالیت
hy: Վերջին գործողությունը
ja: 最近の活動
nn: Nyleg aktivitet
ta: சமீபத்திய செயல்பாடு
vi: Hoạt động Mới nhất

source: Report this class
bn: শ্রেণিটিকে রিপোর্ট কর
ca: Informeu d'aquesta classe
fa: گزارش تخلف این کلاس
hy: Բողաքարկել այս դասարանը
ja: このクラスを報告する
nn: Rapporter klassen
ta: இந்த வகுப்பைப் புகாரளிக்கவும்
vi: Báo cáo lớp học này

source: Class Studios
bn: শ্রেণির স্টুুডিওগুলো
ca: Estudis de classe
fa: استودیو های کلاس
hy: Դասարանային ստուդիաներ
ja: クラススタジオ
nn: Klassegalleri
ta: வகுப்பு ஸ்டுடியோஸ்
vi: Studio lớp học

source: This class doesn't have any studios yet
bn: এই শ্রেণিতে এখনও কোন স্টুডিও নেই
ca: Aquesta classe no té cap estudi encara
fa: این کلاس هنوز هیچ استودیویی ندارد
hy: Այս դասը դեռ չունի ստուդիաներ
ja: このクラスにはスタジオがありません
nn: Denne klassen har ingen galleri enno
ta: இந்த வகுப்பில் இதுவரை எந்த ஸ்டுடியோக்களும் இல்லை
vi: Lớp học này chưa có studio nào

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
bn: তুমি <a href="%(educator_stuff_url)s">আমার শ্রেণি</a> তে তোমার স্টুুডিও যোগ করতে পার
ca: Pots afegir estudis a <a href="%(educator_stuff_url)s">Les meves classes</a>
fa: شما می توانید استودیو هایی در <a href="%(educator_stuff_url)s">کلاس های من</a> اضافه کنید.
hy: Դուք կարող եք ստուդիաներ ավելացնել այստեղ <a href="%(educator_stuff_url)s">Իմ դասարանները</a>
ja: スタジオは<a href=" %(educator_stuff_url)s">私のクラス</a>で追加できます
nn: Du kan leggja til galleri i <a href="%(educator_stuff_url)s">Klassane mine</a>
ta: <a href="%(educator_stuff_url)s">எனது வகுப்புகள்</a>இல் நீங்கள் ஸ்டுடியோக்களைச் சேர்க்கலாம்
vi: Bạn có thể thêm studio vào <a href="%(educator_stuff_url)s">Lớp học của Tôi</a>

source: Students
bn: শিক্ষার্থীরা
ca: Alumnes
fa: دانش آموزان
hy: Ուսանողներ
ja: 生徒
nn: Elevar
ta: மாணவர்கள்
vi: Học sinh

source: This class doesn't have students yet
bn: এই ক্লাসে এখনো কোন ছাত্র-ছাত্রী নেই
ca: Aquesta classe encara no té alumnes
fa: این کلاس هنوز دانش‌آموزی ندارد
hy: Այս դասարանը դեռ աշակերտներ չունի
ja: このクラスには、まだ生徒が参加していません
nn: Denne klassen har ingen elevar enno
ta: இந்த வகுப்பில் இன்னும் மாணவர்கள் இல்லை
vi: Lớp học chưa có học sinh

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
bn: তুমি <a href="%(educator_stuff_url)s">আমার ক্লাসগুলোতে</a> শিক্ষার্থীদের যুক্ত করতে পারবে।
ca: Pots afegir alumnes a <a href="%(educator_stuff_url)s">Les meves classes</a>
fa: شما می‌توانید دانش‌آموزانی به <a href="%(educator_stuff_url)s">کلاس‌های من</a>اضافه کنید
hy: Դուք կարող եք ավելացնել ուսանողներ այստեղ<a href="%(educator_stuff_url)s">Իմ դասարանները</a>
ja: 生徒は<a href="%(educator_stuff_url)s">私のクラス</a>から参加させることができます
nn: Du kan leggja til elevar i <a href="%(educator_stuff_url)s">Klassane mine</a>
ta: <a href="%(educator_stuff_url)s">எனது வகுப்புகள்</a>இல் மாணவர்களைச் சேர்க்கலாம்
vi: Bạn có thể thêm học sinh vào <a href="%(educator_stuff_url)s">Lớp học của Tôi</a>

source: Classes
bn: শ্রেণীগ্রুলো
fa: کلاس‌ها
hy: Դասարաններ
ja: クラス
nn: Klassar
ta: வகுப்புகள்
vi: Lớp học

source: It's easy (and free!) to sign up for a Scratch Educator account.
bn: Scratch শিক্ষক এ্যাকাউন্টের জন্য সাইন আপ করা সহজ (এবং বিনামূল্যে!)।
ca: És fàcil (i gratuït!) crear un usuari de Scratch Educator.
fa: ثبت نام برای یک حساب آموزشی اسکرچ آسان (و رایگان) است.
hy: Scratch Educator- ի հաշվում գրանցվելը հեշտ է (և անվճար!):
ja: Scratch 教師用アカウントの登録は簡単(しかも無料!)
nn: Det er lett (og gratis!) å registrera ein lærarkonto på Scratch.
ta: கீறல் கல்வியாளர் கணக்கில் பதிவு பெறுவது எளிதானது (மற்றும் இலவசம்!).
vi: Thật dễ dàng (và miễn phí!) để đăng ký tài khoản Nhà giáo Scratch.

source: Full Name
bn: সম্পূর্ণ নাম
ca: Nom complet
fa: نام و نام خانوادگی
hy: Լրիվ անուն
ja: 名前
nn: Fullt namn
ta: முழு பெயர்
vi: Tên đầy đủ

source: Enter your real name
bn: তোমার আসল নাম দাও
ca: Introdueix el teu nom
fa: نام واقعی خود را وارد کنید
hy: Գրեք ձեր իրական անունը
ja: 本名を入力して下さい
nn: Skriv inn dei verkelege namnet ditt
ta: உங்கள் உண்மையான பெயரை உள்ளிடவும்
vi: Nhập tên thật của bạn

source: Choose a Scratch Username
bn: একটি Scratch ইউজারনেম বাছাই কর
ca: Tria un nom d'usuari de Scratch
fa: انتخاب نام کاربری اسکرچ
hy: Ընտրեք Scratch - ի օգտանուն
ja: Scratchで使うユーザー名を入力
nn: Vel brukarnamn
ta: கீறல் பயனர்பெயரைத் தேர்வுசெய்க
vi: Chọn Tên người dùng Scratch

source: Don't use your real name
bn: তোমার আসল নাম ব্যবহার করনা
ca: No facis servir el teu nom real
fa: از نام واقعی خود استفاده نکنید
hy: Մի օգտագործեք ձեր իրական անունը
ja: 本名は使わないでね
nn: Ikkje bruk det verkelege namnet ditt
ta: உங்கள் உண்மையான பெயரைப் பயன்படுத்த வேண்டாம்
vi: Không sử dụng tên thật

source: Choose a Password
bn: একটি পাসওয়ার্ড বাছাই কর
ca: Tria una contrasenya
fa: انتخاب کلمه عبور
hy: Գրեք գաղտնաբառը
ja: パスワードを入力
nn: Vel passord
ta: கடவுச்சொல்லைத் தேர்வுசெய்க
vi: Chọn Mật khẩu

source: Remember it - don't tell anyone else
bn: মনে রেখ - অন্য কাওকে বল না
ca: Recorda - no la diguis a ningú
fa: به خاطر بسپارید و به هیچ کس آن را نگویید
hy: Հիշեք դա. Ոչ մեկին մի ասեք
ja: 絶対忘れず、誰にも教えないでください
nn: Hugs det – og ikkje fortel det til andre
ta: அதை நினைவில் கொள்ளுங்கள் - வேறு யாரிடமும் சொல்லாதீர்கள்
vi: Hãy ghi nhớ nó - đừng nói cho bất cứ ai biết

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করো
ca: Confirma la contrasenya
fa: ورود مجدد رمز عبور
hy: Հաստատել գաղտնաբառը
ja: パスワードの確認
nn: Stadfest passordet
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
vi: Xác nhận Mật khẩu

source: Retype your password
bn: তোমার পাসওয়ার্ড আবার টাইপ করো
ca: Torna a escriure la teva contrasenya
fa: رمز عبور خود را دوباره وارد کنید.
hy: Կրկնեք գաղտնաբառը
ja: パスワード再入力（確認用）
nn: Skriv passordet igjen
ta: உங்கள் கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்க
vi: Nhập lại Mật khẩu

source: Your responses to these questions will be kept private.
bn: এই প্রশ্নের তোমার উত্তর গোপন রাখা হবে।
ca: Les respostes a aquestes preguntes és mantindràn en privat.
fa: پاسخ شما به این سوالات محرمانه خواهد بود.
hy: Այս հարցերի վերաբերյալ ձեր պատասխանները կմնան գաղտնի:
ja: これらの質問の回答は公開されません。
nn: Svaret på desse spørsmåla vert ikkje tilgjengeleg for andre.
ta: இந்தக் கேள்விகளுக்கான உங்கள் பதில்கள் தனிப்பட்டதாக வைக்கப்படும்.
vi: Những câu trả lời của bạn cho những câu hỏi này sẽ được giữ bảo mật.

source: Why do we ask for this info
bn: আমরা এই তথ্যগুলি কেন জাজ্ঞাসা করছি
ca: Per què et preguntem aquesta informació
fa: چرا ما این سوالات را می‌پرسیم
hy: Ինչու ենք մենք խնդրում այս տեղեկատվությունը
ja: なぜこの情報が必要ですか
nn: Korfor spør me om dette?
ta: இந்த தகவலை நாங்கள் ஏன் கேட்கிறோம்
vi: Tại sao chúng tôi hỏi thông tin này

source: Affiliation
bn: সংযোজন
ca: Afiliació
fa: وابستگی
hy: Պատկանելություն
ja: 所属
nn: Arbeidsstad
ta: இணைப்பு
vi: Nhập hội

source: Need explanatory text.
bn: ব্যাখ্যামূলক টেক্সট দরকার।
ca: Cal un text explicatiu.
fa: نیاز به توضیح متنی
hy: Անհրաժեշտ է բացատրական տեքստ:
ja: 説明が必要です。
nn: Treng forklarande tekst her.
ta: விளக்க உரை தேவை.
vi: Cần văn bản giải thích.

source: Biography
bn: জীবনী
ca: Biografia
fa: زندگی‌نامه
hy: Կենսագրություն
ja: 経歴
nn: Biografi
ta: சுயசரிதை
vi: Tiểu sử

source: Brief Biography
bn: সংক্ষিপ্ত জীবনী
ca: Breu biografia
fa: زندگی‌نامه‌ی مختصر
hy: Համառոտ կենսագրություն
ja: かんたんな経歴
nn: Kort om deg sjølv
ta: சுருக்கமான சுயசரிதை
vi: Tiểu sử Vắn tắt

source: Enter your email address and we will send you an email to confirm your account.
bn: তোমার ইমেইল ঠিকানা লিখ এবং আমরা তোমাকে তোমার এ্যাকাউন্ট নিশ্চিত করার জন্য একটি ইমেইল পাঠাব।
ca: Introdueix la teva adreça de correu electrònic i t'enviarem un missatge de confirmació al teu compte.
fa: آدرس ایمیل خود را وارد کنید ما برای تایید این حساب کاربری به شما ایمیل می زنیم.
hy: Մուտքագրեք ձեր էլ. Փոստի հասցեն, և մենք ձեզ նամակ կուղարկենք ՝ ձեր հաշիվը հաստատելու համար:
ja: メールアドレスを入力してください。あなたのアカウントを認証するためのメールを送信します。
nn: Skriv inn e-postadressa di, så sender me deg ein e-post for å stadfesta kontoen.
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடுக, உங்கள் கணக்கை உறுதிப்படுத்த நாங்கள் உங்களுக்கு ஒரு மின்னஞ்சல் அனுப்புவோம்.
vi: Nhập vào địa chị email và chúng tôi sẽ gửi bạn email xác nhận tài khoản của bạn.

source: Email address
bn: ইমেইল ঠিকানা
ca: Adreça de correu electrònic
fa: آدرس ایمیل
hy: Էլ․ հասցե
ja: 電子メールアドレス
nn: E-postadresse
ta: மின்னஞ்சல் முகவரி
vi: Địa chỉ email

source: Parent's or guardian's email address
bn: পিতামাতার বা অভিভাবকের ইমেইল ঠিকানা
ca: Adreça de correu electrònic dels pares o tutors
fa: آدرس ایمیل والدین
hy: Ծնողի կամ խնամակալի էլ. Փոստի հասցեն
ja: 両親か保護者の電子メールアドレス
nn: E-postadresse til forelder eller føresett
ta: பெற்றோர் அல்லது பாதுகாவலரின் மின்னஞ்சல் முகவரி
vi: Địa chỉ email của phụ huynh hoặc người bảo hộ

source: Confirm email address
bn: ইমেইল ঠিকানা নিশ্চিত কর
ca: Confirma la teva adreça de correu electrònic
fa: تایید آدرس ایمیل
hy: Հաստատեք էլ. Փոստի հասցեն
ja: 電子メールアドレスの確認
nn: Stadfest e-postadresse
ta: மின்னஞ்சல் முகவரியை உறுதிசெய்யவும்
vi: Xác nhận địa chỉ email

source: Congrats! educator.username
bn: অভিনন্দন! educator.username
ca: Enhorabona! educator.username
fa: تبریک میگم. کاربری مربی
hy: Շնորհավորանքներ մանկավարժ.օգտանուն
ja: おめでとう！ educator.username
nn: Gratulerer, educator.username!
ta: வாழ்த்துக்கள்! கல்வியாளர். பயனர்பெயர்
vi: Chúc mừng! educator.username

source: Welcome to the Scratch Community. What would you like to do next?
bn: স্ক্র্যাচ কমিউনিটিতে স্বাগতম। পরবর্তীতে তুমি কি করতে চাও?
ca: Benvingut a la Comunitat de Scratch. Què voldries fer ara?
fa: به انجمن اسکرچ خوش آمدید. دوست دارید بعد از این چه‌کاری انجام دهید؟
hy: Բարի գալուստ Scratch համայնք: Ի՞նչ կցանկանայիք անել հետո:
ja: Scratchコミュニティーへようこそ。これから何をしますか?
nn: Velkommen til Scratch. Kva ønskjer du å gjera no?
ta: கீறல் சமூகத்திற்கு வருக. அடுத்து என்ன செய்ய விரும்புகிறீர்கள்?
vi: Chào mừng đến với Cộng đồng Scratch. Bạn muốn làm gì tiếp theo?

source: Set up My Account
bn: আমার এ্যাকাউন্ট সেট আপ কর
ca: Configurar el meu compte
fa: تنظیم کردن کاربری من
hy: Անցնել իմ հաշիվին
ja: 自分のアカウントをセットアップ
nn: Setja opp kontoen min
ta: எனது கணக்கை அமைக்கவும்
vi: Cài đặt Tài khoản của Tôi

source: Set up Classes
bn: শ্রেনিগুলো নির্ধারণ কর
ca: Configurar les meves classes
fa: تنظیم کردن کلاس‌ها
hy: Անցնել իմ դասարանին
ja: クラスをセットアップ
nn: Oppretta klassar
ta: வகுப்புகள் அமைக்கவும்
vi: Cài đặt Lớp học

source: View Community
bn: কমিউনিটি দেখ
ca: Veure la comunitat
fa: مشاهده‌ی انجمن
hy: Տեսնել համայնքը
ja: コミュニティーを見る
nn: Sjå bidrag frå andre
ta: சமூகத்தைக் காண்க
vi: Xem Cộng đồng

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on <a href="%(scratch_url)s">Scratch</a> with the username:
bn: MIT এ Scratch টিমের পক্ষ থেকে শুভেচ্ছা! তুমি সম্প্রতি এই ব্যবহারকারীর নামে <a href="%(scratch_url)s">Scratch</a> এ একটি Scratch শিক্ষক এ্যাকাউন্টের অনুরোধ করেছ:
ca: Salutacions de l'equip de Scratch del MIT! Recentment has sol·licitat un compte de docent de <a href="%(scratch_url)s">Scratch</a> amb el nom d'usuari:
fa: سلامی از تیم اسکرچ در MIT! شما اخیراً با یک نام کاربری یک حساب معلمی اسکرچ در<a href="%(scratch_url)s">اسکرچ</a>درخواست کردید:
hy: Ողջույններ MIT- ի Scratch թիմից: Դուք այստեղ՝ <a href="%(scratch_url)s">Scratch</a> խնդրել եիք Scratch ուսուցիչ հաշիվը իր օգտանունով.
ja: MITのScratchチームからこんにちは!あなたは<a href="%(scratch_url)s">Scratch</a>の教師用アカウントをリクエストしました:
nn: Hei! Dette er ei melding frå Scratch-gruppa ved MIT. Du sende nyleg ein førespurnad om ein lærarkonto på <a href="%(scratch_url)s">Scratch</a> med brukarnamnet:
ta: எம்ஐடியில் கீறல் குழுவினருக்கு வாழ்த்துக்கள்! பயனர்பெயருடன் <a href="%(scratch_url)s">கீறல் </a>இல் ஒரு கீறல் ஆசிரியர் கணக்கை நீங்கள் சமீபத்தில் கோரியுள்ளீர்கள்:
vi: Lời chào từ Nhóm Scratch ở MIT! Gần đây bạn đã yêu cầu tài khoản Scratch Giáo viên trên <a href="%(scratch_url)s">Scratch</a> với tên người dùng:

source: Once you have confirmed your email address, we will be able to review your request for a Teacher Account. Confirm your email address by clicking the button below:
bn: একবার তুমি তোমার ইমেইল ঠিকানা নিশ্চিত করলে, আমরা একটি শিক্ষক অ্যাকাউন্টের জন্য তোমার অনুরোধ পর্যালোচনা করতে সক্ষম হব। নীচের বোতামে ক্লিক করে তোমার ইমেল ঠিকানা নিশ্চিত কর:
ca: Una vegada hagis confirmat la teva adreça de correu electrònic, podrem revisar la teva sol·licitud de compte de docent de Scratch. Confirma la teva adreça de correu electrònic fent clic al següent botó:
fa: همینکه آدرس ایمیل خود را تایید کردید، می‌توانیم درخواست خود را برای حساب معلم بررسی کنیم. آدرس ایمیل خود را با کلیک بر روی دکمه زیر تأیید کنید:
hy: Ձեր էլ.փոստի հասցեն հաստատելուց հետո մենք կկարողանանք վերանայել Ուսուցչի հաշվի վերաբերյալ ձեր հայցը: Հաստատեք ձեր էլ. Փոստի հասցեն ՝ սեղմելով ներքևի կոճակին.
ja: メールアドレスの認証が行われた後、いただいた教師用アカウント申請の審査を開始します。次のボタンをクリックして、メール認証を行ってください。
nn: Når du har stadfesta e-postadressa di, vil me handsama søknaden om lærarkonto. Du kan stadfesta e-postadressa ved å trykkja på knappen nedanfor:
ta: உங்கள் மின்னஞ்சல் முகவரியை உறுதிசெய்தவுடன், ஆசிரியர் கணக்கிற்கான உங்கள் கோரிக்கையை நாங்கள் மதிப்பாய்வு செய்ய முடியும். கீழே உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம் உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்:
vi: Một khi bạn xác nhận địa chỉ email của bạn, chúng tôi có thể xem yêu cầu cho Tài khoản Giáo viên. Xác nhận địa chỉ email bằng cách bấm vào nút bên dưới:

source: Right now, you can access Scratch as a normal user without access to the Teacher features. When your Scratch Teacher Account is ready, we will email you with more information about how to use your new features.
bn: এই মুহূর্তে, তুমি শিক্ষক ফিচারগুলোতে প্রবেশাধিকার ছাড়াই একজন সাধারণ ব্যবহারকারী হিসাবে Scratch এ প্রবেশ করতে পার। তোমার Scratch শিক্ষক এ্যাকাউন্ট প্রস্তুত হলে, আমরা তোমার নতুন ফিচারগুলো কিভাবে ব্যবহার করবে সে সম্পর্কে আরও তথ্য সহ তোমাকে ইমেইল করব।
ca: En aquests moments, pots accedir a Scratch com un usuari normal sense accés a les opcions de professor. Quan el teu compte de docent de Scratch estigui a punt, t'enviarem un correu electrònic amb més informació al voltant de com emprar aquestes noves característiques.
fa: در حال حاضر شما می‌توانید به عنوان یک کاربر معمولی بدون دسترسی به ویژگیهای معلم دسترسی پیدا کنید. هنگامی که حساب کاربری معلمی اسکرچ شما آماده شود، ما با اطلاعات بیشتر در مورد نحوه استفاده از ویژگی‌های جدید به شما ایمیل می‌زنیم.
hy: Այս պահին Դուք կարող եք մուտք գործել Scratch- ը որպես սովորական օգտվող ՝ առանց Ուսուցչի հատկությունների: Երբ ձեր Scratch - ի ուսուցչի հաշիվը պատրաստ լինի, մենք ձեզ էլեկտրոնային փոստով կուղարկենք ձեզ նոր տեղեկություններ ՝ ինչպես օգտագործել ձեր նոր գործառույթները:
ja: 現在、あなたのアカウントは通常アカウントであり、教師用アカウントの機能は使用できません。教師用アカウント使用の準備が整い次第、これらの機能を使用するための情報をメールでお届けします。
nn: Du har no tilgang til Scratch som ein vanleg brukar, utan lærarfunksjonane. Når lærarkontoen din er klart, vil me senda deg ein e-post med informasjon om korleis du kan bruka lærarfunksjonane du då får tilgang til.
ta: இப்போதே, ஆசிரியர் அம்சங்களை அணுகாமல் கீறலை சாதாரண பயனராக அணுகலாம். உங்கள் கீறல் ஆசிரியர் கணக்கு தயாராக இருக்கும்போது, ​​உங்கள் புதிய அம்சங்களை எவ்வாறு பயன்படுத்துவது என்பது பற்றிய கூடுதல் தகவல்களை நாங்கள் உங்களுக்கு மின்னஞ்சல் செய்வோம்.
vi: Hiện giờ, bạn có thể truy cập Scratch như người dùng bình thường không thể truy cập vào tính năng cho Giáo viên. Khi Tài khoản Scratch Giáo viên sẵn sàng, chúng tôi sẽ gửi email bạn với thêm thông tin về cách sử dụng những tính năng mới.

source: Greetings from the Scratch Team at MIT! You recently requested a Scratch Teacher Account on Scratch (%(scratch_url)s) with the username:
bn: MIT! স্ক্র্যাচ টিমের পক্ষ থেকে শুভেচ্ছা! আপনি সম্প্রতি ব্যবহারকারীর নাম দিয়ে স্ক্র্যাচ(%(scratch_url)s) শিক্ষক অ্যাকাউন্টের অনুরোধ করেছেন:
ca: Salutacions de l'equip de Scratch del MIT! Recentment has sol·licitat un compte de docent de Scratch (%(scratch_url)s) amb el nom d'usuari:
fa: %(scratch_url)sسلامی از تیم اسکرچ در MIT! شما اخیراً با یک نام کاربری یک حساب معلمی اسکرچ () درخواست کردید:
hy: Ողջույններ MIT- ի Քերծվածքային թիմից: Դուք վերջերս խնդրել եք Scratch- ի ուսուցչի հաշիվ Scratch- ի վրա (%(scratch_url)s) օգտագործողի անունով:
ja: MIT Scratchチームです。Scratch (%(scratch_url)s) 教師用アカウントの申請をいただきありがとうございました。指定のユーザー名は次のとおりです：
nn: Hei! Dette er ei melding frå Scratch-gruppa ved MIT. Du sende nyleg ein førespurnad om ein lærarkonto på Scratch (%(scratch_url)s) med brukarnamnet:
ta: எம்ஐடியில் கீறல் குழுவினருக்கு வாழ்த்துக்கள்! பயனர்பெயருடன் கீறல் (%(scratch_url)s) மீது கீறல் ஆசிரியர் கணக்கை நீங்கள் சமீபத்தில் கோரியுள்ளீர்கள்:
vi: Lời chào từ Nhóm Scratch ở MIT! Gần đây bạn đã yêu cầu tài khoản Scratch Giáo viên trên (%(scratch_url)s) với tên người dùng:

source: Final Step: Confirm your Scratch Teacher Account
bn: চূড়ান্ত ধাপ: তোমার স্ক্র্যাচ শিক্ষক অ্যাকাউন্ট নিশ্চিত কর
ca: Estadi final: Confirma el teu compte de docent de Scratch
fa: مرحلۀ نهایی: حساب معلمی اسکرچ خود را تأیید کنید
hy: Վերջնական քայլ. Հաստատեք ձեր Scratch ուսուցիչ հաշիվը
ja: 最終ステップ:教師用アカウントを確認する
nn: Siste steg: Stadfest lærarkontoen din
ta: இறுதி படி: உங்கள் கீறல் ஆசிரியர் கணக்கை உறுதிப்படுத்தவும்
vi: Bước cuối cùng: Xác nhận Tài khoản Giáo viên Scratch của bạn

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
bn: তুমি কি এই ক্লাসটি মুছে ফেলতে চাও? একবার একটি ক্লাস মুছে গেলে, এটি পুনরুদ্ধার করা যাবে না।
ca: De debò vols esborrar aquesta classe? L'acció no es pot desfer.
fa: آیا مطمئن هستید که می‌خواهید این کلاس را حذف کنید؟ هنگامی که یک کلاس حذف شود، نمی‌توان آن را بازیابی کرد.
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս դասարանը: Դասարանը ջնջելուց հետո այն չի կարող վերականգնվել:
ja: クラスを削除しますか?一度削除したら戻せません。
nn: Er du sikker på at du vil sletta klassen? Når klassen er sletta, kan han ikkje gjenopprettast.
ta: இந்த வகுப்பை நீக்க விரும்புகிறீர்களா? ஒரு வகுப்பு நீக்கப்பட்டதும், அதை மீட்டெடுக்க முடியாது.
vi: Bạn có chắc là bạn muốn xóa lớp học này? Một khi lớp học đã xóa, nó không thể phục hồi được.

source: Class deleted successfully
bn: শ্রেণি সফলভাবে মুছে ফেলা হয়েছে
ca: Classe suprimida correctament
fa: کلاس با موفقیت حذف شد
hy: Դասարանը հաջողությամբ ջնջվեց
ja: クラスは正常に削除されました。
nn: Klassen vart sletta
ta: வகுப்பு வெற்றிகரமாக நீக்கப்பட்டது
vi: Lớp học được xóa thành công
