Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/djangojs.po
Languages: pl, sr, sv

source: Available %s
pl: Dostępne %s
sr: Доступно %s
sv: Tillgänglig %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
pl: To lista dostępnych %s. Możesz wybrać coś wybierając to w polu poniżej, a potem klikając strzałkę "Wybierz".
sr: Ово је листа доступних %s. Можеш одабрати неке означивањем у пољу испод, а затим кликом на "Изабери" стрелицу између два поља.
sv: Detta är en lista av tillgängliga %s. Du kan välja några genom att markera dem i rutan nedan och klicka på pilen för "Välj" mellan de två rutorna.

source: Type into this box to filter down the list of available %s.
pl: Pisz w tym polu, aby przefiltrować listę dostępnych %s.
sr: Куцај у овом пољу да филтрираш листу доступних %s.
sv: Skriv i rutan för att filtrera listan av tillgängliga %s.

source: Filter
pl: Filtruj
sr: Филтер
sv: Filtrera

source: Choose all
pl: Wybierz wszystko
sr: Изабери све
sv: Välj alla

source: Click to choose all %s at once.
pl: Kliknij aby wybrać wszystkie %s.
sr: Кликни да изабереш све %s одједном.
sv: Klicka för att direkt markera alla %s.

source: Choose
pl: Wybierz
sr: Изабери
sv: Välj

source: Remove
pl: Usuń
sr: Уклони
sv: Ta bort

source: Chosen %s
pl: Wybrano %s
sr: Изабрани %s
sv: Vald(a) %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
pl: To lista wybranych %s. Możesz usunąć coś wybierając to w polu poniżej, a potem klikając strzałkę "Usuń".
sr: Ово је листа одабраних %s. Можеш уклонити неке означивањем у пољу испод, а затим кликом на "Уклони" стрелицу између два поља.
sv: Detta är listan på de valda %s. Du kan ta bort val genom att välja dem i rutan nedanför och sedan klicka "Ta bort"-pilen mellan de två rutorna.

source: Remove all
pl: Usuń wszystkie
sr: Уклони све
sv: Ta bort alla

source: Click to remove all chosen %s at once.
pl: Kliknij aby usunąć wszystkie wybrane %s.
sr: Кликни да уклониш све изабране %s одједном.
sv: Klicka för att ta bort alla valda %s samtidigt.

source: %(sel)s of %(cnt)s selected
pl: wybrano %(sel) z %(cnt)
sr: %(sel) од %(cnt) изабрано
sv: %(sel)s av %(cnt)s vald

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
pl: Masz niezapisane zmiany na poszczególnych modyfikowalnych polach. Jeśli uruchomisz akcję, twoje niezapisane zmiany zostaną utracone.
sr: Имаш несачуване измене унутар личних променљивих поља. Ако предузмеш неку акцију, твоје несачуване измене ће нестати.
sv: Du har ändringar i individuella fält som inte har sparats. Om du startar kommer dina ändringar att försvinna.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
pl: Wybrałeś akcję, ale jeszcze nie zapisałeś twoich zmian do poszczególnych pól. Proszę kliknąć OK, aby zapisać. Będziesz musiał ponownie włączyć akcję.
sr: Одабрао си покретање, али ниси сачувао измене твојих личних поља. Молим те кликни на "У реду" да би их сачувао. Мораћеш поново покренути акцију.
sv: Du har valt en händelse men du har inte sparat dina ändringar. Klicka OK för att spara. Du behöver sedan köra om händelsen.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
pl: Wybrałeś akcję, ale nie zrobiłeś żadnych zmian w poszczególnych polach. Możliwe, że przycisnąłeś przycisk "Zapisz", zamiast "Start".
sr: Одабрао си акцију, а ниси направио никакве измене у личним пољима. Вероватно тражиш дугме Иди уместо Сачувај.
sv: Du har valt en händelse men samtidigt inte gjort några ändringar i några fält. Du letar kanske efter Kör-knappen istället för Spara-knappen?

source: Now
pl: Teraz
sr: Сада
sv: Nu

source: Clock
pl: Zegar
sr: Сат
sv: Klockan

source: Choose a time
pl: Wybierz czas
sr: Изабери време
sv: Välj en tid

source: Midnight
pl: Północ
sr: Поноћ
sv: Midnatt

source: 6 a.m.
pl: 6 rano
sr: 6 ујутру

source: Noon
pl: Południe
sr: Подне

source: Cancel
pl: Anuluj
sr: Откажи
sv: Avbryt

source: Today
pl: Dzisiaj
sr: Данас
sv: I dag

source: Calendar
pl: Kalendarz
sr: Календар
sv: Kalender

source: Yesterday
pl: Wczoraj
sr: Јуче
sv: I går

source: Tomorrow
pl: Jutro
sr: Сутрадан
sv: I morgon

source: January February March April May June July August September October November December
pl: Styczeń Luty Marzec Kwiecień Maj Czerwiec Lipiec Sierpień Wrzesień Październik Listopad Grudzień
sr: Јануар Фебруар Март Април Мај Јун Јул Август Септембар Октобар Новембар Децембар
sv: januari februari mars april maj juni juli augusti september oktober november december

source: S M T W T F S
pl: N P W Ś C P S
sr: Н П У С Ч П С
sv: Sö Må Ti On To Fr Lö

source: Show
pl: Pokaż
sr: Прикажи
sv: Visa

source: Hide
pl: Ukryj
sr: Сакриј
sv: Dölj

source: Delete my account
pl: Usuń moje konto
sr: Обриши мој налог
sv: Ta bort mitt konto

source: Your Account Will Not Be Deleted
pl: Twoje konto nie zostanie usunięte
sr: Твој налог неће бити обрисан
sv: Ditt konto kommer inte att tas bort

source: on Scratch
pl: na Scratchu
sr: на Скрачу
sv: på Scratch

source: Would you like to leave the editor anyway?
pl: Czy na pewno chcesz opuścić edytor?
sr: Желиш ли ипак да напустиш едитор?
sv: Skulle du vilja lämna ändå?

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
pl: Czy na pewno ten projekt jest nierespektywny lub niewłaściwy i łamie wytyczne społeczności? Jeśli nie, kliknij "Anuluj", a następnie link do wytycznych społeczności na dole strony, aby dowiedzieć się więcej.
sr: Јеси ли сигурни да је овај пројекат неприкладан и да крши смернице заједнице? Ако ниси, кликни на откажи, а затим кликни на линк смерница заједнице на дну стране да сазнаш више.
sv: Är du säker på att projektet är respektlöst eller olämpligt, och bryter mot gemenskapens riktlinjer? Om inte, klicka på avbryt, och klicka på länken till gemenskapens riktlinjer längst ned på sidan för att lära dig mer.

source: Want to share on Scratch?
pl: Chcesz publikować na Scratchu?
sr: Желиш да поделиш на Скрачу?
sv: Vill du dela på Scratch?

source: ago
pl: temu
sv: sedan

source: from now
pl: od teraz
sr: од сада
sv: från nu

source: any moment now
pl: w każdym momencie
sr: сваког тренутка
sv: strax

source: less than a minute
pl: mniej niż minuta
sr: мање од минута
sv: mindre än en minut

source: about a minute
pl: około minuty
sr: око минут
sv: omkring en minut

source: %d minutes
pl: %d minut
sr: %d минута
sv: %d minuter

source: about an hour
pl: około godziny
sr: око сат времена
sv: omkring en timme

source: about %d hours
pl: około %d godzin
sr: око %d сати
sv: omkring %d timmar

source: a day
pl: dzień
sr: један дан
sv: per dag

source: %d days
pl: %d dni
sr: %d дана
sv: %d dagar

source: about a month
pl: około miesiąc
sr: око месец дана
sv: omkring en månad

source: %d months
pl: %d miesięcy
sr: %d meseci
sv: %d månader

source: about a year
pl: około rok
sr: око годину дана
sv: omkring ett år

source: %d years
pl: %d lat
sr: %d година
sv: %d år

source: Oops! Something went wrong
pl: Ups! Coś poszło nie tak
sr: Ух! Нешто није уреду

source: Hmm...the bad word detector thinks there is a problem with your text. Please change it and remember to <a target="_blank" href="/community_guidelines/">be respectful</a>.
pl: Hmm... detektor złych słów uważa, że ​​jest problem z Twoim tekstem. Proszę go zmienić i pamiętaj, aby <a target="_blank" href="/community_guidelines/">być uprzejmym</a>.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pl: Prześlij prawidłowy plik obrazka. Przesłany plik nie był obrazkiem lub był uszkodzony.
sr: Пошаљи исправну слику. Датотека коју си послао или није слика или је неисправна слика.

source: Missing file
pl: Brakujący plik

source: Bad upload
pl: Nieudane przesłanie

source: Maximum file size is 512 KB and less than 500x500 pixels.
pl: Maksymalny rozmiar pliku to 512 KB i mniej niż 500 x 500 pikseli.
sr: Величина датотеке не сме да пређе 512 KB и 500x500 тачака.

source: Please confirm your email address to perform this action.
pl: Aby wykonać tę czynność, potwierdź swój adres e-mail.

source: Hmm...the bad word detector thinks there is a problem with your comment. Please change it and remember to <a target="_blank" href="/community_guidelines/">be respectful</a>.
pl: Hmm... detektor złych słów uważa, że ​​jest problem z Twoim komentarzem. Proszę go zmienić i pamiętaj, aby <a target="_blank" href="/community_guidelines/">być uprzejmym</a>.

source: Uh oh! This comment contains a link to a website with unmoderated chat. For safety reasons, please do not link to these sites!
pl: Ojej! Ten komentarz zawiera link do strony internetowej z niemoderowanym czatem. Ze względów bezpieczeństwa prosimy nie linkować do takich stron!

source: You can't post an empty comment!
pl: Nie możesz opublikować pustego komentarza

source: <div title="Delete Comment?"><p>Are you sure you want to delete this comment? If the comment is mean or disrespectful, please click report instead, to let the Scratch Team know about it.</p></div>
pl: <div title="Delete Comment?"><p>Czy na pewno chcesz usunąć ten komentarz? Jeśli komentarz jest złośliwy lub niegrzeczny, kliknij zgłoś, aby poinformować o tym zespół Scratcha.</p></div>

source: <div title="Report Comment?"></p>Are you sure you want to report this comment?</p></div>
pl: <div title="Report Comment?"></p>Czy na pewno chcesz zgłosić ten komentarz?</p></div>

source: <div title="Delete Comment?"></p>Are you sure you want to delete this comment?</p></div>
pl: <div title="Delete Comment?"></p>Czy na pewno chcesz usunąć ten komentarz?</p></div>

source: You are now following
pl: Teraz śledzisz

source: You are no longer following
pl: Już nie obserwujesz

source: Hmm, seems like you've posted the same comment a bunch of times. Please don't spam.
pl: Hmm, wygląda na to, że kilka razy opublikowałeś ten sam komentarz. Nie spamuj.

source: Woah, seems like you're commenting really quickly. Please wait longer between posts.
pl: Wow, wygląda na to, że bardzo szybko komentujesz. Poczekaj dłużej między postami.
sr: Ох, изгледа да коментаришеш великом брзином. Молимо, сачекај дуже између објава.

source: Hmm, the filterbot is pretty sure your recent comments weren't ok for Scratch, so your account has been muted for the rest of the day. :/
pl: Hmm, filtr jest przekonany, że twoje ostatnie komentarze nie pasowały do Scratcha, więc twoje konto zostało wyciszone na resztę dnia. : /
sr: Хммм, филтербот је уверен да твоји скорашњи коментари нису прикладни за Скрач, тако да ће могућности твог налога бити ограничене током остатка дана. :/

source: You will be able to comment again %(duration)s. Your account has been paused from commenting until then.
pl: Będziesz mógł ponownie komentować za %(duration)s. Do tego czasu na Twoim koncie została zablokowana możliwość komentowania.

source: It appears that your comment didn’t follow the Scratch Community Guidelines.
pl: Wygląda na to, że Twój komentarz nie jest zgodny z Wytycznymi społeczności Scratch.

source: Hmm, the filterbot thinks your comment may be mean or disrespectful. Remember, most projects on Scratch are made by people who are just learning how to program. Read the <a href='/community_guidelines'>community guidelines</a>, and be nice.
pl: Hmm, robot filtrujący uważa, że ​​Twój komentarz może być złośliwy lub niegrzeczny. Pamiętaj, że większość projektów na Scratch jest tworzona przez osoby, które dopiero uczą się programowania. Przeczytaj <a href='/community_guidelines'>wytyczne społeczności</a> i bądź miły.

source: It appears that your comment was saying something that might have been hurtful.
pl: Wygląda na to, że Twój komentarz zawierał coś, co mogło być bolesne.
sr: Делује да ваш коментар садржи нешто што може да повреди некога.

source: It appears that your comment contains a bad word.
pl: Wygląda na to, że Twój komentarz zawiera przekleństwo.
sr: Делује да ваш коментар садржи неприкладну реч.

source: Your comment appeared to be sharing or asking for private information.
pl: Twój komentarz sugeruje, że chcesz udostępnić lub poprosić o podanie prywatnych informacji.

source: Your most recent comment appeared to contain advertising, text art, or a chain message.
pl: Wygląda na to, że Twój ostatni komentarz zawiera reklamę, grafikę tekstową lub wiadomość łańcuszkową.
sr: Делује да ваш најновији коментар садржи оглашавање, текстуалну слику или ланчану поруку.

source: Hmm, it looks like comments have been turned off for this page. :/
pl: Hmm, wygląda na to, że komentarze zostały wyłączone dla tej strony. : /
sr: Хмм, изгледа да су коментари искључени за ову страну. :/

source: That's too short. Please describe in detail what's inappropriate or disrespectful about the project.
pl: To jest za krótkie. Proszę szczegółowo opisać, co jest niewłaściwe lub lekceważące w odniesieniu do projektu.
sr: Превише кратко! Молим те, опиши детаљно шта је неприкладно или неучтиво у вези пројекта.

source: That's too short! Please describe in detail what you expected the project to do, and how exactly it is broken. Thanks!
pl: To za krótko! Proszę opisać szczegółowo, czego oczekiwałeś od projektu i na czym dokładnie polega to, że jest zepsuty. Dzięki!

source: That's too long! Please find a way to shorten your text.
pl: To jest za długie! Znajdź sposób na skrócenie tekstu.
sr: Предугачко! Молим те, нађи начин да скратиш свој текст.

source: You will be able to create studios again %(duration)s. Your account has been paused until then.
pl: Będziesz mógł tworzyć studia ponownie za %(duration)s. Twoje konto zostało zawieszone do tego czasu.

source: Woah, seems like you're creating studios really quickly. Please wait a bit longer between creating studios.
pl: Widać, że tworzysz studia bardzo szybko. Proszę czekać trochę dłużej między dodawaniem studiów.

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
sv: Dina ändringar SPARADES INTE! För att spara, stanna på sidan, och logga in.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
sv: Dina ändringar SPARADES INTE! För att spara, stanna på sidan, klicka på "Remixa"

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
sv: Dina ändringar SPARADES INTE! För att spara, stanna på sidan, klicka på "Se inuti", klicka sedan på "Remixa".

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
sv: Dina ändringar SPARADES INTE! För att spara, stanna på sidan, klicka på "Spara nu".
