Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Delete my account
bn: আমার এ্যাকাউন্ট মুছে ফেল
ca: Suprimeix el compte
fa: حذف حساب کاربری من
hy: Ջնջել իմ հաշիվը
ja: アカウントを削除
nn: Slett kontoen
ta: எனது கணக்கை நீக்கு
vi: Xóa tài khoản của tôi

source: Delete account &amp; Sign out
bn: এ্যাকাউন্ট মুছ & amp; সাইন আউট
ca: Suprimeix el compte &amp; Tanca la sessió
fa: حذف و خروج از حساب کاربری
hy: Ջնջել հաշիվը &amp; դուրս գալ
ja: アカウントを削除してサインアウトする
nn: Slett konto og logg ut
ta: கணக்கை நீக்கு &amp; வெளியேறு
vi: Xóa tài khoản và Đăng xuất

source: Whoops, go back
bn: উপস, ফেরত যাও
ca: Vaja, vés enrere
fa: اووووه، برگرد به عقب
hy: Վայ, հետ գնացեք
ja: 戻ってください
nn: Nei, gå tilbake
ta: அச்சச்சோ, திரும்பிச் செல்லுங்கள்
vi: Whoops, trở lại nào

source: Are you sure you want to delete your account?
bn: তুমি কি নিশ্চিত তুমি তোমার এ্যাকাউন্ট মুছে ফেলতে চাও?
ca: Segur que voleu suprimir el vostre compte?
fa: آیا مطمئنید می خواهید حساب کاربری خود را حذف کنید؟
hy: Դուք համոզվա՞ծ եք, որ ուզում եք ջնջել Ձեր հաշիվը։
ja: 本当にあなたのアカウントを削除してもよろしいですか？
nn: Er du sikker på at du vil sletta kontoen din?
ta: உங்கள் கணக்கை நீக்க விரும்புகிறீர்களா?
vi: Bạn có chăc chắn muốn xóa tài khoản

source: You joined the Scratch community %(years_ago)s years ago.
bn: %(years_ago)s বছর আগে তুমি Scratch কমিউনিটিতে যুক্ত হয়েছিলে।
ca: Et vas unir a la comunitat de Scratch fa %(years_ago)s anys.
fa: ‮شما %(years_ago)s سال پیش عضو انجمن اسکرچ شده اید.
hy: %(years_ago)s տարի առաջ դուք միացել եք Scratch համայնքին։
ja: あなたは%(years_ago)s年前にScratchコミュニティに参加しました。
nn: Du vart med i nettsamfunnet til Scratch for %(years_ago)s år sidan.
ta: %(years_ago)sஆண்டுகளுக்கு முன்பு நீங்கள் கீறல் சமூகத்தில் சேர்ந்தீர்கள்.
vi: Bạn đã tham gia cộng đồng Scratch %(years_ago)s năm trước.

source: You joined the Scratch community a year ago.
bn: এক বছর আগে তুমি Scratch কমিউনিটিতে যুক্ত হয়েছিলে।
ca: Et vas unir a la comunitat de Scratch fa un any.
fa: شما یک سال پیش عضو انجمن اسکرچ شده اید.
hy: 1 տարի առաջ դուք միացել եք Scratch համայնքին։
ja: あなたは去年Scratchコミュニティに参加しました。
nn: Du vart med i nettsamfunnet til Scratch for eitt år sidan.
ta: நீங்கள் ஒரு வருடத்திற்கு முன்பு கீறல் சமூகத்தில் சேர்ந்தீர்கள்.
vi: Bạn đã tham gia cộng đồng Scratch 1 năm trước.

source: You joined the Scratch community %(months_ago)s months ago.
bn: %(months_ago)s মাস আগে তুমি Scratch কমিউনিটিতে যুক্ত হয়েছিলে।
ca: Et vas unir a la comunitat de Scratch fa %(months_ago)s mesos.
fa: شما %(months_ago)s ماه پیش عضو انجمن اسکرچ شده اید.
hy: %(months_ago)sամիս առաջ դուք միացել եք Scratch համայնքին։
ja: あなたは%(months_ago)sか月前にScratchコミュニティに参加しました。
nn: Du vart med i nettsamfunnet til Scratch for %(months_ago)s månadar sidan.
ta: நீங்கள் %(months_ago)s மாதங்களுக்கு முன்பு ஸ்க்ராட்ச் சமூகத்தில் சேர்ந்தீர்கள்.
vi: Bạn đã tham gia cộng đồng Scratch %(months_ago)s tháng trước.

source: You joined the Scratch community a month ago.
bn: এক মাস আগে তুমি Scratch কমিউনিটিতে যুক্ত হয়েছিলে।
ca: Et vas unir a la comunitat de Scratch fa un mes.
fa: شما یک ماه پیش به جامعه اسکرچ پیوستید.
hy: 1 ամիս առաջ դուք միացել եք Scratch համայնքին։
ja: あなたは先月Scratchコミュニティに参加しました。
nn: Du vart med i nettsamfunnet til Scratch for éin månad sidan.
ta: நீங்கள் ஒரு மாதத்திற்கு முன்பு கீறல் சமூகத்தில் சேர்ந்தீர்கள்.
vi: Bạn đã tham gia cộng đồng Scratch 1 tháng trước.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
bn: তুমি %(num_projects)s প্রজেক্ট তৈরি করেছ এবং তোমার %(num_followers)s জন অনুসারী আছে।
ca: Has creat %(num_projects)s projectes i tens %(num_followers)s seguidors.
fa: شما %(num_projects)s پروژه ساخته‌اید و %(num_followers)sدنبال کننده دارید.
hy: Դուք ստեղծել եք %(num_projects)sնախագծեր և արդեն իսկ ունեք %(num_followers)s հետևորդներ։
ja: あなたは今までに%(num_projects)s個のプロジェクトを作り、%(num_followers)s人のフォロワーがいます。
nn: Du har laga %(num_projects)s prosjekt og har %(num_followers)s følgjarar.
ta: நீங்கள் %(num_projects)sதிட்டங்களை உருவாக்கியுள்ளீர்கள் மற்றும்%(num_followers)s ஐப் பின்பற்றுபவர்களைக் கொண்டிருக்கிறீர்கள்.
vi: Bạn đã tạo %(num_projects)s dự án và có %(num_followers)s người theo dõi.

source: Some of your projects
bn: তোমার কিছু প্রজেক্ট
ca: Alguns dels teus projectes
fa: برخی از پروژه‌های شما
hy: Ձեր նախագծերից որևէ մեկը։
ja: あなたのプロジェクトのいくつか
nn: Nokre av prosjekta dine
ta: உங்கள் சில திட்டங்கள்
vi: Một số dự án của bạn

source: Your projects
bn: তোমার প্রজেক্ট
ca: Els teus projectes
fa: پروژه‌های شما
hy: Ձեր նախագծերը։
ja: あなたの作品
nn: Prosjekta dine
ta: உங்கள் திட்டங்கள்
vi: Những dự án của bạn

source: Some of your followers
bn: তোমার অনুসারীদের একাংশ
ca: Alguns dels teus seguidors
fa: برخی از دنبال کنندگان شما
hy: Ձեր հետևորդներից մի քանիսը։
ja: あなたのフォロワーのいくつか
nn: Nokre av følgjarane dine
ta: உங்களைப் பின்தொடர்பவர்களில் சிலர்
vi: Một số người theo dõi bạn

source: Your followers
bn: তোমার অনুসারীরা
ca: Els teus seguidors
fa: دنبال کنندگان شما
hy: Ձեր հետևորդները։
ja: あなたのフォロワー
nn: Følgjarane dine
ta: உங்களைப் பின்தொடர்பவர்கள்
vi: Người theo dõi bạn

source: Yes, next step
bn: হ্যাঁ, পরবর্তি ধাপ
ca: Sí, següent pas
fa: بله، مرحله بعدی
hy: Այո, հաջորդ քայլը։
ja: はい、続けてください
nn: Ja, neste steg
ta: ஆம், அடுத்த கட்டம்
vi: Vâng, bước kế tiếp

source: Your email address is unconfirmed
bn: তোমার ইমেইল ঠিকানা নিশ্চিত না
ca: El teu correu electrònic no ha estat confirmat
fa: آدرس ایمیل شما تایید نشده است
hy: Ձեր էլ․ հասցեն չի հաստատվել։
ja: あなたのメールアドレスは認証されていません
nn: E-postadressa er ikkje stadfesta
ta: உங்கள் மின்னஞ்சல் முகவரி உறுதிப்படுத்தப்படவில்லை
vi: Địa chỉ email của bạn chưa được xác nhận

source: If you want to share and comment, simply click the link in the email sent to you at:
bn: তুমি যদি শেয়ার ও মন্তব্য করতে চাও, তবে তোমাকে পাঠানো ইমেইলের লিঙ্কে ক্লিক কর:
ca: Si desitges compartir i comentar, només cal que facis clic a l'enllaç que apareix al correu electrònic que t'hem enviat a:
fa: اگر می خواهید نظر بدهید یا به اشتراگ بگذارید، به راحتی کلیک کنید روی لینکی که فرستاده شده به ایمیلتان به نشانی:
hy: Եթե ցանկանում եք կիսվել կամ մեկնաբանել, ապա սեղմեք Ձեր էլ․ հասցեին ուղարկված հղմանը։
ja: もし共有したりコメントしたいなら、あなたに届いたメールのリンクをクリックして下さい:
nn: For å leggja ut prosjekt og kommentarar må du først trykkja på lenkja i e-posten som er send til:
ta: நீங்கள் பகிர மற்றும் கருத்து தெரிவிக்க விரும்பினால், உங்களுக்கு அனுப்பிய மின்னஞ்சலில் உள்ள இணைப்பைக் கிளிக் செய்க:
vi: Nếu bạn muốn chia sẻ và bình luận, chỉ cần đơn giản nhấp vào liên kết nằm trong email được gửi đến bạn:

source: Your new email address is unconfirmed
bn: তোমার নতুন ইমেইল ঠিকানা নিশ্চিত না
ca: El teu nou correu electrònic no ha estat confirmat
fa: آدرس ایمیل جدید شما تایید نشده است
hy: Ձեր նոր էլ. փոստի հասցեն հաստատված չի
ja: あなたの新しいメールアドレスは認証されていません
nn: Den nye e-postadressa din er ikkje stadfesta
ta: உங்கள் புதிய மின்னஞ்சல் முகவரி உறுதிப்படுத்தப்படவில்லை
vi: Địa chỉ email mới của bạn chưa được xác nhận

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
bn: তুমি যদি ইমেইল ঠিকানাটি পরিবর্তন করতে চাও - তোমার পিতামাতাকে (বা অভিভাবক) কেবল তাদের ঠিকানায় প্রেরিত বার্তার লিংকটি ক্লিক করতে বল।
ca: Si vols canviar l'adreça de correu electrònic del teu pare, mare o tutor legal, només cal que facis clic a l'enllaç que apareix al missatge que els hem enviat.
fa: اگر می خواهید آدرس ایمیل خود را تغییر بدهید - والدین شما باید به سادگی کلیک کنند روی ایمیلی که برایشان ارسال شده.
hy: Եթե ցանկանում եք փոխել էլ. փոստի հասցեն, խնդրեք ձեր ծնողին (կամ խնամակալին) որ սեղմել իրենց հասցեին ուղարկված հաղորդագրության հղմանը:
ja: メールアドレスを変更したい場合は、おうちの方や先生の確認が必要です。このメッセージのリンクをクリックし、おうちの方や先生のアドレス宛にメールを送信してもらってください。
nn: For å endra e-postadressa di, få ein forelder (eller føresett) til å opna meldinga som er send til adressa si, og trykkja på lenkja der.
ta: நீங்கள் மின்னஞ்சல் முகவரியை மாற்ற விரும்பினால் - உங்கள் பெற்றோர் (அல்லது பாதுகாவலர்) அவர்களின் முகவரிக்கு அனுப்பப்பட்ட செய்தியில் உள்ள இணைப்பைக் கிளிக் செய்க.
vi: Nếu bạn muốn đổi địa chỉ email - hỏi phụ huynh của bạn (hoặc người giám hộ) chỉ cần đơn giản nhấp vào đường link nằm trong tin nhắn được gửi đến địa chỉ của họ.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
bn: তুমি যদি তোমার ইমেইল ঠিকানাটি পরিবর্তন করতে চাও - তোমার নতুন ঠিকানায় প্রেরিত বার্তার লিঙ্কটি ক্লিক কর।
ca: Si vols canviar la teva adreça de correu electrònic, només cal que facis clic a l'enllaç que apareix al missatge que hem enviat a la nova adreça.
fa: اگر می خواهید آدرس ایمیل خود را تغییر بدهید - باید لینکی که به آدرس جدید شما ارسال شده را کلیک کنید.
hy: Եթե ցանկանում եք փոխել ձեր էլ. փոստի հասցեն - պարզապես սեղմեք ձեր նոր հասցեին ուղարկված հաղորդագրության հղման վրա:
ja: メールアドレスを変更したい場合は、このメッセージのリンクをクリックして、新しいアドレスにメールを送信してください。
nn: Viss du vil endra e-postadressa di, trykk på lenkja i meldinga som er send til den nye adressa di.
ta: உங்கள் மின்னஞ்சல் முகவரியை மாற்ற விரும்பினால் - உங்கள் புதிய முகவரிக்கு அனுப்பப்பட்ட செய்தியில் உள்ள இணைப்பைக் கிளிக் செய்க.
vi: Nếu bạn muốn đổi địa chỉ email của bạn - chỉ cần đơn giản nhấp vào liên kết trong tin nhắn được gửi đến địa chỉ mới.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
bn: তোমার বর্তমান ইমেইল ঠিকানাটি নিশ্চিত করতে নিচে "Send" এ ক্লিক কর এবং তোমাকে যে ইমেইলটি পাঠানো হয়েছে তাতে নির্দেশিকাগুলো অনুসরণ কর:
ca: Per confirmar la teva adreça de correu electrònic, fes clic a "Envia" i segueix les instruccions que consten al missatge que t'hem enviat a:
fa: برای تایید آدرس ایمیل خود، ارسال در زیر کلیک کنید و دنبال کنید دستورالعملی که برای شما ارسال شده به آدرس:
hy: Ձեր ընթացիկ էլ․ փոստի հասցեն հաստատելու համար սեղմեք «Ուղարկել» և հետևեք ձեր էլ. փոստին ուղարկված հրահանգներին․
ja: あなたの現在のメールアドレスを認証するために、下の"送信"をクリックし、このメールアドレスに届くメール中の指示にしたがってください:
nn: Stadfest e-postadressa di ved å trykkja «Send» nedanfor og følgja instruksjonane i e-posten som vert til send:
ta: உங்கள் தற்போதைய மின்னஞ்சல் முகவரியை உறுதிப்படுத்த, கீழே உள்ள "அனுப்பு" என்பதைக் கிளிக் செய்து, உங்களுக்கு அனுப்பிய மின்னஞ்சலில் உள்ள வழிமுறைகளைப் பின்பற்றவும்:
vi: Để xác nhận địa chỉ email hiện tại, nhấp "Gửi" bên dưới và làm theo các hướng dẫn trong email được gửi cho bạn tại:

source: To change your email, simply click the link in the email sent to you at:
bn: তোমার ইমেইল পরিবর্তন করতে, তোমাকে এখানে প্রেরিত ইমেইলের লিংকটি কেবল ক্লিক কর:
ca: Per canviar el teu correu electrònic, només cal que facis clic a l'enllaç que apareix al correu electrònic que t'hem enviat a:
fa: برای تغییر ایمیل خود، روی لینکی که به آدرس ایمیل شما فرستاده شده است کلیک کنید به آدرس:
hy: Ձեր էլ. փոստը փոխելու համար պարզապես սեղմեք ձեր էլ․ փոստին ուղարկված հղմանը․
ja: メールアドレスを変更するには、送られてきたメールのリンクをクリックしてください。
nn: Viss du vil endra e-postadressa di, trykk på lenkja i e-posten som er send til:
ta: உங்கள் மின்னஞ்சலை மாற்ற, உங்களுக்கு அனுப்பிய மின்னஞ்சலில் உள்ள இணைப்பைக் கிளிக் செய்க:
vi: Để thay đổi email của bạn, chỉ cần đơn giản nhấp vào liên kết trong email gửi đến bạn tại:

source: New Email Address
bn: নতুন ইমেইল ঠিকানা
ca: Nova adreça de correu electrònic
fa: ایمیل جدید
hy: Նոր էլ․ փոստի հասցե
ja: 新しいメールアドレス
nn: Ny e-postadresse
ta: புதிய மின்னஞ்சல் முகவரி
vi: Địa chỉ Email Mới

source: Current Email Address
bn: বর্তমান ইমেইল ঠিকানা
ca: Correu electrònic actual
fa: ایمیل فعلی
hy: Ընթացիկ էլ․ փոստի հասցե
ja: 今のメールアドレス
nn: Noverande e-postadresse
ta: தற்போதைய மின்னஞ்சல் முகவரி
vi: Địa chỉ Email Hiện tại

source: The owner of this address has requested their address be removed from our lists. Please change your address to a new one or <a href="%(contact_us_url)s">contact us</a> if you have questions.
bn: এই ঠিকানার মালিক আমাদের ঠিকানা থেকে তাদের ঠিকানা সরানোর অনুরোধ করেছে। তোমার ঠিকানা নতুন করে পরিবর্তন কর অথবা তোমার কোন প্রশ্ন থাকলে আমাদের সাথে <a href="%(contact_us_url)s">যোগাযোগ</a> কর।
ca: El propietari d'aquesta adreça ha sol·licitat donar-se de baixa de les nostres llistes. Si us plau canvia la teva adreça per una de nova o <a href="%(contact_us_url)s">contacta'ns</a> si tens dubtes.
fa: صاحب این آدرس درخواست حذف آدرس خود را از لیست ما کرده است. لطفاً آدرس خود را به یک آدرس جدید تغییر دهید یا در صورت داشتن سؤال <a href="%(contact_us_url)s">با ما تماس بگیرید</a>.
hy: Այս հասցեի սեփականատերը խնդրել է, որ իր հասցեն հանվի մեր ցուցակներից: Խնդրում ենք փոխել ձեր հասցեն նորով կամ <a href="%(contact_us_url)s">կապվել մեզ հետ,</a> եթե առաջանան խնդիրներ։
ja: このアドレスの持ち主から、アドレスを削除してほしいという要望がありました。メールアドレスを新しいものに変更してください。もし何か疑問があれば<a href="%(contact_us_url)s">こちらまで</a>。
nn: Eigaren av denne adressa har bedt om å få ho fjerna frå listene våre. Oppgje ei ny adresse, eller <a href="%(contact_us_url)s">ta kontakt</a> viss du har spørsmål.
ta: இந்த முகவரியின் உரிமையாளர் அவர்களின் முகவரியை எங்கள் பட்டியலிலிருந்து அகற்றுமாறு கோரியுள்ளார். தயவுசெய்து உங்கள் முகவரியை புதியதாக மாற்றவும் அல்லது 1 கேள்விகள் இருந்தால் <a href="%(contact_us_url)s">எங்களை தொடர்பு கொள்ளவும்</a>.
vi: Người sở hữu email này đã yêu cầu xóa địa chỉ của họ ra khỏi danh sách của chúng tôi. Vui lòng thay đổi địa chỉ của bạn sang địa chỉ mới hoặc <a href="%(contact_us_url)s"> liên hệ chúng tôi</a> nếu bạn có thắc mắc.

source: Can't find the confirmation email? Check your spam folder
bn: নিশ্চিতকরণ ইমেইল খুঁজে পাচ্ছ না? তোমার স্প্যাম ফোল্ডার যাচাই করে দেখ
ca: No trobes el correu de confirmació? Revisa la carpeta de correu no desitjat
fa: نتوانستید ایمیل تایید را پیدا کنید؟ پوشه ی اسپم (هرزنامه‌ها) را ببیند
hy: Չե՞ք կարողանում գտնել հաստատման նամակը: Ստուգեք ձեր փոստի թափոն պանակը:
ja: 認証用のメールが見つからないときは、 迷惑メールフォルダを確認してください。
nn: Finn du ikkje stadfestingsmeldinga? Sjå i mappa for reklamemeldingar.
ta: உறுதிப்படுத்தல் மின்னஞ்சலைக் கண்டுபிடிக்க முடியவில்லையா? உங்கள் ஸ்பேம் கோப்புறையை சரிபார்க்கவும்
vi: Bạn không thể tìm được email xác nhận? Kiểm tra hòm thư spam nhé

source: Resend
bn: পূনরায় পাঠাও
ca: Torna a enviar
fa: ارسال مجدد
hy: Կրկին ուղարկել
ja: 再送
nn: Send på nytt
ta: மீண்டும் அனுப்பு
vi: Gửi lại

source: Current Email
bn: বর্তমান ইমেইল
ca: Correu electrònic actual
fa: ایمیل فعلی
hy: Ընթացիկ էլ․ փոստ
ja: 今のメールアドレス
nn: Noverande e-postadresse
ta: தற்போதைய மின்னஞ்சல்
vi: Email Hiện tại

source: Email Confirmed
bn: ইমেইল নিশ্চিত হয়েছে
ca: Correu electrònic confirmat
fa: ایمیل تایید شد
hy: Էլ. փոստը հաստատված է
ja: メールによる認証が完了しました
nn: Stadfesta e-postadresse
ta: மின்னஞ்சல் உறுதிப்படுத்தப்பட்டது
vi: Email Đã xác nhận

source: Change Email
bn: ইমেইল পরিবর্তন
ca: Canvia el correu electrònic
fa: تغییر ایمیل
hy: Փոխել Էլ. փոստը
ja: メールアドレスを変更
nn: Byt e-postadresse
ta: மின்னஞ்சலை மாற்று
vi: Thay đổi email

source: I’d like to receive email updates about:
bn: আমি এই সম্পর্কে ইমেইল আপডেট পেতে চাই:
ca: M'agradaria rebre actualitzacions per correu sobre:
fa: مایل ام که ایمیل به روزرسانی موارد زیر را دریافت کنم:
hy: Ես կցանկանայի նամակներ ստանալ թարմացումների վերաբերալ․
ja: 次の内容について、メールによる更新情報を受信する：
ta: இதைப் பற்றிய மின்னஞ்சல் புதுப்பிப்புகளைப் பெற விரும்புகிறேன்:
vi: Tôi muốn nhận được email cập nhật về:

source: Greetings from the Scratch Team at MIT!
bn: MIT তে Scratch টিম থেকে শুভেচ্ছা!
ca: Salutacions de l'Equip de Scratch del MIT!
fa: سلامی از طرف تیم اسکرچ در MIT!
hy: Ողջույններ MIT-ի Scratch թիմից:
ja: MITのScratchチームからのご挨拶!
nn: Hei! Dette er ei melding frå Scratch-gruppa ved MIT.
ta: எம்ஐடியில் கீறல் குழுவினருக்கு வாழ்த்துக்கள்!
vi: Lời chào từ Nhóm Scratch tại MIT!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
bn: কয়েক মিনিট আগে, তুমি এই ইমেইল ঠিকানাটি এই <strong>%(username)s</strong> Scratch এ্যাকাউন্টের সাথে লিঙ্ক করার অনুরোধ করেছিলে। অনুগ্রহ করে নিচের বাটনে ক্লিক করে তোমার ইমেইল ঠিকানা নিশ্চিত কর:
ca: Fa uns minuts, has sol·licitat vincular aquesta direcció de correu electrònic al compte de Scratch <strong>%(username)s</strong>. Si us plau confirma la teva adreça de correu electrònic fent clic en el botó següent:
fa: چند دقیقه پیش، شما درخواست کردید این آدرس ایمیل را به حساب کاربری اسکرچ<strong>%(username)s</strong> پیوند دهید. لطفاً آدرس ایمیل خود را با کلیک بر روی دکمه زیر تأیید کنید:
hy: Մի քանի րոպե առաջ Դուք խնդրեցիք այս էլ. փոստի հասցեն կապել Scratch <strong>%(username)s</strong> օգտատիրոջ հետ։ Խնդրում ենք հաստատել ձեր էլ. փոստի հասցեն՝ սեղմելով ստորև նշված կոճակը։
ja: 数分前、<strong>%(username)s</strong>というScratchアカウントにこのメールアドレスが紐付けようとされました。下のボタンをクリックして、あなたのメールアドレスを確認してください:
nn: For kort tid sidan bad du om å knyta denne e-postadressa til Scratch-kontoen <strong>%(username)s</strong>. Stadfest e-postadressa ved å trykkja på knappen nedanfor:
ta: சில நிமிடங்களுக்கு முன்பு, இந்த மின்னஞ்சல் முகவரியை கீறல் கணக்கு <strong>%(username)s</strong>. உடன் இணைக்க கோரியுள்ளீர்கள். கீழே உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம் உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்:
vi: Vài phút trước, bạn đã yêu cầu để liên kết địa chỉ email này đến tài khoản Scratch <strong>%(username)s</strong>. Vui lòng xác nhận địa chỉ email của bạn bằng cách nhấp vào nút phía dưới:

source: Confirm my email address
bn: আমার ইমেইল ঠিকানা নিশ্চিত কর
ca: Confirma la meva adreça de correu electrònic
fa: آدرس ایمیل خود را تایید کنید
hy: Հաստատել իմ էլ. փոստի հասցեն
ja: 電子メールアドレスの認証
nn: Stadfest e-postadressa
ta: எனது மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்
vi: Xác nhận địa chỉ email của tôi

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
bn: তুমি যদি কোনও ইমেইল পরিবর্তনের জন্য অনুরোধ না কর তবে চিন্তা কর না - তুমি কেবল এই বার্তাটিকে উপেক্ষা করতে পার।
ca: Si no vas sol·licitar un canvi de correu electrònic, no et preocupis - simplement ignora aquest missatge.
fa: اگر شما درخواست تغییر ایمیل نداده اید، نگران نباشید - می توانید این پیام را نادیده بگیرید.
hy: Եթե էլ․ հասցեի փոփոխություն չեք պահանջել, մի անհանգստացեք. Դուք պարզապես կարող եք անտեսել այս հաղորդագրությունը:
ja: メールアドレスを変更しない場合は、このメッセージは無視してください。
nn: Viss du ikkje ønskjer å endra den registrerte e-postadressa, treng du ikkje bry deg om denne meldinga.
ta: மின்னஞ்சல் மாற்றத்தை நீங்கள் கோரவில்லை என்றால், கவலைப்பட வேண்டாம் - இந்த செய்தியை நீங்கள் புறக்கணிக்கலாம்.
vi: Nếu bạn không yêu cầu email được thay dổi, đừng lo lắng - cứ bỏ qua tin nhắn này.

source: Scratch On!
bn: Scratch চালু!
ca: Força Scratch!
hy: Scratch֊ը միացված է։
nn: Scratch vidare!
ta: கீறல்!
vi: Scratch thôi nào!

source: The Scratch Team
bn: Scratch টিম
ca: Equip de Scratch
fa: تیم اسکرچ
hy: Scratch թիմ
ja: スクラッチチーム
nn: Scratch-gruppa
ta: கீறல் குழு
vi: Đội ngũ Scratch

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
bn: কয়েক মিনিট আগে, তুমি এই ইমেইল ঠিকানাটি এই %(username)s Scratch এ্যাকাউন্টের সাথে লিঙ্ক করার অনুরোধ করেছিলে। অনুগ্রহ করে নিচের বাটনে ক্লিক করে তোমার ইমেইল ঠিকানা নিশ্চিত কর:
ca: Fa uns minuts, has sol·licitat vincular aquesta direcció de correu electrònic al compte de Scratch %(username)s. Si us plau confirma la teva adreça de correu electrònic fent clic en el botó següent:
fa: چند دقیقه پیش، شما درخواست کردید این آدرس ایمیل را به حساب کاربری اسکرچ%(username)sپیوند دهید. لطفاً آدرس ایمیل خود را با کلیک بر روی دکمه زیر تأیید کنید:
hy: Մի քանի րոպե առաջ Դուք խնդրեցիք այս էլ. փոստի հասցեն կապել Scratch %(username)s օգտատիրոջ հետ։ Խնդրում ենք հաստատել ձեր էլ. փոստի հասցեն՝ սեղմելով ստորև նշված կոճակը։
ja: 数分前、%(username)sというScratchアカウントにこのメールアドレスが紐付けようとされました。下のボタンをクリックして、あなたのメールアドレスを確認してください:
nn: For kort tid sidan bad du om å knyta denne e-postadressa til Scratch-kontoen %(username)s. Stadfest e-postadressa ved å trykkja på knappen nedanfor:
ta: சில நிமிடங்களுக்கு முன்பு, இந்த மின்னஞ்சல் முகவரியை கீறல் கணக்கு %(username)sஉடன் இணைக்க கோரியுள்ளீர்கள். கீழே உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம் உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்:
vi: Vài phút trước, bạn yêu cầu để liên kết địa chỉ email này đến tài khoản Scratch %(username)s. Vui lòng xác nhận email của bạn bằng cách nhấp vào nút phía dưới:

source: Scratch on!
bn: Scratch চালু!
ca: Força Scratch!
hy: Scratch֊ը միացված է։
nn: Scratch vidare!
ta: கீறல் தொடக்கம்!
vi: Scratch thôi nào!

source: Uh oh! Something went wrong with your email confirmation.
bn: ওহ! তোমার ইমেইল নিশ্চিতকরণে কিছু ভুল হয়েছে।
ca: Oh no! Alguna cosa ha sortit malament amb la confirmació del teu correu electrònic.
fa: اوه اوووه! یه چیزی تو تایید ایمیل شما به مشکل خورده.
hy: Օ՛յ, Ձեր էլփոստի հաստատման հետ կապված ինչ-որ բան սխալ է տեղի ունեցել:
ja: 残念ながら、メールアドレスの認証において問題が発生しました。
nn: Å nei! Noko gjekk gale med stadfesting av e-postadressa.
ta: அட டா! உங்கள் மின்னஞ்சல் உறுதிப்படுத்தலில் ஏதோ தவறு ஏற்பட்டது.
vi: Uh oh! Có lỗi đã xảy ra với email xác nhận của bạn.

source: To try again, log into your Scratch Account Settings to request another link.
bn: আবার চেষ্টা করার জন্য, অন্য লিংক অনুরোধ করতে তোমার Scratch এ্যাকাউন্ট সেটিংসে লগ ইন কর।
ca: Per intentar-ho de nou, accedeix a la Configuració del compte per sol·licitar un nou enllaç.
fa: برای تلاش مجدد، وارد حساب کاربری اسکرچ خود شوید و دوباره درخواست لینک دیگری بدهید.
hy: Նորից փորձելու համար մուտք գործեք ձեր Scratch հաշվի կարգավորումները՝ մեկ այլ հղում հայցելու համար:
ja: もう一度試すには、Scratchのアカウント設定画面にログインして新しいリンクを発行してください。
nn: Du kan prøva på nytt. Gå til innstillingssida og be om ein ny stadfestings-e-post.
ta: மீண்டும் முயற்சிக்க, மற்றொரு இணைப்பைக் கோர உங்கள் கீறல் கணக்கு அமைப்புகளில் உள்நுழைக.
vi: Để thử lại, đăng nhập vào Thiết lập Tài khoản Scratch để yêu cầu liên kết khác.

source: My Account Settings
bn: আমার এ্যাকাউন্ট সেটিংস
ca: Configuració del compte
fa: تنظیمات حساب کاربری من
hy: Իմ հաշվի կարգավորումները
ja: アカウント設定
nn: Innstillingar
ta: எனது கணக்கு அமைப்புகள்
vi: Thiết lập Tài khoản của tôi

source: We sent a verification email to <strong>%(email_address)s</strong>.
bn: <strong>%(email_address)s</strong> এ আমরা একটি যাচাইকরণ ইমেইল প্রেরণ করেছি।
ca: Hem enviat un correu de verificació a <strong>%(email_address)s</strong>.
fa: ما ایمیل تایید را به آدرس <strong>%(email_address)s</strong> ارسال کردیم.
hy: Մենք հաստատման նամակ ենք ուղարկել այս էլ․ փոստին՝ <strong>%(email_address)s</strong>։
ja: 認証用メールを<strong> %(email_address)s</strong>に送りました。
nn: Me har sendt ei stadfestingsmelding til <strong>%(email_address)s</strong>.
ta: சரிபார்ப்பு மின்னஞ்சலை <strong>%(email_address)s</strong>க்கு அனுப்பினோம்.
vi: Chúng tôi đã gửi email xác nhận đến <strong>%(email_address)s</strong>.
