Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: This project has been censored and must be reviewed before it can be reshared.
bn: এই প্রজেক্টটি সেন্সর করা হয়েছে এবং পুনরায় শেয়ার করার আগে অবশ্যই তা পর্যালোচনা করতে হবে।
ca: Aquest projecte ha estat censurat i haurà de ser revisat abans de ser compartit de nou.
fa: این پروژه محدود شده است و قبل از اینکه مجدداً به اشتراک گذاشته شود باید بررسی شود.
hy: Այս նախագիծը գրաքննության է ենթարկվել և նախքան տարածելը պետք է վերանայել այն:
ja: このプロジェクトは不適切と判断されたため、再確認が終わるまで、共有することができません。
nn: Dette prosjektet er sensurert, og må vurderast på nytt før det kan leggjast ut.
ta: இந்த திட்டம் தணிக்கை செய்யப்பட்டுள்ளது, அதை மறுவடிவமைப்பதற்கு முன்பு மதிப்பாய்வு செய்ய வேண்டும்.
vi: Dự án này được kiểm duyệt và chắc chắn được xem xét lại trước khi nó được chia sẻ.

source: This tag has too many projects to load
bn: এই ট্যাগটিতে লোড করার জন্য অনেকগুলো প্রজেক্ট রয়েছে
ca: Aquesta etiqueta té massa projectes per carregar
fa: این برچسب خیلی پروژه دارد برای لود شدن
hy: Այս հատկորոշիչը շատ ծրագրեր ունի բեռնելու
ja: このタグは、ロードするにはあまりにも多くの作品で使われています
nn: Denne merkelappen har for mange prosjekt til å visa alle
ta: இந்த குறிச்சொல் ஏற்ற பல திட்டங்கள் உள்ளன
vi: Gắn thẻ này có quá nhiều dự án để tải

source: You're not allowed to appeal this ban.
bn: তোমার এই নিষেধাজ্ঞা আবেদন করার অনুমতি নেই।
ca: No estàs autoritzat a apel·lar aquesta prohibició.
fa: شما مجاز به تجدید نظر در این ممنوعیت نیستید.
hy: Դուք իրավունք չունեք բողոքարկել այս արգելքը:
ja: あなたはこのブロックに対しての異議申し立てを許可されていません。
ta: இந்த தடைக்கு மேல்முறையீடு செய்ய உங்களுக்கு அனுமதி இல்லை.
vi: Bạn không được cho phép để chống lại lệnh cấm này.

source: Your message has been sent.
bn: তোমার বার্তাটি পাঠানো হয়েছে
hy: Ձեր հաղորդագրությունն ուղարկված է։
ja: メッセージが送信されました。

source: Please correct the errors below.
bn: অনুগ্রহ করে নিচের ত্রুটিগুলো সংশোধন কর।
ca: Si us plau, corregeix els errors de sota.
fa: لطفاخطاهای زیر را تصحیح کنید.
hy: Խնդրում ենք ուղղել ստորև ներկայացված սխալները:
ja: 下記のエラーを訂正してください。
nn: Rett opp i feila nedanfor.
ta: கீழே உள்ள பிழைகளை சரிசெய்யவும்.
vi: Vui lòng chỉnh sửa những lỗi bên dưới.

source: 403. Oh noes! Our server is Scratch'ing its head
bn: 403. ওহ নোস! আমাদের সার্ভারটি এর মাথাটি স্ক্র্যাচ করছে
ca: 403. Ai ai ai! El nostre servidor s'està gratant el cap
fa: خطای ۴۰۳. اوووخ! سرور ما داره سرش رو می خارونه ..
hy: 403․ Օ՜ ոչ: Մեր սերվերը զբաղված է։
ja: 404エラー。あらまぁ、サーバーが頭を掻いてるよ
nn: 403. Nei og nei! Det er noko som ikkje verkar som det skal.
ta: 403. ஓ! எங்கள் சேவையகம் அதன் தலையை கீறுகிறது
vi: Lỗi 403! Ôi không! Hệ thống của chúng ta đang gặp sự cố!

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
bn: এই পেইজটি দেখার জন্য আমরা তোমাকে অনুমোদিত করতে পারি না। তোমার যদি এই সম্পর্কে আমাদের সাথে যোগাযোগের প্রয়োজন হয় তবে আমাদের এখানে একটি ইমেইল প্রেরণ কর
ca: No hem pogut autoritzar-te a veure aquesta pàgina. Si necessites posar-te en contacte amb nosaltres, envia'ns un correu electrònic a
fa: ما نتوانستیم شما را شناسایی کنیم برای نمایش این صفحه. اگر می خواهید در باره این موضوع در ارتباط باشیم با ما ایمیل بزنید به
hy: Մեզ չհաջողվեց թույլատրել Ձեզ դիտել այս էջը: Մեզ հետ կապ հաստատելու համար կարող եք ուղարկել էլ․ նամակ։
ja: このページを見る権限がありません。この件について問い合わせたいときは、次のアドレスにメールを送ってください。
nn: Me kunne ikkje visa deg denne sida. Viss du lurer på noko om dette, kan du senda ein e-post til
ta: இந்தப் பக்கத்தைக் காண நாங்கள் உங்களை அங்கீகரிக்க முடியவில்லை. இதைப் பற்றி நீங்கள் எங்களுடன் தொடர்பு கொள்ள வேண்டும் என்றால், எங்களுக்கு ஒரு மின்னஞ்சல் அனுப்புங்கள்
vi: Chúng tôi không cho phép bạn hiển thị trang web này. Nếu bạn cần liên hệ chúng tôi về vấn đề này, gửi email cho chúng tôi tại

source: Whoops! Our server is Scratch'ing its head
bn: উপস! আমাদের সার্ভারটি এর মাথাটি স্ক্র্যাচ করছে
ca: Ai ai ai! El nostre servidor s'està gratant el cap
fa: اووووووخ! سرور ما داره سرش رو می خارونه ..
hy: Վաա՜յ, մեր սերվերը զբաղված է, մտածում է։
ja: あらまぁ、サーバーが頭を掻いてるよ
nn: Nei, å nei! Det er noko som ikkje verkar som det skal.
ta: அச்சச்சோ! எங்கள் சேவையகம் அதன் தலையை கீறுகிறது
vi: Whooops! Hệ thống của chúng ta đang gặp sự cố

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
bn: তোমার সন্ধান করা পেইজটি আমরা খুঁজে পাইনি। তুমি URL সঠিকভাবে টাইপ করেছ কিনা তা যাচাই করে দেখ।
ca: No s'ha pogut trobar la pàgina que buscaves. Assegura't d'haver-ne escrit correctament l'URL.
fa: ما نتوانستیم صفحه ای که شما دنبالش می گردید را پیدا کنیم. بررسی کنید که آدرس سایت را درست وارد کرده اید.
hy: Ձեր փնտրած էջը չի գտնվել։ Ստուգեք, որպեսզի համոզվեք, որ URL- ը ճիշտ եք մուտքագրել:
ja: お探しのページは見つかりませんでした。urlを確認してください。
nn: Fann ikkje sida du leita etter. Sjå til at du har skrive nettadressa rett.
ta: நீங்கள் தேடும் பக்கத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை. நீங்கள் URL ஐ சரியாக தட்டச்சு செய்துள்ளீர்களா என்பதை உறுதிப்படுத்தவும்.
vi: Chúng tôi không thể tìm thấy trang thông tin mà bạn cần. Kiểm tra để chắc chắn bạn đã nhập đúng url.

source: You can try searching for what you're looking for here:
bn: তুমি এখানে যা খুঁজছ তা অনুসন্ধান করার চেষ্টা করতে পার:
ca: Pots intentar cercar el que t'interessa aquí:
fa: شما می توانید اینجا بگردید برای چیزی که دنبالش هستید:
hy: Կարող եք փնտրել այստեղ։
ja: ここから探しているページを検索できます:
nn: Her kan du prøva å søkja etter det du var på jakt etter:
ta: நீங்கள் இங்கே தேடுவதைத் தேட முயற்சி செய்யலாம்:
vi: Bạn có thể thử tìm kiếm những thứ bạn cần tại đây:

source: Search
bn: খোঁজা
ca: Cerca
fa: جستجو
hy: Որոնել
ja: 検索
nn: Søk
ta: தேடு
vi: Tìm kiếm

source: Whoops! You're sending too much mail.
bn: উপস! তুমি একটু বেশিই ইমেইল প্রেরণ করছ।
ca: Vaja! Estàs enviant massa correus.
fa: ای واای، تعداد ایمیل‌های ارسالی شما بیش از حد شده است.
hy: Վա՜յ։ Դուք չափազանց շատ նամակներ եք ուղարկում:
ja: あまりにも多くのメールを送信しています！
nn: Nei, å nei! Du sendar for mykje e-post.
ta: அச்சச்சோ! நீங்கள் அதிக மெயில் அனுப்புகிறீர்கள்.
vi: Whoops! Bạn đã gửi quá nhiều email.

source: You are performing actions on the site that send mail too much. Try again later.
bn: তুমি সাইটে এমন কিছু করছ যা খুব বেশি মেইল ​​পাঠায়। পরে আবার চেষ্টা কর।
ca: Estàs duent a terme accions que envien una quantitat excessiva de correus. Prova més tard.
fa: شما اقداماتی را در سایت انجام می‌دهید که ایمیل‌های زیادی را ارسال می‌کنند. بعداً دوباره تلاش کنید.
hy: Ձեր գործողությունների արդյունքում չափազանց շատ նամակներ են ուղարկվում: Փորձեք ավելի ուշ:
ja: あなたはメールを大量に送信しています。あとでもう一度試してみてください。
nn: Du trykkjer på noko på nettstaden som sender for mykje e-post. Prøv på nytt seinare.
ta: அஞ்சலை அதிகமாக அனுப்பும் தளத்தில் நீங்கள் செயல்களைச் செய்கிறீர்கள். பின்னர் மீண்டும் முயற்சிக்கவும்.
vi: Bạn dã gửi thư quá nhiều trên trang web. Vui lòng thử lại sau.

source: Whoops! You're creating too many projects in a short time.
bn: উপস! তুমি অল্প সময়ের মধ্যে অনেকগুলো প্রজেক্ট তৈরি করছ।
ca: Vaja! Estàs creant massa projectes en poc temps.
fa: ای واای، در زمان کوتاهی تعداد زیادی پروژه ساخته‌اید.
hy: Վա՜յ։ Դուք կարճ ժամանակում ստեղծել եք չափազանց շատ նախագծեր։
ja: おっと、短時間にたくさんのプロジェクトを作っています。
ta: அச்சச்சோ! குறுகிய காலத்தில் பல திட்டங்களை உருவாக்குகிறீர்கள்.

source: You are performing actions on the site that are creating too many projects in too short of a time period. Try again later.
bn: তুমি সাইটটিতে এমন কর্ম সম্পাদন করছ যা খুব কম সময়ের মধ্যে অনেকগুলো প্রজেক্ট তৈরি করছে। পরে আবার চেষ্টা কর।
ca: Estàs realitzant accions que generen massa projectes en molt poc temps. Torna-ho a provar més tard.
fa: شما در حال انجام اقداماتی در سایت هستید که پروژه‌های بیش از حد زیادی را در مدت کوتاهی از یک دوره‌ی زمانی ایجاد می‌کنید. بعدا دوباره تلاش کنید.
hy: Ձեր գործողությունների արդյունքում ստեղծվել են չափից շատ նախագծեր։ Փորձեք ավելի ուշ։
ja: 短時間にたくさんのプロジェクトを作っています。後で試してください。
ta: ஒரு குறிப்பிட்ட காலத்திற்குள் மிகக் குறைவான திட்டங்களை உருவாக்கும் தளத்தில் நீங்கள் செயல்களைச் செய்கிறீர்கள். பின்னர் மீண்டும் முயற்சிக்கவும்.

source: Whoops! You're making too many requests.
bn: উপস! তুমি অনেক বেশি অনুরোধ করছে।
ca: Vaja! Estàs fent massa peticions.
fa: ای واای، دارید بیش از حد درخواست ارسال می‌کنید.
hy: Վա՜յ։ Դուք ներկայացնում եք չափազանց շատ հարցումներ։
ja: おっと、あなたはたくさんのリクエストを作っています。
nn: Nei, å nei! Du sender for mange førespurnadar.
ta: அச்சச்சோ! நீங்கள் பல கோரிக்கைகளைச் செய்கிறீர்கள்.
vi: Whoops! Bạn đã gửi quá nhiều yêu cầu.

source: You are performing actions on the site too frequently. Try again later.
bn: আপনি খুব ঘন ঘন সাইটে ক্রিয়া সম্পাদন করছ। পরে আবার চেষ্টা কর।
ca: Estàs duent a terme accions al lloc web amb massa freqüència. Prova de nou més tard.
fa: شما بسیار زیاد در حال انجام اقداماتی در سایت هستید. بعداً دوباره تلاش کنید.
hy: Դուք չափից շատ գործողություններ եք իրականացնում վեբ կայքում։ Փորձեք ավելի ուշ։
ja: 一定時間に操作した回数が多すぎます。あとでもう一度試してください。
nn: Du gjer noko på nettsida for ofte. Prøv på nytt seinare.
ta: நீங்கள் தளத்தில் அடிக்கடி செயல்களைச் செய்கிறீர்கள். பின்னர் மீண்டும் முயற்சிக்கவும்.
vi: Bạn đã thực hiện quá nhiều lệnh trên trang web. Vui lòng thử lại sau.

source: The Scratch Team is making some changes to the website.
bn: Scratch টিম ওয়েবসাইটে কিছু পরিবর্তন আনছে।
ca: L'equip de Scratch està realitzant alguns canvis en la pàgina web.
fa: گروه اسکرچ درحال ایجاد تغییراتی در وب‌سایت هستند.
hy: Կայքը գտնվում է տեխնիկական ստուգման փուլում։
ja: Scratchチームがウェブサイトを更新しています。
nn: Administratorane driv vedlikehald på nettstaden.
ta: கீறல் குழு இணையதளத்தில் சில மாற்றங்களைச் செய்து வருகிறது.
vi: Nhóm Scratch đang thực hiện vài thay đổi cho trang web.

source: Try reloading this page in a few minutes.
bn: কয়েক মিনিটের মধ্যে এই পেইজটি পুনরায় লোড করার চেষ্টা কর।
ca: Prova actualitzant aquesta pàgina en uns minuts.
fa: سعی کنید این صفحه را چند دقیقه‌ی دیگر دوباره بارگیری کنید.
hy: Փորձեք թարմացնել էջը մի քանի րոպեից։
ja: ページを数分後にリロードしてみてください。
nn: Prøv å lasta inn sida på nytt om ein lita stund.
ta: சில நிமிடங்களில் இந்தப் பக்கத்தை மீண்டும் ஏற்ற முயற்சிக்கவும்.
vi: Thử tải lại trang web này trong vòng vài phút nữa.

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
bn: তুমি এখনও <a href="/scratch2download/">Scratch ডাউনলোড</a> করতে এবং প্রজেক্টগুলো তৈরি করতে পার।
ca: Encara pots <a href="/scratch2download/">Descarregar Scratch</a> i crear projectes.
fa: شما هم می‌توانید <a href="/scratch2download/">اسکرچ را دانلود کنید</a> و پروژه‌هایی را بسازید.
hy: Դուք կարող եք <a href="/scratch2download/">Ներբեռնել Scratch-ը</a>և ստեղծել նախագծեր։
ja: あなたは<a href="/scratch2download/">Scratchをダウンロード</a>してプロジェクトを作ることができます。
nn: Du kan enno <a href="/scratch2download/">lasta ned Scratch</a> og laga prosjekt.
ta: நீங்கள் இன்னும் <a href="/scratch2download/"> கீறல் பதிவிறக்கவும்</a> மற்றும் திட்டங்களை உருவாக்கலாம்.
vi: Bạn cũng có thể <a href="/scratch2download/">Tải Scratch</a> và thiết kế những dự án.

source: Account
bn: এ্যাকাউন্ট
ca: Compte
fa: حساب کاربری
hy: Հաշիվ
ja: アカウント
nn: Brukarkonto
ta: கணக்கு
vi: Tài khoản

source: Password
bn: পাসওয়ার্ড
ca: Contrasenya
fa: رمز عبور
hy: Գաղտնաբառ
ja: パスワード
nn: Passord
ta: கடவுச்சொல்
vi: Mật khẩu

source: You have updated your account settings.
bn: তুমি তোমার এ্যাকাউন্ট সেটিংস আপডেট করেছ।
ca: Has actualitzat la configuració del teu compte.
fa: شما اطلاعات حساب کاربریتان را به روزرسانی کردید.
hy: Դուք թարմացրել եք Ձեր հաշվի կարգավորումները։
ja: アカウント設定を更新しました。
nn: Du har oppdatert kontoinnstillingane.
ta: உங்கள் கணக்கு அமைப்புகளை புதுப்பித்துள்ளீர்கள்.
vi: Bạn mới vừa cập nhật cài đặt tài khoản của mình.

source: Edit your account settings
bn: তোমার এ্যাকাউন্ট সেটিংস সম্পাদনা কর
ca: Edita la configuració del teu compte
fa: ویرایش اطلاعات حساب کاربری
hy: Խմբագրել հաշվի կարգավորումները։
ja: アカウント設定を編集
nn: Rediger kontoinnstillingane
ta: உங்கள் கணக்கு அமைப்புகளைத் திருத்தவும்
vi: Thay đổi thiết lập tài khoản

source: Username
bn: ইউজারনেম
ca: Nom d'usuari
fa: نام کاربری
hy: Օգտվողի անունը
ja: ユーザー名
nn: Brukarnamn
ta: பயனர்பெயர்
vi: Tên đăng nhập

source: Location
bn: অবস্থান
ca: Localització
fa: مکان
hy: Տեղը
ja: 場所
nn: Stad
ta: இடம்
vi: Vị trí

source: Save my Changes
bn: আমার পরিবর্তনগুলো সংরক্ষণ কর
ca: Desa els canvis
fa: ذخیره تغییرات من
hy: Պահել փոփոխությունը։
ja: 変更を保存
nn: Lagra endringane
ta: எனது மாற்றங்களைச் சேமிக்கவும்
vi: Lưu thay đổi

source: I want to delete my account
bn: আমি আমার এ্যাকাউন্ট মুছে ফেলতে চাই
ca: Vull eliminar el meu compte
fa: می‌خواهم حساب کاربری ام را حذف کنم
hy: Ջնջել իմ հաշիվը։
ja: アカウントを削除したいです
nn: Eg vil sletta kontoen min
ta: எனது கணக்கை நீக்க விரும்புகிறேன்
vi: Tôi muốn xóa tài khoản của tôi

source: Account Blocked
bn: এ্যাকাউন্টটি ব্লক করা হয়েছে
ca: Compte Bloquejat
fa: حساب کاربری مسدود شده
hy: Հաշիվը արգելափակված է։
ja: アカウントはブロックされました
nn: Brukarkontoen er sperra
ta: கணக்கு தடுக்கப்பட்டது
vi: Tài khoản bị khóa

source: The Scratch Team decided to block the account:
bn: এ্যাকাউন্টটি ব্লক করতে Scratch টিম সিদ্ধান্ত নিয়েছে:
ca: L'equip de Scratch ha decidit bloquejar el teu compte:
fa: تیم اسکرچ تصمیم گرفته اند که حساب کاربری را مسدود کنند:
hy: Scratch Team-ը արգելափակել է Ձեր հաշիվը։
ja: このアカウントはScratchチームによりブロックされています:
nn: Scratch-administratorane har sperra brukarkontoen:
ta: கீறல் குழு கணக்கைத் தடுக்க முடிவு செய்தது:
vi: Nhóm Scratch quyết định khóa tài khoản:

source: Date:
bn: তারিখঃ
ca: Data:
fa: تاریخ:
hy: Ամսաթիվ
ja: 日付:
nn: Dato:
ta: தேதி:
vi: Ngày:

source: Your account will be automatically unblocked on
bn: তোমার এ্যাকাউন্ট স্বয়ংক্রিয়ভাবে আনব্লক হয়ে যাবে
ca: El teu compte es desbloquejarà automàticament
fa: حساب کاربری شما به‌صورت خودکار قفل شده است.
hy: Ձեր հաշիվն ավտոմատ կերպով կարգելափակվի։
ja: あなたのアカウントブロックは、後ほど自動的に解除されます。
ta: உங்கள் கணக்கு தானாகவே தடைநீக்கப்படும்
vi: Tài khoản của bạn sẽ tự động mở khóa vào

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
bn: <b>শ্রদ্ধাশীল হও।</b> মনে রাখবে যখন তুমি প্রজেক্টগুলো শেয়ার কর বা মন্তব্য পোস্ট কর, বিভিন্ন বয়স এবং ব্যাকগ্রাউন্ডের লোকেরা তুমি যা শেয়ার করেছ তা দেখতে পাবে।
ca: <b>Sigues respectuós.</b> Quan comparteixis projectes o escriguis comentaris, recorda que gent de diferents edats i contextos veuran el què has compartit.
fa: <b>با احترام رفتار کن.</b>هنگام اشتراک‌گذاری برنامهها یا ارسال نظرات، به یاد داشته باشید که افراد بسیاری از سنین و سوابق مختلف، آنچه را که به اشتراک گذاشته‌اید، خواهند دید.
hy: <b>Եղե՛ք զգույշ։</b> Նախագծերով կիսվելիս կամ մեկնաբանություններ հրապարակելիս հիշեք, որ տարբեր տարիքի մարդիկ տեսնում են, թե ինչ եք կիսվել:
ja: <b>敬意を持つこと。</b> プロジェクトを共有、コメントを投稿するとき、様々な年齢、異なる文化背景の人々が、それを見ることになることを忘れないでください。
nn: <b>Vis respekt.</b> Når du legg ut prosjekt eller kommentarar, hugs at folk med ulike bakgrunnar og i alle aldrar vil sjå det du har lagt ut.
ta: <b> மரியாதையுடன் இருங்கள் ..</b> திட்டங்களைப் பகிரும்போது அல்லது கருத்துகளை இடுகையிடும்போது, ​​நீங்கள் பகிர்ந்ததைப் பல வயது மற்றும் பின்னணியில் உள்ளவர்கள் பார்ப்பார்கள் என்பதை நினைவில் கொள்ளுங்கள்.
vi: <b>Hãy tôn trọng.</b>Khi chia sẻ những dự án hoặc đăng nhận xét, hãy nhớ rằng mọi người thuộc nhiều lứa tuổi và nguồn gốc khác nhau sẽ nhìn thấy những gì bạn đã chia sẻ.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
bn: <b>গঠনমূলক হও।</b> অন্যের প্রজেক্টে মন্তব্য করার সময়, এটি সম্পর্কে তোমার পছন্দ মত কিছু বল এবং পরামর্শ দাও।
ca: <b>Sigues constructiu</b> Quan comentis els projectes dels altres, digues alguna cosa que t'agradi i ofereix propostes de millora.
fa: <b>سازنده باشید.</b> در هنگام اظهارنظر در مورد برنامههای دیگران، آنچه که در موردش دوست دارید بگویید و پیشنهاداتی ارائه دهید.
hy: <b>Եղե՛ք կառուցողական։</b>Այլ նախագծեր մեկնաբանելիս Դուք կարող եք կիսվել որևէ գաղափարով կամ նորարար առաջարկով։
ja: <b>建設的であること。</b> 誰かの作品にコメントするとき、まずあなたがその作品が好きということを伝え、それから自分の意見を提示してください。
nn: <b>Ver konstruktiv.</b> Når du kommenterer på prosjekta til andre, hugs å seia kva du synest er bra med dei, og kom gjerne med forslag.
ta: <b>ஆக்கபூர்வமாக இருங்கள்.</b> மற்றவர்களின் திட்டங்களைப் பற்றி கருத்து தெரிவிக்கும்போது, ​​அதைப் பற்றி நீங்கள் விரும்பும் ஒன்றைக் கூறி பரிந்துரைகளை வழங்கவும்.
vi: <b>Hãy tôn trọng.</b>Khi chia sẻ những dự án hoặc đăng nhận xét, hãy nhớ rằng mọi người thuộc nhiều lứa tuổi và nguồn gốc khác nhau sẽ nhìn thấy những gì bạn đã chia sẻ.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
bn: <b>শেয়ার কর।</b> তুমি প্রজেক্ট, ধারণা, ছবি, অথবা Scratch এ অন্য যে কোন কিছু রিমিক্স করতে পার - এবং যে কেউ তোমার শেয়ার করা যেকোন কিছু ব্যবহার করতে পারে। রিমিক্স করার সময় ক্রেডিট দিতে ভুলবে না।
ca: <b>Comparteix.</b> Ets lliure de reinventar projectes, idees, imatges i qualsevol altra cosa que trobis a Scratch - i qualsevol pot utilitzar allò que tu hagis compartit. Assegura't de mencionar les fonts quan reinventis.
fa: <b>به اشتراک بگذارید.</b>شما آزادانه می‌توانید برنامهها، ایده‌ها، تصاویر، یا هر چیز دیگری که در اسکرچ پیدا می‌کنید رمیکس کنید - و هر کسی می‌تواند از آنچه به اشتراک می‌گذارید استفاده کند. هنگام رمیکس مطمئن شوید تمجید می‌کنید.
hy: <b>Կիսվել</b>Դուք կարող եք համատեղել նախագծեր, գաղափարներ, նկարներ կամ որևէ այլ բան, որոնք կգտնեք Scratch֊ում և ցանկացած անձ կարող է օգտագործել այն, ինչը դուք կիսում եք։
ja: <b>共有すること。</b> あなたはScratchで見つけた作品、アイデア、画像など全てのものを自由にリミックスできます。それはだれでも、あなたが共有したものを使うことができるということです。リミックスするとき必ずクレジットを残してください。
nn: <b>Del med andre.</b> Du kan gjerne remiksa prosjekt, idéar og alt anna du finn her – og alle andre kan bruka det du legg ut. Når du remiksar, hugs å fortelja kven som har laga det du brukar.
ta: <b>பகிர்வு .</b> திட்டங்கள், யோசனைகள், படங்கள் அல்லது கீறலில் நீங்கள் கண்டறிந்த எதையும் ரீமிக்ஸ் செய்ய உங்களுக்கு சுதந்திரம் உள்ளது - மேலும் நீங்கள் பகிரும் எதையும் எவரும் பயன்படுத்தலாம். நீங்கள் ரீமிக்ஸ் செய்யும்போது நன் மதிப்ப வழங்குவதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
vi: <b>Chia sẻ.</b>Bạn có thể tự do phối lại các dự án, ý tưởng, hình ảnh hoặc bất cứ thứ gì bạn tìm thấy trên Scratch - và bất cứ ai cũng có thể sử dụng mọi thứ mà bạn chia sẻ. Hãy chắc chắn rằng bạn phải trả phí khi bạn phối lại bản quyền của người khác.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
bn: <b>ব্যক্তিগত তথ্য গোপন রাখ।</b> নিরাপত্তার কারণে, আসল নাম ব্যবহার করবে না অথবা ফোন নম্বর বা ঠিকানার মত যোগাযোগের তথ্য পোস্ট করবে না।
ca: <b>Mantingues privada la teva informació personal.</b> Per raons de seguretat, no utilitzis noms reals o facis públics els teus números de telèfon o adreces.
fa: <b>اطلاعات شخصی را خصوصی ذخیره کنید.</b> به دلایل امنیتی، از نام واقعی و یا ارسال اطلاعات مخاطب مانند شماره تلفن یا آدرس استفاده نکنید.
ja: <b>個人情報を公開しないこと。</b> 安全上の理由から、絶対に、本名、電話番号や住所など連絡先の情報を投稿しないようにしましょう。
nn: <b>Hold personleg informasjon utanfor.</b> For tryggleiken din bør du aldri leggja ut det verkelege namnet ditt, og heller ikkje adresse eller telefonnummer.
vi: <b>Giữ bí mật các thông tin cá nhân của bạn.</b>Vì lý do an toàn, không sử dụng tên thật hoặc thông tin nhận thư tín chẳng hạn như số điện thoại hay địa chỉ nhà.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
bn: <b>সৎ হও।</b> অন্য স্ক্র্যাচারদের ছদ্মবেশ ধারণ করার চেষ্টা করবে না, গুজব ছড়াবে না বা কমিউনিটিকে ঠকানোর চেষ্টা করবে না।
ca: <b>Sigues honest.</b> No intentis fer-te passar per altres Scratchers, difondre rumors o enganyar d'alguna manera a la comunitat.
fa: <b>صادق باشید.</b> سعی نکنید هویت اسکرچرهای دیگر را جعل کنید، شایعات را گسترش دهید یا جامعه را فریب دهید.
ja: <b>誠実であること。</b> 他のスクラッチャーになりすましたり、噂を拡散したりなど、コミュニティーをだますようなことをしないでください。
nn: <b>Ver ærleg.</b> Ikkje prøva å utgje deg for å vera andre scratcharar, spreia rykte eller på andre måtar å lura nettsamfunnet.
ta: <b>நேர்மையாக இருங்கள் </b> பிற ஸ்க்ராட்சர்களைப் போல ஆள்மாறாட்டம் செய்யவோ, வதந்திகளைப் பரப்பவோ அல்லது சமூகத்தை ஏமாற்றவோ முயற்சிக்க வேண்டாம்.
vi: <b>Hãy trung thực.</b>Không cố gắng mạo danh những người sử dụng Scratch khác, lan truyền tin đồn, hoặc mặt khác là cố gắng lừa gạt cộng đồng.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
bn: <b>সাইট বন্ধুত্বপূর্ণ রাখতে সাহায্য কর।</b> যদি তুমি মনে কর যে কোন প্রজেক্ট বা মন্তব্য নীচ, অপমানজনক, অত্যধিক হিংসাত্মক, অথবা অনুপযুক্ত, তাহলে আমাদেরকে তা জানাতে "রিপোর্ট কর" ক্লিক কর।
ca: <b>Ajuda a mantenir un lloc agradable.</b> Si creus que un projecte o comentari és desagradable, ofensiu, massa violent o no apropiat, fes clic a “Denuncia” per fer-nos-ho saber.
fa: <b>به نگه داشتن فضای دوستانه سایت کمک کنید.</b> اگر شما فکر مي‌كنيد كه يك برنامه يا نظری شرورانه، توهين‌آمیز، بسیار خشونت‌آميز يا نامناسب است، بر روي "گزارش" كليك كنيد تا به ما دربارۀ آن اطلاع بدهيد.
ja: <b>サイトを心地よい場所にすること。</b> もし、作品やコメントが、卑劣であったり、侮辱的、暴力的、もしくは不適当であると感じたら、「報告」をクリックして私たちに知らせてください。
nn: <b>Hald ein vennleg tone.</b> Viss du synest at eit prosjekt eller ein kommentar er slem, upassande, støytande eller for valdeleg, trykk «Rapporter» for å melda frå til oss.
ta: <b> தளத்தை நட்பாக வைத்திருக்க உதவுங்கள் </b> ஒரு திட்டம் அல்லது கருத்து சராசரி, அவமதிப்பு, மிகவும் வன்முறை அல்லது பொருத்தமற்றது என்று நீங்கள் நினைத்தால், அதைப் பற்றி எங்களுக்குத் தெரிவிக்க “புகாரளி” என்பதைக் கிளிக் செய்க.
vi: <b>Hãy giữ cho trang web này thân thiện với mọi người.</b>Nếu bạn cho rằng một dự án hoặc nhận xét có ý xúc phạm, mang tính quá bạo lực, hoặc không thích hợp, hãy nhấp vào "Báo cáo" để cho chúng tôi biết về vấn đề đó.

source: Send
bn: পাঠাও
ca: Enviar
fa: ارسال
hy: Ուղարկել
ja: 送信
ta: அனுப்புக
vi: Gửi

source: Account Settings
bn: এ্যাকাউন্ট সেটিংস
ca: Configuració del compte
fa: تنظیمات حساب کاربری
hy: Հաշվի կարգավորումները
ja: アカウント設定
nn: Innstillingar
ta: கணக்கு அமைப்புகள்
vi: Cài đặt Tài khoản

source: Change password
bn: পাসওয়ার্ড পরিবর্তন কর
ca: Canvia la contrasenya
fa: تغییر رمز عبور
hy: Փոխել գաղտնաբառը
ja: パスワードを変更
nn: Byt passord
ta: கடவுச்சொல்லை மாற்று
vi: Thay đổi tài khoản

source: Change email
bn: ইমেইল পরিবর্তন কর
ca: Canvia el correu electrònic
fa: تغییر ایمیل
hy: Փոխել Էլ․ հասցեն
ja: メールアドレスを変更
nn: Byt e-postadresse
ta: மின்னஞ்சலை மாற்று
vi: Thay đổi email

source: Change country
bn: দেশ পরিবর্তন কর
ca: Canvia el país
fa: تغییر کشور
hy: Փոխել երկիրը
ja: 国籍を変更
nn: Endra land
ta: நாட்டை மாற்று
vi: Thay đổi quốc gia

source: Beta testing
bn: বেটা টেস্টিং
ca: Proves Beta
fa: تست بتا
hy: Բետա փորձարկում
ja: ベータテスト
ta: பீட்டா சோதனை
vi: Thử nghiệm Beta

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
bn: নতুন প্রজেক্ট প্লেয়ারটি প্রজেক্টের পেইজে স্বয়ংক্রিয়ভাবে উপস্থিত হবে। তুমি যদি কোন বাগ দেখতে পাও তবে প্রজেক্ট পেইজে এটি রিপোর্ট করতে 'বিটা বাগ?' ক্লিক কর।
ca: El nou reproductor apareixerà automàticament a la pàgina del projecte. Si detectes un bug, clica a 'Beta Bug?' a la pàgina del projecte per reportar-lo.
fa: بازیکن برنامه جدید به طور خودکار در صفحه برنامه ظاهر خواهد شد. اگر ویروسی را مشاهده کردید، روی «ویروس بتا»؟ در صفحه برنامه برای گزارش آن کلیک کنید.
hy: Ծրագրի նոր նվագարկիչը ինքնաբերաբար կհայտնվի նախագծի էջում: Եթե սխալ եք տեսնում, սեղմեք «Beta Bug»-ի ծրագրի էջի վրա ` դրա մասին զեկուցելու համար:
ja: 新しいプロジェクトプレイヤーはプロジェクトページで自動的に使われます。もしプレイヤーのバグを発見したら、プロジェクトページの「ベータバグ?」をクリックして報告してください。
nn: Det nye vindauget for å køyra prosjekt, vert automatisk vist på prosjektsida. Viss du oppdagar ein feil, meld frå ved å trykkja på «Betafeil?» på prosjektsida.
ta: புதிய திட்ட வீரர் தானாக திட்டப்பக்கத்தில் தோன்றும். நீங்கள் ஒரு பிழையைக் கண்டால், அதைப் 'பீட்டா பிழை?' திட்டப்பக்கத்தில்.புகாரளி.
vi: Trình phát dự án mới sẽ xuất hiện tự động trên trang dự án. Nếu bạn thấy lỗi, hãy nhấp vào 'Beta Bug?' trên trang dự án để báo cáo.

source: Update
bn: আপডেট
ca: Actualitza
fa: به روزرسانی
hy: Թարմացնել
ja: 更新
nn: Oppdatering
ta: புதுப்பிப்பு
vi: Cập nhật
