Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
bn: লাইফলং কিন্ডারগার্টেন গবেষণা গ্রুপ অন্যদের পাশাপাশি আমাদের ব্যবহারকারীদের বৌদ্ধিক সম্পত্তি সম্মান করে। যদি আপনি বিশ্বাস করেন যে আপনার কাজটি কপিরাইট লঙ্ঘন গঠন করে এমন ভাবে কপি করা হয়েছে, তবে দয়া করে copyright@scratch.mit.edu ইমেল করুন, অথবা নিম্নলিখিতটিতে আপনার অভিযোগ মেল করুন :
ca: El Lifelong Kindergarten research group respecta la propietat intel·lectual dels altres, així com la dels nostres usuaris. Si creus que la teva obra ha estat copiada d'una manera que constitueix una violació dels teus drets d'autor, si us plau envia un correu electrònic a copyright@scratch.mit.edu, o envia la teva reclamació a l'adreça següent:
fa: گروه دیرپای تحقیقاتی کودکستان به حقوق مالکیت معنوی دیگران و نیز کاربران ما را ارج می‌نهد.. اگر فکر می‌کنید که کار شما کپی شده است به طوری که نقض قوانین کپی رایت باشد، لطفاً به آدرس copyright@scratch.mit.edu ایمیل بزنید یا شکایت خود را به آدرس زیر ارسال کنید:
hy: Lifelong Kindergarten հետազոտական խումբը հարգում է ինչպես ուրիշների, ինչպես էլ մեր օգտագործողների մտավոր սեփականությունը: Եթե կարծում եք, որ ձեր աշխատանքը պատճենվել է հեղինակային իրավունքի ոտնահարմամբ, խնդրում ենք ուղարկեք ձեր բողոքը copyright@scratch.mit.edu էլեկտրոնային հասցեին։
ja: Lifelong Kindergarten research groupでは、Scratchコミュニティ外部の知的財産権、財産だけでなく、ユーザーのみなさん自身の権利も尊重します。もし、あなたの作品が著作権を侵害する方法でコピーされていると思われる場合は、copyright@scratch.mit.edu までメールで知らせるか、以下からご連絡ください。
nn: Forskingsgruppa The Lifelong Kindergarten respekterer intellektuell eigedom til andre og til våre brukarar. Viss du meiner verket ditt har blitt kopiert på ein måte som er i strid med opphavsrettane dine, send ein e-post til copyright@scratch.mit.edu eller til denne adressa:
ta: வாழ்நாள் மழலையர் பள்ளி ஆராய்ச்சி குழு மற்றவர்களின் அறிவுசார் சொத்துக்களையும் எங்கள் பயனர்களையும் மதிக்கிறது. பதிப்புரிமை மீறலைக் குறிக்கும் வகையில் உங்கள் பணி நகலெடுக்கப்பட்டது என்று நீங்கள் நம்பினால், தயவுசெய்து copyright@scratch.mit.edu என்ற மின்னஞ்சல் முகவரிக்கு அனுப்பவும் அல்லது உங்கள் புகாரை பின்வருவனவற்றிற்கு அனுப்பவும்:
vi: Dự án nghiên cứu lâu dài bậc học Mẫu giáo của nhóm tôn trọng những sáng tạo trí tuệ của người khác cũng như người sử dụng. Nếu bạn nghĩ rằng chương trình của cá nhân bạn bị vi phạm quyền sao chép, hãy gửi Thư điện tử về địa chỉ copyright@scratch.mit.edu, hoặc gửi đơn kiện đến địa chỉ sau đây:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
bn: লাইফলং কিন্ডারগার্টেন গ্রুপ অবিলম্বে অভিযোগ লঙ্ঘনের নোটিশ প্রক্রিয়া এবং তদন্ত করা হবে এবং ডিজিটাল মিলেনিয়াম কপিরাইট অ্যাক্ট ("DMCA") এবং অন্যান্য প্রযোজ্য মেধা সম্পত্তি আইন অধীনে যথাযথ পদক্ষেপ গ্রহণ করা হবে। DMCA মেনে চলার বা যথাযথভাবে মেনে চলার বিজ্ঞপ্তিগুলি প্রাপ্তির পরে, লাইফেলং কিন্ডারগার্টেন গ্রুপ লঙ্ঘনকারী দাবি করা যে কোনও সামগ্রীর অ্যাক্সেস সরাতে বা নিষ্ক্রিয় করতে দ্রুত কার্যকর হতে পারে। তৃতীয় পক্ষের কপিরাইট লঙ্ঘন পুনরাবৃত্তি উপযুক্ত পরিস্থিতিতে অবসান সাপেক্ষে।
ca: El Lifelong Kindergarten Group processarà i investigarà notificacions de suposades infraccions i prendrà les accions apropiades sota el Digital Millennium Copyright Act (“DMCA”) i altres lleis de propietat intel·lectual aplicables immediatament. Després de la recepció de notificacions complint o substancialment complint amb la DMCA, el Lifelong Kindergarten Group pot actuar per retirar o inhabilitar l'accés a qualsevol material que suposadament viola. Repetir les infraccions dels drets d'autor de tercers estan subjectes a la cancel·lació del compte.
fa: گروه دیرپای کودکستان سریعاً پرونده‌های مربوط به ادعای تخلف را احضار و بررسی کرده و اقدامات مناسب را طبق قانون کپی رایت هزاره دیجیتال (DMCA) و سایر قوانین مربوط به مالکیت معنوی اعمال می‌کند. پس از دریافت اعلان‌های مطابق یا اساساً مطابق با DMCA، گروه دیرپای کودکستان ممکن است به سرعت اقدام به حذف یا عدم دسترسی به هر گونه مواد ادعا به تخلف کند. نقضکنندگان تکراری حق نسخه‌برداری شخص ثالث در معرض فسخ در شرایط مناسب هستند.
hy: Lifelong Kindergarten խումբը անհապաղ կվերամշակի և կհետաքննի ենթադրյալ խախտումների մասին ծանուցումները և համապատասխան գործողություններ կձեռնարկի «Հազարամյակի հեղինակային իրավունքի մասին» օրենքով («DMCA») կամ մտավոր սեփականության այլ կիրառելի օրենքներով:
ja: Lifelong Kindergarten Groupは、権利侵害の疑いに対する申し立てを迅速に処理・調査し、DMCA（デジタル・ミレニアム著作権法）とその他の適用対象となる知的所有権法にもとづき適切な措置をとります。Lifelong Kindergarten Groupは、DMCAに定められた著作権侵害（これには明白な侵害のみならず実質的な侵害も含む）の報告を受け取った場合、早急に対象の侵害の申告があった資料へのアクセスを停止・抑制することができます。第三者の著作権侵害を繰り返すユーザーは、そうすべき状況であると判断される場合、追放の対象となります。
nn: Lifelong Kindergarten-gruppa vil då snarleg undersøkja om det er gjort brot på opphavsretten, og vil utføra nødvendige tiltak under Digital Millennium Copyright Act («DMCA») og andre åndsverklover. Ved mottak av DMCA-varslingar kan Lifelong Kindergarten-gruppa umiddelbart fjerna materiale eller tilgang til materiale som er påstått å vera i brot med lovverket. Gjentatte brot på andres opphavsrett kan medføra at brukaren mistar brukarkontoen sin.
ta: வாழ்நாள் மழலையர் பள்ளி குழு மீறல் குறித்த அறிவிப்புகளை உடனடியாக செயலாக்கி விசாரிக்கும் மற்றும் டிஜிட்டல் மில்லினியம் பதிப்புரிமை சட்டம் (“டிஎம்சிஏ”) மற்றும் பிற பொருந்தக்கூடிய அறிவுசார் சொத்துச் சட்டங்களின் கீழ் தகுந்த நடவடிக்கைகளை எடுக்கும். டி.எம்.சி.ஏ உடன் இணக்கமாக அல்லது கணிசமாக இணங்குவதற்கான அறிவிப்புகளைப் பெற்றதும், மீறல் எனக் கூறப்படும் எந்தவொரு பொருளுக்கும் அணுகலை அகற்ற அல்லது முடக்க, வாழ்நாள் மழலையர் பள்ளி குழு மேக்கி விரைவாக செயல்படுகிறது. மூன்றாம் தரப்பு பதிப்புரிமை மீறல்கள் மீண்டும் மீண்டும் பொருத்தமான சூழ்நிலைகளில் நிறுத்தப்படும்.
vi: Nhóm Lifelong Kindergarten sẽ xem xét và điều tra sự vi phạm và sẽ có những biện pháp xử lý phù hợp căn cứ theo Luật bản quyền (\"DMCA\") và những luật về Quyền sở hữu trí tuệ. Khi nhận được thông báotừ DMCA, nhóm Lifelong Kindergarten sẽ xóa hoặc vô hiệu hóa truy cập của những sản phẩm bị nghi ngờ vi phạm. Sự tái vi phạm của bên thứ ba sẽ bị xử lý bằng cách hủy bỏ những thông tin tài liệu liên quan.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
bn: স্ক্র্যাচ ব্যবহারকারী আপনার কপিরাইট লঙ্ঘন করেছে কিনা তা মূল্যায়ন করে, দয়া করে মনে রাখবেন যে স্ক্র্যাচ একটি শিক্ষামূলক এবং অলাভজনক উদ্যোগ, এটি শিশুদেরকে শেখার জন্য এবং ডিজিটাল প্রযুক্তি ব্যবহার করে নিজেদের প্রকাশ করার জন্য সরঞ্জামগুলি সরবরাহ করে শিশুদের শিক্ষার সহায়তা চাইতে চাইছে। দয়া করে 1973 সালের কপিরাইট আইন, 17 মার্কিন যুক্তরাষ্ট্রে কপিরাইট অন্তর্ভুক্ত "ন্যায্য ব্যবহার" মতবাদটিও মনে রাখবেন। § 107.
ca: A l'hora d'avaluar si un usuari de Scratch ha violat els teus drets d'autor, si us plau recorda que Scratch és d'ús educatiu i és una iniciativa sense ànim de lucre que pretén ajudar en l'aprenentatge dels nens proporcionant-los eines que els permetin aprendre a expressar-se utilitzant tecnologies digitals. També recorda la doctrina “Fair Use” incorporada a la Copyright Act of 1976, 17 U.S.C. § 107.
fa: در ارزیابی اینکه آیا یک کاربر اسکرچ حق نسخه‌برداری شما را نقض کرده است یا خیر، لطفاً در نظر داشته باشید که اسکرچ یک برنامه آموزشی و غیر انتفاعی است که برای کمک به یادگیری کودکان با ارائه ابزارهایی برای یادگیری و بیان خود با استفاده از تکنولوژی دیجیتال می‌باشد. لطفاً همچنین اصول "استفاده منصفانه" که در قانون کپی رایت 1976، 17 U.S.C. § 107 را به یاد داشته باشید.
hy: Գնահատելու համար, թե արդյոք «Scratch»-ի օգտատերը խախտել է ձեր հեղինակային իրավունքը, ուղարկի հիշեք որ Scratch-ը կրթական և շահույթ չհետապնդող նախաձեռնություն է, ջանալով օգնել երեխաններին ուսուցման մեջ, տրամադրելով նոր գործիքներ՝ սովորելու և օգտագործելու թվային տեխնոլոգիաները: Խնդրում ենք նաև հիշել որ «Արդար օգտագործում» ուսմունքը ընդգրկում է հեղինակային իրավունքի մասին 1976, 17 U.S.C. § 107 օրենքը:
ja: Scratchのユーザーに著作権を侵害されたかどうかを判断するときは、Scratchが、子どもたちにデジタル技術による表現ツールを提供して、子どもたちの学習を支援をするための、教育目的で非営利の先進的取り組みであることをご考慮ください。さらに、「米国1976年著作権法107条（Copyright Act of 1976, 17 U.S.C. § 107）」で定められた「フェアユース規定」も念頭においてください。
nn: Når du vurderer om ein Scratch-brukar har misbruka åndsverket ditt, hugs Scratch er ei pedagogisk-idealistisk satsing for å hjelpa ungar å læra, ved å gje dei verktøya dei treng for å uttrykkja seg med digital teknologi. Hugs òg på «fair use»-doktrinen i den amerikanske Copyright Act of 1976, 17 U.S.C. § 107.
ta: கீறல் பயனர் உங்கள் பதிப்புரிமைகளை மீறியுள்ளாரா இல்லையா என்பதை மதிப்பிடுவதில், ஸ்க்ராட்ச் ஒரு கல்வி மற்றும் இலாப நோக்கற்ற முயற்சி என்பதை நினைவில் கொள்ளுங்கள், டிஜிட்டல் தொழில்நுட்பத்தைப் பயன்படுத்தி தங்களை கற்றுக்கொள்வதற்கும் வெளிப்படுத்துவதற்கும் கருவிகளை வழங்குவதன் மூலம் குழந்தைகளின் கற்றலுக்கு உதவ முற்படுகிறது. 1976 இன் பதிப்புரிமைச் சட்டத்தில் இணைக்கப்பட்ட “நியாயமான பயன்பாடு” கோட்பாட்டையும் நினைவில் கொள்ளுங்கள், 17 யு.எஸ். § 107.
vi: Dù được đánh gia vi phạm bản quyền hay không thì, người sử dụng Scratch hãy lưu ý rằng mục đích của Scratch là cho việc giáo dục và phi lợi nhuận, tìm kiếm sự giúp đỡ trẻ em trong học tập bằng việc cung cấp công cụ hỗ trợ trong việc học tập và giúp các trẻ thê hiện bản thân thông qua những Công nghệ kỹ thuật số. Hãy nhớ rằng \"Sử dụng công bằng\" trong luật Bản quyền năm 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
bn: আমরা আশা করি আপনি স্ক্র্যাচটি কেবল আপনার সৃজনশীলতা / ওয়েবসাইটকে জনপ্রিয় করার ভাল উপায় হিসাবে নয় বরং শিশুদের শিক্ষার জন্য ভাল কিছু করার সুযোগ হিসাবেও দেখতে পাবেন।
ca: Esperem que també vegeu Scratch no només com una bona manera de popularitzar les teves creacions/pàgina si no també com una oportunitat per fer alguna cosa bona per l'educacó del nens.
fa: ما امیدواریم که شما اسکرچ را نه تنها به عنوان یک راه خوب برای تبلیغ خلاقیت‌ها / وب سایت خود بلکه همچنین به عنوان فرصتی برای انجام کاری مفید برای آموزش کودکان ببینید.
hy: Հուսով ենք, որ Scratch-ը չեք դիտում, որպես զուտ ստեղծագործությունները/կայքը հանյրանյանցելու գործիք, այլ նաև հնարավորություն` անելու լավ բան երեխաների կրթության համար:
ja: 私たちはScratchを、ただ単に自分の作品やウェブサイトを公開する場所ではなく、子供たちの教育に貢献する場所であると考えてほしいと思っています。
nn: Me håpar at du òg ser på Scratch ikkje berre som ein god måte å la andre verta kjende med det du har laga / nettstaden din, men òg som eit høve til å bidra til læring for ungar.
ta: உங்கள் படைப்புகள் / வலைத்தளத்தை பிரபலப்படுத்துவதற்கான ஒரு சிறந்த வழியாக மட்டுமல்லாமல், குழந்தைகளின் கல்விக்கு ஏதாவது நல்லது செய்வதற்கான வாய்ப்பாகவும் கீறலைப் பார்ப்பீர்கள் என்று நம்புகிறோம்.
vi: Chúng tôi hy vọng rằng các bạn sẽ sử dụng Scratch không chi như một nơi để lan rộng những sáng tạo cá nhân mà còn là cơ hội dể đóng góp cho sự giáo dục trẻ nhỏ.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
bn: আপনি যদি কোনও কপিরাইট লঙ্ঘন অভিযোগ চয়ন করতে চান তবে দয়া করে মনে রাখবেন যে আমরা আপনার বিজ্ঞপ্তিটি পোস্ট করতে পারি, ব্যক্তিগতভাবে শনাক্তকরণযোগ্য তথ্য পুনঃসক্রিয়ায়, ক্লিয়ারিংহাউস যেমন chillingeffects.org। অনুগ্রহ করে নোট করুন যে আপনি কোনও ক্রিয়াকলাপটি আপনার কপিরাইট লঙ্ঘন করছে এমন কোনওভাবে ভুলভাবে উপস্থাপিত হলে ক্ষতির জন্য (দায় এবং অ্যাটর্নির ফি সহ) দায়বদ্ধ হতে পারেন।
ca: Si decideixes fer una demanda per vulneració dels drets d'autor, si us plau tingues en compte que podem penjar la teva notificació amb informació personal identificable a una cambra de compensació com chillingeffects.org. Si us plau, tingues en compte que pots ser responsable dels danys (incloent-hi despeses i taxes d'advocats) si tu fingeixes que una activitat està vulnerant els teus drets d'autor.
fa: اگر تصمیم به شکایت نقض کپی رایت دارید، لطفاً توجه داشته باشید که ممکن است ما آگهی شما، با اطلاعات قابل‌شناسایی شخصی تدوین شده، به یک اداره تأیید نظارت مانند chillingeffects.org ارسال کنیم. لطفاً همچنین توجه داشته باشید که اگر واقعاً به غلط وانمود کرده باشید که یک فعالیت در حال نقض کپی رایت شما است، ممکن است مسئول خساراتی (از جمله هزینه‌ها و حق وکیل) باشید.
hy: Եթե որոշել եք հեղինակային իրավունքի խախտման վերաբերյալ բողոք ներկայացնել, ապա խնդրում ենք նկատի ունեցեք, որ մենք կարող ենք ձեր ծանուցումը, անձնական տեղեկություններով ուղարկել վերանայման մարմին, ինչպիսին է chillingeffects.org-ը: Նաև պետք է նկատի ունենալ, որ դուք կարող եք պատասխանատվության ենթարկվել վնասների համար (ներառյալ ծախսերը և փաստաբանական վճարները), եթե տեխնիկապես սխալ եք ներկայացրել, որ տվյալ արարքը խախտում է Ձեր հեղինակային իրավունքը:
ja: あなたが、著作権の侵害を主張する場合、私たちは、あなたの申告から個人情報を取り除き、「chillingeffects.org」のような情報センターに投稿する可能性があることに注意してください。また、誰かの言動があなたの著作権を侵害しているという報告に大きく事実と異なる部分がある場合、弁護士費用やその他の経費などに対する損害賠償責任を負う可能性があることにも注意してください。
nn: Viss du kjem med eit klagemål for brot på opphavsrettane dine, merk at me kan offentleggjera klagemålet ditt, med personinformasjon fjerna, til ein nettstad som chillingeffects.org. Merk òg at du kan verta ansvarleg for skadeerstatning (herunder advokatutgifter og andre kostnadar) dersom du feilaktig påstår at ein aktivitet er brot på opphavsrettane dine.
ta: பதிப்புரிமை மீறல் புகாரை நீங்கள் தேர்வுசெய்தால், தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை திருத்தியமைத்து, உங்கள் அறிவிப்பை chillingeffects.org போன்ற ஒரு தீர்வு இல்லத்தில் இடுகையிடலாம் என்பதை நினைவில் கொள்க. ஒரு செயல்பாடு உங்கள் பதிப்புரிமையை மீறுவதாக நீங்கள் பொருள் ரீதியாக தவறாக சித்தரித்தால், சேதங்களுக்கு (செலவுகள் மற்றும் வழக்கறிஞர்களின் கட்டணம் உட்பட) நீங்கள் பொறுப்பேற்கக்கூடும் என்பதையும் நினைவில் கொள்க.
vi: Một khi các bạn quyết định Khiếu kiện về vấn đề vi phạm bản quyền, hayxy nhớ rằng, chúng tôi sẽ đăng những thông báo với thông tin cá nhân đến thông tin đến cơ quan kiểm định như là chillingeffects.org. Hãy nhớ rằng bạn có thể sẽ bị thất thoát về mặt tài chính ( bao gồm chi phí thuê luật sư ) nếu bạn trình bày sai về những hoạt động vi phạm bản quyền.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
bn: Scratch এর সাহায্যে, তুমি তোমার নিজস্ব ইন্টারেক্টিভ গল্প, গেম এবং অ্যানিমেশন প্রোগ্রাম করতে পার &mdash; এবং অনলাইন কমিউনিটির অন্যদের সাথে তোমার সৃষ্টি শেয়ার কর।
ca: Amb Scratch pots programar les teve històries interactives, animacions &mdash; i compartir les teves creacions amb els altres a la comunitat en línia.
fa: با اسکرچ می‌توانید داستان‌های تعاملی خودتان را برنامه‌نویسی کنید، بازی و انیمیشن‌های &mdash را بسازید؛ و آنچه را ساخته‌اید با دیگران در جامعه آنلاین به اشتراک بگذارید.
hy: Scratch-ի օգնությամբ կարող եք ծրագրավորել սեփական ինտերակտիվ պատմությունները, խաղերը և անիմացիաները, այնուհետև տարածել Ձեր ստեղծագործությունները առցանց համայնքի այլ անդամների հետ։
ja: Scratchによって、インタラクティブな物語やゲーム、アニメーションを自分でプログラムできます。そして、あなたの作品をオンラインコミュニティの他の人たちと共有できます。
nn: Med Scratch kan du programmera dine eigne interaktive forteljingar, spel og animasjonar – og dela det du har skapt med andre på nettet.
ta: கீறல் மூலம், உங்கள் சொந்த ஊடாடும் கதைகள், விளையாட்டுகள் மற்றும் அனிமேஷன்களை நிரல் செய்யலாம் & mdash; உங்கள் படைப்புகளை ஆன்லைன் சமூகத்தில் உள்ள மற்றவர்களுடன் பகிர்ந்து கொள்ளுங்கள்.
vi: Với Scratch, bạn có thể lập trình các câu chuyện chương tác của riêng bạn, chương trình, và hoạt hình &mdash; và chia sẻ sáng tạo của bạn với người khác trong cộng đồng trực tuyến.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
bn: Scratch তরুণদের সৃজনশীল চিন্তা করা, একটি সমস্যাকে ধাপে ধাপে সমাধান করা, এবং একসাথে কাজ করা শেখায়; যা 21 শতকের জীবনের জন্য একটি প্রয়োজনীয় দক্ষতা।
ca: Scratch ajuda a la gent jove a pensar de manera creativa, a pensar sistemàticament i a treballar de manera col·laborativa &mdash; competències essencials pel segle XXI.
fa: اسکرچ به بچه‌ها کمک می‌کند تا یاد بگیرند چگونه خلاقانه فکر کنند، منطقی دلیل بیاورند، و به صورت گروهی &mdash کار کنند؛ مهارت‌های کلیدی برای زندگی در قرن 21.
hy: Scratch-ը երիտասարդներին օգնում է սովորել ու մտածել ավելի հմուտ , կշռադատել համակարգված և աշխատել համագործակցային մթնոլորտում: Սրանք հմտություններ են, որոնք հիմնարար են 21-րդ դարի համար:
ja: Scratchは、子供たちが創造的に考え、体系的に議論し、協力して作業することを助けます。これらは21世紀の生活に不可欠なスキルです。
nn: Scratch lærer barn og unge å vera kreative, tenkja systematisk og samarbeida med andre – viktige ferdigheiter i det 21. hundreåret.
ta: கீறல் இளைஞர்களை ஆக்கப்பூர்வமாக சிந்திக்கவும், முறையாக நியாயப்படுத்தவும், ஒத்துழைப்புடன் செயல்படவும் கற்றுக்கொள்ள உதவுகிறது & mdash; 21 ஆம் நூற்றாண்டில் வாழ்க்கைக்கு அத்தியாவசிய திறன்கள்.
vi: Scratch giúp người trẻ học cách nghĩ sáng tạo, suy luận hệ thống, và làm việc hợp tác &mdash; các kỹ năng thiết yếu cho cuộc sống trong thế kỹ 21.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
bn: Scratch MIT মিডিয়া ল্যাবের Lifelong Kindergarten গ্রুপের একটি প্রজেক্ট। এটি বিনামূল্যে প্রদান করা হয়।
ca: Scratch és un projecte del Lifelong Kindergarten Group del MIT Media Lab. És gratuït.
fa: اسکرچ پروژه‌ای از گروه Lifelong Kindergarten در آزمایشگاه رسانه دانشگاه MIT است. به صورت کاملا رایگان ارائه گردیده است.
hy: Scratch-ը Lifelong Kindergarten MIT Media Lab լաբորատորիայի նախագիծ է: Այն տարածվում է անվճար։
ja: ScratchはMITメディアラボのライフロングキンダーガーテングループのプロジェクトで、無償で提供されています。
nn: Scratch er laga av «Lifelong Kindergarten»-gruppa ved MIT Media Lab i USA. Scratch er heilt gratis.
ta: கீறல் என்பது எம்ஐடி மீடியா ஆய்வகத்தில் வாழ்நாள் மழலையர் பள்ளி குழுவின் திட்டமாகும். இது இலவசமாக வழங்கப்படுகிறது.
vi: Scratch là một dự án của nhóm Lifelong Kindergarten tại phòng thí nghiệm MIT Media Lab. Dự án được cung cấp hoàn toàn miễn phí.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
bn: <a href="/parents">অভিভাবকদের জন্য তথ্য</a>। <a href="/educators">শিক্ষকদের জন্য তথ্য</a>
ca: <a href="/parents">INFORMACIÓ PER PARES</a> | <a href="/educators">INFORMACIÓ PER EDUCADORS</a>
fa: <a href="/parents">اطلاعات برای والدین</a>I <a href="/educators">اطلاعات برای مدرسان</a>
hy: <a href="/parents"> ԾՆՈՂԻ ՄԱՍԻՆ</a><a href="/educators">ՏԵՂԵԿՈՒԹՅՈՒՆ ՈՒՍՈՒՑԻՉՆԵՐԻ, ՈՒՍԱՆՈՂՆԵՐԻ և ԷՆՏՈՒԱԶԻՍՏՆԵՐԻ ՄԱՍԻՆ</a>
ja: <a href="/parents">保護者の方へ</a> | <a href="/educators">教育関係者の方へ</a>
nn: <a href="/parents">FOR FORELDRE</a> | <a href="/educators">FOR LÆRARAR</a>
ta: <a href="/parents">பெற்றோருக்கு தகவல்</a> | <a href="/educators">கல்வியாளர்களுக்கான தகவல்</a>
vi: <a href="/parents">THÔNG TIN CHO PHỤ HUYNH</a> | <a href="/educators">THÔNG TIN NHÀ GIÁO</a>

source: Who Uses Scratch?
bn: কে Scratch ব্যবহার করে?
ca: Qui fa servir Scratch?
fa: چه کسی از اسکرچ استفاده می‌کند؟
hy: Ո՞վ օգտագործում Scratch։
ja: どんな人がScratchを使っているの?
nn: Kven brukar Scratch?
ta: யார் Scratch பயன்படுத்துகிறார்கள்?
vi: Ai là người sử dụng Scratch?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
bn: স্ক্র্যাচ 8 থেকে 16 বছর বয়সের শিশুদের জন্য জন্য তৈরী করা হয়েছে, তবে এটি সকল বয়সের মানুষের দ্বারা ব্যবহৃত হয়। লক্ষাধিক লোক স্ক্র্যাচ প্রকল্পগুলি বিভিন্ন ধরনের সেটিংসে তৈরি করছে, যেমন হোমস্, স্কুল, জাদুঘর, লাইব্রেরী এবং কমিউনিটি সেন্টার।
ca: Scratch està dissenyat especialment per a nois i noies de 8 a 16 anys, però està sent utilitzat per gent de totes les edats. Milions de persones estan creant projectes amb Scratch en una àmplia varietat d'entorns, a casa, a l'escola, a museus, a biblioteques i a centres cívics.
fa: اسکرچ ویژه سنین 8 الی 16 سال طراح شده است، اما مردم در هر گروه سنی از آن استفاده می‌کنند. میلیون‌ها
hy: Scratch- ը նախատեսված է 8-ից 16 տարեկան երեխաների համար, բայց օգտագործվում է բոլոր տարիքի մարդկանց կողմից: Միլիոնավոր մարդիկ ստեղծում են նախագծեր տարբեր միջավայրերում` տանը, դպրոցներում, թանգարաններում, գրադարաններում և համայնքային կենտրոններում:
ja: Scratchは、特に8歳から16歳向けにデザインされていますが、すべての年代の人々に使われています。何百万人もの人が、自宅や学校、博物館、美術館、図書館、公民館、コミュニティセンターなど、とても幅広い場所でScratchプロジェクトを作っています。
nn: Scratch er laga for ungar frå 8 til 16 år, men kan brukast av alle. Millionar av folk lagar Scratch-prosjekt i mange slag samanhengar, for eksempel heime, på skulen, på bibliotek og i fritidsklubbar.
ta: கீறல் குறிப்பாக 8 முதல் 16 வயது வரை வடிவமைக்கப்பட்டுள்ளது, ஆனால் இது எல்லா வயதினராலும் பயன்படுத்தப்படுகிறது. வீடுகள், பள்ளிகள், அருங்காட்சியகங்கள், நூலகங்கள் மற்றும் சமூக மையங்கள் உட்பட பலதரப்பட்ட அமைப்புகளில் மில்லியன் கணக்கான மக்கள் கீறல் திட்டங்களை உருவாக்குகின்றனர்.
vi: Scratch được thiết kế đặc biệt cho lứa tuổi từ 8 đến 16, nhưng được sử dụng bởi tất cả mọi người, ở mọi lứa tuổi. Hàng triệu người đang tạo ra các dự án Scratch trong nhiều bối cảnh khác nhau như ở nhà, trường học, viện bảo tàng, thư viện và các trung tâm cộng đồng.

source: Around the World
bn: পৃথিবী জুড়ে
ca: Arreu del món
fa: در گوشه کنار جهان
hy: Ամբողջ աշխարհում
ja: 世界中で
nn: I heile verda
ta: உலகம் முழுவதும்
vi: Vòng quanh Thế giới
