Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
bn: অনেক প্রকল্প বাচ্চাদের দ্বারা তৈরি করা হয় যারা স্ক্র্যাচে নতুন। যখন আমরা অন্যের প্রকল্পে মন্তব্য করি, আমরা এটি সম্পর্কে আমাদের কিছু পছন্দ করি এবং এটিকে আরও ভাল করার উপায়গুলি সুপারিশ করি।
ca: Molts projectes estan fets per joves que són nous a l'Scratch. Quan comentem en projectes d'altres, diem alguna cosa que ens agrada, i suggerim maneres de fer-ho millor.
fa: بسیاری از برنامه‌ها توسط بچه‌هایی که تازه وارد اسکرچ شده‌اند، ساخته شده است. هنگامی که در مورد برنامه‌های دیگران اظهار نظر می‌کنیم، آنچه که در مورد دوست داریم، می‌گوییم و راه‌هایی برای بهتر کردن آن پیشنهاد می‌دهیم.
ja: 多くのプロジェクトは、Scratchを初めてさわる子どもたちが作ったものです。他の人のプロジェクトにコメントする場合は、まず、そのプロジェクトのいいところを書いて、その後でこうしたらもっとよくなるよ、というアドバイスなどを書いてください。
nn: Mange prosjekt er laga av ungar som nyleg er blitt kjende med Scratch. Når me kommenterer andre sine prosjekt, fortel me kva me likar med prosjekta, og kjem gjerne med forslag til forbetringar.
vi: Nhiều chương trình được tạo bởi trẻ con mới tiếp cận Scratch. Khi chúng ta bình luận về những chương trình khác, chúng ta nói những gì chúng ta thích về nó, và đề xuất cách để làm nó tốt hơn.

source: We give credit.
bn: আমরা ক্রেডিট দেই
ca: Reconeixem la feina dels altres.
fa: ما اعتبار می‌دهیم.
ja: Scratcherはクレジットをつけます。
nn: Me fortel kven som har bidrege.
vi: Chúng tôi biết ơn.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
bn: Scratch এ শেয়ার করা যেকোন কিছু সবাই রিমিক্স করতে পারে। যখন আমরা রিমিক্স করি, আমরা মূল নির্মাতাকে ক্রেডিট দিই।
ca: Qualsevol cosa compartida a l'Scratch pot ser reinventada. Quan nosaltres ho fem hem d'agrair de la feina de l'autor original.
fa: هرچیزی که در اسکرچ به اشتراک گذاری شده باشد توسط دیگران می‌تواند بازترکیب شود. وقتی که ما بازترکیبی را انجام می‌دهیم به پدید آورنده ی اولیه ی پروژه اعتبار می دهیم و حق مالکیت متعلق به پدیدآورنده ی اصلی است.
ja: Scratchで共有されている作品は、誰でもリミックスできます。ただしリミックスするときは、元の作者のクレジット(誰のどの作品や素材か)を書きましょう。
nn: Alt som vert lagt ut på Scratch, kan remiksast av alle. Når me remiksar, fortel me alltid kven som opphavleg laga prosjektet.
vi: Bất cứ gì được chia sẻ trên Scratch đều có thể phối lại bởi mọi người. Khi chúng ta phối lại, chúng ta phải dẫn nguồn về người đã tạo ra ban đầu.

source: We help keep the site friendly.
bn: আমরা সাইটটি বন্ধুত্বপূর্ণ রাখতে সাহায্য করি।
ca: Ajudarem a mantenir l'espai agradable.
fa: ما کمک می‌کنیم تا سایت دوستانه باشد.
ja: Scratcherはサイトの平和を守るため努力します。
nn: Me gjer Scratch til ein hyggjeleg nettstad.
vi: Chúng tôi giúp giữ trang này thân thiện.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
bn: স্ক্র্যাচ একটি মজাদার এবং বন্ধুত্বপূর্ণ জায়গা কারণ স্ক্র্যাচাররা এটিকে সেভাবেই তৈরি করে। যদি তুমি কোন প্রকল্প বা মন্তব্য দেখো যার অর্থ, রিপোর্ট ক্লিক করো।
ca: Scratch es un lloc divertit i agradable perquè els Scratchers ho fan així. Si veus un projecte o comentari ofensiu o desagradable, fes clic a Denuncia.
fa: اسکرچ جایی جالب و دوستانه است زیرا اسکرچرها این کار را می‌کنند. اگر برنامه یا نظری را دیدید که شرورانه است، روی گزارش کلیک کنید.
ja: Scratchが楽しくてやさしい場所なのは、Scratcherたちがそうなるよう努力しているからです。もしもいじわるなコメントやプロジェクトを見つけたら、「報告」ボタンを押してください。
nn: Scratch er ein morosam og hyggjeleg stad fordi scratcharane gjer han slik. Viss du ser slemme kommentarar eller prosjekt, trykk «Rapporter».
vi: Scratch là một nơi vui vẻ và thân thiện bởi vì Scratcher làm nó như vậy. Nếu bạn thấy một chương trình hay bình luận khiếm nhã, bấm Báo cáo.

source: We invite you to become a Scratcher.
bn: আমরা তোমাকে স্ক্র্যাচার হওয়ার জন্য আমন্ত্রণ জানাচ্ছি।
ca: Et convidem a esdevenir un Scratcher.
fa: ما از شما دعوت می‌کنیم که به یک اسکرچر تبدیل شوید.
ja: Scratchチームは、あなたをScratcherとして迎えたいと思っています。
nn: Me inviterer deg til å verta ein scratchar.
vi: Chúng tôi mời bạn trở thành một Scratcher.

source: You get to decide if you want to become a Scratcher.
bn: তুমি স্ক্র্যাচার হতে চাও কিনা তা তুমি সিদ্ধান্ত নিতে পারো।
ca: Ara pots decidir si vols convertir-te en Scratcher.
fa: خودتان تصمیم میگیرید که می‌خواهید یک اسکرچر شوید.
ja: Scratcherになりたいと思いませんか？
nn: Du avgjer sjølv om du ønskjer å verta ein scratchar.
vi: Bạn quyết định nếu bạn muốn trở thành một Scratcher.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
bn: যদি তুমি এর সাথে সম্মত হও <strong>শ্রদ্ধাশীল হও </strong>।<strong>গঠনমূলক হও</strong>।<strong>কৃতিত্ব দাও</strong> এবং <strong>সাইটটি বন্ধুত্বপূর্ণ রাখতে সাহায্য কর</strong>,ক্লিক কর "I agree!"
ca: Si estàs d'acord en <strong>ser respectuós</strong>, <strong>constructiu</strong>, <strong>reconèixer la feina dels altres</strong>, i <strong>ajudar a mantenir el lloc agradable</strong>, fes clic a "Estic d'acord!"
fa: اگر موافقت هستید <strong>مودب باشید</strong>، <strong>سازنده</strong>، <strong>تشکر کنید</strong>، و <strong>سعی در نگهداری فضای دوستانه سایت کنید</strong>، روی "قبول دارم" کلیک کنید!
ja: もしあなたが互いに<strong>敬意</strong>を持ち、<strong>建設的</strong>な議論ができて、<strong>クレジット</strong>をつけ、このサイトを<strong>親しみやすく</strong>してくれるなら、「賛成！」をクリックしてください。
nn: Viss du vil vera <strong>omsynsfull</strong>, <strong>konstruktiv</strong>, <strong>kreditera andre</strong> og bidra til å <strong>halda ein hyggjeleg tone her</strong>, trykk «Samd!».
vi: Nếu bạn đồng ý <strong>tôn trọng</strong>, <strong>tinh thần đóng góp</strong>, <strong>biết ơn</strong>, và <strong>giúp giữ trang này thân thiện</strong>, bấm "Tôi đồng ý!"

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
bn: তুমি যদি স্ক্র্যাচার হতে না চাও তবে এই পেইজটি বন্ধ কর। (যদি তুমি পরে তোমার মন পরিবর্তন কর, তুমি সর্বদা ফিরে আসতে পার)।
ca: Si no desitges convertir-te en Scratcher, tanca aquesta pàgina. (Si canvies d'opinió, sempre pots tornar aquí un altre vegada).
fa: اگر نمی‌خواهید یک اسکرچر شوید، فقط این صفحه را ببندید. (اگر بعداً نظرتان را تغییر دادید، همیشه می‌توانید برگردید).
ja: Scratcherになるのをやめる場合は、このページを閉じてください。（あとで気が変わったら、いつでも戻ってきてくださいね）
nn: Viss du ikkje har lyst til å verta ein scratchar, kan du lukka denne sida. (Du kan alltid komma tilbake viss du ombestemmer deg.)
vi: Nếu bạn không muốn trở thành Scratcher, thì đóng trang này lại. (Nếu bạn thay đổi quyết định sau đó, bạn có thể luôn quay lại).

source: Congratulations on becoming a Scratcher!
bn: স্ক্র্যাচার হওয়ার জন্য অভিনন্দন!
ca: Felicitats per convertir-te en Scratcher!
fa: بابت اسکرچر شدن تبریک می‌گویم!
ja: おめでとうございます、Scratcherに招待されました!
nn: Du er no ein scratchar. Gratulerer!
vi: Chúc mừng đã trở thành một Scratcher!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
bn: অভিনন্দন! তুমি লক্ষ্য করবে যে "স্ক্র্যাচার" শব্দটি এখন তোমার প্রোফাইল পেইজে এবং ফোরাম পোস্টে তোমার ব্যবহারকারী আইকনের নিচে প্রদর্শিত হচ্ছে৷
ca: Felicitats! T'informem que la paraula "Scratcher" ara apareix a la teva pàgina de perfil, i sota la icona d'usuari en els comentaris del fòrum.
fa: تبریک می گویم! متوجه خواهید شد که اکنون کلمه "اسکرچر" در صفحه نمایه شما و در زیر آیکون کاربر در پست‌های انجمن نمایش داده می‌شود.
ja: おめでとうございます！今からあなたのプロフィールページには "Scratcher" と書かれ、フォーラムへの投稿についているユーザーアイコンの下にもそう表示されます。
nn: Gratulerer! Du vil sjå at det no står «scratchar» på profilsida di og under ikonet ditt på innlegg i foruma.
vi: Chúc mừng! Bạn được thông báo rằng từ "Scratcher" bây giờ hiển thị trên trang thông tin của bạn, và ở dưới biểu tượng người dùng của bạn trong các bài đăng trên diễn đàn.

source: Back
bn: পিছনে
ca: Enrere
fa: بازگشت
hy: Ետ
ja: 戻る
nn: Tilbake
ta: பின்னால்
vi: Trở về

source: I agree!
bn: আমি রাজী!
ca: Estic d'acord!
fa: موافق‌ام!!
ja: 賛成！
nn: Samd!
vi: Tôi đồng ý!

source: OK!
bn: ঠিক আছে!
fa: خوبه!

source: scripts
bn: স্ক্রিপ্টগুলো
ca: programes
fa: دستورها
ja: スクリプト
nn: skript
vi: kịch bản

source: sprites
bn: স্প্রাইট
ca: personatges
fa: شکلک‌ها
ja: スプライト
nn: figurar
vi: đối tượng

source: Thanks to <a href="%(remix_profile_url)s">%(username)s</a> for:
bn: ধন্যবাদ <a href="%(remix_profile_url)s">%(username)s</a> কে কারন:
ca: Gràcies a <a href="%(remix_profile_url)s">%(username)s</a> per:
fa: تشکر از <a href="%(remix_profile_url)s">%(username)s</a> برای:
ja: <a href="%(remix_profile_url)s">%(username)s</a>さん、ありがとうございます:
vi: Cảm ơn <a href="%(remix_profile_url)s">%(username)s</a> vì:

source: Project Remixed
bn: প্রজেক্ট রিমিক্স করা হয়েছে
ca: Projecte Reinventat
fa: پروژه‌های بازترکیب شده
ja: リミックスされた作品
nn: remiksa prosjekt
vi: Chương trình được phối lại

source: Thanks to <a href="%(og_profile_url)s">%(username)s</a> for:
bn: ধন্যবাদ <a href="%(og_profile_url)s">%(username)s</a> কে কারন:
ca: Gràcies a <a href="%(og_profile_url)s">%(username)s</a> per:
fa: تشکر از <a href="%(og_profile_url)s">%(username)s</a> برای:
ja: <a href="%(og_profile_url)s">%(username)s</a>さん、ありがとうございます:
vi: Cảm ơn <a href="%(og_profile_url)s">%(username)s</a> vì:

source: Original Project
bn: মূল প্রজেক্ট
ca: Projecte original
fa: پروژه‌ی منبع
ja: 原作
nn: opphavleg prosjekt
vi: Chương trình Ban đầu

source: not shared
bn: শেয়ার করা হয়নি
ca: sense compartir
fa: به اشتراک گذاشته نشده
ja: 共有されていないもの
nn: ikkje lagt ut
vi: không chia sẻ

source: Modified: %(tDate)s
bn: সংশোধন করা হয়েছে: %(tDate)s
ca: Modificat: %(tDate)s
fa: اصلاح شده : %(tDate)s
ja: 最終更新日： %(tDate)s
nn: Sist endra: %(tDate)s
vi: Chỉnh sửa: %(tDate)s

source: Favorite this project
bn: এই প্রজেক্টটি প্রিয় তালিকাভুক্ত কর
ca: Marca el projecte com a favorit
fa: این پروژه را به لیست علاقه مندی ها اضافه کن
ja: このプロジェクトをお気に入りにする
nn: Merk som favoritt
vi: Ưu thích chương trình này

source: Love this project
bn: এই প্রজেক্টটি পছন্দ করেছে
ca: M'agrada aquest projecte
fa: عاشق این پروژه ام
ja: このプロジェクトが好き
nn: Lik prosjektet
vi: Yêu thích chương trình này

source: Total views
bn: মোট দেখা হয়েছে
ca: Visites totals
fa: تمام بازدید ها
ja: 全参照数
nn: Visingar totalt
vi: Tổng lượt xem

source: View the remix tree
bn: রিমিক্স গাছটি দেখ
ca: Arbre de reinvencions
fa: مشاهده درخت بازترکیب
ja: リミックスツリーを見る
nn: Vis remiksingstreet
vi: Xem cây phối lại

source: Add this project to a studio you curate (or remove it from a studio)
bn: তোমার কিউরেট করা একটি স্টুুডিওতে প্রজেক্টটি যোগ কর (অথবা একটি স্টুুডিও থেকে মুছে ফেল)
ca: Afegeix aquest projecte a un estudi que conserves (o treure'l d'un estudi)
fa: این برنامه را به یک استودیو که در آن تصدی می‌کنید، اضافه کنید (یا آن را از استودیو حذف کنید)
ja: このプロジェクトを、キュレーションしているスタジオに追加する（またはスタジオから削除する）
nn: Legg inn (eller ta vekk) dette prosjektet i eit galleri du forvaltar
vi: Thêm chương trình này studio bạn quản lý (hay xóa nó khỏi studio)

source: Just click on the button for any of the studios from the list below
bn: নিচের তালিকা থেকে যেকোন স্টুডিওর জন্য কেবল বাটনে ক্লিক কর
ca: Fes clic al botó de l'estudi de la llista següent
fa: برای هر یک از استودیوها از فهرست، زیر فقط بر روی دکمه اشاره کنید.
ja: 下のリストからスタジオを選択して、右のボタンをクリックします。
nn: Merk av i lista nedanfor kor du vil leggja inn prosjektet
vi: Bấm vào cái nút cho bất kỳ studio nào trong danh sách bên dưới

source: Download this project file
bn: এই প্রজেক্ট ফাইলটি ডাউনলোড কর
ca: Descarrega't aquest projecte
fa: دانلود این پروژه
ja: プロジェクトファイルをダウンロードする
nn: Last ned prosjektfila
vi: Tải về tập tin chương trình này

source: Embed
bn: বসাও
ca: Incrusta
fa: جاسازی کردن
hy: Տեղադրել
ja: 埋め込み
nn: Innebygg
ta: உட்பொதி/கிடத்து
vi: Nhúng

source: Copy and paste the embed code above.
bn: উপরের এম্বেড কোডটি কপি এবং পেস্ট কর।
ca: Copia i enganxa el codi d'incrustació del quadre.
fa: رونوشت و قراردادن کد جاسازی‌کردن بالا.
ja: 上記の埋め込みコードをコピーして貼り付けて下さい。
nn: Kopier lenkjeadressa ovanfor.
vi: Sao chép và dán mã nhúng ở trên.

source: Share
bn: শেয়ার
ca: Comparteix
fa: به اشتراک گذاری
hy: Կիսվել
ja: 共有
nn: Legg ut
ta: பகிர்ந்திடு
vi: Chia sẻ

source: OK, Got it.
bn: ঠিক আছে, বুঝতে পেরেছি।
ca: OK, ho tinc.
fa: باشه، فهمیدم.
ja: わかりました。
nn: OK – forstår!
vi: OK, được rồi.

source: All Tips
bn: সব পরামর্শ (টিপস)
ca: Tots els consells
fa: همه ی نکات
hy: Բոլոր հուշումները
ja: すべてのTips
nn: Alle tips
ta: குறிப்புகள் அனைத்தும்
vi: Tất cả mẹo

source: It cannot be reshared at any time in the future.
bn: এটি ভবিষ্যতে যেকোন সময় পুনরায় শেয়ার করা যাবে না।
ca: No es pot compartir de nou.
fa: در آینده هرگز نمی‌توان آن را دوباره به اشتراک گذاشت.
hy: Այն ապագայում չի կարող հրապարակվի։
ja: これは、再共有できません。
nn: Det kan ikkje verta lagt ut att.
vi: Nó không thể chia sẻ lại ở bất cứ thời điểm nào trong trương lai.

source: Please read the <a href="/community_guidelines/">community guidelines</a> and be sure to edit the project to make sure it's respectful before resharing it.
bn: অনুগ্রহ করে <a href="/community_guidelines/">কমিউনিটি নির্দেশিকা</a> পড় এবং প্রজেক্টটি পুনরায় শেয়ার করার আগে এটি শ্রদ্ধাশীল তা নিশ্চিত করার জন্য এটি সম্পাদনা করতে ভুলবে না।
ca: Si us plau llegeix les <a href="/community_guidelines/">normes de la comunitat</a> i comprova que es respecten abans de compartir el projecte de nou.
fa: لطفاً<a href="/community_guidelines/">دستور‍العمل‌های جامعه</a> را بخوانید و مطمئن شوید که قبل از اشتراک مجدد برنامه را ویرایش کرده‌اید تا مطمئن شوید محترمانه است.
ja: <a href="/community_guidelines/">コミュニティガイドライン</a>を読んで、もう一度共有する前に、かならず人を嫌な気持ちにさせないようにプロジェクトを編集してください。
nn: Les <a href="/community_guidelines/">retningslinjene våre</a>, og rediger prosjektet slik at det er akseptabelt før du legg det ut att.
vi: Xin đọc <a href="/community_guidelines/">hướng dẫn cộng đồng</a> và chắc rằng chỉnh sửa chương trình để đảm bảo nó có tính tôn trọng trước khi chia sẻ nó.

source: Select a reason why above
bn: উপরে কেন একটি কারণ নির্বাচন কর
ca: Tria un motiu
fa: علت دلیل بالا را انتخاب کنید
ja: 上記から、理由を選択してください
nn: Vel ein grunn ovanfor
vi: Chọn một lý do tại sao ở trên

source: Please provide a link to the original project
bn: অনুগ্রহ করে আসল প্রোজেক্টের লিংক দাও
ca: Si us plau proporciona un enllaç al projecte original
fa: لطفا لینکی به پروژه اصلی بدهید
hy: Խնդրում ենք տրամադրել բնօրինակ նախագծի հղումը
ja: 元のプロジェクトのリンクを記入してください
nn: Skriv inn lenkja til det opphavlege prosjektet
ta: அசல் திட்டத்திற்கான இணைப்பை வழங்கவும்
vi: Xin cung cấp đường dẫn đến chương trình gốc

source: Please provide links to the uncredited content
bn: অনুগ্রহ করে অননুমোদিত কনটেন্টের লিংকসমূহ সরবরাহ কর
ca: Si us plau proporciona enllaços al contingut sense acreditar
fa: لطفا پیوند به محتوای بدون اعتبار را ارائه دهید
hy: Խնդրում ենք չհաստատված բովանդակության հղումներ ներկայացնել
ja: クレジットがないコンテンツのリンクを記入してください
nn: Skriv inn lenkjer til innhaldet som ikkje er kreditert
ta: அங்கீகரிக்கப்படாத உள்ளடக்கத்திற்கான இணைப்புகளை வழங்கவும்
vi: Xin cung cấp đường dẫn đến nội dung không rõ nguồn gốc

source: Please say why the project is too violent or scary
bn: অনুগ্রহ করে বল কেন প্রজেক্টটি খুব হিংসাত্মক বা ভীতিকর
ca: Si us plau indica per què el projecte és massa violent o fa por
fa: لطفا بگویید که چرا این پروژه بسیار خشونت آمیز و یا ترسناک است
ja: このプロジェクトが暴力的または恐怖心をあおっていると思う理由を教えてください。
nn: Forklar korfor prosjektet er for valdeleg eller skremmande
vi: Xin hãy nói tại sao chượng trình này rất bạo lực hay đáng sợ

source: Please say where the inappropriate language occurs in the project (For example: Notes & Credits, sprite name, project text, etc.)
bn: অনুগ্রহ করে বল যে প্রজেক্টে অনুপযুক্ত ভাষা কোথায় ঘটে (উদাহরণস্বরূপ: নোট এবং ক্রেডিট, স্প্রাইটের নাম, প্রজেক্ট টেক্সট ইত্যাদি)
ca: Si us plau indica on es troba el text no apropiat del projecte (Per exemple: Notes i Informació, noms de vestits, text del projecte, etc.)
fa: لطفا بگویید که در کجای این پروژه واژگان نامناسبی بکار رفته است (برای نمونه: در یادداشت‌ها یا تشکر‌ها، نام شکلک، متن‌های پروژه و یا سایر موارد)
hy: Խնդրում ենք ասեք, թե որտեղ է անհամապատասխան լեզու առաջանում նախագծում (Օրինակ ՝ նշումներ և վարկեր, սայթերի անուն, ծրագրի տեքստ և այլն)։
ja: 不適切な言葉がこのプロジェクトのどこにあるのかを教えてください（たとえば、「メモと作品への貢献」「スプライトの名前」「プロジェクト内のテキスト」など）
nn: Forklar kor det er stygt språk i prosjektet (for eksempel i «Merknadar og bidragsytarar»-feltet, i eit figurnamn eller i prosjektteksten)
ta: திட்டத்தில் பொருத்தமற்ற மொழி எங்கு நிகழ்கிறது என்பதை தயவுசெய்து சொல்லுங்கள் (எடுத்துக்காட்டாக: குறிப்புகள் & வரவுகள், உருவத்தின் பெயர், திட்ட உரை போன்றவை)
vi: Xin nói ra nơi ngôn ngữ không phù hợp xuất hiện trong chương trình (Ví dụ như: Chú thích và Dẫn nguồn, tên đối tượng, văn bản chương trình,...)

source: Please say the name of the audio file with the inappropriate music
bn: অনুগ্রহ করে অনুপযুক্ত সঙ্গীতসহ অডিও ফাইলের নাম বল
ca: Si us plau indica el nom del fitxer d'àudio que conté música no apropiada
fa: لطفا نام فایل صوتی را با موسیقی نامناسب بگویید
hy: Խնդրում ենք ասեք, աուդիո ֆայլի անունը ոչ պատշաճ երաժշտությամբ
ja: 不適切な音楽がふくまれるオーディオファイルの名称を教えてください。
nn: Skriv inn namnet på lydopptaket med upassande musikk
ta: பொருத்தமற்ற இசையைக் கொண்ட ஆடியோ கோப்பின் பெயரைச் சொல்லுங்கள்
vi: Xin nói tên của tập tin âm thanh có âm nhạc không phù hợp

source: Please say where the personal contact information is shared (For example: Notes & Credits, sprite name, project text, etc.)
bn: অনুগ্রহ করে বল ব্যক্তিগত যোগাযোগের তথ্য কোথায় শেয়ার করা হয়েছে (উদাহরণস্বরূপ: নোট এবং ক্রেডিট, স্প্রাইটের নাম, প্রজেক্টের টেক্সট ইত্যাদি)
ca: Si us plau indica on apareix informació personal (Per exemple: Notes & Informació, nom del vestit, text del projecte, etc.)
fa: لطفا بگویید که کجا اطلاعات تماس شخصی اشتراک گذاشته شده است (به عنوان مثال: یادداشت ها و اعتبارات، نام مستعار، متن پروژه، و غیره)
hy: Խնդրում ենք ասեք, թե որտեղ են գտնվում անձնական կոնտակտային տվյալները (Օրինակ ՝ Նշումներ և Վարկեր, սայթերի անուն, ծրագրի տեքստ և այլն)
ja: どこに個人情報（連絡先情報）が記載されているか教えてください（たとえば、「メモと作品への貢献」「スプライトの名前」「プロジェクト内のテキスト」など）
nn: Forklar kor den personlege informasjonen står (for eksempel i «Merknadar og bidragsytarar»-feltet, i eit figurnamn eller i prosjektteksten)
ta: தனிப்பட்ட தொடர்புத் தகவல் எங்கே பகிரப்படுகிறது என்பதைச் சொல்லுங்கள் (எடுத்துக்காட்டாக: குறிப்புகள் & வரவுகள், உருவத்தின் பெயர், திட்ட உரை போன்றவை)
vi: Xin nói ra nơi thông tin liên lạc cá nhân được chia sẻ (Ví dụ như: Chú thích & Dẫn nguồn, tên đối tượng, văn bản chương trình,...)

source: Please be specific about why this project does not follow our Community Guidelines
bn: অনুগ্রহ করে সুনির্দিষ্টভাবে বল কেন এই প্রজেক্টটি আমাদের কমিউনিটি নির্দেশিকা অনুসরণ করে না
ca: Si us plau especifica per què aquest projecte no segueix les normes de la comunitat
fa: لطفا مشخص کنید در این‌باره که چرا این پروژه از دستورالعمل‌های انجمن ما پیروی نمی‌کند
ja: このプロジェクトがコミュニティガイドラインに反していると思う理由を明らかにしてください。
nn: Forklar nøye (på engelsk) korfor prosjektet ikkje følgjer retningslinjene våre
vi: Xin cụ thể về tại sao chương trình này không tuân thủ Hướng dẫn Cộng đồng

source: Please say the name of the sprite or the backdrop with the inappropriate image
bn: অনুগ্রহ করে অনুপযুক্ত ছবির সাথে স্প্রাইট বা ব্যাকড্রপের নাম বল
ca: Digues el nom del personatge o fons amb la imatge inadequada
fa: لطفا نام شکلک یا پس زمینه با تصویر نامناسب را بگویید
hy: Խնդրում ենք ասեք, սփրայթի կամ ֆոնի անվանումն անպատշաճ պատկերով
ja: 不適切な画像のあるスプライトや背景の名前を教えて下さい
nn: Skriv inn namnet på figuren eller bakgrunnen som har upassande bilete
ta: பொருத்தமற்ற படத்துடன் உள்ள உருவத்தின் அல்லது பின்னணியின் பெயரைச் சொல்லுங்கள்
vi: Xin nói ra tên của đối tượng hay phông nền với hình ảnh không phù hợp

source: Added to studio
bn: স্টুুডিও তে যোগ করা হয়েছে
ca: Ha afegit a l'estudi
fa: اضافه کردن به یک استودیو
ja: スタジオに追加しました
nn: La inn noko i galleriet
vi: Đã thêm vào studio

source: Limit of 3 tags.
bn: 3 টি ট্যাগের সীমা দেয়া আছে।
ca: Límit de 3 etiquetes.
fa: محدودیت 3 برچسب
ja: タグは3個までです。
nn: Maks tre nøkkelord.
vi: Giới hạn 3 tag

source: Server error when editing tag. Please reload the page to see updates.
bn: ট্যাগ সম্পাদনা করার সময় সার্ভারে ত্রুটি হয়েছে। আপডেটগুলো দেখতে অনুগ্রহ করে পেইজটি রিলোড কর।
ca: Error de servidor al editar l'etiqueta. Si us plau torna a carregar la pàgina per veure actualitzacions.
fa: خطای سرور هنگام ویرایش برچسب. لطفاً صفحه را دوباره بارگذاری کنید تا به روز رسانی‌ها ببینید.
ja: タグの編集中に、エラーが発生しました。ページを再読み込みしてください。
nn: Tenarfeil ved redigering av nøkkelord. Last inn sida på nytt for å sjå endringar.
vi: Lỗi máy chủ khi chỉnh sửa tag. Xin tải lại trang để thấy cập nhật.

source: Hmm...the bad word detector thinks there is a problem with your tag. Please change it and remember to <a target=\"_blank\" href=\"/community_guidelines/\">be respectful</a>.
bn: হুম... খারাপ শব্দ ডিটেক্টর মনে করে তোমার ট্যাগে সমস্যা আছে। অনুগ্রহ করে এটি পরিবর্তন কর এবং <a target=\"_blank\" href=\"/community_guidelines/\">শ্রদ্ধাশীল</a> হতে মনে রাখবে।
ca: Vaja...el detector de paraules mal sonants pensa que hi ha un problema amb la teva etiqueta. Si us plau canvia-la i recorda <a target=\"_blank\" href=\"/community_guidelines/\">ser respectuós</a>.
fa: اوهووم ... تشخیص دهنده‌ی هوشمند کلمه‌ی بد ، فکر می‌کند یک مشکل در برچسب شما وجود دارد. لطفاً آن را تغییر دهید و به یاد داشته باشید که <a target=\"_blank\" href=\"/community_guidelines/\">مودبانه باشید</a>.
ja: 悪い言葉検出器が、問題のあるタグを検出しました。そのタグを編集し、また、<a target=\"_blank\" href=\"/community_guidelines/\">敬意をしめす</a>ことを忘れないで下さい。
nn: Hm … Språkgranskaren vår meiner det er eit stygt ord i nøkkelordet. Endra det, og hugs <a target=\"_blank\" href=\"/community_guidelines/\">å vera omsynsfull</a>.
vi: Ừm... phát hiện từ xấu nghĩ rằng có vấn đề với tag của bạn. Xin hãy thay đổi nó và nhớ rằng<a target=\"_blank\" href=\"/community_guidelines/\">phải tôn trọng</a>.

source: Please choose a reason for reporting this project from the dropdown.
bn: অনুগ্রহ করে ড্রপডাউন থেকে এই প্রজেক্টটি রিপোর্ট করার একটি কারণ বাছাই কর।
ca: Si us plau tria una raó per informar d'aquest projecte en el menú desplegable.
fa: لطفاً یک دلیل برای گزارش این برنامه از منوی کشویی انتخاب کنید.
ja: ドロップダウンリストから、このプロジェクトを報告する理由を選んでください。
nn: Vel grunnen til at du meiner prosjektet er upassande.
vi: Xin chọn lý do báo cáo chương trình này từ danh sách xổ xuống.

source: Report and Unshare
bn: রিপোর্ট কর এবং শেয়ার করা থেকে বিরত থাকো
ca: Informa sobre això
fa: گزارش و عدم اشتراک گذاری
ja: 報告と共有の取消し
nn: Rapporter og ta av nettet
vi: Báo cáo và Ngưng chia sẻ

source: Type in a reason for removing this project. The project will no longer be visible on the website, but it will still exist in the student's My Stuff. The Scratch Moderation Team will also be alerted.
bn: এই প্রজেক্টটি সরানোর একটি কারণ লিখ। প্রজেক্টটি আর ওয়েবসাইটে দৃশ্যমান হবে না, তবে এটি এখনও শিক্ষার্থীর আমার প্রজেক্ট এ বিদ্যমান থাকবে। Scratch মডারেশন টিমকেও সতর্ক করা হবে।
ca: Escriu un motiu per retirar aquest projecte. El projecte ja no serà visible en el lloc web, però seguirà existint en Les meves coses de l'estudiant. L'equip de moderació de Scratch també serà alertat.
fa: دلیل حذف این برنامه را وارد کنید. این برنامه دیگر در وب سایت قابل مشاهده نخواهد بود، اما هنوز در محتوای من دانش‌آموز وجود دارد. به تیم مديريت اسکرچ نیز هشدار داده خواهد شد.
ja: このプロジェクトを削除する理由を入力してください。今後、このプロジェクトはScratchウェブサイトでは閲覧できなくなりますが、当該生徒の「私の作品」欄には残ります。さらに、Scratchチームのコミュニティ管理担当に通知が届きます。
nn: Skriv grunnen til at prosjektet skal fjernast. Prosjektet vil ikkje lenger liggja ute på nettstaden, men vil enno finnast under «Tinga mine» hos eleven. Administratorane for nettstaden vert òg varsla.
vi: Nhập vào lý do để xóa chương trình này. Chương trình sẽ không còn hiển thị trên trang web, nhưng vẫn tồn tại trong phần Sản phẩm của tôi của học sinh. Nhóm Kiểm duyệt Scratch cũng sẽ được báo.
