Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: This project was removed by the Scratch Team because it was disrespectful, inappropriate for all ages, or otherwise breaks the Scratch community guidelines.
ca: Aquest projecte ha estat retirat per l'equip de Scratch donat que era poc respectuós, inapropiada per a totes les edats, o d'una altra manera trenca les normes de la comunitat de Scratch.
fa: این پروژه توسط تیم اسکرچ برداشته شد، زیرا این امر بی احترامی، نامناسب برای همه سنین، و یا خلاف دستورالعمل های جامعه مجازی است.
hy: Այս նախագիծը ջնջվել է Scratch-ի կողմից համայնքի կանոնների խախտման համար։
ja: このプロジェクトは、「他人を嫌な気持ちにさせる」「すべての世代の人が見るには不適切」など、Scratchコミュニティガイドラインに反すると判断されたため、Scratchチームにより削除されました。
nn: Dette prosjektet vart fjerna av Scratch-administratorane fordi det var støytande, upassande eller på annan måte i strid med retningslinjene våre.
vi: Chương trình này được xóa bởi Nhóm Scratch vì nó không tôn trọng, không phù hợp cho mọi lứa tuổi, hoặc vi phạm hướng dẫn cộng đồng Scratch.

source: We're thrilled that you’ve joined our growing community! With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the community.
ca: Estem encantats que t'hagis unit a les Scratch a la nostra comunitat! Amb Scratch, pots programar les teves pròpies històries interactives, animacions i jocs — i compartir les teves creacions amb altres en la comunitat.
fa: ما فوق‌العاده خوشحال هستیم که شما به جامعه در حال رشد ما پیوستید! شما با اسکرچ، می‌توانید داستان‌های تعاملی، بازی‌ها و انیمیشن‌های خود را برنامه‌نویسی کنید -- و خلاقیت خود را با دیگران در جامعه به اشتراک بگذارید.
nn: Me er kjempeglad for at du har blitt med i det stadig veksande Scratch-fellesskapet! Med Scratch kan du programmera dine eigne interaktive forteljingar, spel og animasjonar – og dela det du har skapt med andre på nettet.
vi: Chúng tôi vui mừng vì bạn đã tham gia cộng đồng đang phát triển của chúng tôi! Với Scratch, bạn có thể lập trình các câu chuyện, trò chơi và phim hoạt hình tương tác của riêng bạn - và chia sẻ sáng tạo của bạn với những người khác trong cộng đồng.

source: What's Next?
ca: Què ve ara?
fa: بعدی چیست؟
nn: Vegen vidare
vi: Tiếp theo là gì?

source: Want to learn more?
ca: Vols saber-ne més?
fa: می‌خواهید بیشتر یاد بگیرید؟
nn: Vil du læra meir?
vi: Muốn biết thêm ư?

source: Check out our <a href="%(about_url)s">About Scratch</a> page, <a href="%(faq_url)s">Frequently Asked Questions</a>, and <a href="%(discuss_url)s">Discussion Forums</a>, to learn more about Scratch.
ca: Visita la nostra pàgina <a href="%(about_url)s">Sobre Scratch</a> també, <a href="%(faq_url)s">Preguntes Freqüents</a>, i <a href="%(discuss_url)s">Fòrums de Discussió</a>, per saber més sobre Scratch.
fa: صفحه <a href="%(about_url)s">دربارۀ اسکرچ</a>، <a href="%(faq_url)s">سوالات متداول</a>، و <a href="%(discuss_url)s">تالارهای گفت‌وگو</a>ی ما را نگاه کنید، و اطلاعات بیشتری دربارۀ اسکرچ کسب کنید.
nn: Du kan lesa <a href="%(about_url)s">om Scratch</a>, lesa vanlege <a href="%(faq_url)s">spørsmål og svar</a> eller sjå på <a href="%(discuss_url)s">forumet vårt</a> for å læra meir om Scratch.
vi: Xem trang <a href="%(about_url)s">Về Scratch</a> của chúng tôi, <a href="%(faq_url)s">Câu hỏi Thường gặp</a>, và <a href="%(discuss_url)s">Diễn đàn Thảo luận</a>, để biết thêm về Scratch.

source: Going forward, you will also receive occasional updates from the Scratch Team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
ca: De cara al futur, rebrà actualitzacions ocasionals de l'equip de Scratch i Fundació Scratch amb consells de programació, històries inspiradores, idees de projectes, i molt més. La Fundació Scratch és una organització sense ànim de lucre que dóna suport a les iniciatives educatives de Scratch. Pots deixar de rebre-les fent clic a l'enllaç següent:
fa: در پیش رفتن، شما به روز رسانی‌های گاه به گاه از تیم اسکرچ و بنیاد اسکرچ با نکات برنامه‌نویسی، داستان‌های الهام‌بخش، ایده‌های برنامه، و چیزهای بیشتر دریافت خواهید کرد. بنیاد اسکرچ یک سازمان غیر انتفاعی است که از ابتکارات آموزشی اسکرچ پشتیبانی می‌کند. شما می‌توانید از درون به روز رسانی‌ها و یا با کلیک کردن زیر لغو اشتراک کنید:
nn: Scratch-gruppa og Scratch-stiftinga vil av og til senda deg e-post med blant anna tips om Scratch-programmering, inspirerande forteljingar og prosjektidéar. Scratch-stiftinga er ein ideell organisasjon som støttar Scratch-læringsprosjekt. Du kan når som helst avslutta abonnementet via ei lenkje i e-postane – eller ved å trykkja nedanfor:
vi: Trong tương lai, bạn cũng sẽ nhận được các cập nhật không thường xuyên từ Nhóm Scratch và Tổ chức Scratch với các thủ thuật lập trình, câu chuyện truyền cảm hứng, ý tưởng dự án và hơn thế nữa. Tổ chức Scratch là một tổ chức phi lợi nhuận hỗ trợ các sáng kiến giáo dục. Bạn có thể hủy theo dõi trong nội dung cập nhật hoặc bằng cách bấm vào bên dưới:

source: Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
ca: De cara al futur, rebrà actualitzacions ocasionals de l'equip de Scratch amb consells de programació, històries inspiradores, idees de projectes, i molt més. Pots deixar de rebre-les fent clic a l'enllaç següent:
fa: در پیش رفتن، شما به روز رسانی‌های گاه به گاه از تیم اسکرچ با نکات برنامه‌نویسی، داستان‌های الهام‌بخش، ایده‌های برنامه، و چیزهای بیشتر دریافت خواهید کرد. شما می‌توانید از درون به روز رسانی‌ها یا با کلیک کردن زیر لغو اشتراک کنید:
nn: Me vil av og til senda deg e-post med blant anna tips om Scratch-programmering, inspirerande forteljingar og prosjektidéar. Du kan når som helst avslutta abonnementet via ei lenkje i e-postane – eller ved å trykkja nedanfor:
vi: Trong tương lai, bạn cũng sẽ nhận được các cập nhật không thường xuyên từ nhóm Scratch với các thủ thuật lập trình, câu chuyện truyền cảm hứng, ý tưởng dự án và hơn thế nữa. Bạn có thể hủy theo dõi trong nội dung cập nhật hoặc bằng cách bấm vào bên dưới:

source: Check out our About Scratch page (%(about_url)s),Frequently Asked Questions (%(faq_url)s), and Discussion Forums (%(discuss_url)s), to learn more about Scratch.
ca: Visita la nostra pàgina Sobre Scratch (%(about_url)s),Preguntes Freqüents (%(faq_url)s), i Fòrums de Discussió (%(discuss_url)s), per saber més sobre Scratch.
fa: صفحه دربارۀ اسکرچ (%(about_url)s)، سوالات متداول (%(faq_url)s)، و تالارهای گفت‌وگوی (%(discuss_url)s) ما را نگاه کنید، و اطلاعات بیشتری دربارۀ اسکرچ کسب کنید.
nn: Ta ein kikk på sidene om Scratch (%(about_url)s), vanlege spørsmål og svar (%(faq_url)s) og forumet (%(discuss_url)s) for å læra meir om Scratch.
vi: Xem trang Về Scratch (%(about_url)s),Câu hỏi Thường gặp (%(faq_url)s), và Diễn đàn Thảo luận (%(discuss_url)s), để biết thêm về Scratch.

source: Going forward, you will also receive occasional updates from the Scratch team and Scratch Foundation with coding tips, inspirational stories, project ideas, and more. The Scratch Foundation is a non-profit that supports Scratch educational initiatives. You can unsubscribe from within the updates or by clicking below:
ca: De cara al futur, rebrà actualitzacions ocasionals de l'equip de Scratch i Fundació Scratch amb consells de programació, històries inspiradores, idees de projectes, i molt més. La Fundació Scratch és una organització sense ànim de lucre que dóna suport a les iniciatives educatives de Scratch. Pots deixar de rebre-les fent clic a l'enllaç següent:
fa: در پیش رفتن، شما به روز رسانی‌های گاه به گاه از تیم اسکرچ و بنیاد اسکرچ با نکات برنامه‌نویسی، داستان‌های الهام‌بخش، ایده‌های برنامه، و چیزهای بیشتر دریافت خواهید کرد. بنیاد اسکرچ یک سازمان غیر انتفاعی است که از ابتکارات آموزشی اسکرچ پشتیبانی می‌کند. شما می‌توانید از درون به روز رسانی‌ها و یا با کلیک کردن زیر لغو اشتراک کنید:
nn: Scratch-gruppa og Scratch-stiftinga vil av og til senda deg e-post med blant anna tips om Scratch-programmering, inspirerande forteljingar og prosjektidéar. Scratch-stiftinga er ein ideell organisasjon som støttar Scratch-læringsprosjekt. Du kan når som helst avslutta abonnementet via ei lenkje i e-postane – eller ved å trykkja nedanfor:
vi: Trong tương lai, bạn cũng sẽ nhận được các cập nhật không thường xuyên từ nhóm Scratch và Tổ chức Scratch với các thủ thuật lập trình, câu chuyện truyền cảm hứng, ý tưởng dự án và hơn thế nữa. Tổ chức Scratch là một tổ chức phi lợi nhuận hỗ trợ các sáng kiến giáo dục. Bạn có thể hủy theo dõi trong nội dung cập nhật hoặc bằng cách bấm vào bên dưới:

source: Check out our About Scratch page, Frequently Asked Questions, and Discussion Forums, to learn more about Scratch. Going forward, you will also receive occasional updates from the Scratch team with coding tips, inspirational stories, project ideas, and more. You can unsubscribe from within the updates or by clicking below:
ca: Visita la nostra pàgina Sobre Scratch, Preguntes Freqüents, i Fòrums de Discussió, per saber més sobre Scratch. De cara al futur, rebrà actualitzacions ocasionals de l'equip de Scratch amb consells de programació, històries inspiradores, idees de projectes, i molt més. Pots deixar de rebre-les fent clic a l'enllaç següent:
fa: صفحه دربارۀ اسکرچ، سوالات متداول، و تالارهای گفت‌وگوی ما را نگاه کنید، و اطلاعات بیشتری دربارۀ اسکرچ کسب کنید. در پیش رفتن، شما به روز رسانی‌های گاه به گاه از تیم اسکرچ با نکات برنامه‌نویسی، داستان‌های الهام‌بخش، ایده‌های برنامه، و چیزهای بیشتر دریافت خواهید کرد. شما می‌توانید از درون به روز رسانی‌ها یا با کلیک کردن زیر لغو اشتراک کنید:
nn: Ta ein kikk på sidene om Scratch, vanlege spørsmål og svar og forumet for å læra meir om Scratch. Scratch-gruppa vil òg av og til senda deg e-post med blant anna tips om Scratch-programmering, inspirerande forteljingar og prosjektidéar. Du kan når som helst avslutta abonnementet via ei lenkje i e-postane – eller ved å trykkja nedanfor:
vi: Xem trang Về Scratch, Câu hỏi Thường gặp và Diễn đàn Thảo luận của chúng tôi để tìm hiểu thêm về Scratch. Trong tương lai, bạn cũng sẽ nhận được các cập nhật không thường xuyên từ nhóm Scratch với các thủ thuật lập trình, câu chuyện truyền cảm hứng, ý tưởng dự án và hơn thế nữa. Bạn có thể hủy theo dõi trong nội dung cập nhật hoặc bằng cách bấm vào bên dưới:

source: DMCA
ja: デジタルミレニアム著作権法（DMCA）
ta: டி.எம்.சி.ஏ.
vi: Luật bảo vệ bản quyền

source: Scratch is not allowed to send email to this address
nn: Scratch har ikkje løyve til å senda e-post til denne adressa

source: tagged the project
nn: merkte prosjektet

source: Add Curators
nn: Legg til forvaltarar

source: Scratchers I'm Following
nn: Scratcharar eg følgjer

source: Please enter the text below
nn: Skriv inn teksten nedanfor

source: Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">translation</a> page.
nn: Scratch er omsett til over 40 språk og vert brukt i meir enn 150 land. Du kan velja språk med menyen nedst på sida, eller ved å trykkja på globusen mens du redigerer eit prosjekt. Viss du vil leggja til ei ny omsetjing, sjå <a href="http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch">omsetjingssida vår</a>.

source: This Scratch Extensions Browser Plugin allows you to use <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicoBoard</a> and other serial or USB devices with the online version of Scratch.
nn: Dette nettlesarprogramtillegget for Scratch-utvidingar gjer det mogleg å kopla <a href="http://wiki.scratch.mit.edu/wiki/LEGO%%C2%%AE_WeDo%%E2%%84%%A2_Construction_Set">LEGO WeDo 1.0</a>, <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard">PicoBoard</a> og andre fysiske einingar til nettversjonen av Scratch.

source: is now following you
nn: følgjer no deg

source: loved your project
nn: likte prosjektet ditt

source: favorited your project
nn: favorittmerkte prosjektet ditt

source: replied to your comment on
nn: svara på kommentaren din til

source: commented on your project
nn: kommenterte på prosjektet ditt

source: commented on
nn: kommenterte på

source: replied to your comment in
nn: svara på kommentaren din i

source: invited you to curate the studio
nn: inviterte deg til å forvalta galleriet

source: promoted you to manager for the studio
nn: forfremja deg til administrator for galleriet

source: remixed your project
nn: remiksa prosjektet ditt

source: There was new activity in
nn: Det har vore ny aktivitet i

source: today
nn: i dag

source: There are new posts in the forum thread:
nn: Det er nye innlegg i diskusjonen:

source: Messages
nn: Meldingar

source: All Messages
nn: Alle meldingar

source: Alerts
nn: Varsel

source: You are invited to become a Scratcher! <a href="/users/%(invited_username)s#promote">Click here to learn more</a>!
nn: Du er hermed invitert til å verta ein ekte scratchar! <a href="/users/%(invited_username)s#promote">Trykk her for meir informasjon!</a>

source: Scratch Block Usage (random sample)
nn: Bruk av Scratch-klossar (tilfeldig utval)

source: Click on a cell to zoom in or out
nn: Trykk på ei celle for å forstørra eller forminska

source: ScratchEd
ta: ஸ்கிராட்ச் கல்வி

source: ScratchJr
ta: ஸ்கிராட்ச் குழந்தைகள்
