Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Yes, the Scratch offline editor lets you create projects without joining or accessing the online community. Visit the <a href="/scratch2download">Scratch 2.0 offline editor</a> download page for instructions on how to install it on your computer. (If your computer does not support the latest version, try the <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)
bn: হ্যাঁ, Scratch অফলাইন এডিটর তোমাকে অনলাইন কমিউনিটিতে যোগদান বা অ্যাক্সেস না করেই প্রজেক্টগুলো তৈরি করতে দেয়। তোমার কম্পিউটারে কীভাবে এটি ইনস্টল করবে তার নির্দেশাবলীর জন্য <a href="/scratch2download">Scratch 2.0 অফলাইন এডিটর</a> ডাউনলোড পেইজে যাও। (যদি তোমার কম্পিউটার সর্বশেষ সংস্করণ সমর্থন না করে, তাহলে <a href="/scratch_1.4/">Scratch 1.4 অফলাইন এডিটর</a>চেষ্টা কর।)
ca: Sí, l'editor sense línia de Scratch et permet crear projectes sense registrar-se o accedir a la comunitat en línia. Visita la pàgina de descàrregar de <a href="/scratch2download">l'editor fora de línia de Scratch 2.0</a> per saber com instal·lar-ho al teu ordinador. (Si el teu ordinador no suporta la darrera versió, prova <a href="/scratch_1.4/">l'editor fora de línia de Scratch 1.4</a>.)
fa: بله، ویرایشگر آفلاین اسکرچ به شما اجازه خلق برنامهها بدون پیوستن یا دسترسی به جامعه آنلاین را می‌دهد. از صفحه دانلود <a href="/scratch2download">ویرایشگر آفلاین اسکرچ 2.0</a> برای دستورالعمل‌هایی درباره نحوه نصب آن بر روی رایانه خود بازدید کنید. (اگر رایانه شما از آخرین نسخه پشتیبانی نمی‌کند، <a href="/scratch_1.4/">ویرایشگر آفلاین اسکرچ 1.4</a>را امتحان کنید.)
hy: Այո, Scratch անցանց խմբագրիչը հնարավորություն է տալիս ստեղծել նախագծեր առանց միանալու կամ հասանելիություն ստանալու առցանց համայնքին։Այցելիր <a href="/scratch2download">Scratch 2.0 անցանց խմբագրիչ</a>-ի բեռնման էջը համակարգչում տեղադրելու ուղեցույցի համար։(Եթե ձեր համակարգիչը չի գործարկում վերջին տարբերակը, փորձիր <a href="/scratch_1.4/">Scratch 1.4 առցանց խմբագրիչը</a>․)
ja: Scratchオフラインエディターを使えば、オンラインコミュニティに登録したりアクセスすることなく、プロジェクトを作成できます。 <a href="/scratch2download">Scratch 2.0オフラインエディター</a> ダウンロードページを確認して、お使いのコンピューターへのインストール方法をご覧ください（お使いのコンピューターが最新版のオフラインエディターに対応していない場合は、<a href="/scratch_1.4/">Scratch 1.4 オフラインエディター</a>をお試しください）。
nn: Ja, det finst ein versjon av Scratch for maskiner utan nettsamband. Følg instruksjonane for <a href="/scratch2download">nedlasting av Scratch 2.0</a>. (Viss du har ei eldre maskin som ikkje kan køyra versjon 2.0, prøv i staden <a href="/scratch_1.4/">Scratch 1.4</a>.)
vi: Vâng, Scratch offline editor cho phép bạn tạo chương trình không cần tham gia hay truy cập cộng đồng trực tuyến. Vào trang tải <a href="/scratch2download">Scratch 2.0 offline editor</a> cho chỉ dẫn cách cài đặt nó trên máy tính của bạn. (Nếu máy tính của bạn không hỗ trợ bản mới nhất, thử bản <a href="/scratch_1.4/">Scratch 1.4 offline editor</a>.)

source: What are parents saying about Scratch?
bn: Scratch সম্পর্কে অভিভাবকরা কি বলছে?
ca: Què diuen els pares a propòsit de Scratch?
fa: والدین در مورد اسکرچ چه می‌گویند!؟
hy: Ի՞նչ են ասում ծնողները Scratch-ի մասին։
ja: Scratchについて保護者の声は？
nn: Kva seier foreldre om Scratch?
ta: கீறல் பற்றி பெற்றோர்கள் என்ன சொல்கிறார்கள்?
vi: Phụ huynh nói gì về Scratch?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
bn: আমরা প্রায়ই অভিভাবকদের কাছ থেকে Scratch এর জন্য আমাদের ধন্যবাদ জানিয়ে ইমেইল পাই। এখানে কিছু উদাহরন:
ca: Sovint rebem correus electrònics de famílies donant-nos les gràcies per Scratch. Aquí en teniu alguns exemples:
fa: ما اغلب ایمیل‌هایی از والدین دریافت می‌کنیم که از ما بابت اسکرچ تشکر می‌کنند. در اینجا چند نمونه است:
hy: Մենք հաճախ ստանում ենք նամակներ ծնողներից, ովքեր շնորհակալություն են հայտնում մեզ Scratch-ի համար։Այստեղ են որոշ օրինակներ․
ja: 我々のもとには、保護者のみなさんからのScratchへの感謝の声が多数届いています。次にその一部を紹介します。
nn: Me får ofte e-post frå foreldre som takkar oss for Scratch. Her er nokre eksempel:
ta: கீறலுக்கு நன்றி தெரிவிக்கும் பெற்றோரிடமிருந்து நாங்கள் அடிக்கடி மின்னஞ்சல்களைப் பெறுகிறோம். இங்கே சில உதாரணங்கள்:
vi: Chúng tôi thường nhận email từ phụ huynh cảm ơn chúng tôi về Scratch. Đây là một số ví dụ:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
bn: "আমি শুধু স্ক্র্যাচ তৈরির জন্য, এবং বিনামূল্যে এটি প্রদান করার জন্য তোমাকে ধন্যবাদ জানাতে চাই। আমার বাচ্চারা আশ্চর্যজনক কাজ করছে যা তারা মজা হিসাবে দেখছে তবুও আমি জানি শিক্ষা, মূল্যবান এবং মূল্যবান। তোমাকে অনেক ধন্যবাদ !!!"
ca: "<b>Només volia agrair-vos haver creat Scratch i proporciona-lo gratuïtament.</b> Els meus fills estan fent coses fantàstiques que troben divertides malgrat que jo les veig educatives i valuoses. Moltes gràcies!!!"
fa: "<b>من فقط می‌خواهم از همه شما برای ساختن اسکرچ و ارائه آن به صورت رایگان تشکر کنم.</b> بچه‌های من کارهای شگفت‌انگیزی انجام می‌دهند که برایشان سرگرم‌کننده است، اما من می‌دانم که آنها آموزشی، ارزشمند و گرانبها هستند. از شما بسیار سپاسگزارم!!!"
ja: "<b>Scratchを作ってくれて、そして、無料で公開してくれて、とにかく感謝しております。</b> 子どもたちは、Scratchによって、ただ楽しいだけじゃなく、教育的で有意義な、すばらしい体験をしています。本当にありがとうございます。"
nn: «<b>Eg ønskjer å takka dykk for at de har laga Scratch og gjeve det ut gratis.</b> Ungane mine lagar fantastiske ting og har det gøy, samtidig som eg veit at det er lærerikt, verdifullt og vel anvend tid. Tusen takk!!!"
vi: "<b>Tôi muốn cảm ơn tất cả các bạn đã tạo ra Scratch, và cung cấp nó miễn phí.</b> Các con của tôi đang làm những thứ tuyệt với mà chúng thấy vui và cũng đầy tính giáo dục, giá trị, và đáng giá. Cảm ơn rất nhiều!!!"

source: <b>"My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.</b> She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
bn: "My very shy but technical minded daughter has found this to be a fantastic, safe outlet for her creativity.1 She spends her free time creating ever more difficult animations and sharing them with the scratch community. The forums provide her with a group of like-minded individuals with which she can hold on a conversation... She now feels that computers, graphic design and animation are something she would like to pursue in the future. Your program has opened a whole new world to her in so many ways, and I thank you wholeheartedly. "
ca: <b>"La meva filla tímida ha trobat que això és una sortida fantàstica per a la seva creativitat.</b> Ella passa el seu temps lliure creant cada vegada animacions més difícils i compartir-les amb la comunitat de Scratch. Als fòrums coincideix amb un grup de persones afins amb les quals pot establir una conversa... Ara sent que els ordinadors, el disseny gràfic i l'animació són coses que li agradaria seguir en el futur. El vostre programa ha obert un món completament nou per a ella de moltes maneres, i us ho agraeixo de tot cor. "
fa: <b>"به نظر دختر بسیار خجالتی اما متفکر من اسکرچ یک خروجی فوق‌العاده و امن برای خلاقیت او است.</b>او وقت آزاد خود را با ساخت انیمیشن‌های دشوارتر و به اشتراک‌گذاری آن‌ها با جامعه اسکرچ سپری می‌کند. این انجمن‌ها گروهی از افراد با ذهن یکشان که می‌تواند با آن‌ها مکالمه برقرار کند، را در اختیار او می‌گذارد ... او اکنون احساس می‌کند که کامپیوتر، طراحی گرافیک و انیمیشن چیزی است که او دوست دارد در آینده ادامه دهد. برنامه شما به طرق مختلف دنیای جدیدی را پیش روی او باز کرده است، و من صمیمانه از شما سپاسگزارم. "
ja: <b>"うちのちょっと内気な娘は、科学的なことが大好きで、Scratchは彼女の創造性を発揮するのに、安全ですばらしい手段になっています。</b> 娘は、ひまな時間があれば、Scratchでどんどん複雑なアニメーションをつくり、それをコミュニティでシェアしています。フォーラムでは、気の合う仲間たちとずっとおしゃべりがつきないようです。将来的には、コンピューター、グラフィックデザイン、アニメーション などについて学んでいきたいようです。Scratchは、娘にとってまったく新しい世界につながる数多くの扉を開いたようです。みなさんには心の底から感謝しています。 "
nn: <b>«For mi sjenerte men teknisk interesserte dotter har Scratch vore eit flott og trygt utløp for kreativiteten hennar.</b> På fritida lagar ho stadig meir kompliserte animasjonar som ho deler med andre. Og på forumet får ho kontakt med likesinna. Ho kjenner ho har lyst til å arbeida med datamaskiner, grafisk design og animasjon i framtida. Scratch har på mange måtar opna ei heilt nye verd for ho. Hjarteleg takk!»
vi: <b>"Đứa con gái rất nhát nhưng đầu óc kỹ thuật của tôi thấy nó thật tuyệt, lối thoát an toàn cho sự sáng tạo của con bé.</b> Con bé dành thời gian rảnh tạo ngày càng nhiều phim hoạt hình khó và chia sẻ chúng với cộng đồng scratch. Diễn đàn cung cấp cho con bé một nhóm những người cùng ý tưởng mà nó có thể trò chuyện... Con bé cảm thấy máy tính, thiết kế đồ họa và tạo hiệu ứng là thứ gì đó nó sẽ theo đuổi trong tương lai. Chương trình của bạn đã mở ra một thế giới mới cho con bé theo nhiều cách, và tôi cảm ơn bằng cả trái tim. "

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
bn: "<b>আমার ছেলে আপনার টুল থেকে আমি যতটা কল্পনা করতে পারি তার চেয়ে বেশি শিখছে</b>.। সে একজন স্বাভাবিক লজিক্যাল চিন্তাবিদ নয় কিন্তু লেগোকে ভালবাসে। আপনার লেগো-এর মতো বিল্ডিং ব্লকের কাঠামো তাকে তার লজিক্যাল চিন্তার দক্ষতায় আলোকবর্ষে এগিয়ে নিয়ে গেছে...সে পারে জিনিসগুলিকে একত্রিত করুন এবং অবিলম্বে প্রতিক্রিয়া দ্বারা যুক্তিযুক্ত হওয়া শুরু করুন৷ অবশ্যই আমরা কিছু বিষয়ে একসাথে কাজ করি - তাত্ক্ষণিক পিতা এবং পুত্রের সময়৷ এটি কেবল অবিশ্বাস্য৷ শুধু আপনাকে এবং MIT কে অনেক ধন্যবাদ।"
ca: "<b>El meu fill està aprenent més del què em podria imaginar amb el vostre programa.</b> No és un pensador lògic natural però li encanta el LEGO. El vostre sistema de joc de construccions l'ha empès anys-llum en les seves habilitats de pensament lògic...Pot començar a apilar coses sobre d'altres i veuren el resultat immediatament. En alguns moments treballem junts--el moment pare-fill. És increïble. Moltes gràcies a vosaltres i al MIT."
ja: "<b>うちの息子は私が期待していたより多くのことをScratchから学んでいるようです。</b> 息子は元々論理的な思考が苦手だったですが、LEGOは大好きでした。ScratchのLEGOのようなブロック構造によって、息子の論理思考能力は格段に進化したようです。パーツをカチッと組み合わせればすぐにフィードバックが得られるため、論理に対する理解が深まったものと思われます。もちろん、一緒に作品をつくって父と息子の時間を楽しむこともあります。とてもすばらしい経験です。みなさんとMITには、本当に感謝しています。"
nn: «<b>Sonen min lærer meir av Scratch enn eg hadde trudd var mogleg.</b> Han er ikkje nokon typisk logisk tenkjar, men elskar LEGO. Dei LEGO-liknande klossane i Scratch har brakt han mange lysår framover i evna til logisk tenking … Han set saman klossar og ser logikken når han får umiddelbar tilbakemelding. Naturlegvis lagar me ting saman òg – fin far-og-son-tid. Det er heilt utruleg. Stor takk til dykk og MIT.»
vi: "<b>Con trai của tôi đang học nhiều hơn tôi có thể tưởng tượng từ công cụ của các bạn.</b> Thằng bé không phải là người suy nghĩ logic một cách tự nhiên nhưng nó yêu LEGO. Cấu trúc xây dựng mảnh ghép tương tự LEGO làm cho nó tiến lên bằng năm ánh sáng trong kỹ năng suy nghĩ logic...Thằng bé có thể chặp nhiều thứ lại với nhau và bắt đầu xem logic mạnh lên bằng phản hồi ngay lập tức. Tất nhiên chúng tôi làm việc trên nhiều thứ với nhau--thời gian cho bố và con. Điều này thật tuyệt vời. Cảm ơn rất nhiều tới các bạn và MIT."

source: Learning
bn: শিখছে
ca: Aprenent
fa: یادگیری
hy: Սովորում
ja: 学ぶ
nn: Læring
ta: கற்றல்
vi: Học

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
bn: Scratch দিয়ে অল্পবয়সীরা কি শিখে তার এক পৃষ্ঠার ওভারভিউয়ের জন্য, <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Scratch দিয়ে শেখা</a> দেখ।
ca: Si vols una pàgina amb un resum sobre el què el jovent aprèn amb Scratch, mira <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Aprenent amb Scratch</a>.
fa: برای مروری یک صفحه‌ای از آنچه که جوانان با اسکرچ یاد می‌گیرند، به <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">یادگیری با اسکرچ</a> مراجعه کنید.
ja: 子どもたちがScratchからどのようなことを学ぶことができるかについては、こちらをご覧ください：<a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Scratchで学ぶ</a>
nn: Her finn du ei éisides oppsummering av kva barn og unge kan <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">læra med Scratch</a>.
ta: கீறல் மூலம் இளைஞர்கள் என்ன கற்றுக்கொள்கிறார்கள் என்பதைப் பற்றிய ஒரு பக்க கண்ணோட்டத்திற்கு, <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">கீறலுடன் கற்றல்</a>ஐப் பார்க்கவும்.
vi: Về tổng quan trong một trang của những gì người trẻ học với Scratch xem ở <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Học với Scratch</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
bn: <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">সৃজনশীল শিখন পদ্ধতি</a> সম্পর্কে একটি নিবন্ধ পড়।
ca: Llegeix un article sobre <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">aprenentatge creatiu</a>.
fa: یک مقاله در مورد <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">رویکرد یادگیری خلاقانه</a> بخوانید.
ja: <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">創造的学習アプローチ</a>の記事を読む
nn: Les ein artikkel om <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">kreativ læring</a>.
ta: <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">படைப்பு கற்றல் அணுகுமுறை</a>பற்றிய கட்டுரையைப் படியுங்கள்.
vi: Đọc bài báo về <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">tiếp cận học tập sáng tạo</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
bn: আমরা সাইটের সকল অংশগ্রহণকারীদের <a href="/community_guidelines">কমিউনিটি নির্দেশিকা অনুসরণ করতে বলি</a>।
ca: Demanem a tots els participants de la pàgina que seguexin les <a href="/community_guidelines">normes d'ús de la comunitat</a>.
fa: از همه شرکت‌کنندگان در سایت می‌خواهیم از <a href="/community_guidelines">دستورالعمل‌های جامعه</a>پیروی کنند.
ja: 本サイトでは、参加者のみなさまに、<a href="/community_guidelines">コミュニティガイドライン</a>にしたがうようお願いしています。
nn: Me ber alle som brukar Scratch-nettstaden om å følgja desse <a href="/community_guidelines">retningslinjene</a>.
vi: Chúng tôi yêu cầu tất cả người tham gia trang phải tuân thủ <a href="/community_guidelines">Hướng dẫn Cộng đồng</a>.

source: We do not make private account information available to anyone. For more information, please see the <a href="/info/faq/#privacy">Privacy Policy</a>.
bn: আমরা কারও কাছে ব্যক্তিগত এ্যাকাউন্টের তথ্য উপলব্ধ করি না। আরও তথ্যের জন্য, অনুগ্রহ করে <a href="/info/faq/#privacy">গোপনীয়তা নীতি</a> দেখ।
ca: No compartim amb ningú la informació privada del compte. Per a més informació, accediu a la <a href="/info/faq/#privacy">Política de privacitat</a>.
fa: ما اطلاعات حساب خصوصی را در دسترس هیچ کس قرار نمی دهیم. برای اطلاعات بیشتر <a href="/info/faq/#privacy">حریم خصوصی </a> مراجعه کنید.
ja: 本運営チームでは、非公開のアカウント情報を他人に開示することはありません。くわしくは<a href="/info/faq/#privacy">プライバシーポリシー</a>をご覧ください。
nn: Me gjev aldri ut personopplysningar om brukarane. Sjå <a href="/info/faq/#privacy">personvernsida</a>.
vi: Chúng tôi không cho thông tin tài khoản bảo mật hiển thị cho bất cứ ai. Để biết thêm, xin xem <a href="/info/faq/#privacy">Chính sách Bảo mật</a>.

source: Questions?
bn: প্রশ্ন আছে?
ca: Preguntes?
fa: سوالی هست؟
hy: Հարցեր?
ja: 質問はこちら
nn: Spørsmål?
ta: கேள்விகள்?
vi: Câu hỏi?

source: To find out more about Scratch, please see <a href="/info/faq/">Frequently Asked Questions</a>.
bn: Scratch সম্পর্কে আরও জানতে, অনুগ্রহ করে দেখ <a href="/info/faq/">বহুল জিজ্ঞাসিত প্রশ্ন</a>।
ca: Per saber més sobre Scratch, accediu a la pàgina de <a href="/info/faq/">Preguntes Freqüents</a>.
fa: برای کسب اطلاعات بیشتر در مورد اسکرچ، لطفاً به <a href="/info/faq/">سؤالات متداول</a>مراجعه کنید.
ja: Scratchについて、もっとくわしい情報が知りたい場合は、<a href="/info/faq/">よくある質問と回答</a>をご覧ください。
nn: Sjå òg oversikta over <a href="/info/faq/">spørsmål og svar</a> om Scratch.
vi: Để biết thêm về Scratch, xin xem <a href="/info/faq/">Câu hỏi Thường gặp</a>.

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
bn: তুমি আলোচনা ফোরামে <a href="/discuss/">প্রশ্নও করতে পারো </a>
ca: També pots formular preguntes als <a href="/discuss/">fòrums de discussió</a>.
fa: شما همچنین می‌توانید سؤالات خود را در <a href="/discuss/">انجمن‌های گفت‌وگو</a> مطرح کنید.
hy: Դուք կարող եք հարցեր տալ <a href="/discuss/">քննարկման ֆոռում</a>-ում նույնպես։
ja: <a href="/discuss/">掲示板</a>で質問することもできます。
nn: Du kan òg få svar på spørsmåla i <a href="/discuss/">forumet</a> (som har eit underforum på norsk).
vi: Bạn cũng có thể đặt câu hỏi ở <a href="/discuss/">diễn đàn thảo luận</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
bn: তুমি যদি আমাদের স্টাফ টিমের সাথে সরাসরি যোগাযোগ করতে চাও তবে যেকোন পেইজের নিচে <a href="%(contact_us_url)s">যোগাযোগ</a> ক্লিক কর।
ca: Si necessites contactar amb el nostre equip directament, clica a <a href="%(contact_us_url)s">Contacta'ns</a> al final de qualsevol pàgina.
fa: اگر نیاز به تماس مستقیم با تیم کارکنان ما دارید، روی <a href="%(contact_us_url)s"> تماس با ما</a> در پایین هر صفحه کلیک کنید.
ja: 本運営チームのスタッフに直接連絡を取りたい場合は、各ページの末尾のメニューにある <a href="%(contact_us_url)s">連絡先</a> をクリックしてください。
nn: Viss du treng direkte kontakt med Scratch-administratorane, bruk lenkja <a href="%(contact_us_url)s">Kontakt oss</a>, som du finn nedst på alle sidene.
vi: Nếu bạn cần liên hệ nhân viên của chúng tôi trực tiếp, bấm <a href="%(contact_us_url)s">Liên hệ Chúng tôi</a> ở cuối bất kỳ trang nào.

source: Quotes - Scratch
bn: উদ্ধৃতি - Scratch
ca: Cites - Scratch
fa: نقل‌قول‌ها - اسکرچ
ja: みなさまの声 - Scratch
nn: Kva andre seier – Scratch
ta: மேற்கோள்கள் - கீறல்
vi: Trích dẫn - Scratch

source: What <b>Youth</b> are Saying about Scratch
bn: Scratch সম্পর্কে <b>যুবকরা</b> কি বলছে
ca: El què els <b>Joves</b> diuen sobre Scratch
fa: چیزی که <b>جوانان </b>دربارۀ اسکرچ می‌گویند
ja: Scratchに対する<b>子どもたち</b> の感想
nn: Kva seier <b>barn og ungdommar</b> om Scratch?
vi: <b>Người trẻ</b> đang Nói gì về Scratch

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
bn: আমি ব্লগ বা ফেসবুকের মত সোশ্যাল নেটওয়ার্কিং সাইটের চেয়ে Scratch ভালো পছন্দ করি কারণ আমরা আকর্ষণীয় গেম এবং প্রজেক্ট তৈরি করছি যেগুলি খেলতে, দেখতে এবং ডাউনলোড করতে মজাদার। আমি শুধু অনলাইনে অন্য মানুষদের সাথে কথা বলতে পছন্দ করি না, আমি সৃজনশীল এবং নতুন কিছু নিয়ে কথা বলতে পছন্দ করি।<span class="quotes">&rdquo;</span> - 13-বছর-বয়স </p>
ca: Prefereixo Scratch als blogs o les xarxes socials com Facebook perquè estem creant jocs interessants i projectes que són divertits de jugar, mirar i descarregar. No m'agrada només parlar amb gent a la xarxa, m'agrada parlar sobre alguna cosa creativa i novedosa.<span class="quotes">&rdquo;</span> - 13 anys </p>
fa: من اسکرچ را بیشتر از وبلاگ‌ها یا سایت‌های شبکه‌های اجتماعی مانند فیس بوک دوست دارم زیرا ما بازی‌ها و برنامه‌های جالبی می‌سازیم که برای بازی، تماشا و دانلود سرگرم‌کننده هستند. من دوست ندارم فقط با افراد دیگر در اینترنت صحبت کنم، من دوست دارم درباره چیزی خلاقانه و جدید صحبت کنم. <span class="quotes">& rdquo؛</span> - 13 ساله</p>
ja: 私は、FacebookみたいなSNSやブログよりも、Scratchのほうが好きです。だって、Scratchではおもしろいゲームやプロジェクトを作って、遊んだり、人の作品を見たり、ダウンロードしたりできるから。オンラインでなんとなく話すだけってのは好きじゃないんです。どうせ話すなら、新しいものやクリエイティブなことについて話したいんです。<span class="quotes">&rdquo;</span> - 13歳 </p>
nn: «Eg likar Scratch betre enn Facebook og bloggar, fordi me lagar interessante og morosame spel og prosjekt. Eg likar ikkje å berre prata med andre på nettet; eg vil snakka om noko som er kreativt og nytt.<span class="quotes">»</span> – 13-åring </p>
vi: Tôi thích Scratch hơn là blog hay mạng xã hội như Facebook là vì chúng tôi đang tạo các trò chơi thú vị và chương trình vui để chơi, xem, và tải về. Tôi không thích chỉ nói với người khác trực tuyến, tôi thích nói về những điều sáng tạo và mới mẻ.<span class="quotes">&rdquo;</span> - 13-tuổi </p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
bn: <span class="quotes">&ldquo;</span> আমার 8 বছর বয়সী ভাই এবং আমি এক বছরেরও বেশি সময় ধরে Scratch অনলাইন কমিউনিটির সক্রিয় অংশগ্রহণকারী। আমি অন্যান্য বাচ্চাদের সাথে গেম এবং অ্যানিমেশন ডিজাইন এবং প্রোগ্রামিং উপভোগ করি, কারণ বিভিন্ন মানুষের বিভিন্ন দক্ষতা থাকে, এবং যখন তুমি একসাথে কাজ কর, তুমি একা তোমার চেয়ে অনেক ভাল প্রজেক্ট তৈরি করতে পার ৷ <span class="quotes">&rdqu;</span> - 13 বছর বয়সী
ca: <span class="quotes">&ldquo;</span>El meu germà de 8 anys i jo hem participat activament a la comunitat Scratch des de ja fa un any. M'agrada dissenyar i programar jocs i animacions amb altres nois, perquè les persones tenim diferents habilitats, i quan treballes col·laborativament, pots crear un projecte millor que el què podries fer tu sol.<span class="quotes">&rdquo;</span> - 13 anys
fa: <span class="quotes">&ldquo;</span>من و برادر 8 ساله‌ام بیش از یک سال از شرکت‌کنندگان فعال در جامعه آنلاین اسکرچ بوده‌ایم. من از طراحی و برنامه‌نویسی بازی و انیمیشن با بچه‌های دیگر لذت می‌برم، زیرا افراد مختلف مهارت‌های مختلفی دارند، و هنگامی که با هم کار می‌کنید، می‌توانید یک برنامه بسیار بهتر از آنچه که تنهایی انجام دهید، بسازید. <span class="quotes">&rdquo;</span> 13-ساله
ja: <span class="quotes">&ldquo;</span>８歳の弟と一緒にScratchオンラインコミュニティで1年以上活動しています。 他の子たちと協力してゲームやアニメーションを設計したり、プログラムしたりしするのは楽しいです。人が違えば、持っているスキルもそれぞれ違うから。それに、みんなで一緒に作れば、１人で作るよりもいいものが作れるし。<span class="quotes">&rdquo;</span> - 13歳
nn: <span class="quotes">«</span>Veslebror min på 8 år og eg har vore med på Scratch i meir enn eit år. Eg likar å laga nye spel og animasjonar saman med andre ungar, fordi me er gode på ulike ting, og når me samarbeider, kan me byggja mykje finare prosjekt enn det eg kan laga åleine.<span class="quotes">»</span> – 13-åring
vi: <span class="quotes">&ldquo;</span>Đứa em trai 8 tuổi của tôi và tôi là những thành viên tích cự của Cộng đồng Trực tuyến Scratch hơn một năm rồi. Tôi thích thiết kế và lập trình trò chơi và phim hoạt hình với những đứa trẻ khác, bì những người khác nhau có những kỹ năng khác nhau, và khi bạn làm việc với nhau, bạn có thể xây dựng chương trình tốt hơn nhiều so với chỉ mình bạn làm.<span class="quotes">&rdquo;</span> - 13-tuổi
