Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Class restored successfully
bn: শ্রেণি সফলভাবে পুনরুদ্ধার করা হয়েছে
ca: La classe s'ha restaurat correctament
fa: کلاس با موفقیت بازسازی شد
hy: Դասարանը հաջողությամբ վերականգնվեց
ja: クラスは正常に復元されました。
nn: Klassen vart gjenoppretta
ta: வகுப்பு வெற்றிகரமாக மீட்டமைக்கப்பட்டது
vi: Lớp học được khôi phục thành công

source: Class ended successfully
bn: শ্রেণি সফলভাবে সমাপ্ত হয়েছে
ca: La classe ha finalitzat correctament
fa: کلاس با موفقیت پایان یافت
hy: Դասարանը հաջողությամբ ավարտվեց
ja: クラスが正常に終了しました。
nn: Klassen vart avslutta
ta: வகுப்பு வெற்றிகரமாக முடிந்தது
vi: Lớp học được kết thúc thành công

source: Class opened successfully
bn: শ্রেণি সফলভাবে খোলা হয়েছে
ca: La classe s'ha obert correctament
fa: کلاس با موفقیت باز شد
hy: Դասարանը հաջողությամբ բացվեց
ja: クラスが正常に開かれました。
nn: Klassen vart opna
ta: வகுப்பு வெற்றிகரமாக திறக்கப்பட்டது
vi: Lớp học được mở thành công

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
bn: তুমি কি এই স্টুডিওটি মুছে ফেলতে চাও? একবার একটি স্টুডিও মুছে ফেলা হলে, প্রজেক্টগুলো তখনও সাইটে রয়ে যাবে, কিন্তু স্টুডিওটি আর থাকবে না।
ca: De debò vols esborrar aquest Estudi? Un cop fet, els projectes seguiran disponibles però en canvi l'estudi deixarà d'existir.
fa: آیا مطمئن هستید که می‌خواهید این استودیو را حذف کنید؟ هنگامی که یک استودیو حذف شود، برنامهها هنوز در سایت موجود هستند، اما استودیو دیگر وجود نخواهد داشت.
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս ստուդիան: Ստուդիան ջնջելուց հետո նախագծերը դեռ հասանելի են կայքում, բայց ստուդիան այլևս գոյություն չունի:
ja: スタジオを削除しますか?一度削除したら作品は残りますが、スタジオはなくなります。
nn: Er du sikker på at du vil sletta galleriet? Merk at prosjekta i galleriet enno vil liggja på nettstaden sjølv om galleriet er vekke.
ta: இந்த ஸ்டுடியோவை நீக்க விரும்புகிறீர்களா? ஒரு ஸ்டுடியோ நீக்கப்பட்டதும், திட்டங்கள் தளத்தில் கிடைக்கின்றன, ஆனால் ஸ்டுடியோ இனி இல்லை.
vi: Bạn có chắc rằng bạn muốn xóa Studio này? Một khi Studio này được xóa, các chương trình vẫn còn trên trang, nhưng studio không còn tồn tại nữa.

source: Studio deleted successfully
bn: স্টুডিও সফলভাবে মুছে ফেলা হয়েছে
ca: Estudi suprimit correctament
fa: استودیو با موفقیت حذف شد
hy: Ստուդիան հաջողությամբ ջնջվեց
ja: スタジオは正常に削除されました。
nn: Galleriet vart sletta
ta: ஸ்டுடியோ வெற்றிகரமாக நீக்கப்பட்டது
vi: Studio đã xóa thành công

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
bn: তুমি নিশ্চিত তুমি এই শিক্ষার্থীকে মুছে ফেলতে চাও? একবার একটি শিক্ষার্থী এ্যাকাউন্ট মুছে ফেলা হলে, শিক্ষার্থীর প্রজেক্টগুলো তখনও সাইটে রয়ে যাবে, কিন্তু শিক্ষার্থী আর লগ ইন করতে পারবে না।
ca: De debò vols esborrar aquest Estudiant? Un cop fet, els seus projectes seguiran disponibles a la pàgina, però l'estudiant no podrà accedir de nou.
fa: آیا مطمئن هستید که می‌خواهید این دانش آموز را حذف کنید؟ هنگامی که یک حساب دانش‌آموزی حذف شود، برنامههای دانش‌آموزی هنوز در سایت در دسترس هستند، اما دانش‌آموز نمی‌تواند وارد سیستم شود.
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս Ուսանողին: Ուսանողի հաշիվը ջնջելուց հետո ուսանողի նախագծերը դեռ հասանելի են կայքում, բայց ուսանողը չի կարող մուտք գործել:
ja: 生徒を削除しますか?一度削除したら、生徒の作品にはアクセスできますが、ログインできません。
nn: Er du sikker på at du vil sletta eleven? Når ein elevkonto er sletta, vil prosjekta til eleven enno vera tilgjengeleg på nettstaden, men eleven kan ikkje logga inn.
ta: இந்த மாணவரை நீக்க விரும்புகிறீர்களா? ஒரு மாணவர் கணக்கு நீக்கப்பட்டதும், மாணவரின் திட்டங்கள் தளத்தில் கிடைக்கும் , ஆனால் மாணவர் உள்நுழைய முடியாது.
vi: Bạn có chắc rằng bạn muốn xóa Học sinh này? Một khi Học sinh được xóa, các chương trình của học sinh vẫn còn trên trang, nhưng học sinh không thể đăng nhập nữa.

source: Student deleted successfully
bn: শিক্ষার্থী সফলভাবে মুছে ফেলা হয়েছে
ca: Estudiant suprimit correctament
fa: دانش‌آموز با موفقیت حذف شد
hy: Ուսանողը հաջողությամբ ջնջվել է
ja: 生徒は正常に削除されました。
nn: Eleven vart sletta
ta: மாணவர் வெற்றிகரமாக நீக்கப்பட்டார்
vi: Học sinh đã xóa thành công

source: Student settings successfully updated
bn: শিক্ষার্থী সেটিংস সফলভাবে আপডেট করা হয়েছে
ca: Configuració d'estudiant actualitzada amb èxit
fa: تنظیمات دانش‌آموزی با موفقیت به‌روز شد
hy: Ուսանողի կարգավորումները հաջողությամփ թարմացվել են
ja: 生徒用の設定は正常に更新されました。
nn: Innstillingane til eleven vart oppdatert
ta: மாணவர் அமைப்புகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
vi: Cài đặt học sinh được cập nhật thành công

source: Are you sure you want to empty the trash? These Classes will be deleted permanently.
bn: তুমি কি নিশ্চিত যে তুমি ট্র্যাশ খালি করতে চাও? এই শ্রেণি স্থায়ীভাবে মুছে ফেলা হবে।
ca: De debò vols buidar la paperera? Aquestes Classes es suprimiran permanentment.
fa: مطمئن‌اید که می‌خواهید سطل زباله را خالی کنید؟ این کلاس‌ها برای همیشه حذف خواهند شد.
hy: Վստա՞հ եք, որ ուզում եք աղբամանը դատարկել: Այս դասերը ընդմիշտ կջնջվեն:
ja: 本当にごみ箱を空にしてもよいですか？ これらのクラスは、削除した後に復活させることができません。
nn: Er du sikker på at du vil tømma papirkorga? Desse klassane vert sletta for alltid.
ta: குப்பையை காலி செய்ய விரும்புகிறீர்களா? இந்த வகுப்புகள் நிரந்தரமாக நீக்கப்படும்.
vi: Bạn có chắc rằng bạn muốn làm trống thùng rác không? Những Lớp học này sẽ bị xóa vĩnh viễn.

source: Changes saved
bn: পরিবর্তনগুলো সংরক্ষণ করা হয়েছে
ca: Canvis desats
fa: تغییرات ذخیره شدند
hy: Փոփոխությունները պահպանվել են
ja: 変更が保存されました。
nn: Endringane vart lagra
ta: மாற்றங்கள் சேமிக்கப்பட்டன
vi: Thay đổi đã được lưu

source: Incorrect password, try again
bn: ভুল পাসওয়ার্ড, আবার চেষ্টা করো
ca: Contrasenya incorrecta, torna-ho a provar
fa: رمز عبور اشتباه است، دوباره امتحان کنید
hy: Սխալ գաղտնաբառ, կրկին փորձեք
ja: パスワードが違います。もう一度入力して下さい。
nn: Feil passord – prøv på nytt
ta: தவறான கடவுச்சொல், மீண்டும் முயற்சிக்கவும்
vi: Mật khẩu không đúng, thử lại

source: The password field is required
bn: পাসওয়ার্ড অবশ্যই পূরণ করতে হবে
ca: El camp de contrasenya és necessari
fa: رمز عبور اجباری است
hy: Գաղտնաբառի դաշտը պարտադիր է
ja: パスワード欄は必須です。
nn: Passordfeltet er obligatorisk
ta: கடவுச்சொல் புலம் தேவை
vi: Trường mật khẩu là bắt buộc

source: New Class
bn: নতুন শ্রেণি
ca: Classe nova
fa: کلاس جدید
hy: Նոր դասարան
ja: 新しいクラス
nn: Ny klasse
ta: புதிய வகுப்பு
vi: Lớp học Mới

source: Load More
bn: আরও দেখাও
ca: Carrega'n més
fa: بارگذاری بیشتر
hy: Բեռնել ավելին
ja: もっと読み込む
nn: Last fleire
ta: அதிகமாய் ஏற்று
vi: Hiện thêm

source: Welcome, %(username)s
bn: স্বাগত, %(username)s
ca: Benvingut/da, %(username)s
fa: %(username)s خوش آمدی
hy: Բարի գալուստ, %(username)s
ja: ようこそ %(username)s さん
nn: Velkommen, %(username)s
ta: வருக , %(username)s
vi: Chào mừng, %(username)s

source: Looks like you do not have any classes. Create a new class to get started.
bn: মনে হচ্ছে তোমার কোন শ্রেণি নেই। শুরু করার জন্য একটি নতুন শ্রেণি তৈরি কর।
ca: Sembla que no tens cap classe. Crea una nova classe per començar.
fa: به نظر می‌رسد شما هیچ کلاسی ندارید. برای شروع یک کلاس جدید ایجاد کنید.
hy: Կարծես դասարաներ չունեք: Սկսելու համար ստեղծեք նոր դաս:
ja: クラスが1つもないようです。まずは、新しいクラスを作成してください。
nn: Du har ikkje nokon klassar. Legg til ein klasse for å komma i gang.
ta: உங்களிடம் வகுப்புகள் இல்லை என்று தெரிகிறது. தொடங்க புதிய வகுப்பை உருவாக்கவும்.
vi: Trông có vẻ bạn không có lớp học nào. Tạo lớp học mới để bắt đầu.

source: Class created %(datetime_created)s
bn: শ্রেণি তৈরি করা হয়েছে %(datetime_created)s
ca: Classe creada %(datetime_created)s
fa: کلاس ایجاد شده%(datetime_created)s
hy: Դասարանը ստեղծված է %(datetime_created)s
ja: クラスが作成された日時：%(datetime_created)s
nn: Klasse oppretta %(datetime_created)s
ta: வகுப்பு உருவாக்கப்பட்டது %(datetime_created)s
vi: Lớp đã được tạo %(datetime_created)s

source: View Class Profile
bn: শ্রেণির প্রোফাইল দেখ
ca: Veure el perfil de la classe
fa: مشاهده‌ی مشخصات کلاس
hy: Դիտել դասարանի հաշիւը
ja: クラスの詳細を表示
nn: Vis klasseprofil
ta: வகுப்பு சுயவிவரத்தைக் காண்க
vi: Xem Thông tin Lớp học

source: Settings
bn: সেটিংস
ca: Configuració
fa: تنظیمات
hy: Կարգավորումներ
ja: 設定
nn: Innstillingar
ta: அமைப்புகள்
vi: Cài đặt

source: Studios
bn: স্টুডিওগুলি
ca: Estudis
fa: استدیو ها
hy: Ստուդիաներ
ja: スタジオ
nn: Galleri
ta: ஸ்டுடியோஸ்
vi: Studio

source: Activity
bn: কার্যকলাপ
ca: Activitat
fa: فعالیت
hy: Գործունեություն
ja: 活動内容
nn: Aktivitet
ta: செயல்பாடு
vi: Hoạt động

source: Re-Open Class
bn: শ্রেণি পুনরায় খোল
ca: Torna a obrir la classe
fa: دوباره باز‌کردن کلاس
hy: Վերաբացել դասարան
ja: クラスをもう一度開く
nn: Gjenopna klasse
ta: மீண்டும் திறந்த வகுப்பு
vi: Mở lại Lớp học

source: Change
bn: পরিবর্তন
ca: Canvia
fa: تغییر
hy: Փոխել
ja: 変更
nn: Endra
ta: மாற்றம்
vi: Thay đổi

source: What the Class is working on
bn: শ্রেণি কি কাজ করছে
ca: Com funciona una classe
fa: کلاس چه‌کار می‌کند؟
hy: Ինչի՞ վրա է աշխատում դասարանը
ja: このクラスが現在、取り組んでいる内容
nn: Det klassen arbeider med
ta: வகுப்பு என்ன வேலை செய்கிறது
vi: Lớp học này về cái gì

source: End Class
bn: শ্রেণি শেষ কর
ca: Finalitza la Classe
fa: پایان کلاس
hy: Դասարանի վերջ
ja: クラスを終了する
nn: Avslutt klassen
ta: இறுதி வகுப்பு
vi: Kết thúc Lớp học

source: Add studios to this class
bn: এই ক্লাসে স্টুডিও যোগ কর
ca: Afegeix estudis a aquesta classe
fa: افزودن استودیو به این کلاس
hy: Այս դասարանին ավելացրեք ստուդիաներ
ja: クラススタジオを追加
nn: Opprett galleri for denne klassen
ta: இந்த வகுப்பில் ஸ்டுடியோக்களைச் சேர்க்கவும்
vi: Thêm studio vào lớp học này

source: Students can add their projects to class studios.
bn: শিক্ষার্থীরা তাদের প্রজেক্টগুলো শ্রেণি স্টুডিওতে যোগ করতে পারবে।
ca: Els estudiants poden afegir els seus projectes als estudis de classe.
fa: دانش‌آموزان می‌توانند پروژه‌های خود را به استودیوهای کلاس اضافه کنند.
hy: Ուսանողները կարող են ավելացնել իրենց նախագծերը դասարանային ստուդիաներում:
ja: 生徒は、クラススタジオに自分たちのプロジェクトを追加できます。
nn: Elevar kan leggja inn prosjekta sine i galleria til klassen.
ta: மாணவர்கள் தங்கள் திட்டங்களை வகுப்பு ஸ்டுடியோக்களில் சேர்க்கலாம்.
vi: Học sinh có thể thêm chương trình của chúng vào studio lớp học.

source: New Class Studio
bn: নতুন ক্লাস স্টুুডিও
ca: Nou Estudi de Classe
fa: استدیوی کلاس جدید
hy: Նոր դասարանի ստուդիա
ja: 新しいクラススタジオ
nn: Nytt klassegalleri
ta: புதிய வகுப்பு ஸ்டுடியோ
vi: Studio Lớp học Mới

source: Last Modified
bn: সর্বশেষ পরিবর্তিত
ca: Darrera modificació
fa: ویرایش‌های اخیر
hy: Անցած փոփոխություն
ja: 最終更新
nn: Sist endra
ta: கடைசியாக மாற்றியமைக்கப்பட்டது
vi: Được chỉnh sửa lần cuối

source: You can add students to this class
bn: তুমি এই শ্রেণিতে শিক্ষার্থী যোগ করতে পারবে
ca: Pots afegir estudiants a aquesta classe
fa: شما می‌توانید دانش‌آموزان را به این کلاس اضافه کنید
hy: Այս դասարանին կարող եք ուսանողներ ավելացնել
ja: このクラスに生徒を追加することができます。
nn: Du kan leggja inn nye elevar i klassen
ta: இந்த வகுப்பில் நீங்கள் மாணவர்களைச் சேர்க்கலாம்
vi: Bạn có thể thêm học sinh vào lớp học này

source: Add one student
bn: একজন শিক্ষার্থী যুক্ত কর
ca: Afegeix un estudiant
fa: افزودن یک دانش‌آموز
hy: Ավելացնել մեկ ուսանող
ja: 1人生徒を追加
nn: Legg til ein elev
ta: ஒரு மாணவரைச் சேர்க்கவும்
vi: Thên một học sinh

source: New Student
bn: নতুন শিক্ষার্থী
ca: Nou Estudiant
fa: دانش‌آموز جدید
hy: Նոր ուսանող
ja: 新しい生徒
nn: Ny elev
ta: புதிய மாணவர்
vi: Học sinh Mới

source: Add multiple students
bn: একাধিক শিক্ষার্থী যোগ কর
ca: Afegeix diversos estudiants
fa: افزودن چندین دانش‌آموز
hy: Ավելացնել բազմաթիվ ուսանողներ
ja: 複数の生徒を追加する
nn: Legg til fleire elevar
ta: பல மாணவர்களைச் சேர்க்கவும்
vi: Thêm nhiều học sinh

source: There are two ways to create multiple accounts. You can create a sign-up link to send to students, or upload a CSV of accounts to generate accounts in bulk.​
bn: একাধিক এ্যাকাউন্ট তৈরি করার দুটি উপায় রয়েছে। তুমি শিক্ষার্থীদের পাঠাতে একটি সাইন-আপ লিংক তৈরি করতে পার, বা বাল্ক এ্যাকাউন্ট তৈরি করতে এ্যাকাউন্টগুলোর একটি CSV আপলোড করতে পার।
ca: Hi ha dues maneres de crear diversos comptes. Pots crear un enllaç de registre i compartir-lo amb els alumnes, o bé carregar un arxiu CSV amb els comptes per crear-los alhora.
fa: دو راه برای ایجاد چندین حساب وجود دارد. شما می‌توانید یک لینک ثبت نام برای ارسال به دانش‌آموزان ایجاد کنید یا یک CSV از حساب‌ها را برای تولید حساب‌ها به صورت عمده بارگذاری کنید.
hy: Բազմաթիվ հաշիվներ ստեղծելու երկու տարբերակ կա։ Դուք կարող եք ստեղծել գրանցման հղում՝ ուսանողներին ուղարկելու համար կամ բեռնել CSV ՝ մեծ թվով հաշիվներ ստեղծելու համար։
ja: 複数のアカウントを作成する方法は2つあります。アカウント作成リンクを作って各生徒に送信する方法と、作成するアカウント情報の一覧が記載されたCSVファイルをアップロードして、一気にアカウントを作成する方法です。
nn: Det finst to måtar å oppretta mange brukarkontoar samtidig. Du kan anten senda ei innmeldingslenkje til elevane, eller du kan lasta opp ei CSV-fil med innmeldingsinformasjon for fleire kontoar.
ta: பல கணக்குகளை உருவாக்க இரண்டு வழிகள் உள்ளன. மாணவர்களுக்கு அனுப்ப நீங்கள் பதிவுபெறும் இணைப்பை உருவாக்கலாம் அல்லது மொத்தமாக கணக்குகளை உருவாக்க கணக்குகளின் CSV ஐ பதிவேற்றலாம்.
vi: Có hai cách để tạo nhiều tài khoản. Bạn có thể tạo đường dẫn đăng ký gửi cho học sinh, hay tải lên tập tin CSV chứa các tài khoản để tạo ra tài khoản theo số lượng lớn.

source: Student Sign-up Link
bn: শিক্ষার্থী সাইন-আপ লিংক
ca: Enllaç de registre d'alumne
fa: پیوند ثبت نام دانش‌آموز
hy: Ուսանողների գրանցման հղում
ja: 生徒用のアカウント作成リンク
nn: Innmeldingslenkje for elevar
ta: மாணவர் பதிவு இணைப்பு
vi: Đường dẫn Đăng ký Học sinh

source: CSV Upload
bn: CSV আপলোড
ca: Pujada de CSV
fa: بارگزاری فایل CSV
hy: CSV բեռնում
ja: CSV アップロード
nn: CSV-opplasting
ta: CSV பதிவேற்றம்
vi: Tài lên CSV

source: followed user
bn: অনুসরণ করা ব্যবহারকারী
ca: ha seguit l'usuari
fa: کاربر را دنبال کرد
hy: հետևել է օգտատիրոջին
ja: フォローしたユーザー
nn: følgjer brukaren
ta: பின்தொடர்ந்த பயனர்
vi: người dùng đã theo

source: followed studio
bn: অনুসরণকরা স্টুুডিও
ca: ha seguit l'estudi
fa: استودیو را دنبال کرد
hy: հետևել է ստուդյաին
ja: フォローしたスタジオ
nn: følgjer galleriet
ta: தொடர்ந்த ஸ்டுடியோ
vi: studio đã theo

source: loved the project
bn: প্রজেক্টটি পছন্দ করেছে
ca: li ha agradat el projecte
fa: پروژه‌ را پسندید
hy: հավանել է նախագիծը
ja: がこのプロジェクトが好きです
nn: likar prosjektet
ta: திட்டத்தை நேசித்தேன்
vi: chương trình đã yêu thích

source: favorited the project
bn: এই প্রজেক্টটি প্রিয় তালিকাভুক্ত করা হয়েছে
ca: ha marcat com a favorit el projecte
fa: پروژه‌ را به موردعلاقه‌ها افزود
hy: նախագիծը սիրված է
ja: このプロジェクトをお気に入りにする
nn: favorittmerkte prosjektet
ta: திட்டம் பிடித்தது
vi: chương trình đã ưa thích

source: added the project
bn: প্রজেক্টটি যোগ করা হয়েছে
ca: ha afegit el projecte
fa: پروژه را اضافه کرد
hy: նախագիծը ավելացրեց
ja: プロジェクトを追加しました
nn: la til prosjektet
ta: திட்டத்தைச் சேர்த்தது
vi: chương trình đã thêm vào

source: to studio
bn: স্টুুডিও তে
ca: a l'estudi
fa: به استودیو
hy: դեպի ստուդիա
ja: スタジオに
nn: til galleriet
ta: ஸ்டுடியோவுக்கு
vi: cho studio

source: shared the project
bn: প্রজেক্টটি শেয়ার করা হয়েছে
ca: ha compartit el projecte
fa: پروژه را به اشتراک گذاشت
hy: նախագիծը կիսվել է
ja: 共有されたプロジェクト
nn: la ut prosjektet
ta: திட்டத்தைப் பகிர்ந்துள்ளார்
vi: chương trình đã chia sẻ

source: reshared the project
bn: প্রজেক্টটি আবার শেয়ার করা হয়েছে
ca: ha compartit de nou el projecte
fa: پروژه را دوباره به اشتراک گذاشت
hy: վերակիսվել է նախագիծը
ja: プロジェクトを再共有する
nn: la ut på nytt prosjektet
ta: திட்டத்தை மறுவடிவமைத்தது
vi: chương trình đã chia sẻ lại

source: remixed the project
bn: প্রজেক্টটি রিমিক্স করা হয়েছে
ca: ha reinventat el projecte
fa: پروژه‌های بازترکیب شده
hy: նախագիծը փոփոխվել է
ja: がプロジェクトをリミックスしました。
nn: remiksa prosjektet
ta: திட்டத்தை ரீமிக்ஸ் செய்தது
vi: chương trình đã phối lại

source: added the studio
bn: স্টুুডিও তে যোগ করা হয়েছে
ca: ha afegit l'estudi
fa: استودیو اضافه کرد
hy: ավելացրեց ստուդիան
ja: スタジオに追加しました
nn: la til galleriet
ta: ஸ்டுடியோவைச் சேர்த்தது
vi: studio đã thêm vào

source: updated the studio
bn: স্টুুডিওটি আপডেট করা হয়েছে
ca: ha actualitzat l'estudi
fa: استودیو را به‌روز کرد
hy: թարմացվեց ստուդիան
ja: スタジオが更新されました
nn: oppdaterte galleriet
ta: ஸ்டுடியோவைப் புதுப்பித்தது
vi: studio đã cập nhật

source: removed the project
bn: প্রজেক্টটি মুছে ফেলা হয়েছে
ca: ha tret el projecte
fa: پروژه را حذف کرد
hy: հեռացրեց նախագիծը
ja: 作品が削除されました
nn: fjerna prosjektet
ta: திட்டத்தை நீக்கியது
vi: chương trình đã xóa

source: from studio
bn: স্টুুডিও থেকে
ca: de l'estudi
fa: از استودیو
hy: ստուդիայից
ja: スタジオから
nn: frå galleriet
ta: ஸ்டுடியோவிலிருந்து
vi: từ studio

source: was promoted to manager by
bn: এর দ্বারা ম্যানেজার হিসেবে পদোন্নতি করা হয়েছিল
ca: ha estat nomenat manager per
fa: به مدیر ارتقاء یافت توسط
hy: Տրվեց կառավարիչի պաշտոն
ja: が以下のマネージャーになりました。
nn: vart forfremja til administrator av
ta: ஆல் மேலாளராக பதவி உயர்வு பெற்றார்
vi: được để xuất cho người quản lý bởi

source: for studio
bn: স্টুুডিও এর জন্য
ca: per l'estudi
fa: برای استودیو
hy: ստուդիայի համար
ja: スタジオ用
nn: for galleriet
ta: ஸ்டுடியோவுக்கு
vi: cho studio

source: made a profile update. <em>
bn: একটি প্রোফাইল আপডেট করেছে। <em>
ca: va fer una actualització del perfil. <em>
fa: به‌روزرسانی پروفایل را انجام داد. <em>
hy: պրոֆիլի թարմացում է կատարել
ja: がプロファイルを更新しました。 <em>
nn: oppdaterte profilen sin. <em>
ta: சுயவிவர புதுப்பிப்பை உருவாக்கியது. <em>
vi: thực hiện cập nhật thông tin. <em>

source: commented on the project
bn: এই প্রজেক্টে মন্তব্য করেছে
ca: ha comentat en el projecte
fa: برای پروژه نظر گذاشت
hy: մեկնաբանեց նախագիծը
ja: がプロジェクトにコメントしました
nn: kommenterte på prosjektet
ta: திட்டம் குறித்து கருத்து தெரிவித்தார்
vi: bình luận vào chương trình

source: commented on user
bn: ব্যবহারকারীর উপর মন্তব্য করেছে
ca: ha comentat en l'usuari
fa: برای کاربر نظر گذاشت
hy: մեկնաբանել է օգտագործողը
ja: がプロフィールにコメントしました
nn: kommenterte brukaren
ta: பயனர் மீது கருத்து தெரிவித்தார்
vi: bình luận vào người dùng

source: commented on the studio
bn: এই স্টুুডিওতে মন্তব্য করেছে
ca: ha comentat a l'estudi
fa: برای استودیو نظر گذاشت
hy: մեկնաբանեց ստուդիան
ja: がスタジオにコメントしました
nn: kommenterte galleriet
ta: ஸ்டுடியோவில் கருத்து தெரிவித்தார்
vi: bình luận vào studio

source: performed an action. <em>
bn: একটি কর্ম সঞ্চালিত। <em>
ca: va dur a terme una acció. <em>
fa: یک اقدام انجام داد. <em>
hy: գործողություն է կատարել։<em>
ja: がアクションを実行しました。<em>
nn: utførte ei handling. <em>
ta: ஒரு செயலைச் செய்தார். <em>
vi: thực hiện một hành động.<em>

source: %(target_username)s was banned.
bn: %(target_username)s কে নিষিদ্ধ করা হয়েছে।
ca: %(target_username)s va ser bloquejat.
fa: %(target_username)s ممنوع شد
hy: %(target_username)s արգելվեց։
ja: %(target_username)s はブロックされました。
nn: %(target_username)s vart utestengd.
ta: %(target_username)sதடை செய்யப்பட்டது.
vi: %(target_username)s đã bị cấm.

source: %(target_username)s was unbanned.
bn: %(target_username)s নিষেধাজ্ঞামুক্ত ছিল।
ca: %(target_username)s va deixar de ser bloquejat.
fa: %(target_username)s از ممنوعیت خارج شد.
hy: %(target_username)s արգելված էր։
ja: %(target_username)s のブロックが解除されました。
nn: %(target_username)s fekk utestenginga oppheva.
ta: %(target_username)s தடைசெய்யப்படவில்லை.
vi: %(target_username)s đã được ngừng cấm.

source: %(target_username)s was excluded from homepage.
bn: %(target_username)s কে হোমপেজ থেকে বাদ দেওয়া হয়েছিল।
ca: %(target_username)s va ser exclòs de la pàgina d'inici.
fa: %(target_username)s از صفحه‌ی خانه حذف شد.
hy: %(target_username)s բացառվել է գլխավոր էջից։
ja: %(target_username)s はホームページから除外されました。
nn: %(target_username)s vart ekskludert frå heimesida.
ta: %(target_username)s முகப்புப்பக்கத்திலிருந்து விலக்கப்பட்டிருந்தது.
vi: %(target_username)s được lọai khỏi trang chủ.

source: %(target_username)s was notified by a Scratch Administrator. Notification Type: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
bn: %(target_username)s কে একজন Scratch অ্যাডমিনিস্ট্রেটর দ্বারা অবহিত করা হয়েছিল। নোটিফিকেশনের ধরন: <%%-admin_action.extra_data.notification_type || 'Unknown' %%>
ca: %(target_username)s va rebre una notificació d'un Administrador de Scratch. Tipus de notificació: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
fa: %(target_username)sتوسط یک مدیر اسکرچ مطلع شد. نوع اطلاع‌رسانی <%%-مدیر_اقدام.اضافی_اطلاعات.اطلاع‌رسانی_نوع II "ناشناس"%%>
hy: %(target_username)s ծանուցվել է Սքրաչ ադմինիստրատորի կողմից։ Ծանուցման տեսակը․ <%%- ադմին_գործողություն.հավելյալ_ժամանակ. ծանուցման_տեսակը || «անհայտ» %%>
ja: %(target_username)s はScratchの管理者から通告されました。通告のタイプ:<%%- admin_action.extra_data.notification_type || 'Unknown' %%>
nn: %(target_username)s fekk melding frå ein Scratch-administrator. Meldingstype: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
ta: %(target_username)s கீறல் நிர்வாகியால் அறிவிக்கப்பட்டது. அறிவிப்பு வகை:: <%%- admin_action.extra_data.notification_type || 'Unknown' %%>
vi: %(target_username)s được thông báo bởi Quản trị viên Scratch. Loại thông báo: <%%- admin_action.extra_data.notification_type || 'Không biết' %%>

source: %(target_username)s was banned automatically.
bn: %(target_username)s কে স্বয়ংক্রিয়ভাবে নিষিদ্ধ করা হয়েছিল।
ca: %(target_username)s va ser bloquejat de manera automàtica.
fa: %(target_username)sبه صورت خودکار ممنوع شد.
hy: %(target_username)s ինքնաբերաբար արգելվեց։
ja: %(target_username)s は自動的にブロックされました。
nn: %(target_username)s vart automatisk utestengd.
ta: %(target_username)s தானாக தடைசெய்யப்பட்டது.
vi: %(target_username)s bị cấm một cách tự động.

source: %(project)s by %(target_username)s was removed automatically.
bn: %(target_username)s এর %(project)s স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়েছে।
ca: %(project)s de %(target_username)s va ser eliminat de manera automàtica.
fa: %(project)sتوسط %(target_username)sبه صورت خودکار حذف شد.
hy: %(project)s կողմից %(target_username)s ինքնաբերաբար ջնջվել է։
ja: %(target_username)s の %(project)s は自動的に削除されました。
nn: %(project)s av %(target_username)s vart automatisk fjerna.
ta: %(project)s ஆல் %(target_username)s தானாக அகற்றப்பட்டது.
vi: %(project)s bởi %(target_username)s đã được xóa tự động.

source: %(project)s by %(target_username)s was censored.
bn: %(project)sদ্বারা%(target_username)sসেন্সর করা হয়েছিল।
ca: %(project)s per %(target_username)s ha estat censurat.
fa: %(project)s توسط %(target_username)s محدود شده است.
hy: %(project)s կողմից %(target_username)s գրաքննության է ենթարկվել։
ja: %(target_username)s の %(project)s は検閲されました。
nn: %(project)s av %(target_username)s vart sensurert.
ta: %(project)s ஆல் %(target_username)sதணிக்கை செய்யப்பட்டது.
vi: %(project)s bởi %(target_username)s đã bị giám sát

source: %(project)s by %(target_username)s was uncensored.
bn: %(target_username)s এর %(project)s সেন্সরবিহীন ছিল।
ca: %(project)s per %(target_username)s ja no està censurat.
fa: %(project)s توسط %(target_username)s رفع محدودیت شده است.
hy: %(project)s կողմից %(target_username)s գրաքննության չի ենթարկվել։
ja: %(target_username)s の %(project)s は検閲されましたが、修正されていません。
nn: %(project)s av %(target_username)s fekk sensureringa oppheva.
ta: %(project)s ஆல் %(target_username)s தணிக்கை செய்யப்படவில்லை.
vi: %(project)s bởi %(target_username)s được ngưng giám sát.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
bn: %(target_username)s এর %(project)s একজন Scratch অ্যাডমিনিস্ট্রেটর দ্বারা পর্যালোচনা করা হয়েছে।
ca: %(project)s per %(target_username)s ha estat revisat per un Administrador de Scratch.
fa: %(project)s توسط %(target_username)s به‌وسیله‌ی یکی از مدیران اسکرچ مورد بازبینی قرار گرفت.
hy: %(project)s կողմից %(target_username)s վերանայվել է սքրաչ ադմինիստրատորի կողմից։
ja: %(project)s （作成者：%(target_username)s）がScratch管理者によって調査されました。
nn: %(project)s av %(target_username)s vart vurdert ein Scratch-administrator.
ta: %(project)s ஆல் %(target_username)s ஒரு கீறல் நிர்வாகியால் மதிப்பாய்வு செய்யப்பட்டது.
vi: %(project)s bởi %(target_username)s được duyệt bởi Quản trị viên Scratch.
