Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
bn: <span class="quotes">&ldquo;</span>গেম তৈরি করা এমন কিছু যা আমি সবসময় ভেবেছিলাম মজাদার হবে, কিন্তু আমি সত্যিই একটি জটিল প্রোগ্রামিং ভাষা চাইনি। শুরুতে, এমনকি Scratch কে জটিল বলে মনে হয়েছিল, কিন্তু কিছুক্ষণ এটির সাথে লেগে থাকার পরে, আমি কিছু আশ্চর্যজনক গেম তৈরি করতে সক্ষম হয়েছি। এবং সত্য যে তুমি এত সহজে প্রজেক্টগুলো শেয়ার করতে পার এটি আরও ভাল করে তোলে। Scratch খুবই দুর্দান্ত!<span class="quotes">&rdquo;</span> - 17-বছর-বয়সী
ca: <span class="quotes">&ldquo;</span>Crear jocs és una cosa que sempre havia pensat que hauria de ser divertida, però no volia un llenguatge de programació massa complex. Al principi, fins i tot Scratch semblava complex, però desprès de barallar-m'hi una mica, he estat capaç de crear jocs sorprenents. El fet que puguis compartir els projectes tan fàcilment encara ho fa millor. Scratch és meravellós!<span class="quotes">&rdquo;</span> - 17 anys
fa: <span class="quotes">&ldquo;</span>ساختن بازی چیزی است که من همیشه فکر می‌کردم سرگرم کننده باشد، اما من یک زبان برنامه‌نویسی پیچیده را نمی‌خواستم. در ابتدا حتی اسکرچ به نظر پیچیده می‌آمد، اما بعد از مدتی کار با آن، توانستم چند بازی شگفت‌انگیز بسازم. و این واقعیت که شما می‌توانید برنامهها را به آسانی به اشتراک بگذارید، آن را حتی بهتر می‌کند. اسکرچ عالی است! <span class="quotes">& rdquo؛</span> - 17 ساله
ja: <span class="quotes">&ldquo;</span>ゲームが作れたらきっと楽しいだろうな、ってずっと思っていたんです。 だけど、難しいプログラミング言語を勉強するのはやだなって。最初は、Scratchだってややこしく見えたけど、しばらく夢中になってやっているうちに、いくつか自分でもびっくりするようなゲームができたんです。作ったプロジェクトを簡単にシェアできるのも、いいですよね。Scratch最高！<span class="quotes">&rdquo;</span> - 17歳
nn: <span class="quotes">«</span>Eg har alltid hatt lyst til å laga spel, men eg hadde ikkje lyst til å læra eit komplisert programmeringsspråk. I byrjinga verka Scratch komplisert òg, men når eg hadde halde på ei stund, kunne eg laga kule spel. Det vert endå betre av at ein kan dela spela med andre så lett. Scratch er kjempekult!<span class="quotes">»</span> – 17-åring
vi: <span class="quotes">&ldquo;</span>Làm trò chơi thì thứ gì đó tôi luôn nghĩ rất rui, nhưng tôi không muốn ngôn ngữ lập trình phức tạp. Mới bắt đầu, Scratch dường như phức tạp, nhưng sau khi gắn bó với nó một thời gian, tôi đã có thể làm ra một số trò chơi tuyệt vời. Và sự thật là bạn có thể chia sẻ chương trình một cách dễ dàng làm cho nó tuyệt hơn nữa. Scratch thật là tuyệt diệu!<span class="quotes">&rdquo;</span> - 17-tuổi

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
bn: <span class="quotes">&ldquo;</span> প্রায় 100টি কমান্ডের একটি সেট ব্যবহার করে যা দৃশ্যত একসাথে স্ন্যাপ করা যায়, তুমি প্রায় সব কিছুই তৈরি করতে এবং আরও উন্নত ভাষার মৌলিক বিষয়গুলো শিখতে পার। এছাড়াও, অনলাইনে একটি সম্পূর্ণ কমিউনিটি রয়েছে যারা তোমাকে আমাদের প্রজেক্টগুলোতে প্রতিক্রিয়া জানাবে এবং ্তোমার প্রশ্নগুলোর সাথে সানন্দে তোমাকে সাহায্য করবে৷ <span class="quotes">&rdquo;</span> - 14 বছর বয়সী
ca: <span class="quotes">&ldquo;</span>Fents servir un conjunt de 100 instruccions que es poden apilar una sobre de l'altra visualment, pots crear-ho pràcticament tot i aprendre les bases de llenguatges més avançats. A més, hi ha una comunitat de gent en línia que et donaran feedback dels teus projectes, i que t'ajudaran encantats amb les teves preguntes.<span class="quotes">&rdquo;</span> - 14 anys
fa: <span class="quotes">&ldquo;</span>شما با استفاده از مجموعه‌ای از حدود 100 دستور که می‌تواند بصری کنار هم قرار بگیرد، می‌توانید هر چیزی خلق کنید و پایه‌های زبان پیشرفته‌تر را یاد بگیرید. علاوه بر این، یک جامعه آنلاین وجود دارد که به شما در مورد برنامههای ما بازخوردی می‌دهد و با خوشحالی به سوالات شما کمک می‌کند. <span class="quotes">& rdquo؛</span> - 14 ساله
ja: <span class="quotes">&ldquo;</span>およそ100個の命令をブロックのように組み立てて、たいていなんでも作れちゃうし、もっと高度な言語を学ぶ基礎になるんです。それに、オンラインコミュニティがしっかりあって、プロジェクトにフィードバックをくれたり、よろこんで質問に答えてくれたりするんです。<span class="quotes">&rdquo;</span> - 14歳
nn: <span class="quotes">«</span>Med omtrent 100 kommandoar som kan byggjast saman visuelt kan du laga nesten kva som helst – og læra grunnlaget for meir avanserte programmeringsspråk. Dessutan har Scratch mange brukarar som gjev tilbakemelding på det du har laga og som hjelper deg viss du har spørsmål.<span class="quotes">»</span> – 14-åring
vi: <span class="quotes">&ldquo;</span>Sử dụng một tập hợp khoảng 100 câu lệnh có thể chặp lên nhau, bạn có thể tạo bất cứ gì và học cái cơ bản của những ngôn ngữ cao cấp hơn. Hơn nữa, có cả cộng đồng của những người trực tuyến sẽ cho bạn phản hồi cho các chương trình của bạn, và vui vẻ giúp bạn với những câu hỏi của bạn.<span class="quotes">&rdquo;</span> - 14-tuổi

source: Research on Scratch
bn: Scratch এ গবেষণা
ca: Recerca sobre Scratch
fa: تحقیق در مورد اسکرچ
hy: Scratch-ի հետազոտություն
ja: Scratchに関する研究
nn: Forsking på Scratch
ta: கீறல் பற்றிய ஆராய்ச்சி
vi: Nghiên cứu trên Scratch

source: Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai at the University of Pennsylvania Graduate School of Education, Karen Brennan at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernandez at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.
bn: Scratch এর উপর গবেষণা MIT Scratch দলের সদস্যদের দ্বারা পরিচালিত হচ্ছে এবং অন্যান্য বিশ্ববিদ্যালয়ের গবেষকরা, যার মধ্যে রয়েছে পেনসিলভানিয়া বিশ্ববিদ্যালয়ের গ্রাজুয়েট স্কুল অফ এডুকেশনের ইয়াসমিন কাফাই, হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ এডুকেশনের কারেন ব্রেনান, ওয়াশিংটন বিশ্ববিদ্যালয়ের বেঞ্জামিন মাকো হিল, মাইক্রোসফ্ট রিসার্চে আন্দ্রেস মনরয় হার্নান্দেজ, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের মিমি ইটো এবং ক্রিস্টেল মার্টিন, আরভিন, কলেজ অফ চার্লসটনের কুইন বার্ক, ইউটা স্টেট ইউনিভার্সিটির ডেবোরা ফিল্ডস এবং ইন্ডিয়ানা বিশ্ববিদ্যালয়ের কাইলি পেপলার।
ca: La investigació sobre Scratch la duen a terme membres de l'equip de Scratch al MIT i investigadors d'altres universitats, com ara Yasmin Kafai de la University of Pennsylvania Graduate School of Education, Karen Brennan de la Harvard Graduate School of Education, Benjamin Mako Hill de la University of Washington, Andrés Monroy Hernandez de Microsoft Research, Mimi Ito i Crystle Martin de la University of California, Irvine, Quinn Burke de College of Charleston, Deborah Fields de Utah State University, i Kylie Peppler de Indiana University.
fa: تحقیق در مورد اسکرچ توسط اعضای تیم اسکرچ در دانشگاه MIT و محققان دانشگاه‌ها شامل: یاسمین کفای در دانشکده‌ی تحصیلات تکمیلی دانشگاه پنسیلوانیا، کارن برنان در دانشکده‌ی تحصیلات تکمیلی دانشگاه هاروارد، بنجامین ماکو هیل در دانشگاه واشنگتن، آندره مونروی هرناندز در تحقیقات مایکروسافت، میمی ایوتو و کریستل مارتین در دانشگاه کالیفرنیا، ایروین، کوئین برک در کالج چارلستون، دبورا فیلدز در دانشگاه ایالتی یوتا، و کیلی پپلر در دانشگاه ایندیانا انجام می‌شود.
ja: Scratchに関する研究 は、MITのScratchチームのメンバーに加え、次の研究者によって行われています（敬称略）：ペンシルバニア大学教育大学院大学 Yasmin Kafai、ハーバード大学教育大学院 Karen Brennan、ワシントン大学Benjamin Mako Hill、マイクロソフトリサーチ Andrés Monroy Hernández、カリフォルニア大学アーバイン校 伊藤瑞子、Crystle Martin、チャールストン大学 Quinn Burke、ユタ州立大学 Deborah Fields、インディアナ大学 Kylie Peppler
nn: Forsking på Scratch vert utført av medlemmar i Scratch-gruppa ved MIT og av forskarar ved andre universitet, blant anna Yasmin Kafai ved University of Pennsylvania Graduate School of Education, Karen Brennan ved Harvard Graduate School of Education, Benjamin Mako Hill ved University of Washington, Andrés Monroy Hernandez hos Microsoft Research, Mimi Ito og Crystle Martin ved University of California, Irvine, Quinn Burke ved College of Charleston, Deborah Fields ved Utah State University og Kylie Peppler ved Indiana University.
vi: Nghiên cứu trên Scratch đang được thực hiện bởi thành viên của Nhòm Scratch MIT và các nhà nghiên cứu khác tại các trường đại học khác, bao gồm Yasmin Kafai tại Đại học Pennsylvania Trường Sau đại học Sư phạm, Karen Brennan tại Trường Sau đại học Sư pham Harvard, Benjamin Mako Hill tại Đại học Washington, Andrés Monroy Hernandez tại Microsoft Research, Mimi Ito và Crystle Martin tại Đại học California, Irvine, Quinn Burke tại Đại học Charleston, Deborah Fields tại Đại học Bang Utah, và Kylie Peppler tại Đại học Indiana.

source: By sharing projects and participating in the Scratch online community, you are helping us better understand how people can use and learn with Scratch. Any publicly shared projects, comments, or other material on the Scratch site may be included in the research analysis, presentations, papers, and reports. No personally identifiable information is shared.
bn: প্রজেক্টগুলো শেয়ার করে এবং Scratch অনলাইন কমিউনিটিতে অংশগ্রহণ করার মাধ্যমে, তুমি আমাদের আরও ভালভাবে বুঝতে সাহায্য করছে যে মানুষ কিভাবে ব্যবহার করতে পারে এবং Scratch দিয়ে শিখতে পারে। Scratch সাইটে যেকোন সর্বজনীনভাবে শেয়ার করা প্রজেক্ট, মন্তব্য বা অন্যান্য উপাদান অন্তর্ভুক্ত করা যেতে পারে গবেষণা বিশ্লেষণ, উপস্থাপনা, কাগজপত্র এবং প্রতিবেদনে। ব্যক্তিগতভাবে শনাক্তযোগ্য কোনো তথ্য শেয়ার করা হয় না।
ca: Al compartir projectes i participar a la comunitat en línia de Scratch, ens estàs ajudant a millorar la comprensió de com les persones usen i aprenen amb Scratch. Qualsevol projecte compartit públicament, comentaris, o un altre material en el lloc de Scratch es poden incloure en les anàlisis d'investigació, presentacions, documents i informes. Cap informació personal identificable és compartida.
fa: شما با به اشتراک گذاشتن پروژه‌ها و شرکت در انجمن آنلاین اسکرچ، به ما کمک می‌کنید تا بهتر بدانیم که چگونه مردم می‌توانند از اسکرچ استفاده کنند و یاد بگیرند. هر پروژه، نظر، یا سایر مطالب عمومی به اشتراک گذاشته شده در سایت اسکرچ ممکن است در تجزیه و تحلیل تحقیقات، سخنرانی‌ها، مقالات و گزارش‌ها گنجانده شود. هیچ اطلاعات قابل شناسایی شخصی به اشتراک گذاشته نشده است.
ja: みなさんのScratchプロジェクトの共有状況、オンラインコミュニティへの参加状況を調べることで、我々は人々がScratchをどのように使い、学ぶのかという研究を行っています。 Scratchサイト上で公開されたプロジェクト、コメント、その他の内容は、すべてこの研究に関する分析、プレゼンテーション、報告書で取り上げられる可能性があります。個人を特定可能な情報は公開しないようにしてください。
nn: Når du legg ut prosjekt og deltek i nettsamfunnet rundt Scratch, hjelper du oss å forstå betre korleis folk kan bruka og læra med Scratch. Alle prosjekt som vert lagde ut, kommentarar og anna innhald på Scratch-nettstaden kan brukast i analysar, presentasjonar, vitskaplege artiklar og rapportar. Det vert ikkje gjeve ut personinformasjon om brukarane.
vi: Bằng cách chia sẻ chương trình và tham gia vào cộng đồng trực tuyến Scratch, bạn đang giúp đỡ chúng tôi hiểu hơn về cách mọi người dùng và học với Scratch. Bất kỳ chương trình, bình luận, hay tài liệu khác được chia sẻ công khai trên Scratch có thể được nhắc tới trong phân tích nghiên cứu, thuyết trình, bài báo, và báo cáo. Không thông tin định danh cá nhân nào được chia sẻ.

source: (If you have any questions, please use the <a href="%(contact_us_url)s">Contact Us</a> form.)
bn: (যদি তোমারর কোন প্রশ্ন থাকে, অনুগ্রহ করে আমাদের সাথে <a href="%(contact_us_url)s"> Contact Us form ব্যবহার করো।)
ca: (Si tens alguna pregunta, si us plau <a href="%(contact_us_url)s">Contacta'ns</a> al formulari.)
fa: (اگر سوالی دارید، لطفاً از فرم <a href="%(contact_us_url)s">تماس با ما</a> استفاده کنید.)
ja: （質問などは、 <a href="%(contact_us_url)s">連絡先</a> フォームからお願いします）
nn: (Viss du har spørsmål, <a href="%(contact_us_url)s">ta kontakt</a>.)
vi: (Nếu bạn có bất kỳ câu hỏi nào, xin sử dụng mẫu <a href="%(contact_us_url)s">Liên hệ Chúng tôi</a>.)

source: Below are selected research papers, presentations, and theses on Scratch and the Scratch online community, followed by a list of National Science Foundation grants awarded to support Scratch.
bn: নিচে Scratch এবং Scratch অনলাইন কমিউনিটির উপর নির্বাচিত গবেষণা পত্র, উপস্থাপনা এবং থিসিস রয়েছে, তারপরে Scratch কে সমর্থন করার জন্য জাতীয় বিজ্ঞান ফাউন্ডেশন অনুদানের একটি তালিকা দেওয়া হয়েছে।
ca: Tot seguit hi ha una selecció d'articles d'investigació, presentacions, i tesis sobre Scratch i la comunitat en línia de Scratch, seguits per una llista de les subvencions concedides per la National Science Foundation per donar suport a Scratch.
fa: در زیر مقالات پژوهشی، سخنرانی‌ها، و پایان‌نامه‌های مربوط به اسکرچ و جامعه‌ی آنلاین اسکرچ ، به دنبال فهرستی از کمک های بنیاد علوم ملی که برای پشتیبانی از اسکرچ اعطا می شود، انتخاب شده است.
hy: Ստորև ընտրված են Scratch- ի և Scratch առցանց համայնքի վերաբերյալ հետազոտական ​​փաստաթղթեր, ներկայացումներ և թեզեր, որոնք հաջորդում են «Գիտություն» ազգային հիմնադրամի դրամաշնորհների ցուցակը, որը շնորհվել է «Scratch»-ին աջակցելու համար:
ja: 次に、ScratchとScratchオンラインコミュニティに関する報告書、プレゼンテーション資料、論文をいくつか記載します。また、アメリカ国立科学財団（NSF）によるScratch支援グラント対象のリストも記載しています。
nn: Nedanfor er eit utval forskingsartiklar, presentasjonar og avhandlingar om Scratch og nettsamfunnet, og dessutan ei liste over løyvingar til Scratch frå National Science Foundation.
ta: ஸ்க்ராட்ச் மற்றும் ஸ்க்ராட்ச் ஆன்லைன் சமூகம் குறித்த தேர்ந்தெடுக்கப்பட்ட ஆய்வுக் கட்டுரைகள், விளக்கக்காட்சிகள் மற்றும் ஆய்வறிக்கைகள் கீழே உள்ளன, அதன்பிறகு ஸ்க்ராட்ச் ஆதரிப்பதற்காக வழங்கப்பட்ட தேசிய அறிவியல் அறக்கட்டளை மானியங்களின் பட்டியல்.
vi: Dưới đây là những bài báo nghiên cứu, thuyết trình, và luận văn về Scratch và cộng đồng trực tuyến Scratch, theo sau là danh sách các gói tài trợ của Tổ chức Khoa học Quốc gia được trao để hỗ trợ Scratch.

source: Research Papers &amp; Presentations
bn: গবেষণা পত্র &amp; উপস্থাপনা
ca: Articles d'investigació &amp; Presentacions
fa: مقاله‌های پژوهشی & amp؛ سخنرانی‌ها
hy: Հետազոտական ​​աշխատանքներ և AMP Շնորհանդեսներ
ja: 論文・報告書・プレゼンテーション資料
nn: Forskingsartiklar og presentasjonar
ta: ஆராய்ச்சி ஆவணங்கள் &amp; விளக்கக்காட்சிகள்
vi: Bài báo Nghiên cứu &amp; Thuyết trình

source: National Science Foundation Grants
bn: জাতীয় বিজ্ঞান ফাউন্ডেশন অনুদান
ca: Patrocinis de la National Science Foundation
fa: کمک‌های مالی بنیاد ملی علوم
hy: Գիտությունների ազգային հիմնադրամի դրամաշնորհներ։
ja: アメリカ国立科学財団（NSF）グラント
nn: Løyvingar frå National Science Foundation
ta: தேசிய அறிவியல் அறக்கட்டளை மானியங்கள்
vi: Trợ cấp Tổ chức Khoa học Quốc gia

source: Scratch Offline Editor
bn: স্ক্রাচ অফলাইন এডিটর।
ca: Editor fora de línia de Scratch
fa: ویرایشگر آفلاین اسکرچ
ja: Scratch オフラインエディター
nn: Scratch for maskiner utan nettsamband
ta: கீறல் ஆஃப்லைன் எடிட்டர்
vi: Trình soạn thảo không dùng kết nối Internet Scratch

source: Scratch 2 Offline Editor
bn: Scratch 2 অফলাইন এডিটর
ca: Editor fora de línia de Scratch 2
fa: اسکرچ 2 ویرایشگر آفلاین
hy: Scratch 2 անցանց խմբագիր
ja: Scratch 2 オフラインエディター
nn: Scratch 2.0 for maskiner utan nettsamband
ta: கீறல் 2 ஆஃப்லைன் எடிட்டர்
vi: Trình soạn thảo không dùng kết nối Internet Scratch 2

source: <p class="lg-msg">You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Mac, Windows, and some versions of Linux (32 bit).</p> <p class="lg-msg"><b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe Air 20. To upgrade to Adobe Air 20 manually, go <a href="https://get.adobe.com/air/">here</a>.</p>
bn: <p class="lg-msg">তুমি ইন্টারনেট সংযোগ ছাড়াই প্রজেক্টগুলোতে কাজ করতে Scratch 2.0 এডিটর ইনস্টল করতে পার। এই সংস্করণটি Mac, উইন্ডোজ এবং Linux এর (32 বিট) কিছু সংস্করণে কাজ করবে।</p> <p class="lg-msg"><b>Mac ব্যবহারকারীদের জন্য নোট:</b> Scratch 2.0 অফলাইনের সর্বশেষ সংস্করণের জন্য Adobe Air 20 প্রয়োজন। Adobe Air 20 ম্যানুয়ালি আপগ্রেড করতে, <a href="https://get.adobe.com/air/">এখানে</a> যাও।</p>
ca: <p class="lg-msg">Pots instal·lar l'editor de Scratch 2.0 per treballar en els projectes sense connexió a Internet. Aquesta versió funciona en Mac, Windows, i en algunes versions de Linux (32 bit).</p> <p class="lg-msg"><b>Nota per a usuaris de Mac:</b> la darrera versió de Scratch 2.0 fora de línia necessita Adobe Air 20. Per actualitzar a Adobe Air 20 de manera manual, vés <a href="https://get.adobe.com/air/">aquí</a>.</p>
fa: <p class="lg-msg">شما می‌توانید ویرایشگر اسکرچ 2.0 را برای کار بر روی پروژه‌ها بدون اتصال به اینترنت نصب کنید. این نسخه بر روی مک، ویندوز و برخی از نسخه‌های لینوکس (32 بیتی) کار خواهد کرد.</p> <p class="lg-msg"><b>نکته‌های برای کاربران مک:</b> آخرین نسخه Scratch 2.0 Offline مستلزم Adobe Air 20 است. برای ارتقاء به Adobe Air 20 به صورت دستی، به <a href="https://get.adobe.com/air/">اینجا</a> بروید.</p>
ja: <p class="lg-msg">インターネット接続がなくてもプロジェクトの作業ができるScratch 2.0エディターをインストールできます。このバージョンはMac、Windows、そしていくつかのバージョンのLinux (32 bit)で動作します。</p> <p class="lg-msg"><b>Macユーザーへの注意:</b> 最新版のScratch 2.0オフラインエディターには、Adobe Air 20が必要です。<a href="https://get.adobe.com/air/">ここ</a>からAdobe Air 20に手動でアップグレードしてください。</p>
nn: <p class="lg-msg">Du kan lasta ned Scratch 2.0 for maskiner utan nettsamband. Denne versjonen verkar på Mac, Windows og nokre versjonar av Linux (32-bits versjonar).</p> <p class="lg-msg"><b>Mac-brukarar:</b> Den nyaste versjonen av Scratch 2.0 krev Adobe Air 20, som du kan <a href="https://get.adobe.com/air/">lasta ned her</a>.</p>
vi: <p class="lg-msg">Bạn có thể cài đặt editor Scratch 2.0 để làm trên chương trình mà không cần kết nối internet. Phiên bản này hoạt động trên Mac, Windows, và một số phiên bản của Linux (32 bit).</p> <p class="lg-msg"><b>Chú ý cho Người dùng Mac:</b> phiên bản mới nhất của Scratch 2.0 Offline đòi hỏi Adobe Air 20. Để nâng cấp Adobe Air 20 thủ công, vào<a href="https://get.adobe.com/air/">đây</a>.</p>
