Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: Woah, seems like you're inviting curators really quickly. Please wait a bit longer between inviting curators.
bn: ওহ, মনে হচ্ছে তুমি খুব দ্রুত কিউরেটরদের আমন্ত্রণ জানাচ্ছ। অনুগ্রহ করে কিউরেটরদের আমন্ত্রণ জানানোর মধ্যে কিছু সময় অপেক্ষা কর।
ca: Vaja, sembla que estàs convidant conservadors molt ràpid. Si us plau espera una mica més entre invitació i invitació.
fa: وای، به نظر می‌رسد شما واقعاً سریع مربیان را دعوت می‌کنید. لطفاً بین دعوت از مربیان کمی صبر کنید.
ja: 申し訳ありません。スタジオに人を招待するする間隔が少し早すぎるようです。1回招待したあと次に招待するときは、もう少し時間を置いてください。
vi: Oa, dường như bạn đang mời nhiều người quản lý rất nhanh chóng. Xin đợi lâu hơn một chút giữa những lần mời người quản lý.

source: Oops! You are following too many studios.
bn: উফ! তুমি অনেক বেশি স্টুডিও অনুসরণ করছ।
ca: Vaja! Estàs seguint a massa estudis.
fa: ای واای !! شما دنبال کننده ی استودیو های بسیار زیادی هستید.
ja: フォローしている生徒の数が多すぎるようです。
vi: Ố! Bạn đang theo dõi nhiều studio quá rồi.

source: Occasional updates from the Scratch Team
ca: Actualitzacions de l'equip de Scratch
fa: به‌روز‌رسانی‌های ‌گاه‌به‌گاه از تیم اسکرچ
vi: Các cập nhật không thường xuyên từ Nhóm Scratch

source: Unsubscribe me from Scratch news & updates
ca: Dona'm de baixa de les novetats & actualitzacions de Scratch
fa: عضویت من را از دریافت خبرها و به روزرسانی‌های اسکرچ لغو کن
vi: Bỏ theo dõi bản tin Scratch & các cập nhật

source: Your message has been sent. We will respond within 3 days.
ca: El teu missatge ha estat enviat. Et contestarem en un marge de 3 dies.
fa: پیام شما دریافت شد. در مدت 3 روز آینده به شما پاسخ خواهیم داد.
nn: Meldinga er send. Me vil svara i løpet av 3 dagar.
vi: Tin nhắn của bạn vừa được gửi. Chúng tôi sẽ phản hồi trong vòng 3 ngày.

source: Greetings from the Scratch Team at MIT! A few minutes ago, your child signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
ca: Salutacions de l'equip de Scratch del MIT! Fa uns minuts, el seu fill o filla ha registrat un nou compte a <a href="%(scratch_url)s">Scratch</a> amb el nom d'usuari:
fa: سلامی از تیم اسکرچ در MIT! چند دقیقه پیش، فرزند شما برای یک حساب جدید در <a href="%(scratch_url)s">اسکرچ</a> با نام کاربری ثبت نام کرد:
nn: Hei! Dette er ei melding frå Scratch-gruppa ved MIT. Ungen ditt registrerte nettopp ein ny brukarkonto på <a href="%(scratch_url)s">Scratch</a> med brukarnamnet:
vi: Lời chào đến từ Nhóm Scratch tại MIT! Vài phút trước, con của bạn đã đăng ký tài khoản mới trên <a href="%(scratch_url)s">Scratch</a> với tên đăng nhập:

source: Greetings from the Scratch Team at MIT! You just signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
ca: Salutacions de l'equip de Scratch del MIT! Ja has registrat un nou compte a <a href="%(scratch_url)s">Scratch</a> amb el nom d'usuari:
fa: سلامی از تیم اسکرچ در MIT! شما اکنون برای یک حساب جدید در <a href="%(scratch_url)s">اسکرچ</a> با نام کاربری ثبت نام کردید:
nn: Hei! Dette er ei melding frå Scratch-gruppa ved MIT. Du registrerte nettopp ein ny brukarkonto på <a href="%(scratch_url)s">Scratch</a> med brukarnamnet:
vi: Lời chào đến từ nhóm Scratch tại MIT! Bạn vửa mới đăng ký tài khoản mới trên <a href="%(scratch_url)s">Scratch</a> với tên đăng nhập:

source: Please confirm this email address by clicking the button below:
ca: Si us plau confirma aquesta adreça de correu electrònic fent clic al botó següent:
fa: لطفا این آدرس ایمیل را با کلیک بر روی دکمه زیر تایید کنید:
nn: Du må stadfesta e-postadressa ved å trykkja på knappen nedanfor:
vi: Vui lòng xác nhận email này bằng cách nhấp vào nút phía bên dưới:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
ca: Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que infants i joves poden crear històries interactives, jocs i animacions. Confirmant aquest correu electrònic donarem al seu fill o filla accés complet per compartir i comentar en la comunitat en línia de Scratch. Coneixeu més a <a href="%(about_url)s">%(about_url)s</a>.
fa: اسکرچ یک زبان برنامه‌نویسی رایگان و جامعه آنلاین است جایی که بچه‌ها می‌توانند داستان، بازی و انیمیشن‌های تعاملی ایجاد کنند. تأیید این ایمیل به کودک شما دسترسی کامل برای به اشتراک گذاشتن و نظر دادن در جامعه آنلاین اسکرچ را می‌دهد. در <a href="%(about_url)s">%(about_url)s</a>اطلاعات بیشتری دریافت کنید.
nn: Scratch er eit gratis programmeringsspråk og nettsamfunn der ungar kan laga interaktive forteljingar, spel og animasjonar. Ved å stadfesta e-postadressa di får ungen din full tilgang til å leggja ut program og kommentarar på nettstaden. Du finn meir informasjon her: <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
ca: Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que pots crear les teves pròpies històries interactives, jocs i animacions. Confirmant aquest correu electrònic et donarem accés complet per compartir i comentar en la comunitat en línia de Scratch. Coneix més a <a href="%(about_url)s">%(about_url)s</a>.
fa: اسکرچ یک زبان برنامه‌نویسی رایگان و جامعه آنلاین است جایی که شما می‌توانید داستان، بازی و انیمیشن‌های تعاملی ایجاد کنید. تأیید این ایمیل به شما دسترسی کامل برای به اشتراک گذاشتن و نظر دادن در جامعه آنلاین اسکرچ را می‌دهد. در <a href="%(about_url)s">%(about_url)s</a>اطلاعات بیشتری دریافت کنید.
nn: Scratch er eit gratis programmeringsspråk og nettsamfunn der du kan laga interaktive forteljingar, spel og animasjonar. Ved å stadfesta e-postadressa di får du full tilgang til å leggja ut program og kommentarar på nettstaden. Du finn meir informasjon her: <a href="%(about_url)s">%(about_url)s</a>.
vi: Scratch là một ngôn ngữ lập trình miễn phí và cộng đồng trực tuyến, nơi trẻ em có thể tạo các câu chuyện tương tác, trò chơi và hình ảnh động. Xác nhận email này sẽ cung cấp cho con bạn quyền truy cập đầy đủ để chia sẻ và bình luận trong cộng đồng trực tuyến Scratch. Tìm hiểu thêm ở <a href="%(about_url)s">%(about_url)s</a>.

source: A few minutes ago, your child signed up for a new account on Scratch (%(scratch_url)s. Please confirm this email address by clicking the button below:
ca: Fa uns minuts, el teu fill o filla ha registrat un nou compte a Scratch (%(scratch_url)s. Si us plau confirma aquesta adreça de correu electrònic fent clic al botó següent:
fa: چند دقیقه پیش، فرزند شما برای یک حساب جدید در اسکرچ ثبت نام کرد (%(scratch_url)s. لطفاً این آدرس ایمیل را با کلیک بر روی دکمه زیر تأیید کنید:
nn: Ungen ditt registrerte nettopp ein ny brukarkonto på Scratch (%(scratch_url)s. Stadfest denne e-postadressa ved å trykkja på knappen nedanfor:
vi: Một vài phút trước, con của bạn đã đăng ký tài khoản mới trên Scratch (%(scratch_url)s. Xin hãy xác nhận địa chỉ email này bằng cách bấm vào nút bên dưới:

source: You just signed up for a new account on Scratch (%(scratch_url)s). Please confirm your email address by clicking the button below:
ca: Has registrat un nou compte a Scratch (%(scratch_url)s). Si us plau confirma la teva adreça de correu electrònic fent clic al botó següent:
fa: شما اکنون برای یک حساب جدید در اسکرچ ثبت نام کردید (%(scratch_url)s). لطفاً آدرس ایمیل خود را با کلیک بر روی دکمه زیر تأیید کنید:
nn: Du registrerte nettopp ein ny brukarkonto på Scratch (%(scratch_url)s). Stadfest e-postadressa din ved å trykkja på knappen nedanfor:
vi: Bạn vừa mới đăng ký tài khoản mới trên Scratch (%(scratch_url)s). Xin hãy xác nhận địa chỉ email của bạn bằng cách bấm vào but bên dưới:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
ca: Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que infants i joves poden crear històries interactives, jocs i animacions. Confirmant aquest correu electrònic donarem accés complet al teu fill o filla per compartir i comentar en la comunitat en línia de Scratch. Coneixeu més a %(about_url)s.
fa: اسکرچ یک زبان برنامه‌نویسی رایگان و جامعه آنلاین است جایی که بچه‌ها می‌توانند داستان، بازی و انیمیشن‌های تعاملی ایجاد کنند. تأیید این ایمیل به کودک شما دسترسی کامل برای به اشتراک گذاشتن و نظر دادن در جامعه آنلاین اسکرچ را می‌دهد. در %(about_url)sاطلاعات بیشتری دریافت کنید.
nn: Scratch er eit gratis programmeringsspråk og nettsamfunn der ungar kan laga interaktive forteljingar, spel og animasjonar. Ved å stadfesta e-postadressa di får ungen din full tilgang til å leggja ut program og kommentarar på nettstaden. Du finn meir informasjon på %(about_url)s.
vi: Scratch là một ngôn ngữ lập trình miễn phí và cộng đồng trực tuyến nơi trẻ em có thể sáng tạo các câu chuyện tương tác, trò chơi, và hoạt hình. Xác nhận email này sẽ cho phép con bạn toàn quyền truy cập để chia sẻ và bình luận trên cộng đồng trực tuyến Scratch. Tìm hiểu thêm tại %(about_url)s.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at %(about_url)s.
ca: Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que pots crear les teves pròpies històries interactives, jocs i animacions. Confirmant aquest correu electrònic et donarem accés complet per compartir i comentar en la comunitat en línia de Scratch. Coneix més a %(about_url)s.
fa: اسکرچ یک زبان برنامه‌نویسی رایگان و جامعه آنلاین است جایی که شما می‌توانید داستان، بازی و انیمیشن‌های تعاملی ایجاد کنید. تأیید این ایمیل به شما دسترسی کامل برای به اشتراک گذاشتن و نظر دادن در جامعه آنلاین اسکرچ را می‌دهد. در %(about_url)sاطلاعات بیشتری دریافت کنید.
nn: Scratch er eit gratis programmeringsspråk og nettsamfunn der du kan laga interaktive forteljingar, spel og animasjonar. Ved å stadfesta e-postadressa di får ungen din full tilgang til å leggja ut program og kommentarar på nettstaden. Du finn meir informasjon på %(about_url)s.
vi: Scratch là một ngôn ngữ lập trình miễn phí và cộng đồng trực tuyến nơi bạn có thể sáng tạo các câu chuyện tương tác, trò chơi, và hoạt hình. Xác nhận email này sẽ cho phép bạn toàn quyền truy cập để chia sẻ và bình luận trên cộng đồng trực tuyến Scratch. Tìm hiểu thêm tại %(about_url)s.

source: Scratch
fa: اسکرچ
hy: Սքրետչ
ta: ஸ்கிராட்ச் மாநாடு

source: Scratch Wiki
ca: Wiki de l'Scratch
fa: ویکی اسکرچ
hy: Սքրետչ Վիքի
ta: கீறல் விக்கி

source: Scratch Day
ca: Dia de l'Scratch
fa: روز اسکرچ
hy: Scratch-ի օր
nn: Scratch-dagen
ta: ஸ்கிராட்ச் நாள்
vi: Ngày Scratch

source: Scratch Foundation
fa: بنیاد اسکرچ
hy: Scratch հիմնադրամ
ja: Scratch財団
nn: Scratch-stiftinga
ta: ஸ்கிராட்ச் அறக்கட்டளை
vi: Quỹ Scratch

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
ca: L'Scratch és un projecte del Lifelong Kindergarten Group del MIT Media Lab
fa: اسکرچ پروژه ای از گروه Lifelong Kindergarten در آزمایشگاه رسانه دانشگاه MIT است
nn: Scratch er eit prosjekt frå «Lifelong Kindergarten Group» ved MIT Media Lab
vi: Scratch là một dự án của Lifelong Kindergarten Group tại phòng thí nghiệm MIT Media Lab

source: The Scratch Team receives a large number of messages each day. Unfortunately, we do not have time to answer all of them. Luckily, you can find answers to most questions about Scratch on our <a href="/info/faq/">Frequently Asked Questions</a> page.
ca: L'equip de Scratch rep molts missatges cada dia. Desafortunadament, no tenim temps per respondre'ls tots. Per sort, pots trobar respostes a moltes preguntes al voltant de Scratch a la nostra pàgina de <a href="/info/faq/">Preguntes Freqüents</a> FAQ.
fa: تیم اسکرچ هر روز پیام‌های زیادی دریافت می‌کند. متاسفانه، ما زمان برای پاسخگویی به همۀ آن‌ها را نداریم. خوشبختانه، شما می‌توانید پاسخ به بسیاری از سوالات در مورد اسکرچ را در صفحه <a href="/info/faq/">سوالات اخیراً پرسیده شده</a>ما پیدا کنید.
nn: Administratorane får mange meldingar kvar dag, og dessverre har me ikkje tid til å svara på alle. Heldigvis kan du finna svaret på dei fleste spørsmåla om Scratch under <a href="/info/faq/">spørsmål og svar</a>.
vi: Nhóm Scratch nhận một số lượng lớn tin nhắn mỗi ngày. Rủi thay, chúng tôi không có thời gian để trả lời tất cả chúng. May thay, bạn có thể tìm câu trả lời cho hầu hết các câu hỏi về Scratch trên trang <a href="/info/faq/">Các câu hỏi Thường gặp</a> của chúng tôi.

source: You can also look at the Scratch <a href="/discuss">Discussion forums</a>.
ca: També pots consultar els <a href="/discuss">Fòrums de discussió</a>.
fa: شما همچنین می‌توانید به <a href="/discuss">انجمن‌های بحث</a> اسکرچ نگاهی بیاندازید.
nn: Du kan òg prøva å sjå på <a href="/discuss">Scratch-forumet</a>.
vi: Bạn cũng có thể xem Scratch <a href="/discuss">Diễn đàn thảo luận</a>.

source: If you can't find an answer, post a new topic on the <a href="/discuss">Discussion forums.</a> There are many experienced Scratchers who can help!
ca: Si no trobes una resposta, pots crear un nou tema de debat als <a href="/discuss">Fòrums de discussió.</a> Hi ha molts Scratchers amb molta experiència que et poden donar un cop de mà!
fa: اگر شما نمی‌بببتوانید یک پاسخ را پیدا کنید، یک موضوع جدید در <a href="/discuss">انجمن‌های بحث</a> ارسال کنید. بسیاری از اسکرچر‌های با تجربه وجود دارند که می‌توانند کمک کنند!
nn: Viss du ikkje finn svaret, kan du skriva eit nytt innlegg i <a href="/discuss">forumet</a>. Der er det mange erfarne scratcharar som kan hjelpa deg!
vi: Nếu bạn không thể tìm ra câu trả lời, đăng một chủ đề mới lên <a href="/discuss">Diễn đàn thảo luận.</a> Có nhiều Scratchers đầy kinh nghiệm có thể giúp đỡ!

source: Questions About Scratch
ca: Preguntes sobre Scratch
fa: سوالات درباره‌ی اسکرچ
nn: Spørsmål om Scratch
vi: Câu hỏi về Scratch

source: Help with Scripts
ca: Ajuda amb els Programes
fa: راهنمایی با دستور‌ها
nn: Hjelp med skript
vi: Giúp đỡ với Scratch

source: Bugs and Glitches
ca: Bugs i Errades
fa: اشکال‌ها و مشکل‌ها
nn: Feil og manglar
vi: Lỗi và Sự cố

source: If you need to contact us, please choose from one of the options below. We get a lot of mail, so we may not be able to respond to your message.
ca: Si necessites posar-te en contacte amb nosaltres, si us plau tria una de les següents opcions. Rebem molt correu, per aquest motiu és possible que no puguem contestar el teu missatge.
fa: اگر شما نیاز دارید با ما تماس بگیرید، لطفاً از یکی از گزینه‌های زیر را استفاده کنید. ما ایمیل‌های زیادی دریافت می‌کنیم، بنابراین ممکن است قادر به پاسخ به پیام شما نباشیم.
nn: Viss du vil kontakta oss, vel ein kategori nedanfor. Men merk at me får mykje e-post, så det er ikkje sikkert me får tid til å svara deg.
vi: Nếu bạn muốn liên hệ chúng tôi, xin chọn một trong những tùy chọn bên dưới. Chúng tôi nhận rất nhiều thư, do vậy chúng tôi có thể không có khả năng trả lời tin nhắn của bạn.

source: Select a topic
ca: Tria un tema
fa: یک موضوع را انتخاب کنید
nn: Vel emne
vi: Chọn một chủ đề

source: Report something inappropriate...
ca: Denuncia alguna cosa no apropiada...
fa: چیز نامناسبی را گزارش کنید...
nn: Meld noko upassande …
vi: Báo cáo điều không phù hợp...

source: Report a problem with the website...
ca: Informa d'un problema amb el lloc web...
fa: گزارش مشکل در وبسایت ..
nn: Meld frå om problem med nettstaden …
vi: Báo cáo vấn đề với trang web...

source: Problems with email confirmation...
ca: Problemes amb la confirmació del correu electrònic...
fa: مشکل در تایید ایمیل ...
nn: Problem med stadfesting av e-postadressa …
vi: Các vấn đề với việc xác nhận email...

source: Other...
ca: Un altre...
fa: سایر ..
nn: Anna …
vi: Khác...

source: Students can use this link to register for your class. They will be directed to a class page where they can click 'Join this Class'.
ca: Els alumnes poden utilitzar aquest enllaç per registrar-se a la teva classe. Seran dirigits a una pàgina de classe en la que poden clicar a 'Uneix-te a aquesta classe'.
fa: دانش‌آموزان می‌توانند از این لینک برای ثبت نام برای کلاس شما استفاده کنند. آن‌ها به یک صفحه کلاس هدایت می‌شوند که در آن می‌توانند روی "عضویت در این کلاس" کلیک کنند.
nn: Elevar kan bruka denne lenkja for å melda seg inn i klassen din. Dei vil komma til ei side der dei kan trykkja «Vert med i denne klassen».
vi: Học sinh có thể sử dụng đường dẫn này để đăng ký lớp học của bạn. Chúng sẽ được chuyển sang trang lớp học nơi chúng có thể bấm vào 'Tham gia Lớp học này'.

source: Generate a sign-up link
ca: Genera un enllaç de registre
fa: یک لینک ثبت نام ایجاد کنید
nn: Lag ei lenkje for innmelding
vi: Tạo đường dẫn đăng ký

source: Generate
ca: Genera
fa: تولید کردن
nn: Lag lenkje
vi: Tạo

source: Upload a .csv file containing up to 50 student usernames and passwords. These accounts will be publicly visible. Please do not choose usernames that contain personal identifiers, such as real names or schools. Accounts with usernames containing personal identifiers will be permanently deleted for safety and privacy reasons. Please use the following format:
ca: Puja un fitxer .csv amb fins a 50 noms d'usuari i contrasenya d'estudiants. Aquests comptes seran visibles per a tothom. Si us plau no triïs noms d'usuari que incloguin identificadors personals, com ara noms reals o d'escola. Els comptes amb noms d'usuari que tinguin identificadors personals seran esborrats per motius de seguretat i privacitat. Utilitza el següent format:
fa: فایل CSV را که حاوی بیش از 50 نام کاربری و گذرواژه دانش‌آموزی است، بارگذاری کنید. این حساب‌ها به صورت عمومی قابل مشاهده خواهند بود. لطفاً نام کاربری که حاوی شناسه‌های شخصی، مانند نام یا مدارس واقعی هستند، انتخاب نکنید. حساب‌های دارای نام کاربری که حاوی شناسه شخصی است، به دلایل ایمنی و حفظ حریم خصوصی به طور دائمی حذف می‌شود. لطفاً از فرمت زیر استفاده کنید:
vi: Tài lên tập tin .csv chưa tối đa 50 tên đăng nhập của học sinh và mật khẩu. Những tài khoản này sẽ được hiển thị công khai. Xin đừng chọn tên đăng nhập chứa thông tin xác định cá nhân, như tên thật hay trường. Các tài khoản với tên đăng nhập chứa thông tin xác định cá nhân sẽ được xóa vĩnh viễn vì lý do an toàn và bảo mật. Xin sử dụng định dạng sau:

source: Learn more about CSV files
ca: Conèixer més sobre arxius CSV
fa: درباره فایل‌های CSV بیشتر بدانید
nn: Meir informasjon om CSV-filer
vi: Biết thêm về file CSV

source: Student Upload
ca: Pujada d'estudiant
fa: بارگذاری دانش‌آموز
nn: Elevopplasting
vi: Học sinh Tải lên

source: Adding New Student
ca: Afegir un nou alumne
fa: افزودن دانش‌آموز جدید
nn: Leggja til ny elev
vi: Thêm Học sinh Mới

source: These accounts will be publicly visible. Please do not choose usernames that contain personal identifiers, such as real names or schools. Accounts with usernames containing personal identifiers will be permanently deleted for safety and privacy reasons.
ca: Aquests comptes seran visibles per a tothom. Si us plau no triïs noms d'usuari que incloguin identificadors personals, com ara noms reals o d'escola. Els comptes amb noms d'usuari que tinguin identificadors personals seran esborrats per motius de seguretat i privacitat.
fa: این حساب‌ها به صورت عمومی قابل مشاهده خواهند بود. لطفاً نام‌های کاربری را که حاوی شناسه‌های شخصی هستند، مانند نام‌ها یا مدارس واقعی انتخاب نکنید. حساب‌های دارای نام کاربری که حاوی شناسه شخصی است، به دلایل ایمنی و حفظ حریم خصوصی به طور دائمی حذف می‌شود.
vi: Những tài khoản này sẽ được hiển thị công khai. Xin đừng chọn tên đăng nhập chứa thông tin xác định cá nhân, như tên thật hay trường. Các tài khoản với tên đăng nhập chứa thông tin xác định cá nhân sẽ được xóa vĩnh viễn vì lý do an toàn và bảo mật.

source: <a href="%(scratch_ed_url)s">Connect with other educators</a> via the ScratchEd online community, developed and supported by the Harvard Graduate School of Education. <em>Please note that you’ll need to create a separate account to join the discussion on ScratchEd.</em>
ca: <a href="%(scratch_ed_url)s">Connecta amb altres educadors</a> via la comunitat en línia de ScratchEd, desenvolupada i suportada per la Harvard Graduate School of Education. <em>Tingues en compte que hauràs de crear un compte diferent per participar a ScratchEd.</em>
fa: <a href="%(scratch_ed_url)s">با دیگر آموزگاران ارتباط برقرار کنید</a>از طریق جامعه آنلاین ScratchEd، توسعه یافته و پشتیبانی شده توسط دانشکده تحصیلات تکمیلی هاروارد. <em>لطفاً توجه داشته باشید که برای پیوستن به بحث در ScratchEd، باید یک حساب جداگانه ایجاد کنید.</em>
nn: <a href="%(scratch_ed_url)s">Diskuter med andre lærarar</a> på ScratchEd, utvikla og støtta av Harvard Graduate School of Education. <em>Merk at du treng ein eigen konto for å delta i diskusjonane på ScratchEd.</em>
vi: <a href="%(scratch_ed_url)s">Kết nối với những nhà giáo khác</a> thông qua cộng đồng trực tuyến ScratchEd, đã được phát triển và hỗ trợ bởi Trường Sư phạm Sau đại học Harvard. <em>Xin chú ý rằng bạn sẽ tạo một tài khoản riêng ra để tham gia thảo luận trên ScratchEd.</em>

source: Twitter
fa: توئیتر
ta: பிளிக்கர்

source: Mac (Chrome)
fa: مک (کروم)
ta: மேக் (குரோம்)

source: Adobe AIR
fa: ادوبی ایر
ta: அடோப் ஏர்
vi: Phần mềm Adobe AIR

source: Scratch 1.4 for Debian / Ubuntu
ca: Scratch 1.4 per Debian / Ubuntu
fa: اسکرچ 1.4 برای دبیان / اوبونتو
hy: Scratch 1.4 Debian / Ubuntu- ի համար
ja: Scratch 1.4 Debian / Ubuntu用
ta: டெபியன் / உபுண்டுக்கு 1.4 கீறல்
vi: Scratch 1.4 cho Debian / Ubuntu

source: Dress Up Tera
ca: Vesteix la Tera
fa: حالت پوشیدن "ترا"
hy: Տերա Հագուստը
ja: おしゃれ大好きテラ
nn: Pyntedokka Tera
vi: Ăn mặc cho Tera

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
ca: Si vols compartir i comentar, només cal que facis clic a l'enllaç que apareix al correu electrònic que t'hem enviat a <strong><span class="email-welcome"></span></strong>
fa: اگر می خواهید که در نظردهی‌ها شرکت کنید و یا چیزی را با دیگران به اشتراک بگذارید، کافی است تا بر روی لینکی که به ایمیل زیر ارسال شده است کلیک کنید:<strong><span class="email-welcome"></span></strong>
ja: 作品を共有したり、コメントしたいときは、あなたのアドレス<strong><span class="email-welcome"></span></strong>に送信した電子メールのリンクをクリックしてください。
nn: For å leggja ut prosjekt og kommentarar må du først trykkja på lenkja i e-posten som er send til <strong><span class="email-welcome"></span></strong>
vi: Nếu bạn muốn chia sẻ và bình luận, đơn giản là bấm vào đường dẫn trong email chúng tôi đã gửi bạn tại <strong><span class="email-welcome"></span></strong>

source: Report this user
ca: Informa sobre aquest usuari
fa: این کاربر را گزارش کن
nn: Rapporter brukaren
vi: Báo cáo người dùng này
