Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/*/LC_MESSAGES/django.po
Languages: bn, ca, fa, hy, ja, nn, ta, vi

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
bn: %(target_username)s এর %(project)s একজন Scratch অ্যাডমিনিস্ট্রেটর দ্বারা মুছে ফেলা হয়েছিল।
ca: %(project)s per %(target_username)s ha estat esborrat per un Administrador de Scratch.
fa: %(project)s توسط %(target_username)s به‌وسیله‌ی یکی از مدیران اسکرچ حذف شد.
hy: %(project)s կողմից %(target_username)s ջնջվել է սքրաչ ադմինիստրատորի կողմից։
ja: %(target_username)s の %(project)s はScratch管理者により削除されました。
nn: %(project)s av %(target_username)s vart sletta av ein Scratch-administrator.
ta: கீறல் நிர்வாகியால்%(project)sகள் %(target_username)s கள் நீக்கப்பட்டன.
vi: %(project)s bởi %(target_username)s bị xóa bởi Quản trị viên Scratch.

source: %(target_username)s was deleted by a Scratch Administrator.
bn: %(target_username)s একজন Scratch এডমিন দ্বারা বাদ দেয়া হয়েছে।
ca: %(target_username)s ha estat esborrat per un Administrador de Scratch.
fa: %(target_username)s به‌وسیله‌ی یکی از مدیران اسکرچ حذف شد.
hy: %(target_username)s ջնջվել է սքրաչ ադմինիստրատորի կողմից։
ja: %(target_username)s はScratch管理者により削除されました。
nn: %(target_username)s vart sletta av ein Scratch-administrator.
ta: கீறல் நிர்வாகியால்%(target_username)s கள் நீக்கப்பட்டன.
vi: %(target_username)s bị xóa bởi Quản trị viên Scratch.

source: %(gallery)s was reviewed by a Scratch Administrator.
bn: %(gallery)sএকটি স্ক্র্যাচ অ্যাডমিনিস্ট্রেটর দ্বারা পর্যালোচনা করা হয়েছিল
ca: %(gallery)s ha estat revisat per un Administrador de Scratch.
fa: %(gallery)s توسط یک مدیر اسکرچ مورد بررسی قرار گرفت.
hy: %(gallery)s վերանայվել է սքրաչ ադմինիստրատորի կողմից։
ja: %(gallery)s がScratch管理者によって調査されました。
nn: %(gallery)s vart vurdert av ein Scratch-administrator.
ta: கீறல் நிர்வாகியால்%(gallery)s கள் மதிப்பாய்வு செய்யப்பட்டன.
vi: %(gallery)s được duyệt bởi Quản trị viên Scratch.

source: %(gallery)s was deleted by a Scratch Administrator.
bn: %(gallery)s একটি Scratch প্রশাসক দ্বারা মুছে ফেলা হয়েছে।
ca: %(gallery)s ha estat esborrat per un Administrador de Scratch.
fa: %(gallery)sتوسط یک مدیر اسکرچ حذف شد.
hy: %(gallery)s ջնջվել է սքրաչ ադմինիստրատորի կողմից։
ja: %(gallery)s はScratch管理者によって削除されました。
nn: %(gallery)s vart sletta av ein Scratch-administrator.
ta: கீறல் நிர்வாகியால்%(gallery)s கள் நீக்கப்பட்டன.
vi: %(gallery)s bị xóa bởi Quản trị viên Scratch.

source: %(target_username)s deleted their own account.
bn: %(target_username)s তাদের নিজেদের এ্যাকাউন্ট মুছে ফেলেছে।
ca: %(target_username)s ha esborrat el seu compte.
fa: %(target_username)sحساب خود را حذف کرد.
hy: %(target_username)s ջնջվել է իրենց սեփական հաշիվը։
ja: %(target_username)s はあなたが削除しました。
nn: %(target_username)s sletta sin eigen konto.
ta: %(target_username)sகள் தங்கள் சொந்த கணக்கை நீக்கினார் .
vi: %(target_username)s xóa tài khoản của chính họ.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
bn: %(target_username)s এর ইমেইল ঠিকানাটি একজন Scratch অ্যাডমিনিস্ট্রেটর দ্বারা নিশ্চিত করা হয়েছিল
ca: L'adreça de correu de %(target_username)s ha estat confirmada per un Administrador de Scratch
fa: آدرس ایمیل%(target_username)s توسط یک مدیر اسکرچ تایید شد.
hy: Էլ․ փոստի հասցեն %(target_username)s հաստատվել է սքրաչ ադմինիստրատորի կողմից
ja: %(target_username)s のメールアドレスに対するScratch管理者の認証が終了しました。
nn: E-postadressa til %(target_username)s vart stadfesta av ein Scratch-administrator.
ta: %(target_username)s இன் மின்னஞ்சல் முகவரி ஒரு கீறல் நிர்வாகியால் உறுதி செய்யப்பட்டது
vi: Địa chỉ email của %(target_username)s được xác nhận bởi Quản trị viên Scratch

source: The email address of %(target_username)s was set as not confirmed by a Scratch Administrator
bn: %(target_username)s এর ইমেল ঠিকানাটি Scratch অ্যাডমিনিস্ট্রেটর দ্বারা নিশ্চিত না হওয়া হিসাবে নির্ধারণ করা হয়েছিল
ca: L'adreça de correu de %(target_username)s s'ha establert com a no confirmada per un Administrador de Scratch
fa: آدرس ایمیل%(target_username)s به عنوان تایید نشده توسط مدیر اسکرچ نهاده شد.
hy: Էլ․ փոստի հասցեն %(target_username)s դրվել է չհաստատված սքրաչ ադմինիստրատորի կողմից
ja: %(target_username)s のメールアドレスが、Scratch管理者によって未承認状態に設定されました。
nn: E-postadressa til %(target_username)s vart av ein Scratch-administrator definert som ikkje stadfesta .
ta: கீறல் நிர்வாகியால் உறுதிப்படுத்தப்படாதபடி %(target_username)s இன் மின்னஞ்சல் முகவரி அமைக்கப்பட்டது
vi: Địa chỉ email của %(target_username)s được đặt như chưa được xác nhận bởi Quản trị viên Scratch

source: %(target_username)s had an admin action performed.
bn: %(target_username)s এর একটি অ্যাডমিন অ্যাকশন করা হয়েছিল।
ca: %(target_username)s ha complert una acció d'administració.
fa: %(target_username)sیک اقدام مدیر انجام داده است.
hy: %(target_username)s կատարվել է ադմինիստրատորի գործողություն։
ja: %(target_username)s に管理者アクションが実施されました。
nn: %(target_username)s fekk ei administratorhandling utført.
ta: %(target_username)s ஒரு நிர்வாக நடவடிக்கை செய்யப்பட்டது.
vi: %(target_username)s có một hành động quản trị đã được thực hiện.

source: Change Password for %(username)s
bn: %(username)s এর জন্য পাসওয়ার্ড পরিবর্তন কর
ca: Canvi la contrasenya per a %(username)s
fa: عوض کردن رمز عبور برای %(username)s
hy: փոխել գաղտնաբառը %(username)s
ja: %(username)s のパスワードを変更する
nn: Byt passord for %(username)s
ta: %(username)sக்கான கடவுச்சொல்லை மாற்றவும்
vi: Đổi Mật khẩu cho %(username)s

source: New password
bn: নতুন পাসওয়ার্ড
ca: Nova contrasenya
fa: رمز عبور جدید
hy: Նոր գաղտնաբառ
ja: 新しいパスワード
nn: Nytt passord
ta: புதிய கடவுச்சொல்
vi: Mật khẩu mới

source: New password confirmation
bn: নতুন পাসওয়ার্ড নিশ্চিতকরণ
ca: Confirmació de nova contrasenya
fa: تایید رمز عبور جدید
hy: Նոր գաղտնաբառի հաստատում
ja: 新しいパスワード（確認用）
nn: Stadfest nytt passord
ta: புதிய கடவுச்சொல் உறுதிப்படுத்தல்
vi: Xác nhận mật khẩu mới

source: %(username)s Account Options
bn: %(username)s এ্যাকাউন্ট অপশনগুলো
ca: %(username)s Opcions de compte
fa: تنظیمات کاربری %(username)s
hy: %(username)s հաշվի տարբերակներ
ja: %(username)s アカウント設定
nn: Brukarinnstillingar for %(username)s
ta: %(username)s கணக்கு விருப்பங்கள்
vi: %(username)s Tùy chọn Tài khoản

source: Remove Icon
bn: আইকন মুছে ফেল
ca: Elimina la icona
fa: حذف آیکن
hy: Հեռացնել պատկերը
ja: アイコンの削除
nn: Fjern ikon
ta: ஐகானை அகற்று
vi: Xóa biểu tượng

source: There are two ways to change your student's password.
bn: তোমার শিক্ষার্থীর পাসওয়ার্ড পরিবর্তন করার দুটি উপায় আছে।
ca: Hi ha dues maneres de canviar la contrasenya d'un estudiant.
fa: دو راه برای تغییر رمز عبور دانش آموزان تان وجود دارد
hy: Ձեր ուսանողների գաղտնաբառը փոխելու երկու եղանակ կա։
ja: 生徒のパスワードを変更する方法は2種類あります。
nn: Du kan byta elevpassord på to måtar.
ta: உங்கள் மாணவரின் கடவுச்சொல்லை மாற்ற இரண்டு வழிகள் உள்ளன.
vi: Có hai cách để thay đổi mật khẩu của học sinh của bạn.

source: Prompt student to change password on next login
bn: পরবর্তী লগইনে শিক্ষার্থীকে পাসওয়ার্ড পরিবর্তন করতে অনুরোধ কর
ca: Fes que l'alumne canviï la contrasenya al proper inici de sessió
fa: در اولین ورود دانش‌آموز پیغام تغییر رمزعبور نمایش داده شود
hy: Հուշեք ուսանողին փոխել գաղտնաբառը հաջորդ մուտքում
ja: 次回ログイン時に、生徒にパスワードの変更を促す
nn: Be eleven om å byta til eit anna passord ved neste innlogging
ta: அடுத்த உள்நுழைவில் கடவுச்சொல்லை மாற்ற மாணவனைத் கேட்கவும்
vi: Thông báo học sinh đổi mật khẩu ở lần đăng nhập tới

source: This student's password will be reset to your username, %(username)s. After the student logs in, they will be prompted to choose a new password.
bn: এই শিক্ষার্থীর পাসওয়ার্ড তোমার ব্যবহারকারীর নামে রিসেট করা হবে, %(username)s। শিক্ষার্থী লগ ইন করার পর, তাদের একটি নতুন পাসওয়ার্ড বেছে নিতে বলা হবে।
ca: La contrasenya d'aquest estudiant es reajustarà al nom d'usuari %(username)s. Quan iniciï sessió, el sistema li demanarà que triï una nova contrasenya.
fa: رمز عبور این دانش‌آموز به نام کاربری شما تنظیم خواهد شد،%(username)s. پس از ورود دانش‌آموز، آن‌ها ترغیب به انتخاب یک رمزعبور جدید می‌شوند.
hy: Այս ուսանողի գաղտնաբառը կվերականգնվի ձեր օգտվողի անվան հետ, %(username)s․ Ուսանողի մուտքից հետո նրանց կտրվի նոր գաղտնաբառ։
ja: この生徒のパスワードはリセットされてあなたのユーザー名「%(username)s」になります。次回この生徒がログインしたときに、新しいパスワードを選ぶよう画面に表示されます。
nn: Passordet til eleven vil setjast til å vera brukarnamnet ditt, %(username)s. Ved innlogging vert eleven bedt om å velja eit nytt passord.
ta: இந்த மாணவரின் கடவுச்சொல் உங்கள் பயனர்பெயர், %(username)s. கள் மீட்டமைக்கப்படும். மாணவர் உள்நுழைந்த பிறகு, புதிய கடவுச்சொல்லைத் தேர்வு செய்ய அவர்கள் கேட்கப்படுவார்கள்.
vi: Mật khẩu của học sinh này sẽ được đặt lại theo tên đăng nhập của bạn, %(username)s. Sau đó học sinh đăng nhập vào, chúng sẽ được thông báo chọn mật khẩu mới.

source: Prompt Student
bn: প্রম্পট শিক্ষার্থী
ca: Donar entrada a estudiant
fa: دانش‌آموز را تحریک کنید
hy: Ուսանողի հուշում
ja: 生徒に通知する
nn: Be eleven byta passord
ta: மாணவரிடம் கேளுங்கள்
vi: Thông báo Học sinh

source: Manually change the student's password
bn: ম্যানুয়ালি শিক্ষার্থীর পাসওয়ার্ড পরিবর্তন কর
ca: Canviar de manera manual la contrasenya de l'estudiant
fa: رمز عبور دانش‌آموز را به صورت دستی تغییر دهید
hy: Ձեռքով փոխեք ուսանողի գաղտնաբառը
ja: 手動で生徒のパスワードを変更する
nn: Byt passordet sjølv
ta: மாணவரின் கடவுச்சொல்லை கைமுறையாக மாற்றவும்
vi: Thay đổi mật khẩu của học sinh thủ công

source: You will be redirected to a screen where you can choose the student's password.
bn: তোমাকে একটি পর্দায় পুনরায় নির্দেশিত করা হবে যেখানে তুমি শিক্ষার্থীর পাসওয়ার্ড বাছাই করতে পারবে।
ca: Seràs redirigit a una pantalla on es pot triar la contrasenya de l'estudiant.
fa: شما دوباره به یک صفحه هدایت می‌شوید که در آن می‌توانید رمز عبور دانش‌آموز را انتخاب کنید.
hy: Դուք կուղղորդվեք դեպի մի էկրան, որտեղ կարող եք ընտրել ուսանողի գաղտնաբառը:
ja: 生徒のパスワード選択画面にリダイレクトします。
nn: Du vert send vidare til ei side der du kan velja passord til eleven.
ta: மாணவரின் கடவுச்சொல்லை நீங்கள் தேர்வுசெய்யக்கூடிய ஒரு திரைக்கு நீங்கள் திருப்பி விடப்படுவீர்கள்.
vi: Bạn sẽ được chuyển sang màn hình nơi bạn có thể chọn mật khẩu của học sinh.

source: Manually Change
bn: নিজে নিজে পরিবর্তন
ca: Canvi manual
fa: تغییر به صورت دستی
hy: Ձեռքով փոխել
ja: 手動で変更
nn: Byt passord sjølv
ta: கைமுறையாக மாற்றவும்
vi: Thay đổi Thủ công

source: Close
bn: বন্ধ কর
ca: Tanca
fa: بستن
hy: Փակել
ja: 閉じる
nn: Lukk
ta: மூடு
vi: Đóng

source: Sign-up Link
bn: সাইন-আপ লিংক
ca: Enllaç de registre
fa: لینک ثبت نام
hy: Գրանցման հղում
ja: アカウント作成リンク
nn: Lenkje for innmelding
ta: பதிவுபெறும் இணைப்பு
vi: Đường dẫn Đăng ký

source: Get a sign-up link that students can use to register for your class. They will be directed to a class page where they can "Join this Class".
bn: একটি সাইন-আপ লিংক পাও যা শিক্ষার্থীরা তোমার শ্রেণির জন্য নিবন্ধন করতে ব্যবহার করতে পারে। তাদের একটি শ্রেণি পেইজে নির্দেশিত করা হবে যেখানে তারা "এই ক্লাসে যোগ দিতে" পারবে।
hy: Ստացեք գրանցման հղում, որով ուսանողները կարող են գրանցվել ձեր դասարանում: Նրանք կուղղվեն դասի էջ, որտեղ նրանք կարող են միանալ այս դասարանին:
ja: 生徒がクラスに登録することができるリンクを取得します。生徒は、「クラスに参加する」ことができるクラスページに案内されます。
ta: உங்கள் வகுப்பிற்கு பதிவு செய்ய மாணவர்கள் பயன்படுத்தக்கூடிய பதிவுபெறும் இணைப்பைப் பெறுங்கள். அவர்கள் "இந்த வகுப்பில் சேர" ஒரு வகுப்பு பக்கத்திற்கு அனுப்பப்படுவார்கள்.

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
bn: ইউজারনেমগুলো অবশ্যই কোনোভাবেই শিক্ষার্থীদের পরিচয় প্রকাশ করবে <span class="underline">না</span> ।
hy: Օգտագործողների անունները պետք է <span class="underline">ոչ</span> որևէ կերպ բացահայտել ուսանողների ինքնությունը:
ja: ユーザー名には生徒を識別できる情報を<span class="underline">含めない</span>でください。
ta: பயனர்பெயர்கள் கட்டாயம் <span class="underline">not</span> எந்த வகையிலும் மாணவர்களின் அடையாளத்தை வெளிப்படுத்துங்கள்.

source: I agree to remind my students not to use their real names, school name, contact information or student ID numbers.
bn: আমি আমার শিক্ষার্থীদের তাদের আসল নাম, স্কুলের নাম, যোগাযোগের তথ্য বা শিক্ষার্থী আইডি নম্বর ব্যবহার না করার জন্য স্মরণ করিয়ে দিতে সম্মত।
hy: Համաձայն եմ հիշեցնել իմ ուսանողներին չօգտագործել իրենց իրական անունները, դպրոցի անունը, կոնտակտային տվյալները կամ ուսանողի ինքնության համարները:
ja: 私は、生徒に本名、学校名、連絡先や生徒IDを使わせないよう知らせることに同意します。
ta: எனது மாணவர்களின் உண்மையான பெயர்கள், பள்ளி பெயர், தொடர்பு தகவல் அல்லது மாணவர் அடையாள எண்களைப் பயன்படுத்த வேண்டாம் என்பதை நினைவூட்ட ஒப்புக்கொள்கிறேன்.

source: Get Link
bn: লিংক পাও
hy: Հղումը ստանալ
ja: リンクを取得する
ta: இணைப்பைப் பெறுங்கள்

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
bn: লিংকটি কপি করতে Windows এ CTRL+C অথবা Mac এ &#8984;+C টাইপ কর।
ca: Prem CTRL+C a Windows o bé &#8984;+C a Mac per copiar l'enllaç.
fa: CTRL + C را در ویندوز یا &#8984;+C در Mac تایپ کرده تا لینک را کپی کنید.
hy: Հղումը պատճենելու համար Windows- ում մուտքագրեք CTRL + C կամ & # 8984; + C:
ja: Ctrl+C(Windowsの場合) または &#8984;+C(Macの場合)でリンクがコピーできます。
nn: Trykk «Ctrl + C» på Windows eller «&#8984; + C» på Mac for å kopiera lenkja.
ta: இணைப்பை நகலெடுக்க விண்டோஸில் CTRL+C அல்லது மேக்கில் &#8984;+C என தட்டச்சு செய்க.
vi: Gõ CTRL+C trên Windows hay &#8984;+C trên Mac để sao chép đường dẫn.

source: Upload CSV
bn: CSV আপলোড কর
ca: Puja CSV
fa: CSV را بارگذاری کنید
hy: Վերբեռնել CSV
ja: CSVをアップロード
nn: Last opp CSV
ta: CSV ஐ பதிவேற்றுக
vi: Tải lên CSV

source: You can quickly create up to 50 student accounts by uploading a CSV of usernames and passwords. See how to format a CSV below.
bn: ব্যবহারকারীর নাম এবং পাসওয়ার্ডের একটি CSV আপলোড করে তুমি দ্রুত 50টি পর্যন্ত শিক্ষার্থী এ্যাকাউন্ট তৈরি করতে পার। একটি CSV ফর্ম্যাট কিভাবে করে নিচে দেখ।
hy: Կարող եք արագ ստեղծել մինչև 50 ուսանողական հաշիվ ՝ ներբեռնելով CSV օգտագործողի անուններն ու գաղտնաբառերը: Ստորև տեսեք, թե ինչպես ձևափոխել CSV-ը:
ja: ユーザー名とパスワードを含むCSVファイルをアップロードして、50個まで生徒用アカウントをすばやく作成できます。CSVの書式については以下をご覧ください。
ta: பயனர்பெயர்கள் மற்றும் கடவுச்சொற்களின் CSV ஐ பதிவேற்றுவதன் மூலம் நீங்கள் 50 மாணவர் கணக்குகளை விரைவாக உருவாக்கலாம். கீழே ஒரு CSV ஐ எவ்வாறு வடிவமைப்பது என்று பாருங்கள்.

source: Provide Usernames and Passwords
bn: ইউজারনেম এবং পাসওয়ার্ড প্রদান কর
hy: Տրամադրեք օգտանուններ և գաղտնաբառեր
ja: ユーザー名とパスワードを提供する
ta: பயனர்பெயர்கள் மற்றும் கடவுச்சொற்களை வழங்கவும்

source: Usernames are visible to the public, so do not use any personal information. Instead, use aspects from the subject you are teaching, favorite foods, or animals
bn: ইউজারনেম জনসাধারণের কাছে দৃশ্যমান, তাই কোন ব্যক্তিগত তথ্য ব্যবহার করবে না। পরিবর্তে, তুমি যে বিষয় শেখাচ্ছ, পছন্দের খাবার বা পশুপাখির নাম ব্যবহার কর।
hy: Օգտագործողների անունները տեսանելի են հասարակության համար, այնպես որ մի օգտագործեք անձնական տեղեկություններ: Փոխարենը, օգտագործեք ձեր ուսուցանած առարկայի ասպեկտները, սիրված կերակուրները կամ կենդանիները
ja: ユーザー名は公開されるため、個人情報は使わないでください。その代わり、教えている教科や、好きな食べ物や動物などを使いましょう。
ta: பயனர்பெயர்கள் பொதுமக்களுக்குத் தெரியும், எனவே தனிப்பட்ட தகவல்களைப் பயன்படுத்த வேண்டாம். அதற்கு பதிலாக, நீங்கள் கற்பிக்கும் பொருள், பிடித்த உணவுகள் அல்லது விலங்குகளின் அம்சங்களைப் பயன்படுத்தவும்

source: Download example
bn: অনুশীলনী ডাউনলোড কর
ca: Baixa exemple
fa: نمونه دانلود کنید
hy: Ներբեռնեք օրինակ
ja: 例をダウンロードする
nn: Last ned eit eksempel
ta: உதாரணத்தைப் பதிவிறக்குக
vi: Tải về ví dụ

source: Teacher Account Setup Guide
bn: শিক্ষক এ্যাকাউন্ট সেট আপ গাইড
hy: Ուսուցչի հաշվի կարգավորման ուղեցույց
ja: 教師用アカウント セットアップガイド
ta: ஆசிரியர் கணக்கு அமைவு வழிகாட்டி

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
bn: ইউজারনেমগুলো অবশ্যই কোনোভাবেই শিক্ষার্থীদের পরিচয় প্রকাশ করবে <span class="underline">না</span> ।
hy: Օգտագործողների անունները պետք է <span class="underline">ոչ</span> որևէ կերպ բացահայտել ուսանողների ինքնությունը:
ja: ユーザー名には生徒を識別できる情報を<span class="underline">含めない</span>でください。
ta: பயனர்பெயர்கள் கட்டாயம் <span class="underline">not</span> வகையிலும் மாணவர்களின் அடையாளத்தை வெளிப்படுத்துங்கள்.

source: I understand that for safety and privacy, Scratch must <span class="attention">delete</span> any accounts which include real names, school name, or contact information.
bn: আমি বুঝতে পারি যে সুরক্ষা এবং গোপনীয়তার জন্য, স্ক্র্যাচ অবশ্যই <span class="attention">মুছুন</span> যে কোনও অ্যাকাউন্টে আসল নাম, স্কুলের নাম বা যোগাযোগের তথ্য অন্তর্ভুক্ত রয়েছে.
hy: Ես հասկանում եմ, որ անվտանգության և գաղտնիության համար սքրաչ- ը պետք է <span class="attention">ջնջել ցանկացած հաշիվ, որը պարունակում է իրական անուններ, դպրոցի անուն կամ կոնտակտային տվյալներ:
ja: 安全とプライバシーの確保のため、Scratchは本名、学校名、連絡先情報を含むすべてのアカウントを<span class="attention">削除</span>しなければならないことを理解しました。
ta: பாதுகாப்பு மற்றும் தனியுரிமைக்கு, கீறல் அவசியம் என்பதை நான் புரிந்துகொள்கிறேன் <span class="attention">delete</span> உண்மையான பெயர்கள், பள்ளி பெயர் அல்லது தொடர்புத் தகவல் அடங்கிய எந்தவொரு கணக்குகளும்.

source: Upload
bn: আপলোড
ca: Puja
fa: بارگذاری
hy: Վերբեռնել
ja: アップロード
nn: Last opp
ta: பதிவேற்றவும்
vi: Tải lên

source: Are you sure you want to end the following class:
bn: তুমি কি নিশ্চিত যে তুমি নিম্নলিখিত শ্রেণিটি শেষ করতে চাও:
ca: De debò vols finalitzar aquesta classe:
fa: آیا مطمئن هستید که می‌خواهید کلاس زیر را خاتمه دهید:
hy: Վստա՞հ եք, որ ցանկանում եք ավարտել հետևյալ դասարանը․
ja: 本当に、次のクラスを終了してもよいですか：
nn: Er du sikker på at du vil avslutta denne klassen:
ta: பின்வரும் வகுப்பை முடிக்க விரும்புகிறீர்களா?
vi: Bạn có chắc rằng bạn muốn kết thúc những lớp học sau:

source: When you end a class, students will no longer be able to log in (but their projects will still be visible on the site).
bn: তুমি যখন একটি শ্রেণি শেষ করবে, তখন শিক্ষার্থীরা আর লগ ইন করতে পারবে না (কিন্তু তাদের প্রজেক্টগুলো এখনও সাইটে দৃশ্যমান হবে)।
ca: Quan finalitzes una classe, els estudiants no podran iniciar sessió (però els seus projectes seguiran visibles al lloc web).
fa: وقتی کلاسی را خاتمه می‌دهید، دانش‌آموزان دیگر نمی‌توانند وارد سیستم شوند (اما برنامههایشان هنوز در سایت قابل مشاهده هستند).
hy: Դասը ավարտելուց հետո ուսանողներն այլևս չեն կարողանա մուտք գործել (բայց նրանց նախագծերը դեռ տեսանելի կլինեն կայքում):
ja: クラスを終了すると、生徒アカウントからのログインができなくなります（ただし、生徒が作成したプロジェクトは本サイト上に目に見える形で残されます）。
nn: Når du avsluttar ein klasse, kan ikkje elevane lenger logga inn (men prosjekta vil framleis vera synlege på nettstaden).
ta: நீங்கள் ஒரு வகுப்பை முடிக்கும்போது, ​​மாணவர்கள் இனி உள்நுழைய முடியாது (ஆனால் அவர்களின் திட்டங்கள் இன்னும் தளத்தில் தெரியும்).
vi: Khi bạn kết thúc một lớp học, học sinh sẽ không còn có thể đăng nhập (nhưng chương trình của chúng vẫn hiển thị trên trang).

source: To confirm, please enter your password
bn: নিশ্চিত করতে, অনুগ্রহ করে তোমার পাসওয়ার্ড দাও
ca: Per confirmar, introdueix la teva contrasenya
fa: برای تایید، لطفاً دوباره رمز عبور را وارد کنید
hy: Հաստատելու համար խնդրում ենք մուտքագրել ձեր գաղտնաբառը
ja: 確認のため、パスワードを入力してください。
nn: Skriv passordet ditt for å stadfesta
ta: உறுதிப்படுத்த, உங்கள் கடவுச்சொல்லை உள்ளிடவும்
vi: Để xác nhận, xin hãy nhập mật khẩu của bạn

source: Activity for
bn: এর জন্য এ্যাক্টিভিটি
ca: Activitat per
fa: فعالیت برای
hy: Գործողության համար
ja: 活動内容
nn: Aktivitet for
ta: க்கான செயல்பாடு
vi: Hoạt động cho

source: All students
bn: সব শিক্ষার্থীরা
ca: Tots els estudiants
fa: همه‌ی دانش‌آموزان
hy: Բոլոր ուսանողները
ja: すべての生徒
nn: Alle elevar
ta: அனைத்து மாணவர்களும்
vi: Tất cả học sinh

source: Sort by
bn: ক্রমানুসার
ca: Ordena per
fa: مرتب‌سازی بر اساس
hy: Դասավորել ըստ
ja: 並べ替える
nn: Sorter etter
ta: மூலம் வரிசைப்படுத்து
vi: Sắp xếp theo

source: Last created
bn: সর্বশেষ তৈরি
ca: Darrers creats
fa: آخرین ایجاد شده
hy: Վերջին անգամ ստեղծված
ja: 最終作成
nn: Sist oppretta
ta: கடைசியாக உருவாக்கப்பட்டது
vi: Được tạo lần cuối

source: Alerts for
bn: সতর্কতা জন্য
ca: Alertes per
fa: هشدارها برای
hy: Զգուշացումների համար
ja: 次に対するアラート：
nn: Varsel for
ta: விழிப்பூட்டல்கள்
vi: Báo cho

source: All classes
bn: সব শ্রেনিগুলো
ca: Totes les classes
fa: همه‌ی کلاس‌ها
hy: Բոլոր դասարանները
ja: すべてのクラス
nn: Alle klassar
ta: அனைத்து வகுப்புகளும்
vi: Tất cả lớp học

source: Add New Student
bn: নতুন শিক্ষার্থী যোগ কর
hy: Ավելացնել նոր ուսանող
ja: 生徒を追加する
ta: புதிய மாணவரைச் சேர்க்கவும்

source: Add to Class
bn: শ্রেণিতে যোগ কর
ca: Afegir a classe
fa: افزودن به کلاس
hy: Ավելացնել դասարանին
ja: クラスに追加
nn: Melde inn i ein klasse
ta: வகுப்பில் சேர்
vi: Thêm vào Lớp học

source: type student username here
bn: এখানে শিক্ষার্থী ইউজারনেম টাইপ কর
hy: այստեղ մուտքագրեք ուսանողի օգտանունը
ja: 生徒のユーザー名をここに入力してください
ta: மாணவர் பயனர்பெயரை இங்கே தட்டச்சு செய்க

source: Usernames must <span class="underline">not</span> reveal the identity of students in any way.
bn: ইউজারনেমগুলো অবশ্যই কোনোভাবেই শিক্ষার্থীদের পরিচয় প্রকাশ করবে <span class="underline">না</span> ।
hy: Օգտագործողների անունները պետք է <span class="underline">ոչ</span> որևէ կերպ բացահայտել ուսանողների ինքնությունը:
ja: ユーザー名には生徒を識別できる情報を<span class="underline">含めない</span>でください。
ta: பயனர்பெயர்கள் கட்டாயம் <span class="underline">not</span> எந்த வகையிலும் மாணவர்களின் அடையாளத்தை வெளிப்படுத்தக்கூடாது .

source: I understand that for safety and privacy, Scratch must <span class="attention">delete</span> any accounts which include real names, school name, or contact information.
bn: আমি বুঝতে পারি যে সুরক্ষা এবং গোপনীয়তার জন্য, স্ক্র্যাচ অবশ্যই <span class="attention">মুছুন</span> যে কোনও অ্যাকাউন্টে আসল নাম, স্কুলের নাম বা যোগাযোগের তথ্য অন্তর্ভুক্ত রয়েছে.
hy: Ես հասկանում եմ, որ անվտանգության և գաղտնիության համար սքրաչ- ը պետք է <span class="attention">ջնջել</span> ցանկացած հաշիվ, որը պարունակում է իրական անուններ, դպրոցի անուն կամ կոնտակտային տվյալներ:
ja: 安全とプライバシーの確保のため、Scratchは本名、学校名、連絡先情報を含むすべてのアカウントを<span class="attention">削除</span>しなければならないことを理解しました。
ta: பாதுகாப்பு மற்றும் தனியுரிமைக்கு, கீறல் அவசியம் என்பதை நான் புரிந்துகொள்கிறேன் <span class="attention">delete</span> உண்மையான பெயர்கள், பள்ளி பெயர் அல்லது தொடர்புத் தகவல் அடங்கிய எந்தவொரு கணக்குகளும் வெளிப்படுத்தக்கூடாது ..

source: Will be set to the teacher's username:
bn: শিক্ষক ইউজারনেমে নির্ধারণ করা হবে:
hy: Կսահմանվի ուսուցչի օգտանունը.
ja: 教師のユーザー名にセットされます:
ta: ஆசிரியரின் பயனர்பெயருக்கு அமைக்கப்படும்:

source: That class already has the maximum number of students allowed
bn: এই ক্লাসে ইতিমধ্যেই সর্বোচ্চ সংখ্যক শিক্ষার্থী অনুমোদিত হয়েছে
hy: Այդ դասարանում արդեն կա ուսանողների թույլատրելի առավելագույն քանակ
ja: クラスに生徒はこれ以上追加できません
ta: அந்த வகுப்பில் ஏற்கனவே அதிகபட்ச மாணவர்கள் அனுமதிக்கப்பட்டுள்ளனர்

source: Please confirm that you understand
bn: অনুগ্রহ করে নিশ্চিত কর যে তুমি বুঝতে পেরেছ
hy: Խնդրում եմ հաստատեք, որ հասկանում եք
ja: 理解したことを確認してください
ta: நீங்கள் புரிந்துகொண்டதை உறுதிப்படுத்தவும்

source: Your Scratch Teacher Account is ready, %(username)s!
bn: তোমার Scratch শিক্ষক এ্যাকাউন্ট তৈরি, %(username)s!
ca: El teu compte de docent de Scratch està llest, %(username)s!
fa: %(username)s ، کاربری معلم شما در اسکرچ هم اکنون آماده است!!
hy: Ձեր Scratch-ի ուսուցչի հաշիվը պատրաստ է, %(username)s!
ja: %(username)sさん、教師用アカウントの準備が完了しました!
nn: Lærarkontoen din er no klar, %(username)s!
ta: உங்கள் கீறல் ஆசிரியர் கணக்கு தயாராக உள்ளது%(username)s!
vi: Tài khoản Scratch Giáo viên của bạn đã sẵn sàng, %(username)s!
