Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: You can make anything fly!
qu: Rurawaqmi lliw kutinampaq!

source: Click the 'Flying' theme, then select the character you want:
qu: Klikyaykuy chay 'Paway', chaymanta akllaykuy runaniraq munasqaykita:

source: Or, click the paintbrush <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> to draw your own character.
qu: Utaq, Klikyaykuy pincil nisqapi <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> dibuhanaykipaq runaniraqnikita.

source: Want a character that looks like you? Make your own avatar on the Powerpuff Yourself website.
qu: Munankichu runanuiraqniki Qaway qanman rikarikunampaq? Ruray avatarnikita web siti nisqapi Powerpuff Yourself nisqawan.

source: Then, click the folder icon <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> to upload the image from your computer.
qu: Chaymanta, klikyaykuy ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> karpita siqay imanqinkunatapa kumputaduranmanta.

source: Want to delete a character? Click the scissors tool then click the character.
qu: Munankichu pichayta huk runaniraqta? Klikyaykuy Tijiraspi chaymanta klikyaykuy runaniraqpi.

source: Tip: In Scratch, characters are called 'sprites'.
qu: Yanapay: Scratchpi, runaniraqninqa sutichakunku 'Sprites' nispa.

source: Share in a Studio
qu: Aypuy huk yachaypi

source: You can add your project to the <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>:
qu: Llamkaynikiman yapay yachaykunata <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Pawarqachiy</a>:

source: Build a script to tell your character to say something:
qu: Ruray huk scripta ninaykipaq runaniraqnikita imatapas rimanampaq:

source: Click the green flag to start your script:
qu: Klikyaykuy qumir wifalapi qallarinaykipaq llamkayta cript nisqata:

source: Pick a sprite for your character to fly by, such as buildings or trees.
qu: Akllay huk sprite nisqata runaniraqniki pawanampaq, hatun wasi hina utaq sachakuna hinapas.

source: Drag the building or other sprite to the right-side of the Stage, like this:
qu: Huchuchiy hatun wasita utaq huknin sprite nisqatapas ichuq kaqpi Chimpa qaway, kay hina:

source: Tip: Adjust the size of a sprite by clicking with the grow or shrink tool:
qu: Yanapay: hatuyninta churay sprit nisqapa klikyaykuspa llamkay hatunchanampaq llamkaykuna wiñanampaq utaq pisichanampaq:

source: Move the building or other scenery so your character will look like it's flying.
qu: Muyuq hatun wasita utaq huknin chimpa qawaypi runaniraqniki pawaq hina qawakunampaq.

source: Add a script like this to your building or scenery:
qu: Yapay huk script kay hina hatun wasiman utaq chimpa qawaypi:

source: x is the position on the Stage from left to right.
qu: x sayayninmi Chimpa qaway alliqpa ichuqpa.

source: If your building or scenery has more than one costume, you can switch between looks.
qu: Sichus hatun wasi utaq chimpa qaway uywan huk pachata, tikranmanmi imayna qawakunampaq.

source: Add to your script like this:
qu: Yapay script nisqata kayna:

source: Tip: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
qu: Yanapay: Klikyaykuy qawannapi <span class="tab-ref">Pachaknapi</span> qawanaykipaq pachakunata sprit nisqapi.

source: You can change the color of the sky.
qu: Tikrawaqmi hanay pachapa kulurninta.

source: Choose a plain backdrop, such as 'blue sky2' or 'purple'.
qu: Akllay hipaynin huchunapaq, kay hina 'blue sky2' utaq 'purple' nisqakunata.

source: You can use the paint bucket tool to change the color of your backdrop.
qu: Usawaqmi llimpiy llamkaykuna tikranapaq kulurninkunata hipaynin.

source: Tip: Use a plain background to help make your character look like it's flying.
qu: Yanapay: Usay hipayninta runaniraqniki pawachkan hina.

source: Make your character move when you press a key.
qu: Klikyaykuy runaniraqpi muyuq rikarinampaq ñitiptiki tiklata.

source: Add these scripts to make it move up and down:
qu: Yapay kay scripts muyuq rinampaq hanayman urayman:

source: Tip: Type a minus sign (-10) to move down.
qu: Yanapay: qillqay huk siqnu minus (-10) muyuq uraynampaq.

source: Try it! Press the up and down arrow keys on your keyboard:
qu: Rurariy! Ñitiykuy tiklakunata wachi hanay kaqman hinaspa urayman qillqana:

source: Add clouds, hearts, unicorns, or other floating things in the sky!
qu: Yapay puyukunata, sunqukuna, unicornios utaq hukuna imakuna wayusqankunata hanay pachapi!

source: To make it float, build a script like this:
qu: Wayuchinanchikpaq, ruray huk script kay hina:

source: Click the green flag to try it out:
qu: klikyaykuy qumir wachipi llamkanaykipaq:

source: Here's an example with clouds floating across:
qu: kaypim tarinchik puyukunata wayuchkaqta:

source: Move left and right
qu: Muyuq Ichuqman hinaspa Alliqman

source: Add these scripts to move your character using the left and right arrow keys:
qu: Yapay kay scripts nisqakunata muyuq runaniraqnikita chay wachi alliq hinaspa ichuq tiklakunawan:

source: Collect Things
qu: Imakunatapas huñusqa

source: Make a sound every time you touch something.
qu: Ruray huk takita llapa ima tukaptikipas.

source: Click the green flag to try it out.
qu: klikyaykuy qumir wachipi llamkanaykipaq.

source: Edit Your Character
qu: Allichay runaniraqnikita

source: You can edit your character to make it look more like it's flying.
qu: Allichawaqmi runaniraqnikita pawachkaq hina qawakunampaq.

source: Click the 'Add' button to add a magic carpet or other object to your character
qu: klikyaykuy chay butun 'Yapay' nisqapi yapanaykipaq huk alfombra mágica nisqanta utaq imatapas runanraqnikiman

source: Then, click on that block to make the cat move:
qu: Chaymanta, klikyaykuy chay bluki nisqapi ruranaykipaq mishi muyuq:

source: Now, add a sound.
qu: Kunanqa, yapay huk qapariqnin

source: Each object in Scratch is called a sprite. To add a new sprite, click one of these buttons:
qu: Llapa imapas Scratchpi sutichanmi sprite nispa. Yapanaykipaq musuq sprita, klikyaykuy kay butunkunapi:

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
qu: <h4>Musuq Sprit butunkuna </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Akllay huk sprit bibliyutikamanta</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Llimpiy spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> siqay imaqinnikita utaq spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tumay huk fututa (chay wibkam nisqanmanta)</p>

source: To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":
qu: Yapanaykipaq kay spritnisqata, klikyaykuy <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">chaymanta akllaykuy "Cassy Dance" nisqata:

source: Drag the characters to where you want them on the Stage.
qu: Alarchay runaniraqkunata munasqaykiman Chimpa qaway.

source: Now, explore sound or animation.
qu: Kunanqa, qawariy takita utaq kawsarinata.

source: <h4>Add Sound</h4> <p>Click the <span class="tab-ref">Sounds</span> tab. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choose a Sound</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Record Your Own</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Import a Sound File</p> </div> <div class="steps"> <p>Then, click <span class="tab-ref">Scripts</span>, and drag in a <span class="soundcolor">play sound</span> block. Choose the sound you want from the menu and click to play.</p>
qu: <h4> Yapay takita</h4> <p>Klikyaykuy chay<span class="tab-ref">takipi</span>qawasqapi. atinkim:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Akllay huk takita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">Qrabay qampa</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png">Impurtay huk archibu takipa</p> </div> <div class="steps"> <p>chaymanta klikyaykuy <span class="tab-ref">Scripts</span>, hinaspa alarchay huk<span class="soundcolor">tukachiy takita</span> champapi. akllay takita minu munasqanchikta hinaspa klikyaykuy tukachinaykipaq.</p>

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p>
qu: <h4> Kawsachiy</h4> <p>Klikyaykuy qawanapi <span class="tab-ref">Pachakuna</span> qawanaykipaq pachankunata huk sprit nisqapa. kawsachiwaqmi tikraspa pachankunata.</p> <p>Klikyay <span class="tab-ref">Scripts</span> hinaspa ruray huk script tikranampaq pachankunata:</p>

source: Share your project.
qu: Aypuykuy Llamkaynikita.

source: <h4>Share Your Project</h4> <p>Type a title for your project.</p>
qu: <h4>Aypuy llamkaynikita</h4> <p>Qillqay huk sutita llamkaynikipaq.</p>

source: Type in notes to explain how to use your project. Give credit to anyone who helped.
qu: Qillqay nutakunata yanapanaykipaq imayna churanaykipaq llamkaynin. Quykuy kaqnin mayqin yanapasqan.

source: When you're ready for others to see your project, click the Share button.
qu: Listuña kaptin llamkayniki hukuna qawanakupaq, klikyaykuy butun aypunapi.

source: What do you want to try next?
qu: Imatataq rurayta munaki qatiqpunipi?

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> and then click <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Change the project to make it your own! </p>
qu: <p>Rurawaqmi llapan rikchaq llamkaykunata Scratchwan. Rurasqakunata qawanaykipaq, klikyaykuy <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png">hanay Alliq kuchupi qawanaykipaqllamkaykunata qallariy paqinapi.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Sichus qawanki huk llamkay munaskusqaykita, klikyaykuy chay <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s">hinaspa <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Tikray qatiqpunipi, llamkaypi qampaq kanampaq! </p>

source: <p>To learn more, you can browse <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
qu: <p>Uywanaykipaq ancha yanapaykunata, Maskariy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Llapan Yanapaykunapi</a>.</p>

source: Drag out a <span class=soundcolor>play drum</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=motioncolor>move</span> block.
qu: Hatuchay huk champata <span class=soundcolor>tambur tukaq</span> (chay <span class=soundcolor>tukaqta</span>) churarguy champapi <span class=motioncolor>muyuq</span>.

source: Click and listen.
qu: Klikyayakuy hinaspa uyariy.

source: Make sure your computer's speakers are on.
qu: Qawariy ancha uyarina kumputaduraykipaq llamkachkan.

source: Next, start a dance.
qu: Hinaspa tusuyta qallariy

source: Add another <span class=motioncolor>move</span> block. Click inside the block and type in a minus sign.
qu: Yapay huknin champata <span class=motioncolor>muyuq</span>. klikyaykuy champa ukumpi hinaspa qillqay minus siqnuta.

source: Add another <span class=soundcolor>play drum</span> block, then choose a drum from the pull-down menu.
qu: Yapay huknin champakunata <span class=soundcolor>tukay tamburta</span>, chaymanta akllay tamburta chay ñitiy qallarinata.

source: Click on any of the blocks to run the stack:
qu: Klikyay mayqin champakunapi llamkachinaykipaq pila nisqata:

source: Next, add a repeat.
qu: Qatiqpunipi, yapay huk kutinampaq.

source: Drag out a <span class=controlcolor>repeat</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>repeat</span> to wrap around the other blocks.)
qu: Hatuchay huk champa <span class=controlcolor>Kutiriy</span> hinaspa kachaykuy pila hawampi. (Munankichu chay "Simita" <span class=controlcolor>kutiriy</span> arwirikunqa muyuriqnimpi huknin champata).

source: Click to run the stack:
qu: Klikyaykuy llamkanapaq chay stack nisqata:

source: Next, say something.
qu: Chaymanta, rimay munasqaykita

source: Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.
qu: Klikyaykuy <span class=lookscolor>Qaway</span> hinaspa hatuchay champat <span class=lookscolor>rimay</span>.

source: Type in the block to change the words:
qu: Qillay champata tikranaykipaq palabrakunata:

source: Then snap it on top of the stack. Click on the stack to run.
qu: Chaymanta churaykuy hanaykaqpi chay stack nisqata. Klikyaykuy chay stack nisqata llamkachiy.

source: Now, add a way to start.
qu: Kunanqa, yapay huk niraq qallarinapaq.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
qu: Hatuchay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> arkay hinaspa takllaq hanaykaqpi.

source: Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
qu: Chay rurasqayki kumandukuna qallarinqa llapa klikyaykuptiki qumir wifalapi:<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">

source: To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
qu: Sayay, klikyaykuy butun sayay nisqampi: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">

source: Next, you can change colors.
qu: Qatiqpunipi, tikrawaqmi kulurninkunata.

source: <span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.
qu: <span class="reminder">Kunanqa churay huk rikchaq... </span></br> Hatuchay huk champa ifiktuta <span class=lookscolor>Tikray</span>.

source: Click to see what it does.
qu: Klikyaykuy qawanaykipaq ima rurasqanta.

source: Now, make it interactive.
qu: Kunanqa, ruray sumaqta.

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
qu: <p>Snap nisqam kanmi huk <span class="eventscolor">Ñitiptiki tiklata</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Kunanqa ñitiy chay rakina nisqata qillqana hinaspa qaway pasasqanta.</p>

source: You can choose a different key from the menu:
qu: Akllawaqmi hukniraq tiklata chay minumanta:

source: Now, choose a backdrop.
qu: Kunanqa, akllay huk hipaynin

source: You can add new backdrops on the Stage.
qu: Yapawaqmi musuq hipayniman chimpa qaway.

source: Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):
qu: Klikyaykuy <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> akllanaykipaq Musuq hipaynin chay Bibliyutika (kayna "Spotlight-Chimpa qaway"):

source: Next, add a new sprite.
qu: Qatiqpunipi, yapay huk musuq sprit nisqata.

source: Want to get started with Scratch? Try this!
qu: ¿Qallariytachu munanki Scratchwan? ¡Ruray kayta!

source: Start moving
qu: Qallari kuyuriypi

source: Step Index
qu: Qallariy purinapaq

source: Add a Sound
qu: Yapay huk Qapariqnin

source: Start a Dance
qu: Qallariy huk Tusuywan

source: Say Something
qu: Imatapas Ni

source: Green Flag
qu: Qumir Wifala

source: Change Color
qu: tikray Llipiyta

source: Key Press
qu: Tiklata Ñitiy

source: Add a Sprite
qu: yapay huk Sprite

source: Explore!
qu: Maskay!

source: Share!
qu: Rakiy!

source: Now What?
qu: Kunanqa imataq?

source: To make a sprite look like it's going off stage, glide to the end, and then hide it.
qu: Ruranaykipaq huk sprite allinchus lluqsichkan Chimpa qaway, apay tukunankama hinaspa Pakay.

source: For example, try this script:
qu: Kay hina, Ruray kay script nisqata:

source: After the sprite glides, it then hides.
qu: Chaymanta sprite huchukuptin, pakakunqa.

source: Can't see your sprite? Use <img src="%(url_show)s"> to make it appear.
qu: Manachu qawayta atinki spritnikita? Churay <img src="%(url_show)s"> Rikarimunampaq.

source: Make a hide-and-seek game with characters that appear and disappear.
qu: Ruray huk pukllayta pakay runaniraqkunata rikarimunampaq hinaspa chinkanampaq.

source: Choose a Sprite
qu: Akllay huk Spritiyta

source: Hide Your Sprite
qu: Pakay Spritnikita

source: Loop It
qu: Kutichiy

source: Click and Say
qu: Klikyaykuy hinaspa niy

source: Play with the Timing
qu: Pukllana tiyimpukunawan

source: Go to a Random Spot
qu: Pasay huk lawman munasqa

source: Click for Points
qu: Klikyaykuy uywanapaq puntukunata

source: Add to Your Game
qu: Yapay pukllaynikiman

source: Then choose a backdrop for your game (such as 'moon' or 'space').
qu: Chaymanta, Akllay huk hipaynin pukllaynikipaq (chay 'luna' utaq 'espacio')nisqakunata.

source: Make a Hiding Place
qu: Ruray huk pakayta

source: Choose a tree or other sprite to be a hiding place.
qu: Akllay huk sachata utaq huk sprite pakakunampaq.

source: Add this script to make it go to the front:
qu: Yapay kay script pasay chimpaman rinampaq:

source: Tip: If you drag a sprite, it goes to the front layer.
qu: Yanapay: sichus suchuchiwaq huk spritnisqaman, rinqa ñawpaqman.

source: Add More Characters
qu: Yapay achka runaniraqta

source: Add more sprites.
qu: Yapay achka spritkunata.

source: You can copy the scripts from one sprite to the other sprite.
qu: Kupyawaqmi chay scripts huk spritmanta huknin spritman.

source: To copy, drag each script over the other sprite’s thumbnail. When you let go, it copies the script:
qu: Kupyanaykipaq, huchuchiy llapa rurasqa kumandukuna uchuykaqmanta uknin spritmnta. Kachaykuptiki, kupyay scripta:

source: Or, if you’re logged in, you can use the Backpack to copy scripts.
qu: Utaq, sichus qallarirqanki, Usawaqmi Qipinata kupyanaykipaq scripts.

source: Congratulations! You've coded your own game!
qu: Allin pumin! kudifikarqunki pukllaynikita!

source: (To save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
qu: (Waqaychanaykipaq huk kupiyata disku lukal nisqapi, pasay minu Archivo nisqaman hinaspa akllay 'Aysay kumputaduraykiman').

source: If you used the bears project, click the Remix button (near the top of the screen) to save your version of the project.
qu: Sichus usarqanki usumanta llamkasqaykita, Klikyaykuy chay butun Remix nisqapi (qawanahanay kaqpi) waqaychanaykipaq llamkaynikita.

source: If you want to share your project online, go to the File menu and choose 'Share to website'
qu: Sichus munanki aypuyta intirnit llamkay, pasay minú Archibuman hinaspa akllay 'Aypuy intirnitpi'

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita yachaypaq <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Pakay hinaspa Maskay</a>:

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
qu: Rimay Yanapay uywanaykipaq, amutaykunapas llamkaykunamanta ruranapaq, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Llapan rimay yanapay</a>.

source: Choose the sprite you want for your game:
qu: Akllay chay sprite munasqayki pukllanaykipaq:

source: <span class="reminder">In Scratch, characters are called <i>sprites</i>.</span>
qu: <span class="reminder">Scratchpi, runaniraqninqa sutichakunku<i> 'Sprites'</i>.</span> nispa.

source: Want bears in your game? Remix <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">this <strong>We Bare Bears</strong> project</a>.
qu: ¿Munankichu usukunata pukllaynikipi? Rimix nisqata <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank"> kay <strong> We Bare Bears</strong> nisqa Llamkayta</a>.

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">show</span> and a <span class="lookscolor">hide</span> block.
qu: Klikyaykuy katiquriyapi <span class="lookscolor">Qaway</span>. hatuchay huk champata <span class="lookscolor">fiyistapi</span> hinaspa <span class="lookscolor">Pakay</span>.

source: Click each block to see what it does.
qu: Klikyaykuy llapan champapi qawanaykipaq rurasqanta.

source: Your script will look like this:
qu: Qiyunnikim qawakunqa kayna:

source: Click anywhere on the script to try it.
qu: Klikyaykuy mayqinpipas scriptpa llamkachinaykipaq.

source: Make your script keep going.
qu: Ruray scriptniki siqiynampaq.

source: Click the <span class="controlcolor">Control</span> category and add a <span class="controlcolor">forever</span> loop, and wrap it around, like this:
qu: Klikyaykuy katiquriyapi <span class="controlcolor">kamachiy</span> hinaspa Yapay chay kutimanta <span class="controlcolor">Kutimanta</span>, hinaspa wankuriy, kayna:

source: Make your sprite react when it's clicked.
qu: Ruray spritnikita llamkanampaq klikyaykuptiki.

source: Note: The sound may be different for your sprite.
qu: Yuyariy: Tukayninmi huk niraqmi kanman spritnikipaq.

source: Type in the words you want your sprite to say.
qu: Qillay imataq munanki rimanampaq spritnikita.

source: Type in 1 for the number of seconds.
qu: Qillqay 1 achka siqundupaq.

source: Click the green flag to start your game.
qu: Klikyaykuy qumir wifalapi qallarinaykipaq pukllayta.

source: Now, click your sprite to see it react.
qu: Kunanqa, klikyaykuy spritnikipi qawanaykipaq imayna llamkarinqa.

source: Make your sprite hide for a random number of seconds before appearing again.
qu: Ruray spritniki pakay huk munasqayki yupana siqundupi rikarimunampaq yapamanta.

source: Drag out a <span class="operatorscolor">pick random</span> block. Insert it in the <span class="controlcolor">wait</span> block, like this:
qu: Hatuchay huk champata <span class="operatorscolor">munasqaykita akllay</span>. Churariy huk champata <span class="controlcolor">suyariy</span>, Kayna:

source: You can try typing in a different range of numbers.
qu: Atiwaqmi qillqayta huk niraq yupakunata.

source: Make your sprite jump to a random spot.
qu: Ruray spritniki pawanampaq mayman munasqaykiman.

source: Click the <span class="motioncolor">Motion</span> category.
qu: Chaymanta, klikyaykuy chay <span class="controlcolor">Muyuy</span> katiquriyapi.
