Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: You can make a thicker line using the 'Line width' slider:
qu: Rurawaqmi huk raku liniyata kuntrulanapaq huchuchiqta 'Raku liniyapa':

source: Now you can drag your finish line to where you want it on the Stage.
qu: Kunanqa suchuchiwaqmi liniyata chayasqayki munasqaykiman Chimpa qaway kaqman.

source: Tip: You can use the eraser tool to shorten the line so it fits on the track.
qu: Yanapay: usawaqmi pichay nisqata llamkana pichanaykipaq liniyata kamachinaykipaq pista nisqapi.

source: Do something if you reach the finish line
qu: Imatapas ruray meta nisqaman chayaspa

source: Click to highlight the cat sprite.
qu: Klikyaykuy risaltanaykipaq mishipa sprite nisqanta.

source: Click on the <span class="tab-ref">Scripts</span> tab.
qu: Klikyaykuy chay <span class="tab-ref"> Scripts</span> qawarinapi.

source: Click the <span class="controlcolor">Control</span> category. Drag out an <span class="controlcolor">if</span> block.
qu: Klikyaykuy chay <span class="controlcolor">kamachiy</span> katiquriyapi. hatuchay <span class="controlcolor">if</span> champata.

source: Snap it onto your script, like this:
qu: Churariy script nikita, kayna:

source: Then, click the <span class="sensingcolor">Sensing</span> category and drag a <span class="sensingcolor">touching</span> block. Insert it into the <span class="controlcolor">if</span> block, like this:
qu: Chaymanta, klikyaykuy chay <span class="sensingcolor">musyay</span> katiquriyapi hinaspa suchuchiy huk <span class="sensingcolor">tupay</span>champata. churariy chay <span class="controlcolor">if</span> champata, kayna:

source: Choose <span class="sensingcolor">Sprite2</span> (the name of the finish line) from the pull-menu.
qu: Akllay <span class="sensingcolor">Sprite2</span> (liniya chayaypa sutinmi) minu aysanamanta.

source: Now, make something happen when your cat reaches the finish line!
qu: ¡Kunanqa, ruray ima pasanampaq mishiki metaman chayaptin!

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">say</span> block.
qu: Klikyaykuy <span class="lookscolor">Qaway</span> katiquriyapi, hinaspa hatuchay <span class="lookscolor">miptin</span> champapi.

source: Then, type what you want the cat to say.
qu: Chaymanta, Qillqay imatapas mishiki rimanampaqpas.

source: Try it! Make your cat run to the finish line.
qu: Intintariy! Ruway mishiki kallpanampaq meta nisqaman.

source: Now, go to the starting point
qu: Kunanqa, pasay qallarisqaman

source: Reset your sprite at the beginning of the game.
qu: Allichay spriteniki qallariy pukllaynikipi.

source: Drag your sprite to where you want it to start.
qu: Suchuriy spritenikita manata qallarinampaq puniy.

source: Then, click the <span class="motioncolor">Motion</span> category.
qu: Chaymanta, klikyaykuy chay <span class="motioncolor"> Muyuy </span>katiquriyapi.

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area.
qu: Chutay huk <span class="motioncolor">pasay x y</span> champa Scripts kasqapi.

source: Click on the block to try it.
qu: Klikyaykuy chay champapi llamkachinaykipaq.

source: Tip: When you drag a sprite to where you want it on the Stage, the <span class="motioncolor">go to x y</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
qu: Yanapay: huchuchiptiki scripta may lawman munasqaykiman Chimpa qaway, champakunawan <span class="motioncolor"> pasay x y </span>chuwa tikrakunqa kikin kaqman chay <strong>x</strong> y <strong>y</strong>.

source: Now when you click the green flag, the cat will go to its starting point.
qu: Kunanqa klikyaykuptiki chay qumir wifalapi, mishita pasay rinqaku qallariqniman:

source: Add another sprite to your race
qu: Yapay huk Sprite kallpanaykipaq

source: Choose to add another sprite:
qu: Akllay yapay huknin sprite:

source: Now, code your sprite, like you did for the cat, choosing a different point to start and different key to press.
qu: Kunanga, kudifikay sprite, imayna ruwarqanki mishipaq, akllarispa maymanta qallarinqa hinaspa huk niraq tiklata ñitinapaq.

source: Personalize your game
qu: Allichariy pukllaynikita

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
qu: Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: You could choose 'clapping' or a cheering sound.
qu: Akllawaqmi 'taqllariy' utaq huk takikunata.

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound until done</span> block.
qu: klikyaykuy chay<span class="tab-ref">Scriptkunata</span>qawanapi. Akllay chay <span class="soundcolor">Takikuna</span> katiquriyapi hinapa hatuchay huk<span class="soundcolor"> purichiy qaparinata rurayninkama </span>champapi.

source: Animate the Sprites
qu: Kawsarichiy chay sprites

source: Make the cat sprite look like it’s running by switching between costumes.
qu: Ruray chay sprite mishimanta rikamunampaq pachan tikraspa hina.

source: Just add a <span class="lookscolor">next costume</span> block.
qu: Yapay hinalla chay <span class="lookscolor"> qatiq pachata </span> champata.

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
qu: Qawanaykipaq chay pachakunata, klikyaykuy chay qawana <span class="tab-ref"> Pachakuna</span>.

source: Race Against the Computer
qu: Kallpachaq kumputadurakunaman

source: Make one of the sprites move automatically.
qu: Ruray huknin sprites muyuq kikillanpuni.

source: Paint and Decorate
qu: Llimpiy hinaspa Allichay

source: Enhance your game by drawing a new backdrop or adding costumes to your sprites.
qu: Allichay pukllaynikita dibujaspa huk hipaynin utaq yaparispa pachakunata spritnikiman.

source: Explore and Experiment
qu: Qawariy hinaspa llamkariy

source: Or customize any way you want! Try making a swimming or other race.
qu: Utaq ruwariy munasqaykiman! Wampuriykuy utaq kallpachikuypas.

source: Save and share your project
qu: Waqaychaspa aypuy llamkaynikita

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita<a href="https://scratch.mit.edu/studios/1509358" target="_blank"> Río 2016 Yachay Pukllay Ulimpikus</a> nisqata:

source: What's Next?
qu: mataq Qatin?

source: To record a sound, click <img src="%(url_sounds_tab)s"><br/>and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button:
qu: Qrabanaykipaq huk takita, klikyaykuy chay <img src="%(url_sounds_tab)s"><br/> mikrufunupi <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Chaymanta, klikyaykuy chay butun qrabaypi:

source: Type in a name for your sound:
qu: Qillqay huk sutita takikipaq:

source: Then, click <img src="%(url_scripts_tab)s"> and use this block:
qu: Chaymanta, klikyaykuy chay <img src="%(url_scripts_tab)s"> hinaspa churay kay champata:

source: Choose the sound name from the drop-down menu.
qu: Akllay sutinta takipa qallarinapaq minu.

source: MAKE YOUR OWN SOCCER GAME
qu: RURAY QAMPAQ FUTBUL PUKLLAYTA

source: Click the green flag to play the game.
qu: Klikyaykuy qumir wifalapi pukllanapaq.

source: You'll need a webcam (click 'Allow').
qu: Munankim huk kamara web nisqata (klikyaykuy "Permitir" nisqapi).

source: Now try remixing the game using the tips below.
qu: Kunanqa qallariy churariy pukllayta qatiq yanapayta churaspa.

source: (To see how others have remixed it, visit the <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
qu: (Qawanaykipaq imaynataq hukuna churarqaku, visitay <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a> nisqata.)

source: Choose the ball you want to use.
qu: Akllariy chay pilutata usayta munanki.

source: You can use the paint tools to change color:
qu: Usawaqmi llimpiy llamkaykunata tikranaykipaq kulurninta:

source: To make the ball go faster, type a bigger number into the <span class=motioncolor>move</span> block:
qu: Ruwanaykipaq piluta utqay rinampaq, qillqay huk achka yupayta chay <span class=motioncolor> muyuq </span>champapi:

source: Try adding another ball to double the fun.
qu: Yapariykuy huk pilutata yapanaykipaq kusirikuyta.

source: Click the Duplicate tool, then click on the ball.
qu: Klikyaykuy chay huknin llamkaykuna, chaymanta klikyaykuy chay pilutapi.

source: Make the ball change color each time you hit it.
qu: Ruray chay ruyruta tikranampaq kulurninta tukaptillaykiptiki.

source: Drag out a <span class=lookscolor>change color</span> block, and add it into the script, like this:
qu: Hatuchay huk<span class=lookscolor>tikray kulurta</span>champata hinaspa yapariy script, kayna:

source: In the Sprites list, select the Water Bottle.
qu: Chay Sprites listapim, akllariy yaku butillata.

source: Then build this script, like this:
qu: Chaymanta ruray kay scripta kaynata:

source: Now, click the water bottle (on the Stage) to see what happens.
qu: Kunanqa, klikyaykuy yaku butillapi ( Chimpa qaway) qawanaykipaq ima pasasqanta.

source: Experiment by adding other blocks and effects.
qu: Llamkariy yaparispa hukniraq champata hinaspa ifiktukunata.

source: Celebrate when the score reaches 5 points. In the Sprites list, select the Balloon.
qu: Kusirikuy yupasqan 5 tupuman chayaruptin. Chay Sprites listapim, akllariy Globo nisqanta.

source: You can change the numbers and add other effects.
qu: Ichaqa tikrawaqmi yupakunata hinaspa yapay huknin ifiktukunata.

source: Click the Remix button (near the top of the screen) to save your version of the project. (You'll need to join Scratch or sign in.)
qu: Klikyaykuy butun Remix nisqanpi (hanay kaq qawanapi) waqaychanaykipaq llamkaynikita. (Ichaqa huñukuwaqmi Scratchman utaq qallariykuypas.)

source: See the Soccer Studio for more ideas and to add your project:
qu: Riy chay Soccer Studio nisqaman uywanaykipaq achka amutaykunata hinaspa yapay llamkayninta:

source: Tell a story with characters and backgrounds!
qu: Willariy huk histuriyata runaniraqkunawan hinaspa hipayninkunawampas!

source: Start Your Story
qu: Qallariy histuriyaykiwan

source: Show a New Character
qu: Qawarichiy huk musuq runaniraqta

source: Add a Scene
qu: Yapariy huk isinata

source: Switch Scenes
qu: Tikrariy iscina nisqanta

source: Start a Conversation
qu: Qallariy huk rimanakuyta

source: Say Something Back
qu: Niy imatapas yapamanta

source: Glide to a Spot
qu: Apay Huklawman

source: Appear in a Scene
qu: Rikarimuy huk isinapi

source: Make it Interactive
qu: Ruray Sumaqta

source: Enhance Your Story
qu: Allichay histuriyaykita

source: Where do you want your story to begin?
qu: Maypim munanki qallarinampaq histuriyaykita?

source: Then choose the backdrop you want (such as pathway or slopes):
qu: Chaymanta akllay hipaynin kanampaq (Ñan hinapas utaq qaqahinapas):

source: Where will your characters go next?
qu: Mayman rinqa runaniraqniki chaymanta?

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to select another backdrop (such as ‘castle3’ or ‘gravel desert’):</p>
qu: <p>Klikyaykuy chay ikunupi <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> akllanaykipaq huk hipaynin (kay "castillo3" utaq "desierto de grava" nisqata): </p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab and select your sprite.</p>
qu: <p>Klikyaykuy chay <span class="tab-ref">Scripts</span> qawarinapi hinaspa akllariy spritnikita.</p>

source: Then add the ‘Switch backdrop to’ block to your script to switch to the new scene:
qu: Chaymantaqa, yapariy chay "Tikray hipaynin" nisqa champata kumandu llamkasqaykiman tikranaykipaq musuq isinata:

source: What do you want your character to find in the new scene?
qu: Imataq munanki runa tarinampaq chay musuq isinapi?

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
qu: <p>Klikyay kaypi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq</p>

source: You can choose ‘Key’ or ‘Magic Carpet’ or any other sprite.
qu: Akllawaqmi "Clave" utaq "Alfombra mágica" nisqanta utaq munasqayki ubhitutapas.

source: Then build a script like this:
qu: Chaymanta ruray huk scripta kay hina:

source: These scripts tell your sprite to hide at the beginning of the story, and then to appear in the new scene.
qu: Kay qiyunkunam spritnikita niqa pakay qallariptin hinturiyata hinaspa rikarimunampaq musuq isinapi.

source: Make it do something when clicked.
qu: Ruway ima ruranampaqpas klikyaykuptiki.

source: Make sure the sprite you added for the final scene is selected:
qu: Asiqurakuy chay spritqa yapasqayki tukuy isinapi akllasqayki:

source: Build a script to make it change colors when clicked:
qu: Ruray huk script kulurninta tikranampaq klikyaykuptiki:

source: ADD YOUR VOICE
qu: YAPAY RIMAYNIKITA

source: <p>Click the <span class="tab-ref">Sounds</span> tab. Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> to record your own voice.</p>
qu: <p>Klikyaykuy chay <span class="tab-ref">Sounds</span> qawanapi. Klikyaykuy chay mikrufunu ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> qrabanaykipaq rimaynikita.</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Add the play sound block to play your recording.
qu: <p>Klikyaykuy chay <span class="tab-ref">Scripts</span>qawanapi. Yapariy taki champata tukachinaykipaq qrabasqaykita.

source: ANIMATE YOUR CHARACTER
qu: KAWSARICHIY RUNANIRAQNIKI

source: You can change what your character looks like.
qu: Ichaqa allichawaqmi runaniraqniki Qaway allin kanampaq.

source: <p>Click the <span class="tab-ref">Costumes</span> tab to see the different looks. </p>
qu: <p>Klikyaykuy chay<span class="tab-ref"> Pachakuna </span>kaymi qawarinapaq llapan rikchaq Qaway.</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab and add blocks like this:
qu: <p>Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi. hinaspa Yapay champata kay hina:

source: EXPLORE AND EXPERIMENT
qu: MASKARIY HINASPA LLAMKAY

source: You can keep adding to this story. Or, start a new story by choosing characters and adapting the scripts in this tutorial.
qu: Chaynallataq qatiwaqmi yaparispa kay histuriyaykiman. Utaq, qallariy huk musuq histuriyaykita akllarispa runakunata hinaspa qiyunkunata churaspa kay yanapay vidiyupi.

source: Choose the character you want for your story (such as Abby or Devin or any other character):
qu: Akllay munasqayki runata histuriyaykipaq (kay Abby utaq Devin mayqin runatapas):

source: In Scratch, characters are called sprites.
qu: Scratchpi, runaniraqninqa sutichakunku sprites nispa.

source: How will your story start?
qu: imaynam qallarinqa histuriyayniki?

source: Build a script like this:
qu: Ruray huk script kay hina:

source: Type what you want your character to say.
qu: qillqay imataq rimanqa runaqa.

source: What other character do you want to add?
qu: Ima runataq yapayta munanki?

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
qu: <p>Klikyay kaypi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq:</p>

source: You can choose ‘Unicorn’ or ‘Dragon’ or any other sprite to add to your story.
qu: Akllawaqmi 'Unicorn' utaq 'Dragon' nisqanta utaq munasqayki sprite yapanaykipaq histuriyaykiman.

source: <p>Tip: To add a new sound, click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
qu: <p>Yanapay: yapanaykipaq huk musuq takita, Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose 'space ripple' or another sound.
qu: Akllay 'space ripple' utaq hukniraq takita:

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, choose the sound you want to add:</p>
qu: <p>Klikyaykuy chay <span class="tab-ref">Scripts</span> champa. chaymanta, akllay takita yapayta munasqaykita:</p>

source: Where will your characters go?
qu: Mayman rinqa runaniraqniki?

source: Choose a backdrop for your next scene, such as 'woods' or ‘desert’:
qu: Akllay huk hipaynin ñawpaq isinapaq, kay 'bosque' utaq 'desierto':

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, select your sprite by clicking on its thumbnail: </p>
qu: <p>Klikyaykuy chay <span class="tab-ref">Scripts</span> Qawanapi. Chaymanta, akllariy spritnikita klikyaykuspayki chay uchuykaqpi:</p>

source: To make your character say something and then switch to the next scene, add these blocks to your script:
qu: Ruranaykipaq runaniraqnikita imatapas rimanampaq chaymanta pasay qatiq isinaman, yapay kay champakunanta script:

source: Your script will look something like this:
qu: Scriptnikiqa kaynam qawarikunqa:

source: Have your character say something when the scene switches.
qu: Ruwaykuy runaniraqniki imatapas rimanampaq isinan tikraptin.

source: Click to select your first character:
qu: klikyaykuy akllanaykipaq qallariq runaniraqnikita:

source: You can type in your own words
qu: Qillqawaqmi qam rimasqaykita.

source: Tip: Broadcast a message to tell another sprite when to talk. When that sprite receives the message, it can respond.
qu: Yanapay: Willariy huk willakuyta ninaykipaq huknin scripta rimanampaq. chay sprite willakuy chaskiptin, kutichinmanmi.

source: First, select its thumbnail.
qu: Qallarinaykipaq, akllaykuy uchuyninta.

source: Type in your own words.
qu: Qillqay rimasqaykikunata.

source: Make your new character glide across the Stage.
qu: Ruway musuq runaniraqniki apay chay Chimpa qaway.

source: Drag your character on the Stage to where you want it to glide to.
qu: Asuchiy runaniraqnikita Chimpa qaway maypin munanki apay.

source: Then add the glide block to your script:
qu: Chaymanta yapay champakunata apay scriptkunata:

source: Tip: To make the new character go back to its starting position at the start of your story, add a script like this:
qu: Yanapay: chay musuq runaniraq kutinampaq qallarisqan histuriyaykita, yapay huk script kay hina:

source: y is the position on the Stage from top to bottom.
qu: y Sayayninmi chay Chimpa qaway hanaymanta urayman.

source: You can change backdrops using <img src="%(url_switch_backdrop_to)s">
qu: Ichaqa tikrawaqmi hipayninta kayta usaspa <img src="%(url_switch_backdrop_to)s">

source: Here's an example:
qu: Kaypim tarinki huk yanapakuyta:

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu:
qu: Qallarinaykipaq, akllay huk hipayninta munasqaykita <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. chaymanta, akllariy llapa hipaynin sutinta qallarinapaq minu nisqamanta:

source: Pick a new sprite that has more than one costume, such as:
qu: Akllay huk musuq sprite uywanampaq huk pachata, kayna:

source: You can use key press to switch costumes:
qu: Ichaqa usawaqmi tiklata tikranaykipaq pachanta:

source: Make your sprite talk
qu: Ruray spritniki rimanampaq

source: Pick a sprite with costumes showing an open and closed mouth, such as:
qu: Akllay huk sprite pachakunawan qawachinampaq siminta kichaspa hinaspa wichqanampaq, kayna:

source: Try this script:
qu: Churay kay script:

source: To add your voice, click <img src="%(url_sounds_tab)s"><br/>and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.
qu: Yapanaykipaq rimananta, klikyaykuypayki chay <img src="%(url_sounds_tab)s"><br/>microfunutapas <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> qrabanaykipaq parlasqaykita.

source: Add this to your script:<br/><img src="%(url_play_sound_block)s"><br/>just below the green flag block.<br/>
qu: Yapay kay script:<br/><img src="%(url_play_sound_block)s"><br/> qumir champapa uraynin champapa punin.<br/>

source: Make a Valentine's Day card to share with your friends!
qu: Ruray huk tarhita San Valentín aypunaykipaq amiquykikunawan!

source: Start with a heart...
qu: Qallariy huk sonquwan...

source: Start with a Heart
qu: Qallariy huk Sonquwan

source: Add a Beat
qu: Yapay huk luqluqyaq

source: Go on Green
qu: Riy Qumirpi

source: Add a Message
qu: Yapay huk willakuyta

source: Animate and Decorate
qu: Kawsarichiy hinaspa Allichay

source: To start, choose a heart for your card.
qu: Qallarinapaq, akllay huk sunquta tarhitaykipaq.

source: Click the 'Things' category, then select a heart from the Sprite library:
qu: Klikyaykuy chay 'Cosas' katiquriyapi, chaymanta akllay huk sunquta Sprite bibliyutikamanta:

source: What's a 'sprite'? Any character or thing that you can move or animate in Scratch.
qu: Imataq chay 'sprite'? Ima runaniraq utaq imapas muyuq utaq kawsarichiy Scratchpi.

source: Next, make the heart beat
qu: Chaymanta, luqluqyaq chay sunquta

source: Make the heart beat - by changing its size and adding a drum sound.
qu: Luqluqyaq sunquta, hatuyninta tikraspa hinaspa yapariy takita tamburpa.

source: Click the <span class="lookscolor">Looks</span> category.
qu: Klikyaykuy chay <span class="lookscolor"> Qaway </span> katiquriyapi.

source: Drag a <span class="lookscolor">change size by</span> block to the Scripts area:
qu: Chutay huk <span class="lookscolor">tikray sayayninta</span> champa Scripts áreamanta:

source: Click the block to try it.
qu: Klikyaykuy champapi llakachinapaq.

source: Click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play drum</span> block.
qu: Klikyaykuy chay <span class="soundcolor">Takipi</span> katiquriya. Hatuchay huk <span class="soundcolor">tukachiy tamburta</span> champapi.

source: Snap the blocks together, like this:
qu: Huñuy champakunata, kayna:

source: Add these blocks to complete your beat:
qu: Yapay kay champakunapa luqluqyaq kumplitanaykipaq:

source: Type in a negative number (like -10) to make the heart smaller.
qu: Qillqay huk pisiyay yupata (kayna -10) ruwanaykipaq chay sunquta uchuy kanampaq.

source: Click anywhere on the stack to run it.
qu: Klikyaykuy munasqaykipi pruqrasqa llamkachinaykipaq.

source: Next, loop the beat
qu: Chaymanta, Kutichiy takikunata

source: Make the heart keep beating.
qu: Ruray sunquyki luqluqyachkanampaq.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and snap it around the other blocks:</p>
qu: Klikyaykuy chay <span class="controlcolor"> Kamachiy </span> Katiquriyata. Hatuchay huk <span class="controlcolor"> kutimanta </span> champata hinaspa churasunchik muyuriqnimpi huknin champakunapa:</p>

source: Click <span class="lookscolor">Looks</span>. Drag out a <span class="lookscolor">set size</span> block, and snap it on top. </p>
qu: Klikyaykuy <span class="lookscolor">Qaway</span>. Hatuchay <span class="lookscolor">churay hatuyninta </span> champata hinaspa churariy hanay kaqpi. </p>

source: Type in 100%% if you want to reset the size of the heart.
qu: Qillqay 100%% sichus munanki allichayta hatuyninta sunqupa.

source: Make it go with a green flag
qu: Qallarichiy chay qumir wifalawan

source: Make your script run whenever you click the green flag.
qu: Ruwaykuy script llamkakunampaq klikyaykuptiki qumir wifalapi.
