Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: (The items are separated by spaces. However, if the items are individual letters or digits, spaces are omitted.)
qu: (Imayninkuna rakisqan kachkan karunchasqawan ichaqa, imayninkuna kanman qillqakuna utaq dihitu hukchakusqa, karuchasqan manañam churakunqachu.)

source: Click the checkbox (next to the block) to show the monitor on the stage:
qu: Klikta ruway allin kaq kasillapi (champa kuskachasqa) qawarina qillqanapi Chimpa qaway:

source: The <img src="%(url_list)s" /> block reports all the items in a list. For individual items, use this block:
qu: Kay <img src="%(url_list)s" />champaqa niykuna llapan qillqasqakunata huk listapi. qillqasqa chullakusqankunapi, churay kay champata:

source: To delete or rename a list, right click on the list.
qu: Pichanaykipaq utaq musuqmanta sutichay listapa, alliqman klikta ruray listapi.

source: Reports the volume (from 1 to 100) of sounds detected by the computer microphone
qu: Niykuna uyarinata ( 1 a 100) qaparinanmanta uyarisqata kumputadurapa mikrufunnintakama.

source: To view the value of size, click the checkbox next to the loudness block.
qu: Chanin hatuyninta qawanapaqa, klikta ruway kasillapi qawarinapaq champa qapariq kuskakusqata.

source: Note: Your computer must have a working microphone in order for this block to work.
qu: Waqya: kumputaduraykiqa uywanmanmi huk mikrufunuta llamkaq kay champa llamkananpaq.

source: You can create a custom block with inputs, for example: <img src="%(url_jump_10)s"/>
qu: Rurawaqmi huk qampa harkay yaykunankunata, kay hina:<img src="%(url_jump_10)s"/>

source: Click "Make a Block" to see this dialog box:
qu: Klikta ruray "champata ruray" qawanaykipaq tawakuchuta rimasqata:

source: Click <strong>Options</strong> to add inputs. For example, add a number input:
qu: klikta ruway <strong>nin</strong> yaykunta yapanaykipaq. kay hina, yaykuq yupa yaykunata:

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script.
qu: Champa <strong>ninpi</strong>, champa ruyru hina rikurimunqa yaykuyninkuna, purpura llimpiyuq, aysay kupiyasqayki champakunata hukunaman yaykuq champakunaman script niykusnata.

source: See also: <a href="../make-a-block/">Make a Block</a>
qu: Qawaykuypas: <a href="../make-a-block/">champa ruray</a>

source: Creates a custom block
qu: Ruray huk qampa harkay.

source: Click "Make a Block" to get this dialog box:
qu: Klikta ruway "Ruray huk Champata" kay rimay tawa kuchuta uywanaykipaq:

source: Click inside the block to edit its name.
qu: Klikta ruway champa ukumpi sutinta musuqyachinaykipaq.

source: When you click OK, the new block will appear in <img src="%(url_more_blocks)s" /> :
qu: Klikta ruwaspa Ari nisqampi, musuq champaqa rikarimunqam <img src="%(url_more_blocks)s" />:

source: A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do:
qu: <strong>Nin</strong> champa rikurimunqa scriptkunapi. Churay <strong>nin</strong> champaykita ninaykipaq ima rurayta:

source: See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a>
qu: Qawaypas: <a href="../make-a-block-with-inputs/">Ruway champa yaykunanta</a>

source: Click to create and name a new list
qu: Klikyaykuy ruranaykipaq musuq listapi sutichay

source: When you create a list for the first time, the list blocks will appear. You can choose whether the list is for all sprites (global) or just for one sprite (local).
qu: Icha ruraptiki huk listata qallariqnimpi, rikurimunqan champakuna listapi. Akllawaqmi listata llapallankunapaq Sprit (hatun ayllu) utaq Sprit (uchuy ayllullapi).

source: You have the option to make the variable available to all sprites or to just the selected sprite.
qu: Kanmi munasqaykillata ruwanki hukniraq kay kachkan llapan Spritkunata utaq sprit akllasqaykillpaq.

source: Once you create a list, eight blocks will appear.
qu: Huk puni lista ruraptikiqa, rikurimunqan pusaq champakuna.

source: Click to create and name a new variable
qu: Ruranaykipaq klikyaykuy hinaspa musuqmanta hukniraqta sutichay

source: Once you create a variable, five blocks will appear:
qu: Huk puni hukniraq ruraptikiqa, rikarimunqa pichqa champakuna:

source: <p> When you make a variable, you can choose for it to be available to all sprites (global) or to just the selected sprite (local).
qu: <p>Icha ruraptikiqa hukniraqta, akllawaqmi kay llapan Sprit tarikun (hatun ayllu) utaq Sprit akllasqallaman (uchuy ayllullapi).

source: Reports remainder from division of first number by second number
qu: Niykuna wakin rikiqta kay yupamanta huknin yupamanta

source: <img src="%(url_mod)s" /> gives the remainder of the division of the two numbers. For example, <img src="%(url_mod_ex2)s" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
qu: <img src="%(url_mod)s" />Quy wakin rakinkunata iskay yupanakunata. kay hina, <img src="%(url_mod_ex2)s" />kan 5 (143 rakisqa 6 kanmi 23, wakinkunaqa kanmi 5).

source: Reports true if mouse button is pressed
qu: Willariy allin kaqta ukush butunninta ñitiptiki

source: <img src="%(url_mouse_down)s" /> reports true if the mouse button is clicked anywhere on the screen.
qu: <img src="%(url_mouse_down)s" />Chiqaq niykuna klikyakuptin ukush butunnimpi nayqin law qawanapi.

source: Reports the x-position of mouse-pointer
qu: Niykuna sayay x ukucha hapiynin

source: <p> You can move the mouse around to see the position of the mouse pointer. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
qu: <p> Kuyuchiwaqmi ukuchata qawanaykipaq sayay tupqinan ukuchapata. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
qu: <p> Kuyuchiwaqmi ukuchata qawanaykipaq sayay tupqinan ukuchapata. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>

source: Move a certain number of steps
qu: Muyuq chiqaq yupay qatiqkunaman

source: <p>The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
qu: <p>Spritqa kuyurikunqa rinan tarikuqpi. qillqa ancha karu kuyukuyta munasqaykita.</p> qillqaptiki yupay niqatibuta (kay hina -10), spritqa rinqa huknin lawman.</p> <p><b> Rinanmi</b> Kanmi karuchaynin uchuy punillam. Scratch Chimpa qaway 480 rinan kinrayman ichaqa 360 rinan altunnin:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />

source: Multiplies two numbers
qu: Mirachiy iskay yupaykunata

source: Switches to the next costume in the sprite's costume list
qu: Tikray qatiq pachata Sprit pachankuna listakunapi.

source: To see a sprite's costumes, click <img src="%(url_costumes_tab)s"/>.
qu: Spritpa pachankunata qawanaykipaqa, klikyay kaypi<img src="%(url_costumes_tab)s"/>.

source: You can rearrange the order of the costumes in the list by dragging and dropping.
qu: Allichawaqmi huñusqata panchankunata listapi aysarispa hinaspa kachaykuypas.

source: <p>When <img src="%(url_next_costume_block)s" /> gets to the end of the list, it goes back to the top.</p>
qu: <p>Imay<img src="%(url_next_costume_block)s" /> chayaptiki listapa tukuyninman, kutiriy hanayniman.</p>

source: <h3>Switches to the next backdrop in the stage's backdrop list</h3></p>
qu: <h3>Tikray qatiq yuti hipaynin lita yuti kaq hipaynin chimpa qawaykaqpa</h3></p>

source: To see a stage's backdrops, click <img src="%(url_backdrop_tab)s"/>.
qu: Qawanaykipaq ukun chimpa qawaypa, klikyaykuy<img src="%(url_backdrop_tab)s"/>.

source: You can rearrange the order of the backdrops in the list by dragging and dropping.
qu: Allichawaqmi huñusqata ukunkunata listapi aysarispa hinaspa kachaykuypas.

source: When <img src="%(url_nextbackdrop)s" /> gets to the end of the list, it goes back to the top.
qu: Imay<img src="%(url_nextbackdrop)s" /> chayaptiki listapa tukuyninman, kutiriy hanayniman.

source: Reports true if condition is false; reports false if condition is true
qu: Chiqaq niykuna imaynam mana allin; niykuna man allin imaynam chiqaqta

source: Reports true if either condition is true
qu: Chiqaq niykuna kaqta imaynam chiqaqta

source: Puts down sprite's pen, so the sprite will draw as it moves
qu: Churay Sprit qillqay kaspi, Spritqa llimpikunqa chawpin kuyuriqkunata

source: <p>The pen will leave a trail as soon as the sprite moves.</p>
qu: <p>qillqay kaspi rastruta dihanqa sprit kuyukuptillan.</p>

source: Pulls up sprite's pen, so it won't draw as it moves
qu: Huqari qillqay kaspita spritmanta mana llimpikunampaq kuyukuchkaptin.

source: Picks a random integer within the specified range
qu: aklaykuy huk intiruta yupayta mayqintapas nisqa ukunllapi

source: <img src="%(url_pick_random_ex2)s" /> picks a random number from 1 to 10.
qu: <img src="%(url_pick_random_ex2)s" />akllay huk yupay munasqaykita 1 a 10.

source: Click to have a sprite say a random number. Click again to get another random number.
qu: Klikta ruway huk Sprit rimay huk yupay munasqanta. klikta ruway munasqayki yupayta aysanaykipaq.

source: Plays a drum sound for a specified number of beats
qu: Tukachiy huk qapariqnin batiria nisqanta huk yupay luqluqyaqkuna munasqaykita.

source: Choose a drum sound from the list
qu: Akllay huk qapariqnin batiriapa listamanta

source: Or, type in a number from 1 to 22
qu: Allinmi, qillqay huk yupata 1 kay 22

source: Note: the length of a beat can be set with <img src="%(url_set_tempo)s" />
qu: waqya: luqluqyaq duranampaqa kaywan allichananchik<img src="%(url_set_tempo)s" />

source: Type in a number from 0 to 127 (60 is middle C)
qu: Qillqay huk yupayta 0 kay 127 (60 chawpinmi C)

source: Use higher numbers for higher pitches
qu: Churay yupay hatuyninta qapariqnin ancha uyarikunampaq

source: The length of a beat can be set with <img src="%(url_set_tempo)s" />.
qu: Luqluqyaq duranampaqa kaywan allichananchik<img src="%(url_set_tempo)s" />.

source: Plays a sound
qu: Tukachiy qapariqnin

source: Choose a sound from the menu:
qu: Akllay qapariqnin minumanta:

source: To add a sound, click the Sounds tab:
qu: Qapariqnin yapanapaqa, klikyaykuy Llapa qapariqkuna qawanapi:

source: <img src="%(url_playsound)s"/> starts playing a sound and continues to the next block immediately.
qu: <img src="%(url_playsound)s"/>qallariy llakachiyta huk qapariqnin chaymanta qatichiy hukin champaman puniman.

source: <img src="%(url_playsound_tildone)s"/> waits until the sound is finished playing before continuing to the next block.
qu: <img src="%(url_playsound_tildone)s"/>suyaykuy qapariqnin llamkay tuykunankama chaymanta qatiq champa qallariampaq.

source: Plays a sound and waits until the sound is finished
qu: Uyarichiy qapariqnin hinaspa suyay qapariqnin tukunankama.

source: Set the direction of the current sprite
qu: Churay Spritpa kunan sayarinanta

source: Click to choose from the menu:
qu: Klikyaykuy minumanta akllanaykipaq:

source: Or, type in a number:
qu: Allinmi, qillqay huk yupata:

source: To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/>
qu: Qawanapaq kunan sayarinan spritmanta, klikyay kaypi<img src="%(STATIC_URL)s/images/help/info.gif"/>

source: Points sprite towards mouse-pointer or another sprite
qu: Sprit sayaninta ukucha hapiynin u huknin spritkunaman

source: <b>point towards</b> changes the direction of the current sprite.
qu: <b>qaway chayman</b> tikray kunan rinan spritmanta.

source: You can choose from the menu:
qu: Akllawaqmi minu munasqaykita:

source: The menu includes any other sprites in the project.
qu: Minuqa churanmi llapa ima llamkay spritkunaqa.

source: Repeat blocks that follow until condition is true
qu: Kutimuy musuqmanta niy ruwanampaq chiqaq imaynam kanankama.

source: Checks to see if condition is false; if so, runs blocks inside and checks condition again. If condition is true, goes on to the blocks that follow.
qu: Qawariy sichus imaynam mana allin kanqa; llamkariy champakunapa ukumpi yapamanta qawariy iimaynam kaqta. chiqaq imaynam kaptin kundisiunqa, qatiq champakunaman pasachiy.

source: Runs the blocks inside a specified number of times
qu: Llamkariy champakunata yupay ukunpi nisqamllanpi

source: Replaces an item in the list with the specified value
qu: Musuqyachiy chayninta listapi chanin nisqallapi

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing "random" replaces a random item in the list. The length of the list does not change.
qu: Niwaqmi chayninta musuqyachinaykipaq akllanaykipaq minu aysaykunata utaq qillqay huk yupayta. Akllariy "munasqayki" musuqyachiy kaqnin munasqaykita listapi. Listapi hatuyninta manam tikrankunchu.

source: You can choose where in a list to put an item. For example:
qu: Akllawaqmi listapi kaqninta churanaykipaq. kay hina:

source: Sets the timer to zero
qu: Churay yupachaqkunata chusaqman

source: Rests (plays nothing) for specified number of beats
qu: Sayariy (manam llamkarinchu imapas) icha huk yupay churasqa luqluqyaqkuna

source: Reports closest integer to a number
qu: Niykuna yupay llapa kuskachasqa huk yupamanta

source: <img src="%(url_round)s" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(url_round_5_1)s" /> is 5, and <img src="%(url_round_5_6)s" /> is 6.
qu: <img src="%(url_round)s" />quy chanin huk yupay ridundiasqata. chaymi rikarin tikrakusqa huk yupay chusaqniyuqta huk yupay llapanchasqa kuskachasqa. kay hina: <img src="%(url_round_5_1)s" />kay 5.0 <img src="%(url_round_5_6)s" />kayman 6

source: Say words in a speech bubble for a number of seconds
qu: Rimay huk rimana puqpu ancha punchaw siqundupi.

source: You can type in any words to say.
qu: qillqawaq ima palawratapas rimay.

source: The number of seconds tells the speech bubble how long to show. The script waits that long before continuing.
qu: Yupay siqundukunam ninaykipaq puyuta rimana puqpu ancha timpunkuna rikarimunqa. qiyunqa suyan qallarinampaq.

source: Say words in a speech bubble
qu: Rimay palawrata huk rimana puqpu

source: You can type in any text. The words will appear in a speech bubble.
qu: Qillqawaqmi imay qillqarimakunata. palwrakunaqa rimana puqpu

source: To remove the speech bubble, delete the text and click <img src="%(url_say)s" />.
qu: Rimana puqpu pichanapaqa, pichay qillqata chaymanta klikyay<img src="%(url_say)s" />.

source: To remove the speech bubble, click an empty say block: <img src="%(url_say)s" />.
qu: Rimana puqpu pichanaykipaq, klikyaykuy huk champa mana imapas rimay:<img src="%(url_say)s" />.

source: Reports the number of days since the start of Scratch (May 15th, 2007)
qu: Niykuna yupay punchawkunata Scratch qallarisqanmanta (15 Aymuray Killa 2007)

source: Sets the graphic effect of a sprite to a specific number
qu: Churaykuy qillqay muyuchinapaq huk Spritmanta huk yupaykunaman

source: Click to choose an effect from the menu:
qu: Klikta ruray akllanaykipaq minu qillqaqkunata:

source: Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.)
qu: Qillqayta atipay huknin yupay hina -100 y 100. (wakin qillqaqkunata 0 a 100.)

source: Sets sprite's size to specified %% of original size
qu: Churaykuy sayayninta spritkuna nisqata %% qallariq hatuyniyuqta

source: <b>Note: There are limits to how small or how big you can make a sprite. Experiment with different numbers to see how small or big you can make it.</b>
qu: <b>Waqya: kanmi tupuyninta uchuyman utaq hatuykunatapas ruwaqmi sprita. Ruwariy hukniraq yupaykunawan qawanaykipaq hayka uchuy utaq hatunta rurawaqpas.</b>

source: Sets sprite's tempo to specified value in beats per minute
qu: Churaykuy timpunninta spritpa chanin nisqanta luqluqyaqkuna minutuyuqninta

source: Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play.
qu: Timpuqa kallpanmi (bpm = pacha minutupi) Scratch hinaspa batiriya tukanqaku. hayka achka tiyimpum kanman, ancha utqanman tukarinqa nutakuna batiriyakunapas.

source: Sets the variable to specified value
qu: Churaykuy hukniraqkunta chanin rimariqkunata.

source: Sets the video transparency
qu: Ruraykuy Widiu rikarimuyninta

source: Enter a number from 0-100. Higher numbers make the video more transparent (lighter), while lower numbers make it less transparent (darker)
qu: Yaykuy huk yupayta 0-100. yupaykunaqa ancha hatuyninkuna widiyuqa allintam rikarimun(ancha chuyaqmi), ichaqa huknin yupaykunaqa pisiyachinmi rikurimuynimpi(ancha tutaykuy)

source: Sets sprite's sound volume to specified value
qu: Qapariqnin uyarinanta churaykuy Spritpa chanin akllasqakunaman.

source: <p> You can set the volume level for each sprite. <br> To play two sounds at once with different volumes, use two sprites. </p>
qu: <p> Churawaqmi llanpam spritman uyarinanta allinta. <br> tukachinaykipaqa iskay qaparinata llapan rikchaq uyarinawan, churay iskay spritkunata. </p>

source: Set the x position of a sprite
qu: Churaykuy X sayaninta spritmanta

source: <p><b>Set x</b> places a sprite across the Stage (horizontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
qu: <p><b>huñusqa X</b> churaykuy huk sprit Chimpa qaway kama (kinrayman churasqa).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">

source: Set the <b>y</b> position of a sprite
qu: Akllaykuy <b>Y </b>Sprit sayarisqan

source: <p><b>Set y</b> places a sprite up or down (vertical position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
qu: <p><b>Churay Y</b> churay Sprit hanayman utaq uraymanpas (hanayman churasqa).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">

source: Sets the type of instrument that the sprite uses for <b>play note</b> blocks
qu: Churaykuy llamkanapaq kaqta spritkuna ruranqaku <b>tukanampaq pukllay</b> champata

source: Each sprite has its own instrument.
qu: Spritkunaqa sapa punim uywanku llamkayninkunata.

source: Click to choose from the menu. Or, type in a number from 1 to 21.
qu: Klikta ruray minupi akllanaykipaq. utaq, qillqay yupaykunata 1 a 21.

source: Sets pen's color, based on choice from color picker
qu: Churaykuy llimpinta qillqay kaspi, akllaspanku llimpin akllanapi

source: Picking the color also changes the pen shade.
qu: Akllay llimpita ichapas tikray qillqay kaspi llantun.

source: Sets pen's color to specified value
qu: Churaykuy llinpinta qillqay kaspi chanin nisqata

source: You can either set the pen color to a variable, like <img src="%(url_y_position)s" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>.
qu: Churawaqmi qillqay kaspi llimpinta huk niraqpi, munay <img src="%(url_y_position)s" />utaq huk yupay. kay hina, yupay 0 kay llimpi, <font color = red>puka</font>, yupay 70 kanmi <font color = green>qumir</font>, yupay 130 kanmi <font color = blue>anqas</font>, yupay 170 kanmi <font color = magenta>maqinta</font>.

source: Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel.
qu: qillqay kaspi_ llimpin = 0 kantunpi puka turmanyapa, qillqay kaspi_ llimpin= 100 kantunpi anqas turmanyapa. Rinan 0 a 200 uyrunapaq ruydapa llimpinkunata.

source: Sets pen's thickness
qu: Churaykuy qillqay kaspi rakuqninta

source: Sets the sprite's rotation style
qu: Churaykuy muyuriqkunapa spritkunapa.

source: Select "left-right" from the drop-down menu to make the sprite only rotate horizontally.
qu: Akllaykuy "alliq-ichuq" qallariq ruranam spritkuna muyunqa kinrayllaman hina.

source: Select "all around" from the drop-down menu to make the sprite flip vertically.
qu: Akllaykuy "llapan lawkunapi" qallariq ruranapaq sprit kuyurinqa hanayman.

source: Select "don't rotate" from the drop-down menu to make the sprite face only one direction.
qu: Akllaykuy "mana muyuq" qallariq sprit kanampaq huk rinallaman.

source: Sets pen's shade to specified amount
qu: churaykuy llantu qillqay kaspi huk chanin nisqaman.

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
qu: <p> Qawana qillqay kaspi llantu kanmi 0 a 100. chanin churasqa kanmi 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> qillqay kaspi llantu kanman 0, hinaptinqa qillqay kaspi llimpinqa kanqa yana niraq. icha qillqay kaspi llantu kanman 100, qillqay kaspi llimpinqa kanqa yuraq.

source: Shows the list monitor on the stage
qu: Qawarichiy listata qawarina Chimpa qaway.

source: Shows the variable monitor on the stage
qu: Qawarichiy niraqta qawarina Chimpa qaway.

source: Makes sprite appear on the Stage
qu: Ruway sprita rikurimunampaq Chimpa qaway.

source: Reports sprite's size, as %% of original size
qu: Niykuna spritpa sayayninta, kayna %% sayaynin kanman

source: <img src="%(url_size)s" /> reports the %% of the original size of the object
qu: <img src="%(url_size)s" />Niykuna %% sayaninta kaqman imamanta

source: To view the value of size, click the checkbox next to the block in the palette.
qu: Qawanapaq chanin hatuyninta, klikta ruway mama qawanaykipaq chmapapa kuskachasqa chuwa.

source: Reports result of selected function
qu: Niykuna lluqsisqanta imapaq akllasqamanta.

source: The function options are: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, applied to the specified number.
qu: Akllana imapaq kanmi: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e ^, 10 ^, churaykuy yupay akllasqaman.

source: This block performs a mathematical function. Choose the math functions from the block's drop down menu.
qu: Kay champaqa ruwarinqa huk imapaq yupana. Akllaykuy imapaqninta yupanamanta minu asanaman champaman.

source: Stamps the sprite's image onto the Stage
qu: Laqay spritpa llimpinta Chimpa qaway.

source: A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(url_clear)s" /> block.
qu: Huk istanpaqa kanmi llimpi ratullapaqmi spritpa dibuhasqayki Chimpa qaway. Aysasqa kanman utaq pichanapaq churaspa <img src="%(url_clear)s" />harkayta.

source: A stamp cannot move and cannot hold scripts.
qu: Huk istanpaqa manam kuyuyta atipanchu manapas spritapas uywanmanchu.

source: Stops all scripts in all sprites
qu: sayachin llapan spritkunata llapan spritkunapi.

source: Same as clicking the stop button at the top of the screen.
qu: Klikyay ruway kaqlla hina butun sayay qawana hanay qallariqpi.

source: Stops all sounds
qu: Sayachin llapan qapariqninkunata

source: Stop other sounds before playing a new sound.
qu: Sayachiy hukuna qapariqninkunata musuq qapariqnin tukachinapaq.

source: Subtracts second number from first number
qu: Qichuy qatiq yupayta qallariq yupamanta
