Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Finish Your Name
qu: Tukuy sutikita

source: To start, choose the first letter of your username, initials, or favorite word.
qu: Qallarinaykipaq, akllaykuy qallariy litra sutinmanta, qallarisqanta utaq munasqayki palabrapas.

source: Then select one of the letters in the Sprite library:
qu: Chaymanta akllaykuy huknin litrata bibliyutika spritnikipi:

source: Why are characters in Scratch called 'sprites'? We borrowed the word from the first video games.
qu: Imanaypitaq runaniraq Scratchpi sutinmi 'sprites' niraq? Tumasunchik mañasqa palabrata punta vidiyu pukllaymanta.

source: Next, add color effects
qu: Chaymanta, yapay kulurpa efiktukunata

source: Make the letter change color whenever it's clicked.
qu: Ruray litrata tikranampaq kulurninta klikyaykuptillayki.

source: <p>Now you can click your letter on the Stage to see its color change:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
qu: <p>Kunanqa rurawaqmi klikyaykuwaqmi litra Chimpa qaway qawanaykipaq tikraspa kulurninta: </p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
qu: <p>Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</span>

source: Select 'zoop' or another sound.
qu: Akllaykuy 'zoop' nisqata utaq takita.

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab.
qu: <p>Chaymanta, klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: <p>Click on your letter to run the script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
qu: <p>Klikyaykuy kartampi llamkachinaykipaq chay scripta:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a backdrop
qu: Chaymanta, Yapay Hipayninman

source: <p>Choose the backdrop you want (such as "boardwalk" or "circles").</p>
qu: <p>Akllay hipaynin munasqata (kayna "qucha ukumpi" utaq "cirkulupi). </p>

source: Now, add your next letter
qu: Chaymanta, Yapay qatiq kartata

source: To add the second letter of your name, make a new sprite.
qu: Yapanaykipaq qatiq litra sutikipa, Ruray huk musuq sprita.

source: You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:
qu: Dibuhawaqmi litranta klikyaykuspayki chay <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> ikunupi:

source: You can draw using the paint tools:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Or, type the letter using the text tool: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
qu: Dibujawaqmi churaspa llamkay llimpikunawan:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Utaq Qillqay litrata llamkana tixtuwan: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>

source: <p>Want to choose the letter instead? Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
qu: <p>Akllaytachu munanki chay litrata? Klikyaykuy chay ikunupi <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> akllanaykipaq Spritpa bibliyutikamanta.</p>

source: Next, make it spin
qu: Chaymanta, Muyurqachiy

source: Build a script to make it spin:
qu: Ruray huk script Muyuchinaykipaq:

source: You can add a <span class="soundcolor">play sound</span> block:
qu: Yapawaqmi huk <span class="soundcolor">tukachiy takita</span>champata:

source: Try different numbers to adjust the spin.
qu: Churay llapan rikchaq yupakunata muyuchinaykipaq.

source: Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:
qu: Yanapay: kutichinaykipaq kuchusninta spritpa, klikyaykuy kay champapi <span class="motioncolor">Muyuy</span> katiquriyapi:

source: Next, finish your name
qu: Chaymanta, Tukuy sutikita

source: Add and animate the other letters in your name.
qu: Yapay hinaspa kawsarichiy huknin litrakunata sutikipi.

source: <h4>Change size</h4> <p>Make your letter grow and shrink when you click it:</p>
qu: <h4> Tikray Hatuyninta</h4> <p>Ruray kartaykita wiñanampaq hinaspa uchuyanampaq klikyaykuptiki chaypi: </p>

source: Make your letter glide when you click it:
qu: Ruraykuy kartayniki apay klikyaykuptiki chaypi:

source: Tip: When you drag a sprite to the position you want on the Stage, the <span class="motioncolor">glide</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
qu: Yanapay: huchuchiptiki scripta may law munasqaykiman Chimpa qaway, champakunawan <span class="motioncolor">apay</span>chuwatikrakunqa kikin kaqman chay <strong>x</strong> y <strong>y</strong>.

source: <p>You can try adding other blocks to see what they do.</p>
qu: <p>Atiwaqchu yapayta huknin champakunata qawanaykipaq ima rurasqanta.</p>

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Kusikuy sutichasa yachayman</a>:

source: <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
qu: <p>Ancha hamutaykunapaq, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Llapan yanapaykunapi</a>.</p>

source: First, choose a backdrop
qu: Qallarinapaq, akllay huk hipaynin

source: Created for Europe Code Week 2015
qu: Rurasqa kan Europa Suyupaq Code Week 2015 nisqawan

source: Developed in partnership with
qu: Llamkarisqa huñukuspa chay

source: Ode to Code music by Brendan D. Paolini
qu: Uda takiwan kudiqu chay Brendan D. Paolini nisqawan

source: Click the Stage, then click the <span class="tab-ref">Backdrops</span> tab.
qu: Klikyaykuy Chimpa qaway, Chaymanta klikyaykuy <span class="tab-ref"> Hipaynipi</span> qawarinapi.

source: Choose the backdrop you want from the list:
qu: Akllay chay hipaynin munasqaykita chay listamanta:

source: Want to add a different backdrop?
qu: Munankichu yapayta hipaynin llapan rikchaqta?

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
qu: Klikyaykuy chay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi kichanaykipaq biblioteca nisqan hipaynin:

source: Next, add music
qu: Chaymanta, Yapay takita

source: To select music, click the <span class="tab-ref">Sounds</span> tab.
qu: Takita akllaykuy, Klikyaykuy <span class="tab-ref">Takita</span> qawarinapi.

source: Click to listen to the sounds.
qu: Klikyaykuy uyarinapaq takita.

source: Think about which one you want for your dance.
qu: Hamutay mayqintaq munanki tusuynikipaq.

source: Want a different sound?
qu: Munankichu huk niraq takita?

source: Click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> to select from the Sound library.
qu: Klikyaykuy <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Akllanaykipaq takikunapa bibliyutikankuna.

source: Add an easy way to start your program.
qu: Yapay huk niraq wasillata qallarinampaq pruqramaykita.

source: Each object in Scratch is called a sprite.
qu: Llapa imapas Scratchpi sutichanmi sprite nispa.

source: Click the 'Music and Dance' theme. Select a Hip-Hop or other Dance sprite:
qu: Klikyaykuy 'takipas hinata Tusuq' timapi. Akllaykuy Hip Hop utaq Sprit Tusuqta

source: You will now see your dance sprite appear on the Stage. You can drag to move it where you want.
qu: Kunanqa qawanki rikarimuqta sprita tusuqpa Chimpa qaway. Alarchawaqmi muyuq may munasqaykimmanpas.

source: Tip: Make your dance sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
qu: Yanapay: ruray llapa ima tusuy sprite hatuyanampaq klikyaykuspayki chaypi wiñariq llamkanapi. utaq ruray uchuyanampaq uchuychaq llamkanawan:

source: Want to switch between backdrops?
qu: Munankichu tikrayta hipayninta?

source: Add this block to your program:
qu: Yapay kay champata pruqramaykiman:

source: Want to add more dancers to your scene?
qu: Yapayta munankichu tasuqkunata isinaykiman?

source: Click one of these buttons to add a new sprite:
qu: klikyaykuy kay huknin butunkunapi yapanaykipaq huk musuq sprita:

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
qu: <h4>Musuq Sprit butunkuna </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Akllay huk sprit bibliyutikamanta</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Llimpiy spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> siqay imaqinnikita utaq spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tumay huk fututa (chay wibkam nisqanmanta)</p>

source: You can explore and experiment to add to your project. Here are some ideas:
qu: Qawarispam hinaspa llamkachiy yapanaykipaq llamkaynikita. Kaypim kay wakin hamutaykuna:

source: Find and import a picture of your city
qu: Tariy hinaspa uqariy huk futu llaqtaykipa

source: Draw your own dancer with costumes
qu: Dibuhay tusuynikita pachankunawan

source: Draw a new backdrop
qu: Dibuhay huk musuq hipaynin

source: Now, share your project
qu: Kunanqa, aypuriy llamkaynikita

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita yachaypaq <a href="http://scratch.mit.edu/studios/1517362/" target="_blank"> Uda chay yachay kudiquman</a>:

source: Make a version of the bouncing ball game. Find out how to add sounds, points, or other effects. Then, challenge your friends to play.
qu: Ruray huk wirsiyunta pukllay pilutamanta ributanampaq. Maskariy imayna yapanaykipaq takikunata, puntukunata utaq huknin ifiktukunata. chaymanta, wambra masikiman disafiyaykuy pukllaypi.

source: Choose a Ball
qu: Akllay huk pilutata

source: Make the Ball Move
qu: Ruray chay pilutata muyuq

source: Move and Bounce
qu: Muyuq hinaspa ributay

source: Choose your Paddle
qu: akllay palitaykita

source: Control the Paddle
qu: Kamay chay palitata

source: Bounce Off the Paddle
qu: Ributay chay palitata

source: Choose a backdrop for your pong game.
qu: Akllay huk hipaynin ponq pukllaynikipaq.

source: Then choose the backdrop you want (such as neon tunnel or brick wall):
qu: Chaymanta, akllay chay hipaynin munasqaykita (kay tunil niyunmanta utaq chay tapiya ladrillumanta):

source: Next, choose a ball
qu: Chaymantaqa, akllay huk pilutata

source: Change the color of the ball when it hits the paddle.
qu: Tikray kulurninta chay pilutapata tukaptiki chay palata.

source: Starting Position
qu: Qallarisqanman Hina

source: You may want to set the ball’s starting position.
qu: Allinchu kanman churasqa qallarisqanman hina pilutata.

source: Move the ball to where you want it to start, then drag the <span class="motioncolor">go to x: y:</span> block into the top of this script:
qu: Muyuq chay bulata maymanta munasqayki qallarinampaq, chaymanta suchuchiy chay <span class="motioncolor">pasay x: y: </span> champata hanaykaqpi kay scripta:

source: Add Points
qu: Yapay puntukunata

source: You can also change what happens when the ball touches the bottom. For example:
qu: Ichapas tikrawaqmi ima pasanapaqpas piluta hipayninta tukaptin. kay hina:

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita<a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>nisqata:

source: Then select a ball for your game:
qu: Chaymanta akllay huk pilutata purllaynikipaq:

source: Or, use the right-click menu (Ctrl+click on Mac), and choose 'delete'.
qu: Minu butunta klikyayaykuy (Ctrl+klikta utaq Mac), hinaspa akllay Pichayta

source: Next, make the ball move
qu: Chaymanta, ruray muyuq pilutata

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">move</span> block into the Scripts area.</p>
qu: <p> klikyaykuy chay <span class="motioncolor">Muyuy</span> katiquriyapi. Hatuchay huk champata <span class="motioncolor">muyuq</span> chay Scripts llamkasqapi. </p>

source: Then, click on that block to make the ball move.
qu: Chaymanta, klikyaykuy chay champapi muyuq ruranaykipaq pilutata.

source: Next, move and bounce
qu: Chaymanta, muyuq hinaspa ributachiy

source: Want it to keep going? Snap on the block <span class="motioncolor">if on edge, bounce</span>.
qu: Munankichu llamkampaq? Churay champawan<span class="motioncolor"> sichus kachkan kantumpi, ributachiy </span>.

source: Then, click the <span class="controlcolor">Control</span> category. Wrap a <span class="controlcolor">forever</span> block around the other blocks, like this:</p>
qu: Chaymanta, klikyayakuy chay <span class="controlcolor"> kamachiy </span>katiquriyapi. Wankuriy huk <span class="controlcolor">forever</span> champata muyuriqnimpi huknin champakunamata, kayna: </p>

source: Click anywhere on the stack of blocks to try it.
qu: Klikyaykuy mayqinpipas chay champa pruqramasqa llamkachinaykipaq.

source: To stop, click the stop button:
qu: Sayay chinaykipaq, klikyaykuy butun sayay nisqampi:

source: Want it to go at an angle? Snap a <span class="motioncolor">point in direction</span> block on top, and type in an angle.
qu: Munankichu kuchusman rinampaq? Churaykuy huk <span class="motioncolor"> puntu rinampaq </span> champa hanaykaqpi hinaspa qillqay kuchusninta.

source: <p>Next, click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
qu: <p>Chaymanta, klikyaykuy <span class="eventscolor">llamka</span> katiquriyapi.</p> <p>hatuchay chay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> harkay hinaspa takllaq hanaykaqpi:</p>

source: Tip: Want to change the speed of the ball? Type in a different number of steps:
qu: Yanapay: Munankichu tikrayta pilutapa utqayninta? Qillqay huk rikchaq yupayta qatisqanta:

source: Now, choose your paddle
qu: Kunanqa, akllay palitaykita

source: Add a paddle so you can start to play! Click to choose a new sprite:
qu: Yapariy huk palitata pukllayta qallarinaykipaq! Klikyaykuy akllanaykipaq musuq sprita:

source: Then, select a paddle from the Sprite library:
qu: Chaymanta, akllaykuy huk palitata bibliyutikamanta Sprita:

source: Tip: Adjust the size of the paddle by clicking with the grow or shrink tool:
qu: Yanapay: Churaykuy hatuyninta palapa klikyaykuspayki llamkaykuna wiñanampaq utaq pisichanampaq:

source: Next, control the paddle
qu: Chaymanta, kamay chay palitata

source: Make it interactive! You can control the paddle with the mouse cursor.
qu: Rurariy sumaqta! kamay palitata ukuchapa Pusaynin.

source: Select the paddle.
qu: Akllaykuy chay pilutata.

source: Then build this script:
qu: Chaymanta Ruwariy kay script:

source: Click the green flag to start your scripts:
qu: Klikyaykuy qumir wifalapi qallarinaykipaq llamkayta script nisqata:

source: How can you get the ball to bounce off the paddle? Find out in the next step!
qu: Imaynataq rurawaq pilutata ributanampaq palapi? Qawariy qatiq punipiy!

source: Next, bounce off the paddle
qu: Chaymanta, Ributay chay palitata

source: Click to choose the ball:
qu: Klikyaykuy pilutata akllanaykipaq:

source: Add this script to make it bounce whenever it hits the paddle:
qu: Yapariy kay scripta ributachinaykipaq llapa qulpiptiki palitata:

source: Here’s how to build the script:
qu: Kaypim nisaykiku imayna ruranaykipaq scripta:

source: Make a sound when the ball hits the paddle.
qu: Ruray huk takita piluta qulpiptiki palata.

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
qu: <p>Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>

source: Choose the 'water drop' sound (in Effects):
qu: Akllay 'yaku wichiq' takita (Ifiktunkunapi):

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block into the script, like this:</p>
qu: <p>Chaymanta, klikyaykuy chay <span class="tab-ref">Scripts</span>qawanapi. Klikyaykuy chay <span class="soundcolor">Taki</span> katiquriyapi hinaspa hatuchay huk<span class="soundcolor">tukachiy takita</span>champata.</p> <p> Churay chay champa takinisqata chay script, kayna: </p>

source: Next, add a challenge
qu: Chaymanta, Yapay huk Llamkanata

source: Make the game stop if the ball hits the bottom.
qu: Ruray pukllayniki sayay sichus piluta ukunta tukaptin.

source: Click to select the Stage:
qu: Klikyayakuy akllanaykipaq Chimpa qaway:

source: Select the <span class="tab-ref">Backdrops</span> tab.
qu: Akllaykuy chay <span class="tab-ref">Backdrops</span>qawanapi.

source: Now you can edit your backdrop. Select the line tool. Draw a thick line at the bottom:
qu: Kunanqa allichawaqmi hipaynin. Akllaykuy llamkanata liniapi. Dibuhay huk raku liniyata hanay kaqpi:

source: Tip: Hold down the Shift key while drawing the line to make it straight.
qu: Yanapay: Ñitispalla uyway tikla Mayús nisqata liniya dibuhasqayki allin riktu kanampaq.

source: Tip: To undo, click the Undo arrow:
qu: Yanapay: paskanaykipaq, klikyaykuy chay wachi Paskanapi:

source: Click to select the Ball sprite:
qu: Klikyaykuy akllanaykipaq Ruyru Spritmanta:

source: <p>Click the <span class="tab-ref">Scripts</span> tab, then add this script to make the ball stop if it hits the line color:</p>
qu: <p>Klikyaykuy <span class="tab-ref">Scripts</span> qawarinapi. Yapay kay script nisqata ruyru sayay sichus tukaptin liniya kulurta: </p>

source: Tip: Click inside the square box in the <span class="sensingcolor">touching color</span> block. Then move your cursor to point and click on the bottom line color.
qu: Yanapay: klikyaykuy kuwadru ukumpi <span class="sensingcolor">touching color</span>nisqan champata. chaymanta muyuq Pusaynin puntuman hinaspa klikyaykuy hanay liniya kulurpi.

source: Next, customize your game
qu: Chaymanta, qillqariy qampaq champata

source: To play notes, choose an instrument and note:
qu: Nutakuna tukanaykipaq, akllay huk instrumintukunata hinaspa nutapas:

source: You can choose another instrument from the menu:
qu: Akllawaqmi huknin instrumintuta minumanta:

source: Try this script. Click the sprite to play:
qu: Churay kay script. Klikyaykuy chay sprite pukllanaykipaq:

source: Add note blocks to play a short scale:
qu: Yapay champa nutakunata pukllanaykipaq uchuy iskalakunata:

source: Select the Sounds tab <img src="%(url_sounds_tab)s">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
qu: Akllaykuy taki qawarinata <img src="%(url_sounds_tab)s">. Akllay takikunata bibliyutikamanta <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> utaq siqay huk archibuta <img src="%(STATIC_URL)s/images/help/upload-icon.png">.

source: This script will keep playing music in the background:
qu: Kay scriptmi tukachinqa takikuna hipayninta:

source: Does your music get interrupted? Make sure to use the block that plays sound until done:
qu: Takikuna kurtakunchu? Asiqurakuy churayta huk champata tukanampaq takita listuña kanampaq:

source: Want the music to stop at the end of your program? Add this block to the last script:
qu: Munankichu takita sayay pruqramayki tukuptin? Yapay kay champa tukuq scriptman:

source: Choose a sprite with lots of color, such as:
qu: Akllay huk sprite llapan kulurkunawan, kayna:

source: Add this script and then press the space key:
qu: Yapay kay script chaymanta ñitiykuy tikla ispasiyanapaq:

source: Choose from the menu to try a different effect:
qu: Akllay minumanta churanaykipaq huk niraq ifiktukunata:

source: Make a game where two characters race each other.
qu: Ruray huk pukllayta maypi iskay runakuna kikinku pura kumpitinqaku.

source: Get ready for the 2016 Olympic Games in Brazil!
qu: ¡Listukuy chay Pukllay Olímpicos de 2016 Brasil suyupaq!

source: Move When You Press a Key
qu: Muyuq Tiklata Ñitiptiki

source: Draw a Finish Line
qu: Dibuhay huk liniya chayanampaq

source: If You Reach the Finish Line
qu: Sichus chayanki liniya meta nisqaman

source: Go to the Starting Point
qu: Pasay Riy qallarisqaman

source: Add Another Sprite to Race
qu: yapay huk Sprite kallpanaykipaq

source: Personalize Your Game
qu: Runaniraq Pukllaynikita

source: Then choose the backdrop you want (such as 'track' or 'beach rio'):
qu: Chaymanta, akllaykuy hipaynin munasqaykita (chay 'track' utaq 'beach rio') nisqakunata:

source: Next, start moving
qu: Chaymanta, qallari kuyuriypi

source: Then, click on that block to make the cat sprite move:
qu: chaymanta, klikyaykuy chay champapi ruranaykipaq chay sprite misipa muyuq:

source: Any thing you can move in Scratch (like the cat) is called a 'sprite'.
qu: Llapa ima muyuq munasqaykita Scratchpi (mishita hina) sutinmi 'sprite' nisqa.

source: Now, move by pressing a key
qu: Kunanqa, muyuq tiklata ñitispayki

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
qu: <p>Klikyaykuy chay <span class="eventscolor"> Llamka </span>katiquriyapi. Hatuchay huk <span class="eventscolor"> kay tikla ñitiptin champata</span> champata hinaspa churariy hanay kaqpi:

source: Now the cat will move every time you press the spacebar on your keyboard.
qu: Kunanqa mishiqa muyuq ñitiptiki chay qillqana barra karuchanapaq nisqata.

source: You can choose a different key from the dropdown menu.
qu: Akllawaqmi huk llapan rikchaq tiklata minu chutay akllanapaq.

source: <p>Want to change how fast it moves? Type a different number into the <span class="motioncolor">move</span> block.
qu: <p>Munankichu tikrayta utqay muyunampaq? Qillqay huk rikchaq yupata champapi <span class="motioncolor">muyuq</span>.

source: Now, draw a finish line
qu: Kunanqa, Dibuhay huk liniya chayanampaq

source: Make a finish line for your race.
qu: Ruray huk liniya chayanaykipaq kallpasqaykipaq.

source: Click the paintbrush icon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> to draw a new sprite:
qu: Klikyaykuy qillqana ikunupi <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> dibuhanaykipaq huk musuq sprite:

source: Click on the line tool. Select the color you want from the color palette.
qu: Klikyaykuy llamkana liniyapi. akllariy kulur munasqaykita chay chuwa kulurmanta.
