Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
qu: Takita yapanaykipaq, Klikta ruway<span class="tab-ref">Luqyay</span> qawarinapi.

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
qu: Qapariqnin akllanaykipaq, Klikyaykuy kaypi<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: Choose dance music (such as 'dance celebrate' or 'dance funky').
qu: Akllay taki Tusunaykipaq (kay hina 'taki silibranaykipaq' utaq 'funky taki' nisqata)

source: Or, to upload your own music, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
qu: Utaq, Siqay takikita, klikyay kaypi <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">

source: Tip: You can upload an MP3 or other sound file.
qu: Yanapay: Siqay takita MP3 nisqapi utaq ima qapariqnin kaqtapas.

source: Next, play the music
qu: Chaymanta, Tukay takita

source: Click the <span class="controlcolor">Control</span> category.
qu: Klikyaykuy chay <span class="controlcolor">kamachiy</span> katiquriyapi.

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
qu: Hatuchay <span class="controlcolor">Yapamanta</span> champa, hinaspa wankuriy:

source: Click the <span class="eventscolor">Events</span> category.
qu: Klikyaykuy chay <span class="eventscolor">llamka</span> katiquriyapi.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
qu: Hatuchay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> arkay hinaspa takllaq hanaykaqpi.

source: Next, code the dance
qu: Chaymanta, Kudifikay tusunata

source: Tell the dancer which moves to make.
qu: Tusuqta niy ima kuyuyta ruwanampaq.

source: Click the <span class="tab-ref">Costumes</span> tab.
qu: Klikyaykuy <span class="tab-ref">pachapi</span> qawarinapi.

source: Each costume has a different dance move.
qu: Llapa pachatam huywan llapan rikchaq muyuq.

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">switch costume to</span> block.
qu: Klikyaykuy <span class="lookscolor">Qaway</span> katiquriyapi, hinaspa hatuchay <span class="lookscolor">musuqyachiy pachata</span> champapi.

source: Choose a costume from the drop-down menu.
qu: Akllay pachata minu qallarinapaq.

source: Build up a dance script by switching to different costumes.
qu: Ruray huk script nisqata tusuypaq tikranampaq llapan rikchaq pachaman.

source: Use a <span class="controlcolor">wait</span> block (from the <span class="controlcolor">Control</span> category) to pause between moves.
qu: Churay huk champata <span class="controlcolor">suyay</span> (chay katiquriya <span class="controlcolor">kamachiy</span> ) sayachinapaq kuyuyninta.

source: Click anywhere on your script to try it.
qu: Klikyaykuy mayqinpipas scriptpa llamkachinaykipaq.

source: Make sure you have a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block on top of the script.
qu: Asiqurakuy uywayta huk champa<span class="eventscolor">maypi<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyanaykipaq</span> hanay kaq script nisqapi.

source: Then, click the green flag to play your scripts:
qu: Chaymanta, klikyaykuy qumir wifalapi achka ruranaykipaq scripts nisqata:

source: Next, dance to the music
qu: Chaymanta, tusuy takiwan

source: Adjust the dance moves so they coordinate with the music.
qu: Churay kuyuyninkunata tusuypa takiwan kurdinanapaq.

source: Wrap a <span class="controlcolor">repeat</span> around any blocks you want to repeat:
qu: Churay huk <span class="controlcolor">Yapamanta</span> mayqin champa muyuriqnimpi yapamanta llamkanampaq:

source: Adjust the wait times to sync with the music.
qu: Churay tiyimpuninta suyanampaq kuskachinaykipaq takiwan.

source: Next, enhance your dance
qu: Chaymanta, Allichay tusuynikita

source: Amp up your dance with these ideas.
qu: Hatunyachiy Tusuynikita kay umanchaywan.

source: Want to change the scene? Choose a new backdrop or add your own photo.
qu: Munankichu tikrayta qawayninta? Akllay musuq hipaynin utaq yapay phutuynikita.

source: Then, add this block to switch backdrops:
qu: Chaymanta, yapay kay champata tikranaykipaq qipayninkunata:

source: Choose the backdrop name from the menu.
qu: Akllaykuy sutinta hipaynin menu nisqapi.

source: If you want your backdrop to change color, click the Stage thumbnail.
qu: Sichus munanki hipaynin tikrayta kulurwan, klikyaykuy uchuy chimpa qaway.

source: Click the <span class="tab-ref">Scripts</span> tab.
qu: Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: Then, add a script like this:
qu: Chaymanta, yapay huk Spritta kay hina:

source: Add dancers to make a dance party. Or, challenge your dancers to a dance off.
qu: Yapay tusuqkunata phiyeta ruranapaq tusuymanta. utaq hapinakuyta ruray tusunaykipaq.

source: Add your own moves
qu: Yapay kuyuynikita

source: Want to add yourself to the dance?
qu: Huñukuwaqchu kay tusuyman?

source: Take photos of yourself in different moves against a blank wall.
qu: Kikillayki ritratakuy llapan rikchaq kuyuypi yuraq qipayniyuq.

source: Make a new sprite by uploading the photos into Scratch:
qu: Musuq Spriyta ruray Phutuykimanta Scratchman huqarispayki:

source: Click the upload button: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
qu: Klikta ruray Siqay buttunpi:<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">

source: Edit the costumes using the Scratch paint editor.
qu: Musuqyachiy pachankunata chay llimpinapaq Scratch nisqawan.

source: You can adjust the size of the eraser.
qu: Ichapas pichanapa sayayninta churanki.

source: Rename the costumes so they’re easy to remember.
qu: Musuqmanta sutichay pachakunata wasilla yunapaq kanampaq.

source: Now you’re ready to code your moves!
qu: Kunanqa listuñam kachkanki kidifichkanki kuyuyninta!

source: Build a dance script, like you did for your other dancer.
qu: Ruray huk script tusuypa, imayna rurarqanki huknin tusuqnikipa.

source: When you're ready, share your dance.
qu: listuña kachkaptin, aypuy tusuynikita.

source: Share your dance
qu: Tusuykita aypuy

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
qu: Kunanqa llamkasqaykita yapay chay <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Ttusuq, tusuq, tusuq yachay</a>nisqaman:

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
qu: Acha hamutaykunapaq, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">llapan yanapaykunapi</a>.

source: If you want to edit a sound, select a section of the sound:
qu: Sichus munanki musuqyachiyta uyarinata, akllaykuy huk uyarinakunata kaqta:

source: Then choose from the Edit menu:
qu: Chaymanta akllay minú Musuqyachi nisqanta:

source: Or, choose Effects:
qu: Utaq akllay Ifictuskunata:

source: Make a dress-up game where you choose a character and clothes.
qu: Ruray huk pukllayta pachakunawan maypi akllanki huk runaniraqta pachantapas.

source: Select a Look
qu: Akllaykuy huk look nisqata

source: Say Hello!
qu: Imaynalla niy!

source: Play with Colors
qu: Pukllay Kulurkunawan

source: Change Styles
qu: Tikray istilusnita

source: Set the Starting Position
qu: Churasun qallarisqanman hina

source: Lay Out Your Clothes
qu: Mastay pachaynikita

source: Enhance and Personalize
qu: Allichay hinaspa llamkariy

source: Click the Dress-Up theme and select Dani.
qu: Klikyaykuy chay pacha nisqapi hinaspa akllay Dani nisqata.

source: In Scratch, characters and objects are called ‘sprites’.
qu: Scratchpim, runaniraqkuna hinallataq imapas sutinmi ‘sprites ' nisqa.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to open the Backdrop library:
qu: Klikyaykuy chay ikunupi<img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> kichanaykipaq biblioteca nisqan hipaynin:

source: Then, choose a backdrop you want (such as ‘stripes’ or ‘rays’):
qu: Chaymanta akllay hipaynin kanampaq (imayna "rayakuna" utaq "rayuskunapas"):

source: To select your character’s look, click on its thumbnail, then select a costume.
qu: Akllanaykipaq runaniraqpa uyayninta, klikyaykuy uchuyninkaqpi chaymanta akllaykuy pachaninta.

source: Tip: You can use the paint bucket to change colors.
qu: Yanapaynin: ichaqa usawaqmi baldi llimpiwan.

source: Drag your character to where you want it on the Stage, then build this script:
qu: Asuxhiy runaniraqnikita munasqaykiman Chimpa qaway, chaymantaruray chay script:

source: You can type in what you want your character to say.
qu: Qillqawaqmi imapas ninampaq ruraniraqta.

source: Press the space key to try it!
qu: Ñitiykuy tikla karuchasqa qawanaykipaq llamkasqanta!

source: Click the Dress-Up theme and select a shirt you like:
qu: Klikyaykuy chay pacha nisqapi hinaspa akllay huk kamisa munasqaykita:

source: Build a script to change the color of your shirt when clicked:
qu: Ruray huk script tikranaykipaq kamisaykipa kulurninta klikyaykuptiki:

source: Try it! Drag the shirt onto your character. Click on the shirt to change colors.
qu: Yapamanta! Suchuy kamisata runanraqta. Klikyaykuy kamisapi tikranaykipaq kulurninta.

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> sign to reset.
qu: klikyaykuychik <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> firmay musuqyachinaykipaq.

source: Click the <span class="tab-ref">Costumes</span> tab to see different shirt styles.
qu: Klikyaykuy chay<span class="tab-ref"> Pachakuna </span>kaymi qawanaykipaq llapan rikchaq kamisata.

source: Add this script to switch between costumes.
qu: Yapay kay script tikranapaq pachankama.

source: You can choose any other key from the dropdown menu.
qu: Akllawaqmi mayqin tiklakunatapas chay minú chutay akllanapaq.

source: Press the ‘c’ key to try it.
qu: Ñitiy tiklata "c" qawanaykipaq llamkaypa.

source: Want to reset your character's position?
qu: Munankichu allichayta runaniraqpa sayanita?

source: Drag your character to where you want it.
qu: Asuchiy runaniraqnikita munasqaykiman.

source: Your numbers may be different.
qu: Yupayniki kanmanmi llapan rikchaq.

source: Try it. Drag your character on the Stage.
qu: Yapamanta. huchuchiy runaniraqnikita Chimpa qaway.

source: Then, click the green flag. Your character will reset its position.
qu: Chaymanta, klikyaykuy qumir wifalapi. runaniraqniki kutirinqa qallariqman.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose additional clothes you want to give your character.
qu: Klikyaykuy kay ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> akllanaykipaq huknin pachanta quyta munaptiki runaniraqnikiman.

source: Set the starting position for each piece of clothing.
qu: Churaykuy qallariy hina llapan pachata.

source: For example, first select the shirt’s thumbnail.
qu: Hinallataq, qallariypi akllaykuy uchuy kamisakunata.

source: Then add a starting script like this:
qu: chaymanta Yapay huk script qallariy kay hina:

source: Try it! Drag the clothes onto your character. Then click the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> icon to reset.
qu: Rurariy! suchuy pachaykita runaniraqnikita. Chaymanta klikyaykuy chay <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">ikunupi allichanaykipaq.

source: Tip: Add a starting script for each piece of clothing, adjusting the numbers to place them where you want them.
qu: Yanapay: Yapay huk scripta qallariynimpi, yupakunata churaspa munasqaykiman.

source: DRAW YOUR OWN CLOTHES
qu: DIBUHAY PACHAYNIKITA

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> icon to draw a new sprite:
qu: Klikta rurasun ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> dibuhanapaq huk musuq sprite nisqata:

source: Use the drawing tools to draw your own clothing.
qu: Churay dibujupaq llamkanata dibujanaykipaq pachaykikunata.

source: To make the clothing so you can drag it, first, click the info button and then, check 'can drag in player'.
qu: Ruranaykipaq pachata huchuchinaykipaq, qallariypi, klikyaykuy butunpi infurmasiyumpaq chaymanta, Siñay 'huchuchiy pukllaqkunata'.

source: CHANGE BACKDROPS
qu: TIKRAY HIPAYNINKUNATA

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a new backdrop:
qu: Klikyaykuy kay ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> akllanaykipaq musuq hipaynin:

source: Click the <span class="tab-ref">Scripts</span> tab. Then, add this script.
qu: Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi. Yapay kay script nisqata.

source: Press the right arrow key to switch backdrops.
qu: Ñitiy ichuq wachi tiklata tikranaykipaq hipayninta.

source: GLIDE INTO PLACE
qu: KUYURIKUY CHAYLLAPI

source: You can make clothing or accessories glide into place.
qu: Kayta rurawaq pachawan utaq imakunatapas apay chayllapi.

source: Click to select ‘sunglasses’ or any other piece of clothing.
qu: Klikyaykuy akllanaykipaq "gafas de sol" nisqata utaq imapas pachata churakunapaq.

source: Set the starting position with a script like this:
qu: Churay qallarisqanman hina kay script nisqawan hina:

source: Next drag the sunglasses onto your character.
qu: Qatiqpunipi, suchuy chay gafas de sol nisqata runaniraqnikiman.

source: Then, build this gliding script:
qu: Chaymanta, ruray kay script nisqata hinchuchisqa:

source: Try it! Click the green flag to reset, then click on the sunglasses.
qu: Rurariy! Klikyaykuy qumir wifalapi musuqyachinapaq, chaymanta klikyaykuy chay gafas de sol nisqapi.

source: Make an interactive collage that shows and tells people about your favorite things.
qu: Ruray huk collage nisqata qawachinampaq hinaspa willanampaq runaman ima munasqaykiman.

source: Choose a Thing You Like
qu: Akllay huk imatapas munasqaykita

source: Say What You Like About It
qu: Niy ima munasqaykita chaykunamanta

source: Record Your Voice
qu: Rimaynikita grabay

source: Add More Favorite Things
qu: Yapay ima munasqaykitapas

source: Add Effects and Movement
qu: Yapay ifiktunata hinaspa muyuyninkunata

source: Start by adding one of your favorite things.
qu: Qallariy yaparispa huk ima munasqaykitapas.

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
qu: <p>Klikyay kaypi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq:</p>

source: For example, you could choose your favorite animal:
qu: kay hina, akllawaqmi uywaykita munasqaykita:

source: <p>Can't find an image you want? Draw your own sprite <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> or import an image <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
qu: <p>Manachu tarinki chay imaqin munasqaykita? Dibuhay kikipa spriti nisqata<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> utaq impurtar huk imaginta <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>

source: Want to delete the cat? Click on the scissors, then click on the cat:
qu: Munankichu pichayta mishita? Klikyaykuy Tijiraspi, klikyayakuy:

source: Next, say what you like about it
qu: Chaymanta, Niy ima munasqaykita chaykunamanta

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
qu: Klikyaykuy chay <span class="lookscolor">Qaway</span> katiquriya, chaymanta chutay <span class="lookscolor">niy imaynalla! 2 siqundupi</span> champa qawanapi Scripts nisqa:

source: Type in what you want it to say:
qu: Qillqay munasqaki rimanampaq:

source: You can click on that block to try it.
qu: Klikyaykuwaqmi chay champapi llamkanaykipaq.

source: Now, make it interactive!
qu: Kunanqa, ruray sumaqta!

source: Click the <span class="eventscolor">Events</span> category.
qu: Klikyaykuy chay <span class="eventscolor">llamka</span> katiquriyapi.

source: Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
qu: Hatuchay huk <span class="eventscolor">kay sprita ñitisqa kaptin</span>harkay hinaspa churay hanaykaqpi:

source: Now, you can click on your sprite to see it talk.
qu: Kunanqa, klikyaykuwaqmi spritenikita rimasqanta qawanaykipaq.

source: Next, record your voice
qu: Chaymanta, rimaynikita grabay

source: Add your voice to bring your project to life!
qu: Yapay rimaynikita kawsanata llamkaynikita!

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
qu: <p>Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>

source: Then, click the round button to record.
qu: Chaymanta, klikyaykuy chay champapi uyrupi qrabanaykipaq.

source: Tip: You may need to click 'Allow' to record.
qu: Yanapay: posiblim kanman klikyaykuwaqmi "Ariniy" qrabanaykipaq.

source: Record yourself saying what you like about this favorite thing.
qu: Qrabakuy rimaspa munasqaykita imamantapas.

source: Can't record?
qu: Manachu qrabakuyta atinki?

source: Click <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> to choose a sound from the Sound Library.
qu: Klikyaykuy <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> akllanaykipaq huk takita chay Bibliyutika takikunamanta.

source: Then, click the <span class="tab-ref">Scripts</span> tab.
qu: Chaymanta, klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
qu: Klikyaykuy <span class="soundcolor">Takita</span> katiquriyapi, hinaspa hatuchay <span class="soundcolor">tukachiy takita</span> champapi.

source: Drag that sound block into the script, like this:
qu: asuchiy chay champata takita scriptay, kay hina:

source: Tip: Put the <span class="soundcolor">play sound</span> block before the <span class="lookscolor">say block</span> so the sound plays at the same time that the talk bubble appears.
qu: Yanapay: churay <span class="soundcolor">llamkachiy takikunata</span> churay champata <span class="lookscolor">rimay harkay</span> chaymantaqa tukachiy kuska tiyimpupi rikarimunampaq pusqu rimaykuna.

source: Click on your sprite to see and hear what it says:
qu: Klikyaykuy spritnikipi qawanaykipaq hinaspa uyariy nisqanta:

source: Add another favorite thing
qu: Yapay huk ima munasqaykita

source: Now add other favorite things, such as your favorite foods or activities.
qu: Kunanqa yapay ima munasqaykita, ima mikuytapas utaq llamkay munasqaykiman.

source: <p>You can draw by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon.
qu: <p>Dibuhay klikyaykuspayki chay <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> ikunupi.

source: Or click <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> to import an image.
qu: Utaq klikyaykuy<img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">huk imaqinta uqarinaykipaq.

source: Want to choose something instead?
qu: Akllaytachu munanki chayllapi?

source: <p>Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
qu: <p>Klikyaykuy <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">ikunupi akllanaykipaq bibliyutica nisqan spritnikipa.</p>

source: Next, add effects and movement
qu: Chaymanta, Yapay ifiktunata hinaspa muyuyninkunata

source: Here are more ideas for bringing your favorite things to life.
qu: Kaypim kachkan ancha amutaykuna kawsarichinaykipaq ima munasqaykitapas.

source: Add Effects
qu: yapay iphiktukunata

source: Make a sprite change color when it's clicked.
qu: Ruray huk sprite nisqata tikran kulurninta klikyaykuptiki.

source: Animate It
qu: Kawsarichiykuy

source: If your sprite has more than one costume, you can animate it by switching costumes.
qu: Sichus spritniki uywanku ancha pachakunata, kawsarichiwaqmi tikraspa pachankunata.

source: Select costumes from the menu in the <span class="lookscolor">switch costume</span> block.
qu: akllaykuy pachakunata chay champapi <span class="lookscolor">musuqyachiy pachata</span>.

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
qu: Qawanaykipaq chay pachakunata, klikyaykuy chay qawana <span class="tab-ref"> Pachakuna</span>.

source: Want to add a costume? Click a costume with the Duplicate tool.
qu: Yapayta munankichu huk pachata? Klikyaykuy huk pachapi chay huknin llamkaykuna.

source: Then use the drawing tools to edit it.
qu: Chaymanta churay llamkanata dibuhuta allichanaykipaq.

source: Tip: If it's a vector image, you can select it, then click the Ungroup icon to change the parts:
qu: Yanapay: Sichus kanman chay imagen vectorial nisqan, akllawaqmi chaymanta klikyaykuwaq chay ikunu Rakiriy tikranaykipaq kaqninmanta:

source: Now you can animate by switching between costumes (like in the script above).
qu: Kunanqa kawsachinmanmi tikraspa pachankunata (qayna qiyun hina).

source: Glide
qu: Apay

source: Make a sprite glide when you click it:
qu: Ruray huk apay sprite nisqapa klikyaykuptiki chaypi:

source: Tip: When you drag a sprite to a point on the Stage, the <span class="motioncolor">go to x: y:</span> and <span class="motioncolor">glide</span> blocks will update to the sprite’s new x-y position.
qu: Yanapay: Huchuptin huk sprite huk lawman chay Chimpa qaway, champakuna <span class="motioncolor">pasay x: y:</span> hinaspa <span class="motioncolor">apay </span>musuq sayriyman x-y spritkunamana.

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
qu: <p>Klikyaykuy chay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi kichanaykipaq biblioteca nisqan hipaynin:</p>

source: Then choose the backdrop you want.
qu: Chaymanta akllay hipaynin kanampaq.

source: Tip: You can edit it using the paint tools.
qu: Yanapaynin: ichaqa allichawaqmi pintura llamkanawan.

source: When you're ready, you can share your favorite things.
qu: Listuñakachkaptiki, aypuwaqmi ima munasqaykitapas.

source: Share your project
qu: Aypuykuy Llamkaynikita

source: Now you can share your favorite things with others!
qu: Kunanqa aypuwaqmi ima munasqaykita hukunawan!

source: Choose a character and make it fly!
qu: Akllay huk runaniraqta hinaspa pawarqachiy!

source: Prepare to Fly
qu: Pawanaykipaq alistakuy

source: Add Scenery
qu: Yapay Paysahita

source: Make It Move
qu: Ruray muyuq

source: Switch Looks
qu: Allichay Qaway

source: Paint the Sky
qu: Llimpiy hanay pachata

source: Make It Interactive
qu: Ruray Sumaqta

source: Add Things in the Sky
qu: Yapay imakunatapas hanay pachapi

source: Customize and Enhance
qu: Allichay hinaspa runarichiy
