Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: You can select a LEGO-WeDo-compatible device from the dropdown menu:
qu: Akllawaqmi huk dispusitibu kaqllaña LEGO-WeDo minu chutay akllanapaq:

source: "lights" sets the lights
qu: "akchiy" churay akchiykunata

source: "everything" sets the power for all the connected motors and lights.
qu: "Llapa" churan kallpanta llapan kallpayninman akchin kuskachasqata.

source: <p>To use <b>set power</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
qu: <p>churay <b>utqayninta</b>, munanki Wedo kallpachiqta(kuna) utaq akchita kuskachasqa kumputaduranman LEGO WeDo hub nisqawan.</p>

source: Report the tilt (from 0 to 4) detected by the LEGO WeDo tilt sensor
qu: Niykuy chinru (0 - 4) qawarispa LEGO WeDo chinru Musyaq

source: <b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.
qu: <b>chinru</b>niykuy huk chanin 1-4 Musyaq kinraychasqa kaptin hinaspa 0 hukniraq kaptin.

source: The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.
qu: Chinru Musyaq Niykuna uywami kay yupata 0 - 4. 0 ninmi mana kinraychasqa, 1 urayman kinraychasqa, 2 alliqman kinraychasqa, 3 hanayman kinraychasqa, 4 ichuqman kinraychasqa.

source: To view the value of tilt, click the checkbox next to the block in the palette.
qu: Kinraychasqapa chanin qawanapaqa, klikta ruway kasilla qawarinapi kuskachasqa chay champa chuwa.

source: <p>To use <b>tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
qu: <p>Churay <b>chinru</b>, munanchikmi Musyaq tupachisqa kasqata kumputaduraman chay llamkachiq Hub nisqata LEGO WeDomanta</p>.

source: Turn motors or lights off.
qu: Wañuchiy muturkunata utaq akchiykunatapas.

source: Turn the lights on for 2 seconds when the space key is pressed, then turn them off.
qu: Prindiy akchita 2 siqunduskunapi ñitiptiki karuchasqa tiklata, chaymanta wañuchiy.

source: If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.
qu: Sichus uywanki huk kallpallata, churay "kallpachiqta", wañuchinampaq kallpachiqta maypi kuskachasqata kasqampi Hub WeDo wan.

source: "lights" turn the lights off regardless of where they are connected on the WeDo hub.
qu: "Akchikunam" wañuchin akchita maypi kuskachasqata kasqampi hub WeDo wan.

source: "everything" turns off all the connected motors and lights.
qu: "llapa" wañuchin llapan kallpachaqkunata akchikunatapas kuskachasqata.

source: <p>To use <b>turn off</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
qu: <p>churay <b>wañuchiy</b>, munanki Wedo kallpachiqta(kuna) utaq akchita kuskachasqa kumputaduranman LEGO WeDo hub nisqawan.</p>

source: Turn motors or lights on for a specified period of time.
qu: Prindiy kallpachiqta utaq akchinta huk hura nisqallapi.

source: Run a specific motor for 1 second when the right/left arrow key is pressed.
qu: Llamkachiy huk kallpachiqllata 1 minutupi ñitiptiki chay wachi tikla ichuq / alliqta.

source: If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.
qu: Sichus uywanki huk kallpallata churay "kallpa" nisqata, qallarichinqam kallpachiqta maypin kuskachisqa hub WeDo manta.

source: "lights" turn the lights on regardless of where they are connected on the WeDo hub.
qu: "akchi" kunam prindinqa akchita maypim kuskachasqa hub WeDo kasqampuni.

source: "everything" turns on all the connected motors and lights.
qu: "llapa" prindinqa llapan kallpachaqkunata akchikunatapas kuskachasqata.

source: <p>To use <b>turn on for</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
qu: <p>churay <b>qallariy</b>, munanki Wedo kallpachiqta(kuna) utaq akchita kuskachasqa kumputaduranman LEGO WeDo hub nisqawan.</p>

source: Turn motors or lights on.
qu: Qallarichiy muturkunata utaq akchiykunatapas.

source: Turn the lights on for 2 seconds when the space key is pressed, then turn it off.
qu: Prindiy akchita 2 siqunduskunapi ñitiptiki karuchasqa tiklata, chaymanta wañuchiy.

source: You can select a LEGO-WeDo-compatible device from the dropdown menu: The 'motor' will turn on all motors on the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
qu: Ichaqa akllawaqmi huk dispusitibuta kaskanampaq LEGO-Wedo minu chutay akllanapaq: 'kallpachaq' qallariy llapan kallpachim yupanampaq WeDo hub niswapi. kamay iskay kallapachaqkuna rakirisqa, churawaqmi 'kallpachaq A'hina 'kallpachaq B'. Qillqay: LEGO ninmi huk kallpallata limitanapaq churaspa inirhiyamanta.

source: To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.
qu: Churay <b>qallariy</b>, munanki Wedo kallpachiqta(kuna) utaq akchita kuskachasqa kumputaduranman LEGO WeDo hub nisqawan.

source: Run a script when the distance detected by the LEGO WeDo distance sensor becomes greater (or less) than a specified value
qu: Usay huk Script icha karuchasqa qawarisqa Musyaq karuchasqa LEGO WeDo achka (utaq chusaq) kanman chanin nisqalla

source: When the distance goes under 20, the script will run.
qu: Karuchaynin kaptin 20 achka puni, llamkakunqa Script.

source: You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.
qu: Akllawaqmi huk <i>ancha</i> utaq <i>pisi</i> Qatiq kaqpi chutay akllanapaq.

source: <p>To use <b>when distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
qu: <p>Churay <b>karuchasqa kaptin</b>, munanchikmi Musyaq tupachisqa kasqata kumputaduraman chay llamkachiq Hub nisqata LEGO WeDomanta. </p>

source: Run a script when the tilt sensor changes position
qu: Churay Script chinru Musyaq tarikusqanpi musuqyachiptin.

source: When the tilt sensor gets tilted, the script will run.
qu: Kinraychasqa chinru Musyaq, scriptmi llamkarinmunqa.

source: Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.
qu: Churay chutay akllanapaq minupi <b>= (kuska)</b> utaq <b>mana = (mana kuska)</b>, chaymanta qillqay huk yupata chay 0 - 4.

source: To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.
qu: Usananchipaq <b>chinru kuptin</b>, chinru Musyaq munanchik kuskachas kumputaduraman LEGO WeDo hub nisqawan.

source: LEGO WeDo 1.0 Scratch Extension Setup
qu: LEGO WeDo 1.0 Scratch hukman yaykuna

source: <p>This extension works with the original LEGO WeDo kit.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
qu: <p>kay hukman yaykuna llamkan chay kit kikin kaq LEGO WeDo nisqapi.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>

source: All hardware extensions need a plug-in to work. If the plug-in is not already installed, see the <a href="../../ext/ext1/">extension setup</a> page for instructions. </p>
qu: Llapan hukman yaykunan hadwarman munanku allichaqta llamkanampaq. ichaqa mana instalasqa kaptin allichasqa, tapuriy<a href="../../ext/ext1/">hukman yaykuna</a> pagina yanapawananchikpaq. </p>

source: <ul> <li>WeDo Hub: It connects WeDo sensors and motors to your computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: It can be programmed to turn this way or that way and to move at different power levels. You can connect two motors to the WeDo hub ports to be controlled separately.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Two bright LED lights that can be connected to the WeDo hub. These lights are not part of LEGO WeDo kits, rather LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Distance Sensor: It detects objects within a range of 15 centimeters (or about 6 inches) depending on the design of the object.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor: It reports the direction it is tilted. The tilt sensor detects changes within five different positions: no tilt, right, left, up, and down.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
qu: <ul> <li>WeDo hub: kuskachiy musyaqta kallpachaqtapas WeDo kumputaduraykiman.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li> Kallpachaq: pruqramakunmanmi muyuq hukpuni hukmanpas kuyurinamanpas llapan rikchaq kallpachaq. kuskachinmanmi iskay kallpachachiqta punku hub WeDo nisqaman allin llamkanampaq.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li> Akchiy: iskay Akchiy LED akchiykuna kuskakunmanmi Hub WeDo.kay akchikuna manam LEGO WeDo kaqninmantachu, ichaqa aswanmi LEGO Power kaqninta.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li> Karumanta Musyaq: musyanmi imatapas 15 cintimitrus muyuriqnimpi tarikuqta (utaq 6 pulqadas kamachiqpi) ima llamkasqa kaptimpas.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li> Musyaq chinru: Niykuna mayman chinrusqa kachkan. Chinru Musyaq tarinchik pichqa rikchay kaq: mana chinru, Alliq, ichuq, hanayman, urayman.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>

source: <p>To learn more, see the <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
qu: <p>Ancha yanapayta chaskinaykipaq, qaway <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>chsy Wiki paqinaman riy Scratchpi.</p>

source: Example
qu: Ñisunman hina

source: Set the sprite's horizontal position to the value of the distance.
qu: Churay kinraychasqa tarikusqanpi sprit chanin karuchasqa.

source: Notes
qu: Qillqaykuna

source: Sets the direction of the motor. It will not turn the motor on if it is off.
qu: Churay rinanta kallpachaqpa. manam llamkanqachu kallpachaqta sichus wañusqa kachkan.

source: You can select a motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, you can use 'motor A' with one and 'motor B' with the other.
qu: Ichaqa akllawaqmi huk kallpachayta chay chutay akllanapaq minupi. Akllay 'kallpachayta' qallariy ima kallpachaqtapas kuskachispa hub WeDo. Sichus uywanki kuntrulanaykipaq iskay kamay karuchasqa, churawaqmi "A kallpachaq" inallataq "B kallpachaq" hukninwan.

source: Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
qu: Qillqay: LEGO ninmi huk kallpachaqta kuskachiy hub nisqawan takyanampaq inirqiya usasqata.

source: You can select the direction from the second menu.
qu: Ichaqa akllawaqmi rinanta chay qatiq minu.

source: To use <b>set direction</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
qu: churay <b>diriksiyuyninya</b>, munanki kallpachiqta LEGO Wedo2 kuskachasqa kumputaduranman LEGO WeDo2 hub nisqawan.

source: Set the color for the light on the WeDo hub.
qu: Churay llimpinta Akchinmanta chawpinpi chay WeDo hub nisqampi.

source: When the space key is pressed the light will turn yellow. The colors range from a value of 1 (orangish-red) to 100 (red). Some of the other colors include: 3=orange, 7=yellow, 33=green, 50=teal, 66=blue, 80=purple, 90=magenta.
qu: Tilka karuchasqa ñitiptiki, akchinmi qilluman kutirinqa. kulurninqa kanmanmi chanin chay 1 (puka quri qillu) 100 (puka). Wakin llimpikunañataq uywanku: 3=quri qillu, 7=qillu, 33=qumir, 50=Anqas qumir, 66=anqas, 80=purpura 90=maqinta.

source: Numbers larger than 100 loop through the same color range.
qu: Llapa yupaykuna mayur 100 purririn kuska sayayta kulurninwan.

source: To use <b>set light color to</b>, you need a LEGO WeDo 2.0 hub connected (via Bluetooth) to your computer.
qu: Usanaykipaq <b>akchi Kulur churasqata</b>, munanchik huk hub LEGO WeDo 2.0 kuskachasqata (Blutuu nisqawan) kumputaduraykiman

source: Set the power of a motor to a specified value and turn it on.
qu: huraykuy utqay puriy kallpachaqpa chanin churasqam hinaspa llamkachiy.

source: The value of set power ranges from 0 to 100 (0 is no power and 100 is the maximum power).
qu: Chanin utqaynin churasqa tikrarinqa 0 - 100 (0 mana utqayuqmi 100 ñataq ancha utqayuqmi).

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, use 'motor A' for one and 'motor B' for the other.
qu: Ichaqa akllawaqmi huk LEGO WeDo kallpachayta chay chutay akllanapaq minupi. Akllay 'kallpachayta' qallariy ima kallpachaqtapas kuskachispa hub WeDo. Sichus uywanki kuntrulanaykipaq iskay kamay karuchasqa, churawaqmi "A kallpachaq" inallataq "B kallpachaq" hukninwan.

source: To use <b>set power</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
qu: churay <b>utqay rinanTa</b>, munanki kallpachiqta LEGO Wedo2 kuskachasqa kumputaduranman LEGO WeDo2 hub nisqawan.

source: Turn off a motor.
qu: Wañuchiy huk kallpachiqta

source: When the space key is pressed, the motor will turn on, the script will wait for 1 second, then the motor will turn off.
qu: Ñitikuptin Karuchaq tiklata, kallpachayninmi qallariy, kuskachasqa kumandukuna suyanqa 1 siqunduta hinaspa kallpachaqa wañuchiy.

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
qu: Ichaqa akllawaqmi huk dispusitibuta kaskanampaq LEGO WeDo kallpachaq minu chutay akllanapaq. 'kallpachaq' qallariy llapan kallpachim yupanampaq WeDo hub niswapi. Kamay iskay kallapachaqkuna rakirisqa, churawaqmi 'kallpachaq A'hina 'kallpachaq B'. Qillqay: LEGO ninmi huk kallpallata limitanapaq churaspa inirhiyamanta.

source: To use <b>turn off</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
qu: Usanapaq<b> wañuchiy </b>, munanchikmi huk kallpachaq LEGO WeDo2 kuskachasqa kumputaduraman chay LEGO WeDo2 hub nisqawan.

source: Turn a motor on for a specified number of seconds.
qu: Llamkachiy huk kallpachaqta chay huk yupay akllasqawan siqunduspi

source: Run a specific motor for 1 second when the right or left arrow key is pressed.
qu: Llamkachiy huk kallpachaq akllasqata ña 1 siqundupi ñitiptiki wachi alliq utaq ichuq tiklata.

source: You can select a motor from the dropdown menu. The 'motor' option turns on any motors on the WeDo2 hub. To control two motors separately, you can use 'motor A' and 'motor B'.
qu: kamayAkllawaqmi kallpachachiqta chutay akllanapaq. chay 'kallpachaq' llamkachiy ima kallpachaqtapas cha hub WeDo2. kuntrulanaykipaq kallpachata rakirisqata, usaway 'kallpachaq A' hukninta 'kallpachaq B' hukninñataq.

source: To use <b>turn on for</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
qu: Usanapaq<b> qallariy </b>, munanchikmi huk kallpachaq LEGO WeDo2 kuskachasqa kumputaduraman chay LEGO WeDo2 hub nisqawan.

source: Turn motors on for a specified period of time.
qu: Prindiy kallpachiqta huk timpu churasqapi.

source: To use <b>turn on for</b>, you need a WeDo motor connected to your computer via a LEGO WeDo hub.
qu: Usanapaq<b> qallariy </b>, munanchikmi huk kallpachaq LEGO WeDo kuskachasqa kumputaduraman chay LEGO WeDo hub nisqawan.

source: Turn on a motor.
qu: Qallariy kallpachiqpa

source: When the space key is pressed, the motor will turn on, the script will wait 1 second, then the motor will turn off.
qu: Ñitiptiki Karuchaq tiklata, kallpachayninmi qallariy, kuskachasqa kumandukuna suyanqa 1 siqunduta hinaspa kallpachaqa wañuchiy.

source: You can select a motor option from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'.
qu: Ichaqa Akllawaqmi huk kallpachaqpa niraqta chutay akllanapaq minupi. Akllariy 'kallapachaq' qallariy mayqin kallpata kuskachasqa hub WeDo. Kamachiy kallpachaqta rakirisqata, usaway 'kallpachaq A' hukninta 'kallpachaq B' hukninñataq.

source: To use <b>turn on</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
qu: Usanapaq<b> qallariy </b>, munanchikmi huk kallpachaq LEGO WeDo2 kuskachasqa kumputaduraman chay LEGO WeDo2 hub nisqawan.

source: About the LEGO WeDo 2.0 Extension
qu: Rimarisqa WeDo 2.0 hukman yaykuna

source: The <strong>LEGO® Education WeDo 2.0</strong> is an introductory invention kit you can use to build your own interactive machines. Add the Scratch LEGO WeDo 2.0 extension to program your WeDo creations.
qu: Chay <strong>LEGO® Education WeDo 2.0</strong> kanmi huk kit sutichasqa yaykunapaq chaytam usanki ruranaykipaq kikillaykipa makinayki. Yapay hukman yaykuna Scratch LEGO WeDo 2.0 pruqramanaykipaq llamkasqayki WeDo.

source: <strong>Important:</strong> To setup the WeDo 2.0, see the <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> page.
qu: <strong>Impurtanti:</strong> kunfiquranaykipaq WeDo 2.0 tapuriy chay <strong><a href="../../howto/wedo2setup-intro/">kunfiquranapaq hukman yaykuna</a></strong> paqina.

source: Step-by-Step
qu: Qayllasmanta

source: How To
qu: Imayna

source: Blocks
qu: Champakuna

source: Follow these tutorials to get started with your project.
qu: Qatiy kay tuturiyalkunata Qallarinaykipaq llamkaywan.

source: Getting Started with Scratch
qu: qallarimuchkan Scratchwan

source: Animate A Name
qu: kawsarichiy huk sutita

source: Make Music
qu: Takichiy

source: Make It Fly
qu: Pawarqachiy

source: Create a Pong Game
qu: Ruray huk Punq Pukllayta

source: Race to the Finish
qu: Tukuyman Kallpachiy

source: Hide-and-Seek Game
qu: Pakay Maskay pukllaq

source: Create a Story
qu: Ruray huk histuryaykita

source: Let's Dance
qu: Tusurisunchik

source: Fashion Game
qu: Musuq Pukllaykuna

source: Catch Game
qu: Pukllay Hapirisqa

source: Create a Virtual Pet
qu: Ruray Virtual Maskutachaykita

source: Make a Birthday Card
qu: ruray karta santuykipaq

source: Learn more about how to make specific things for your project.
qu: Uywariy willakuykunata imayna ruranapaq ima musnasqatapas llamkaynikipi.

source: Effects
qu: Iphictukuna

source: Play with effects
qu: Pukllay ifiktukunawan

source: Create interactive effects
qu: Ruray ifiktu Intiraktibukunata

source: Interact with a microphone
qu: Rimariy chay mikrufunu nisqawan

source: Animation
qu: Kawsachina

source: Switch from happy to sad
qu: Tikray kusisqamanta llakisqaman

source: Make a sprite talk
qu: Ruray sprit rimayta

source: Make a sprite walk
qu: Rury sprit purinanta

source: Games
qu: Pukllaykuna

source: Use arrow keys to move
qu: Kursurkunata usay muyuq

source: Bounce around
qu: Pawarin muyuriqnimpi

source: Collide
qu: Tupay

source: Keep score
qu: Hatalliy puntuykita

source: Soccer remix tips
qu: taqwi futbulmanta Yachakunapaq

source: Stories
qu: Willakuy

source: Talk to each other
qu: Rimarin kikillan

source: Glide off the stage
qu: apay hawaman Chimpa qawaymanta

source: Switch backdrops
qu: Hipayninkunata tikray

source: Music
qu: Taki

source: Play an instrument
qu: tukay huk instrumintuta

source: Play background music
qu: Tukachiy takita qipaynimpi

source: Import your music
qu: Impurtay taki rurasqaykita

source: Record sounds
qu: Qrabaykuy qapariqninta

source: Edit sounds
qu: Musqyachiy qapariqninkuna,

source: Dig deeper here to find out more about each block, or use the ? button in the editor to click on individual blocks to learn more.
qu: Yaykuriy kayman uywanaykipaq achka yanapayta llapa champamanta, churay kayta? butun musuqyachiq klikyanaykipaq huknin champa kama uywanaykipaq yanapaykunata.

source: Motion
qu: Muyuy

source: move _ steps
qu: muyuq _ purinata

source: turn right
qu: muyuriy alliqman

source: turn left
qu: muyuriq ichuqman

source: point in direction
qu: rikuy kaylawman

source: point towards
qu: qaway chayman

source: go to x: y:
qu: pasay x: y:

source: go to
qu: pasay

source: glide _ secs to x: y:
qu: apay _ sigunduta x: y:

source: change x by
qu: tikray x man

source: set x to
qu: churaykuy x

source: change y by
qu: tikray y

source: set y to
qu: churay y

source: if on edge, bounce
qu: icha kachkan patapi, pinkin

source: set rotation style
qu: churay imayna muyunampaq

source: x position
qu: x sayay

source: y position
qu: y sayay

source: direction
qu: maypi

source: Looks
qu: Qaway

source: say for _ secs
qu: Rimay sigundus unayman

source: say
qu: rimay

source: think for _ secs
qu: umachay _ sigunduspi

source: think
qu: umachay

source: show
qu: qawanapaq

source: hide
qu: pakay

source: switch costume to
qu: tikray pachata

source: next costume
qu: huknin pacha

source: next backdrop (Stage only)
qu: Qatiq hipaynin (Chimpa qaway sapalla)

source: switch backdrop to
qu: tikray hipaynin

source: switch backdrop and wait (Stage only)
qu: Tikray hipaynin suyaykuy (Chimpa qaway sapalla)

source: change effect to
qu: tikray imayna rikuriqninta

source: set effect to
qu: churaykuy imayna rikuriqninta

source: clear graphic effects
qu: pichay llapa qillqaykunata

source: change size by
qu: tikray imayna hatunkarayninta

source: set size to
qu: churay imayna hatunkarayninta

source: go to front
qu: ripuy chimpanman

source: go back _ layers
qu: kutiy hipaman

source: costume #
qu: pacha #

source: backdrop name
qu: hipaynin sutin

source: backdrop # (Stage only)
qu: hipaynin # (Chimpa qaway sapallan)

source: size
qu: hatunin

source: Sound
qu: qapariqnin

source: play sound _
qu: Tukachiy qaparinata_

source: play sound _ until done
qu: tukayachi qapariqnin _ tukunankama

source: stop all sounds
qu: tukachkaqta sayachi

source: play drum _ for _ beats
qu: tukay tamburta _ icha _ luqluqyaqkuna

source: rest for _ beats
qu: samarichiy _ luqluqyaqkuna

source: play note _ for _ beats
qu: tukay qillqayta _ icha _ luqluqyaqkuna

source: set instrument to _
qu: tiquy inkilltupa _

source: change volume by _
qu: tikray uyarinata _

source: set volume to _%%
qu: churay uyarinata _%%

source: change tempo by _
qu: tikray pachata _

source: set tempo to _ bpm
qu: churay pachata _bpm

source: tempo
qu: pacha

source: volume
qu: ancha uyarina

source: Pen
qu: qillqay kaspi

source: clear
qu: chuya

source: stamp
qu: sello nisqan

source: pen down
qu: qillqana

source: pen up
qu: qillqay hanaypi

source: set pen color to [color]
qu: qillqay kaspi churay llimpinta [llimpi]

source: change pen color by _
qu: tikray qillqay kaspi Llimpi_

source: set pen color to [number]
qu: qillqay kaspi churay llimpinta [yupay]

source: change pen shade by _
qu: tikray qillqay kaspi llantu _

source: set pen shade to _
qu: churaykuy qillqay kaspi llantu _

source: change pen size by _
qu: tikray qillqay kaspi hatunninta _

source: set pen size to _
qu: churay qillqay kaspipa hatuyninta_

source: Data
qu: qullqa

source: Make a Variable
qu: hukniraqta ruray

source: Variable
qu: Hukniraq

source: set _ to
qu: Tiquriy_

source: change _ by
qu: tikray _

source: show variable
qu: qawachiy kayta

source: hide variable
qu: pakay kayta

source: Make a List
qu: ruray huk sutisuyuta

source: List
qu: Lista

source: add _ to
qu: Yapaykuy_

source: delete _ of
qu: Pichariy _ kaymanta

source: insert _ at _ of
qu: winay _chaymantapas _ kaymanta

source: replace item _ of _ with
qu: kikraykuy chayta _ kaymanta _ kaywan

source: item _ of
qu: Imakuna _ kaymanta

source: length of
qu: sunin

source: _ contains
qu: _kachkanchu

source: show list
qu: qawachiy qillqayta

source: hide list
qu: pakay qillqayta
