Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
qu: <p>Klikyaykuy chay <span class="eventscolor">llamka</span> katiquriyapi.</p> <p>hatuchay chay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> harkay hinaspa takllaq hanaykaqpi:</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your valentine.</p>
qu: <p>Kunanqa klikyaykuwaqmi qumir wifalapi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> qallarinaykipaq san valentínpunchawpi.</p>

source: Choose a backdrop for your valentine.
qu: Akllay hipaynin san valentinpaq.

source: <p>To add a backdrop to the Stage, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p>
qu: <p>Yapanaykipaq hipaynin Chimpa qaway, klikyaykuy chay <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi:</p>

source: Then choose the backdrop you want (such as doily or hearts):
qu: Chaymanta akllay chay hipaynin munasqaykita (kay tapete utaq corazones):

source: Your card will now have a backdrop and a sprite
qu: Tarhitaykim kunanqa uywanqa hipaynin hinaspa huk sprite

source: If you want the backdrop to change colors, click the <span class="tab-ref">Scripts</span> tab. Then, build a script like this:</p>
qu: Sichus munanki hipaynin tikranaykipaq kulurninta, klikyaykuy chay <span class="tab-ref">Scripta </span>qawariy. Chaymanta, ruway scripta un script cokay hina:</p>

source: Next, add a message
qu: Chaymanta, Yapay huk willakuyta

source: Add a message to your valentine.
qu: Yapariy huk willakuyta chay Valentín.

source: Click the 'Things' category, and choose the sprite named 'Text':
qu: Klikyaykuy katiquriyapi 'Cosas' hinaspa akllay sprite qayaspa 'Texto':

source: <p>Click the <span class="tab-ref">Costumes</span> tab.
qu: <p>Klikyaykuy <span class="tab-ref">pachapi</span> qawarinapi.

source: Choose the 'Happy Valentine's Day' costume:
qu: Akllay pachanta 'Feliz día de San Valentín' nisqaman:

source: You can use the Text tool to type your own text.
qu: Usawaqmi Texto llamkanata qillqanaykipaq tixtuykita.

source: Now, add music
qu: Kunanqa yapay takita

source: Add music to your valentine.
qu: Yapay takikunata San Valentínman.

source: First, click the heart sprite to select it.
qu: Qallarinaykipaq, klikyaykuy sprite sunqupa akllanaykipaq.

source: Click the 'Music Loops' category. Choose 'dance celebrate' or another sound:
qu: Klikyaykuy chay katiquriyapi 'Kutichiy takikunata'. Akllay 'tususpa kusikuy' utaq huk takitapas:

source: <p>Select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound until done</span> block:</p>
qu: <p>Akllaykuy chay <span class="tab-ref">Scripts</span>qawanapi hinaspa klikyaykuy <span class="soundcolor">Takikuna</span> katiquriyapi. hatuchay <span class="soundcolor">Tukachiy Takita ruranankama</span> champapi:</p>

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
qu: <p>Hatuchay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> arkay hinaspa takllaq hanaykaqpi:</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your program.</p>
qu: <p>Kunanqa klikyaykuwaqmi qumir wifalapi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> qallarinaykipaq pruqramayki.</p>

source: Next, animate and decorate
qu: Chaymantaqa, kawsarichiy hinaspa allichay

source: Add finishing touches to your valentine. Choose your own images and animate them.
qu: Yapariy allichaykunata San Valentínnikiman. Akllariy imanqinkikunata hinallataq kawsarichiy.

source: ADD IMAGES
qu: YAPARIY IMAQINKIKUNATA

source: To add a sprite, click one of these buttons:
qu: Yapanaykipaq huk sprite, klikyaykuy kay huknin butunkunapi:

source: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
qu: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Akllay huk sprit bibliyutikamanta</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Llimpiy spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> siqay imaqinnikita utaq spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tumay huk fututa (chay wibkam nisqanmanta)</p>

source: MAKE IT SPIN
qu: MUYURICHIY

source: To make a sprite spin, select the sprite, then add a script like this:
qu: Muyuchinaykipaq huk sprite, akllariy chay sprite, chaymanta yapariy huk script kay hina:

source: Type in different numbers to adjust the spin.
qu: Churay llapan rikchaq yupakunata muyuchinaykipaq.

source: To reset a sprite so it faces to the right, click this block:
qu: Allichawaqmi huk sprite sayarinampaq alliq kaqman, klikyaykuy kay champapi:

source: Explore and experiment! Here are some other blocks you may want to try:
qu: Maskariy hinaspa llamkariy! Kaypim tarinki wakin champakunata churanaykipaq:

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
qu: Kunanqa llamkasqaykita yapay chay <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Disiñay huk yachay San Valentín</a> nisqaman:

source: Make a virtual pet. Find out how to add sounds, animations, or other effects.
qu: Ruray huk makutachaki virtual nisqata. Qawariy imayna yapanaykipaq takikunata, kawsarinata utaq huknin ifiktukunata.

source: First, choose your pet
qu: Qallarinaykipaq, akllay maskutaykita

source: Choose Your Pet
qu: Akllay maskutaykita

source: Introduce Your Pet
qu: Yaykuchiy maskutaykita

source: Animate Your Pet
qu: Kawsarichiy maskutaykita

source: Time to Eat
qu: Hura mikunapaqña

source: Eat Some Food
qu: mikuy huk pisi mikuykunata

source: Time to Play
qu: Hura Pukllanapaq

source: Add More Activities
qu: Yapariy Ancha Llamkaykunata

source: Monitor Your Pet
qu: Qawarina maskutaykita

source: Share Your Pet
qu: Aypuriy maskutaykita

source: Then, select your pet:
qu: Chaymanta, akllariy maskutaykita:

source: Now you can share your virtual pet with others!
qu: ¡Kunanqa aypuwaqmi birtuwal maskutaykita hukunawan!

source: Choose where your pet will live.
qu: Akllay maypim kawsarinqa maskutayki.

source: Then choose the backdrop you want for your pet, such as garden rock:
qu: Chaymanta, akllay hipaynin munasqaykita maskutaykipaq, chay rumi hardin hina:

source: Next, introduce your pet
qu: Chaymantaqa, Yaykuchiy maskutaykita

source: Move your pet where you want it to start.
qu: Muyuq maskutaykita maymanta qallarinqa munasqaykimanta.

source: <p>Use the <span class="motioncolor">go to</span> block to set that position:</p>
qu: <p>Churaykuy <span class="motioncolor">pasay</span> champariy churanaykipaq qallarisqanman:</p>

source: Tip: You can find the x and y value of any point on the Scratch stage by moving your mouse pointer. Look at the x y below the stage:
qu: Yanapakuy: tariwaqmi chaninta x hinaspa y mayqin kasqanmanta Scratch Chimpa qaway kuyuspa ukuchapa. Qaway chay x y ukumpi Chimpa qaway:

source: Have your pet make a sound when you click it.
qu: Ruray maskutaykita ruway takitanampaq klikyaykuptiki chaypi.

source: Add a script that plays this sound when you click on your pet.
qu: Yapariy huk scripta tukachinampaq kay takita klikyaykuptiki maskutaykita.

source: You can also have your pet say something when you click on it.
qu: Ichaqa rurawaqmi maskutaykita imatapas rimanampaq chaypi klikyaykuptiki.

source: Next, animate your pet
qu: Chaymanta, kawsarichiy maskutaykita

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p>
qu: <p>Klikyaykuy chay <span class="tab-ref">Pachakunata</span> qawakunapi.</p>

source: If your pet has more than one costume, you can animate it by using the <span class="lookscolor">switch costume</span> block.
qu: Sichus maskutaykita uywan ancha pachakunata, kawsarichiwaqmi usaspa chay <span class="lookscolor">pacha tikray</span> champata.

source: Tip: To add a costume to an animation, click with the Duplicate tool. Then use the drawing tools to edit it.</spanp>
qu: Yanapay: Yapanaykipaq huk pachata kawsarichiyman, klikyaykuy huknin Llamkaykuna. chaymanta churay dibujay llamkanata allichanaykipaq.</spanp>

source: Now, tell your pet it's time to eat
qu: Kunanqa, niy maskutaykiman ña hura mikunapaqña

source: Give your pet something to eat.
qu: Quy maskutaykita imatapas mikunampaq.

source: Click to choose a new sprite:
qu: Klikyaykuy akllanaykipaq musuq sprite:

source: Then, select a food:
qu: Chaymanta, akllariy huk mikuykunata:

source: To tell your pet when the food sprite is clicked, go to <span class="eventscolor">Events</span>, and drag in a <span class="eventscolor">when sprite clicked</span> block. Then, snap on a <span class="eventscolor">broadcast</span> block. Choose 'new message' from the menu and type in 'food.'
qu: Ninaykipaq maskutaykiman klikyaykuptiki sprite mikunata , pasay <span class="eventscolor">Llamka </span> hinaspa suchuy <span class="eventscolor">klikyaykuptikichay sprite</span>champapi. Chaymanta, qallarichiy huk <span class="eventscolor">apachiy</span> champapi. Akllay 'musuq willakuyta' chay minu hinaspa qillqay 'mikuna'.

source: Now, whenever you click on the food sprite, it will send a message to your pet.
qu: Kunanqa, klikyaykuptiki hinalla chay sprite mikunamanta, apachinqa willakuy maskutaykiman.

source: Tip: Add the <span class="lookscolor">go to front</span> block to place your food sprite in front of the pet.</spanp>
qu: Yanapay: yapariy chay <span class="lookscolor">pasay ñawpaqman</span> champata churanaykipaq sprit mikunata maskutapa ñawpaqninman.</spanp>

source: Next, eat the food
qu: Chaymanta, mikuchiy mikunata

source: Decide what your pet will do when it receives the 'food' message.
qu: Amutariy imataqsi ruwanman maskutayki willakuyta chaskiptin "mukuymanta".

source: Go to the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when I receive</span> block.</p>
qu: Pasay chay <span class="eventscolor">Llamka</span> katiquriyata hinaspa hatuchay huk <span class="eventscolor">chaskiriptin</span> champa.</p>

source: To make your pet glide toward the food, click on the <span class="motioncolor">Motion</span> category. Use the <span class="motioncolor">glide</span> block to tell your pet where you want it to go.</p>
qu: Ruwanaykipaq makutaykita apay mukunaman, klikyaykuy <span class="motioncolor">Muyuy </span> katiquriyapi. Usariy chay <span class="motioncolor">apay</span> champa ninaykipaq mayman maskutaykita rinampaq.</p>

source: Tip: You can type in an x and y position. Or drag your pet to where you want it to go, and the x and y within <span class="motioncolor">glide</span> (in the blocks palette) will automatically update.</spanp>
qu: Yanapay: qillqawaqmi huk sayayta x icha y. Utaq suchuriy maskutaykita munasqaykiman rinampaq, ichaqa chay x hinaspa y ukumpi <span class="motioncolor">apay</span> (chay chuwa champata) allichakunqa kikillanmi.</spanp>

source: Add another <span class="motioncolor">glide</span> block at the end of the script to make your pet go back to its original position.</p>
qu: Yapariy hukta <span class="motioncolor">apay</span> champata tukurisqa script maskutayki kutinampaq qallarisqanman puni.</p>

source: Next, give your pet something to play with
qu: Chaymanta, quy maskutaykita imatapas pukllanampaq

source: Choose something for your pet to play with, such as a trampoline.
qu: Akllay imatapas maskutayki pukllanampaq, kay huk trampulin hina.

source: Go to <span class="eventscolor">Events</span>. Drag in a <span class="eventscolor">when sprite clicked</span> block. Then add a <span class="eventscolor">broadcast</span> block. Choose 'new message' and call it 'play.'</p>
qu: Pasay <span class="eventscolor">llamka</span>. Suchuchiy huk <span class="eventscolor">klikyaykuptiki chay sprite</span> champapi. Chaymanta yapariy huk <span class="eventscolor">aypuriy</span> champapi. akllay 'musuq willakuyta' hinaspa qayamuy 'pukllay'.</p>

source: Now decide what your pet will do when it receives the 'play' message. For example, you can have your pet jump up and down.
qu: Kunanqa disidiy imataq ruranqa maskutayki chaskiptin willakuyta "pukllay". kay hinallam, rurawaqmi maskutaykita pawanampaq hanayman uraymanpas.

source: Click to select your pet
qu: Klikyaykuy akllanaykipaq maskutaykita

source: Here’s a script that glides to a trampoline and jumps:
qu: Kaypim kan huk script huchunampaq trampulinman hinaspa pawanqa:

source: Next, add more activities
qu: Chaymanta, yapariy ancha llamkaykunata

source: What else do you want your pet to do? You can use broadcast and receive blocks to add other activities.
qu: imataq munanki ruwanampaq maskutaykita? Usawaqmi apachiyta hinaspa chaskiy champata huknin llamkaykunamta.

source: Here are a couple of ideas. Feel free to experiment.
qu: kaypim kan huk amutaykuna. Mana imawampas harkachikuychu llamkariy hinalla.

source: Play a musical instrument:
qu: Tukay huk instumintu takiqpa:

source: Choose a drum and add a script for your pet to play it:
qu: Akllay huk tamburta hinaspa yapariy huk script maskutayki pukllanampaq:

source: Drink some water:
qu: tumay pisi yakuta:

source: Next, monitor your pet
qu: Chaymanta, qawarina maskutaykita

source: You can use variable blocks to monitor how your pet is feeling.
qu: Usawaqmi niraq champata kuntrulanaykipaq qawarina imayna kanampaq maskutaykita.

source: For example, to monitor if your pet is hungry, go to <span class="datacolor">Data</span> and click on 'Make a Variable.' Type in something like 'Hungry.'</p>
qu: Kay hinataqmi, qawarina kuntrulanapaq sichus maskutayki yarqayta hapiptin, pasay <span class="datacolor">Datukuna</span> hinaspa klikyaykuy 'ruray huk niraqta'. qillqaykuy "yarqay" hina.</p>

source: You can use a script like this so that your pet gets hungrier over time:
qu: Usawaqmi huk scripta kay hina maskutaykipaq ancha yarqay uywanampaq tiyimpu pasaptin:

source: To make it less hungry, add this block to the 'when I receive food' script:
qu: Uywanaykipaq pisi yarqayta, yapariy kay champata script 'mikuyta chaskiptin':

source: You could also monitor if your pet is thirsty, sleepy, or bored.
qu: Ichataqmi qawarina maskutayki yaku tumaq uywaptin, puñuy uywaptin utaq aburisqa kaqtin.

source: Next, share your pet
qu: Chaymantaqa, Aypuriy maskutaykita

source: Choose a sprite that has costumes with moving legs, such as:
qu: Akllay huk sprite uywanampaq pachata chakin kuyuqkunawan, kayna:

source: Add a script to change costumes and move:
qu: Yapariy huk script tikranaykipaq pachakunata hinaspa muyuq:

source: You can change how fast it moves by typing in other numbers.
qu: Tikrawaqmi utqayninta kuyukunampaq qillqaspa huk yupakunata.

source: If the sprite is upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> and set the rotation style to left-right:
qu: Sichus spritniki huklawma kachkan, klikyaykuy <img src="%(STATIC_URL)s/images/help/info.gif"><br/> hinaspa churaykuy muyuriqninta ichuq - alliqman:

source: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Install the Device Manager</a> from the Apple App Store.
qu: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Churaykuy chay kamachiq dispositivo nisqata</a> ratisqayki tiyindamanta Apple App nisqamanta.

source: This will enable your computer to use Bluetooth to connect to the LEGO WeDo 2.0.
qu: Kaymi yanapanqa kunputaduraykita usanampaq Bluetooth nisqata kukachinaykipaq LEGO WeDo 2.0 nisqawan.

source: Next, Make Sure Bluetooth is On
qu: Chaymanta, qawariy Bluetooth nisqa activasqa kaqta

source: On your computer, make sure your bluetooth connection is turned on. You can access this setting from <strong>System Preferences > Bluetooth</strong>.
qu: Kumputaduraykipi, asiqurakuy kuskachasqa Bluetooth activasqa kasqanta. kayman yaykuwaqmi <strong> Preferencias del sistema> Bluetooth</strong> nisqanmata.

source: Make sure that your computer has Bluetooth Low Energy (LE). See <a href="../wedo2mac-7/">Troubleshooting</a>
qu: Asiqurakuy kumputadurayki uywasqan Bluetooth Low Energy (LE). <a href="../wedo2mac-7/">Llaki yanapay</a>

source: Next, Add the Extension
qu: Chaymantaqa, Yapay hukman yaykunanta

source: In any project, click the <strong>More Blocks</strong> category and choose <strong>Add an Extension</strong>.
qu: Mayqin llamkanapas, klikyaykuy <strong> Achka Champa </strong>katiquriyapi hinaspa akllay <strong>Yapariy hukman yaykuna</strong>

source: From the menu, select <strong>LEGO WeDo 2.0</strong>.
qu: Chay minupi, akllay <strong>LEGO WeDo 2.0</strong>nisqapi.

source: Next, click 'Connect'
qu: Chaymanta, klikyaykuy 'Kukachasqapi'

source: Open the Device Manager on your computer, and then click the <strong>Connect</strong> button in the Device Manager:
qu: Kichariy Administrador nisqa dispusitibukunata kunputaduraykipi, chaymantaqa klikyaykuy <strong> Kuskachasqa </strong> butun administrador dispusitubuta:

source: Next, press the WeDo button
qu: Chaymantaqa, ñitiykuy butun WeDo nisqanta

source: Now, press the green button on the WeDo hub. It should begin to flash, and then make a sound when it connects.
qu: Kunanqa, ñitiykuy qumir butunta WeDo chawpin kaqta. qallariptinqa parpatyanqam hinaspa takirinqa kuskariptin.

source: When connected, the Device Manager will look like this:
qu: Kuskarisqa kaptinqa, Administradur dispusitibuqa qawakunqam kayna:

source: Make sure your WeDo hub is turned on and near your computer.
qu: Asiqurariy chay kunsintradur WeDo akchirisqa kaqta hinaspa kumputadurayki sirka kaptin.

source: Next, start creating!
qu: ¡Chaymantaqa, qallariy rurayta!

source: You’re ready to go! You should see a green status light in the Blocks palette in Scratch, and a list of new blocks for the WeDo. Start Scratching!
qu: ¡Listuñam kachkanki rinaykipaq! Qawariwaqmi huk akchita imayna sayaq qumirta chuwa scratchpi, hinaspa musuq lista champata WeDo nisqapaq. ¡Qallariy llamkayta!

source: Each time you start a new project, you'll need to add the WeDo blocks and click 'Connect' in the Device manager.
qu: Ña qallariptiki musuq llamkayta, yapawaqmi WeDo champakunata hinaspa klikyaykuy 'Kuskariy' chay administradur dispusituvupi.

source: See troubleshooting tips
qu: Qawariy Llaki yanapay sasachakuynayta

source: If it's not working:
qu: Sichus manam llamkarinchu:

source: Make sure you have installed the Device Manager.
qu: Asiqurakuy instalasqaykita administradur dispusitivuta.

source: Make sure your WeDo 2.0 is turned on and ready to connect.
qu: Asiqurakuy WeDo 2.0 Nisqam akchisqa kaptin hinaspa listuña kuskarinapaq

source: Turn on Bluetooth on your computer.
qu: Qallariy Bluetooth nisqata kumputaduraykipi.

source: Make sure you have a Mac with Bluetooth Low-Energy (see below).
qu: Asiqurakuy uywayta huk Mac nisqata Bluetoothwan pisi inirqiyawan (tapuriy qatiqpunipi).

source: Close any other tabs or windows running with Scratch.
qu: Wichqay mayqin qawarikunata llamkarinampaq scratchwan.

source: Restart your browser.
qu: musuqyachiy maskaynikita

source: Restart the Device Manager (go to your <strong>Applications</strong> folder and open the <strong>Scratch Device Manager</strong>).
qu: Qallarichiy dispusitivu Administradurninta (pasay <strong>Aplikatibuta</strong> kichariy <strong> scratch dispusitibu administradurta</strong>).

source: Add the Extension
qu: Yapay hukman yaykunanta

source: Click 'Connect'
qu: klikyaykuy "Kuskachasqa" nisqampi

source: Press the WeDo Button
qu: ñitiykuy butun WeDo nisqanta

source: Create!
qu: Ruray!

source: I’m using a Mac computer
qu: Rurachkani Mac Kumputadurapi

source: Stage Area
qu: Chimpa qaway llamkay

source: Stage
qu: chimpa qaway

source: Backpack
qu: Qipina
