Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Click the <span class="tab-ref">Scripts</span> tab.
qu: Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: Click the <span class="soundcolor">Sound</span> category.
qu: Klikyaykuy chay <span class="soundcolor">Luqyay</span> katiquriyapi.

source: Drag out a <span class="soundcolor">play sound until done</span> block:
qu: hatuchay<span class="soundcolor"> purichiy qaparinata rurayninkama </span> champa:

source: Click the block to play the sound.
qu: Klikta ruray champa tukanampaq huk takita.

source: Now, make the sound repeat.
qu: Kunanqa, ruray takita kutimanta llamkanampaq.

source: Click the <span class="controlcolor">Control</span> category.
qu: Klikyaykuy chay <span class="controlcolor">kamachiy</span> katiquriyapi.

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
qu: Hatuchay <span class="controlcolor">Yapamanta</span> champa, hinaspa wankuriy:

source: You can change the number of times it repeats.
qu: ichaqa tikrawaqmi ayka kutimanta rurasqampi.

source: Play your music! Your script will start whenever you click the green flag:
qu: Uyariy takikita! qatiq kumandukuna Qallari klikyaykuptiki qumir wifalapi:

source: Click the stop sign if you want it to stop.
qu: klikyaykuy sayay siñasqapi sayay munaptikiqa.

source: Next, save and share your project
qu: Chaymanta, waqaychay hinaspa aypuy llamkasqaykita

source: Congratulations! You've coded your own interactive story!
qu: Allin pumin! kudifikarqunki histuriyaykita!

source: Save Your Project
qu: Waqaychay llamkasqaykita

source: Click the Remix button (near the top of the screen) to save your version of the project.
qu: Klikta ruray chay butun Remix nisqapi (qawanahanay kaqpi) waqaychanaykipaq llamkaynikita.

source: You'll need to join Scratch or sign in to save your project online.
qu: Kuskariwaqmi Scratchman utaq qallariy sisiyunta waqaychanaykipaq intirnit llamkay rurasqaykita.

source: (Or, to save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
qu: (Utaq, waqaychanaykipaq huk kupiyata disku lukal nisqapi, pasay minu Archivo nisqaman hinaspa akllay 'Aysay kumputaduraykiman').

source: When you are ready to share your project with others, click the “Share” button at the top of the screen.
qu: Listuña kachkaptin aypuy llamkasqaykita hukunawan, klikyaykuy butunpi "Aypuyr" qawana hanay qallariqpi tarikuqta.

source: To add notes and credits, click:
qu: Yapanaykipaq nutakunata, klikyaykuy kaypi:

source: Here's a video on how to edit the project page:
qu: Kaypim kan huk Widiyu imayna musuqyachinaykipaqlamkasqayki paqinata:

source: Share Your Project in a Studio
qu: Aypuy llamkasqaykita huk yachaypi

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>:
qu: Kunanqa llamkasqaykita yapay chay <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">Yachay Bare Bears</a>nisqaman:

source: Keep Creating
qu: Qatiy Ruraspa

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
qu: Rimay Yanapay uywanaykipaq, amutaykunapas llamkaykunamanta ruranapaq, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Llapan rimay yanapay</a>.

source: To make a sprite bounce around the Stage, try this script:
qu: Ruranaykipaq spritniki ributanampaq Chimpa qaway lawninkunapi, churay kay scripta:

source: The sprite points at an angle, and then keeps moving and bouncing off the edge.
qu: Sprite nisqam tupqi kuchuspunipi chaymanta kuyukunmi hinaspa ributanqa lawnimpi.

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)simages/help/info.gif"> and set its rotation style to left-right:
qu: Sichus sprite nisqan Qaway qipanta, klikta ruray <img src="%(STATIC_URL)simages/help/info.gif"> hinaspa churay mayman muyunampaq ichuqmanta alliqman:

source: Start here to make an interactive greeting card for a friend using Scratch!
qu: ¡Qallari kaypi ruranaykipaq huk tahita allinkasqanta wambra masikiman Scratchpi llamkaspa!

source: <p>This activity is part of <a href="#made-with-code">Made with Code</a>.</p>
qu: <p>kay llamkaqa kanmi chay<a href="#made-with-code">kudiqu rurasqawan</a>.</p>

source: Start with a greeting
qu: Qallari rimaykunawan

source: Start with a Green Flag
qu: Qallari huk qumir wifalapi

source: Add a Background
qu: Yapay huk Qipayninta

source: Add a Cake
qu: Yapay huk pastilta

source: Blow Out the Candles
qu: wañuchiy velakunata

source: Add a Dancing Sprite
qu: Yapay huk tusuq Sprita

source: Say What to Do
qu: Niy ima ruranampaq

source: Share Your Greeting
qu: Aypuy napaykunata

source: Keep Making!
qu: Qatiy ruwaspa!

source: Click to select the cat:
qu: Klikyayakuy akllanaykipaq misita:

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
qu: Klikyaykuy chay <span class="lookscolor">Qaway</span> katiquriya, chaymanta chutay <span class="lookscolor">niy imaynalla! 2 siqundupi</span> champa qawanapi Scripts nisqa:

source: Type "Happy birthday!" or your own greeting:
qu: Qillqay "kusisqa santuyuq!" utaq Rimaynikikunata.

source: Then, click on your block to see the cat talk.
qu: Chaymanta, klikyaykuy chay butunpi qawanapaq misi rimasqanta.

source: Next, add a way to start your card
qu: Chaymanta, yapay huk imayna qallari naykipaq tarhitaykita

source: <p>Now add your own images and ideas.</p>
qu: <p>Kunanqa yapay imaqinikunata, amutaynikipas.</p>

source: Add a picture
qu: Yapay huk fututa

source: Draw a picture.
qu: Dibuhay huk imaqinta.

source: Add an image from your computer.
qu: Yapay huk imaqinta kumputaduraykimanta.

source: Take a picture.
qu: fututa hurqumuy.

source: Add effects!
qu: Yapay ipphiktukuna!

source: Click the <span class="tab-ref">Scripts</span> tab. Try this script:
qu: Klikyaykuy chay<span class="tab-ref">Scriptkuna</span> qawakuna. Churay kay scripta:

source: Click the balloons in your card to see the color change.
qu: Klikta ruray chay qlubupi tarhitan qawanampaq kulurninta tikranampaq.

source: Next, share your greeting!
qu: Chaymanta, Aypuy napaykikunata!

source: Click <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
qu: Klikyay <img style="margin-bottom:-17px" src = "%(url_12b_share)s">

source: <p>Type in notes to explain how to use your project. Give credit to anyone who helped.</p>
qu: <p>Qillqay nutakunata yanapanaykipaq imayna churanaykipaq llamkaynin. Quykuy kaqnin mayqin yanapasqan.</p>

source: You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a>
qu: Yapawaqmi llamkaynikiman <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Tarhita allin yachaymanta!</a>

source: <p>To send to a friend, copy the web address and email it. Or, click Embed to share to Facebook or another website.</p>
qu: <p>Aypunaykipaq wambramasinman, kupyay intirnit wibpi apachiy kurriyuta elektruniku. utaq klikyaykuy churaykuy aypunaykipaq Facibukpi utaq huknin sitio webpi.</p>

source: What do you want to make next?
qu: Imatataq rurayta munaki qatiqpunipi?

source: Now you can make another greeting card, or start a new project!
qu: Kunanqa rurawaqmi huknin tarhitata allin kasqaykimanta utaq Qallari musuqmanta llamkay!

source: Start a new project
qu: Qallari musuq llamkaypi

source: Click File, then select New:
qu: Klikyaykuy Archibupi, Chaymanta musuqmanta akllay:

source: Or, from the Scratch website, click Create:
qu: Utaq, scratch wib intirnitmanta, klikyaykuy ruranaykipaq:

source: Learn more!
qu: Yachay akchata!

source: Watch the Getting Started with Scratch video:
qu: Qaway widiyu qallarinaykipaq Scratchpi:

source: Click the <span class="eventscolor">Events</span> category.
qu: Klikyaykuy chay <span class="eventscolor">llamka</span> katiquriyapi.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:
qu: Hatuchay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> arkay hinaspa takllaq hanaykaqpi.

source: Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:
qu: Kunanqa rurawaqmi klikta qumir wifalapi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pukllanapaq karta nisqata:

source: Next, add a party scene
qu: Chaymanta, yapariy huk raymita

source: Choose a backdrop for your card.
qu: Akllay hipaynin tarhitaykipaq.

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:
qu: Klikyaykuy chay <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">ikunupi:

source: <p>Choose "party" or another backdrop:</p>
qu: <p>Akllay "Raymi" huknin hipaynin:</p>

source: <p>Now your card will look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
qu: <p>Kunanqa tarhitayki qawakunqa kayna:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">

source: Next, add a cake to your card
qu: Chaymanta, yapay huk pastilta tarjitaykiman

source: To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:
qu: Yapanapaq pastilta, Klikyaykuy chay <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ikunupi:

source: Then select the "Cake" sprite and click OK.
qu: Chaymanta akllaykuy sprita "Cake" nisqanta chaymanta klikyay OK.

source: In Scratch, any character or object is called a sprite.
qu: Scratch, ima runaniraqpas utaq ubhitukuna sutinmi sprit nisqa.

source: <p>Drag your cake to where you want it on the Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
qu: <p>Aysay pastilnikita mayman munasqaykiman Chimpa qaway.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>

source: Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
qu: Yanapay: ruray llapa ima sprite hatuyanampaq klikyaykuspayki chaypi wiñariq llamkanapi. utaq ruray uchuyanampaq uchuychaq llamkanawan:

source: Next, add music to your card!
qu: Qatiqpunipi, yapay takikunata tarhitankuna!

source: Now, add music that plays when you click the cake.
qu: Kunanqa, yapay takita takinampaq klikyaykuptiki pastilpi.

source: First, click to select the cake.
qu: Qallarinapaq, klikyaykuy akllanapaq pastilta.

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
qu: Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.

source: Choose "birthday" or another sound:
qu: Akllay "santukunata" utaq hukniraq takita:

source: Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:
qu: Kunanqa, akllaykuy chay <span class="tab-ref">Scripts</span>qawanapi hinaspa klikyaykuy <span class="soundcolor">Takikuna</span> katiquriyapi. hatuchay <span class="soundcolor">Tukachiy Takita</span> champapi:

source: Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
qu: Chaymanta, hatuchay huk <span class="eventscolor">kay sprita ñitisqa kaptin</span> harkay hinaspa churay hanaykaqpi:

source: <p>Click on the cake to hear it play.</p>
qu: <p>Klikyaykuy pastilpi uyarinaykipaq tukasqanta.</p>

source: Now, blow out the candles!
qu: kunanqa, wañuchiy velakunata!

source: Make the candles go out when you click the cake.
qu: Ruray Vilakunata wañunampaq klikyaykuptiki pastilpi.

source: Click the <span class="tab-ref">Costumes</span> tab.
qu: Klikyaykuy chay <span class="tab-ref">Pachapi</span> qawanapi.

source: You can see two costumes for the cake:
qu: Qawariwaqmi iskay pachata pastilpaq:

source: Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:
qu: Klikyaykuy chay qawanapi<span class="tab-ref">Scripts</span>, chaymanta klikyaykuy katiquriyapi <span class="lookscolor">Qaway</span>. Hatuchay huk champata <span class="lookscolor">pacah kambiyaqpi</span>,hinaspa churay chay script nisqapi:

source: Now, add a different script that will light the candles whenever you click the green flag:
qu: Kunanqa, yapay huk scripta huk niraqta prindinampaq vilakunata klikyaykullaptik qumir wifalapi:

source: Make sure to select "cake-a" (lit candles) from the pull-down menu.
qu: Asiqurakuy akllayta "cake-a" nisqa (vilakuna prindisqa) ñitiy qallarinata.

source: Next, make a dance party
qu: Chaymanta, Ruray huk fiyesta tusuymanta

source: Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:
qu: Klikyay kaypi<img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> musuq spriyta yapanaykipaq:

source: Select "Cassy Dance" or another sprite with dance costumes:
qu: Akllaykuy "Cassy Dance" nisqata utaq huknin sprita pacha tusuqkunawan:

source: Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.
qu: Klikyaykuy chay katiquriyapi <span class="lookscolor">Qaway </span>. Aysay champata <span class="lookscolor">qatiq pachata </span>.

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
qu: klikyaykuy chay<span class="eventscolor"> llamka </span>katiquriyapi. hatuchay <span class="eventscolor">klikyaykuptiki spritepi </span>harkana hinaspa takllaq hanay kaqpi:

source: Click the dancer to see it switch to different poses.
qu: Klikyaykuy tusuqpi qawanaykipaq kambiyanampaq llapan rikchaq sayaypi.

source: Next, animate your dance
qu: Chaymanta, Animay tusuynikita

source: Keep the dance going!
qu: Tusurichkay!

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.
qu: Klikyaykuy chay katiquriyapi <span class="controlcolor">kamachiy</span>. hatuchay <span class="controlcolor">Kutimanta</span> champa.

source: Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:
qu: yapay huk champa <span class="controlcolor">suyay</span> kamay utqay tusuynimpi, Kayna:

source: <p>Click the dancer on your card to start the animation.</p> <p>Tip: To stop, click the stop sign <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
qu: <p>klikyaykuy tusuriq tarhitaykipi qallarinaykipaq kawsarinata.</p> <p>Yanapay: sayay chinaykipaq, klikyaykuy siñal sayay nisqapi<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">(Chay chimpa qaway).</p>

source: Next, get your party started!
qu: Chaymantaqa, qallariy fiyistawam!

source: To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:
qu: Yapanaykipaq instrucciyunkunata, iskay punita klikyaykuy chay misita hinaspa yapay hukni champata <span class="soundcolor">sayay</span>:

source: The card will then look something like this:
qu: Tarhitam qawakunqa chayna:

source: Next, make it your own
qu: Chaymanta, ruray qampaq

source: Make a game where you catch things falling from the sky.
qu: Huk pukllayta ruray apinaykipaq altumanta wichisqankunata.

source: Choose an Object to Fall
qu: Akllay huk ubjituta wichinampaq

source: Choose a Backdrop
qu: Warkunata Akllay hipayninmanta

source: Go to the Top
qu: Pasay hawayninman

source: Fall Down
qu: Siqaykusqa

source: Go Back to the Top
qu: Kurisun hanaykaqman

source: Add a Catcher
qu: Yapay huk chaskiriqta

source: Move the Catcher
qu: Muyuchiy chaskiriqta

source: Catch the Object
qu: Chaskiy ubjitu nisqanta

source: Enhance Your Game
qu: Allichay Pukllayta

source: Share Your Game
qu: Pukllaykita Aypuy

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
qu: Klikyaykuy kay ikunupi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq:

source: Choose the object you want to fall (such as 'Apple' or 'Basketball'):
qu: Akllay chay ubjitu nisqata siqaykuyta munaqta (chay 'Apple' utaq 'Baloncesto' nisqata):

source: In Scratch, characters and objects are called ‘sprites.'
qu: Scratchpim, runaniraqkuna hinallataq imapas sutinmi ‘sprites ' nisqa.

source: Tip: If you don't want the cat in your project, you can delete it using the scissors tool.
qu: Yanapay: Sichus mana munankichu chay misita llamkaynikipi, pichawaqmi chay llamkay tihiraswan.

source: Click on the scissors, then click on the cat.
qu: Klikyaykuy chay tihiraspi, Chaymanta klikyaykuy chay misipi.

source: Next, choose a backdrop
qu: Chaymanta, akllay huk hipaynin

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
qu: Klikyaykuy chay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi kichanaykipaq biblioteca nisqan hipaynin:

source: Then choose the backdrop you want (such as 'blue sky' or 'basketball court'):
qu: Chaymanta akllay hipaynin kanampaq (chay 'anqas hanay pacha' utaq 'baskit kanchantapas')

source: Next, go to the top
qu: Chaymanta, Pasay hawayninman

source: Select your sprite by clicking on its thumbnail:
qu: Akllaykuy spritnikita klikyaykuspayki uchuynimpi:

source: Click the <span class="tab-ref">Scripts</span> tab.
qu: Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: Tell your sprite to go to a random position at the top of the screen:
qu: Niy spritnikiman pasay mayman munasqaman hanay kaq qawanapi:

source: Your script should look like this:
qu: Scriptniki qawakunmanmi kayna:

source: Next, make it fall
qu: chaymanta, siqaykachiy

source: Make your sprite fall by adding these blocks:
qu: Ruray spritniki wichinampaq yaparispa kay champahuna:

source: Type a negative number in <span class="motioncolor">change y</span> to make the sprite move down.
qu: Qillqay huk yupay pisiyachisqa chaypi <span class="motioncolor">Tikrarisqa</span> hinallataq chay spritqa muyuq urayman.

source: Click the green flag to run your script:
qu: klikyaykuy qumir wifalapi llamkachinaykipaq scripta:

source: Next, reset your game
qu: Chaymanta, musuqyachiy pukllaynikita

source: Make your object go back to the top when it reaches the bottom:
qu: Ruray ubhitukita kutimunampaq hanaykaqman urayman chayaptin:

source: Next, add a catcher
qu: chaymanta, yapay huk chaskiriqta

source: Choose a catcher (such as 'Bowl' or 'Magic Carpet'):
qu: Akllay huk chaskiriqta (imayna 'Tazón' utaq 'Alfombra mágica' nisqakuna):

source: Tip: Adjust the size of the catcher by clicking with the grow or shrink tool:
qu: Yanapay: hatuyninta churay hatuyninta chaskiqpa klikyaykuspa llamkay hatunchanampaq utaq llamkaykuna wiñanampaq utaq pisichanampaq:

source: Next, move with arrow keys
qu: Chaymanta, muyuq wachi tiklawan

source: Use arrow keys to move your catcher back and forth.
qu: Churay wachi tiklakunawan muyuq nampaq chaskiqkuna puntaman hinallataq hipamanpas.

source: Build a script like this:
qu: Ruray huk script kay hinata:

source: Try it! Press the arrow keys to move left and right.
qu: Rurariy! Ñitiy wachi tiklapi muyuq alliqman hinallataq ichuqman.

source: Next, catch the object
qu: Chaymanta, hapiy chay ubhituta

source: Select the falling sprite by clicking on its thumbnail:
qu: Akllaykuy chay sprite nisqata wichimun klikyaykuspayki uchuynimpi:

source: Add a script to catch the object:
qu: Yapay huk script hapinaykipaq chay ubhituta:

source: That script will look like this:
qu: kay qiyunmi qawakunqa kayna:

source: After touching the catcher, it will go back to the top.
qu: Chaymanta chaskiqta tukaspa, kutimunqa hanaykaqman.

source: Next, enhance your game
qu: Chaymanta, Allichay pukllaynikita

source: What else do you want to add to your game? Try some of these ideas.
qu: Imatataq yapayta munanki pukllaynikiman? Churay kay wakin hamutaykunata.

source: Add Score
qu: Yapay haykaman chayasqaykiman

source: Create a variable for keeping score.
qu: Ruray huk imayninta rurasqaykita uywanaykipaq.

source: Then add the score blocks to your script:
qu: Chaymanta yapay champakunata haykakunata rurasqaykita qiyunkuna:

source: Make More Apples
qu: Rurasun ancha mansanata

source: Use the Duplicate tool to copy the apple sprite with its scripts.
qu: usay llamkanata huknin llamkaykuna kupyanaykipaq chay sprite de apple con sus scripts.

source: Next, share your project
qu: Chaymanta, aypuriy llamkaynikita

source: Make sprites react when they collide
qu: Ruray spritkuna musyanampaq tukaptin

source: Make two sprites, such as a ball and a paddle:
qu: Rurasun iskay sprites nisqata, peluta hina palita hinapas:

source: This script tells the ball what to do when it hits the paddle:
qu: Kay script ninqa pilutata mataq rurasun palata tupaptin:

source: Want to make a conversation or tell a joke?<br/> <p>Have two sprites take turns saying something.</p> Try this code in one sprite:
qu: Munankichu rimayta utaq asikuqta willakuyta? <br/> <p>Ruray iskay sprites nisqanta llalinakuchun rimanampaq. </p> Churay kay kudiquta huk sprite nisqanta:

source: And this in another sprite:
qu: Kaymi huknin sprite nisqam:

source: Broadcast a message to tell another sprite when to talk. When it receives the message, it can respond.
qu: Willakuyta apachiy ninaykipaq huknin sprite imay rimanampaq. Hayka willakuy chaskiptin, kutichinmanmi willakuyta.

source: Make an interactive dance scene, combining music and dance moves.
qu: Ruray huk isinata allin tusuypi, takikunata churaspa hinallatq kuyuyninta tasuypa.

source: Add a Dancer
qu: Yapay huk Tusuqta

source: Add Music
qu: Yapay Takita

source: Play the Music
qu: Takita Tukachiy

source: Code the Dance
qu: Tusuqpa Kudiqun

source: Dance to the Music
qu: Tusuykuy kay takiwan

source: Enhance Your Dance
qu: allichay tususqaykita

source: Add Your Own Moves
qu: kikipa kuyuta yapay

source: Share Your Dance
qu: Tusuykita Aypuy

source: Where do you want to dance?
qu: Maypitaq Tusuyta Munanki?

source: Then choose the backdrop you want (such as graffiti or basketball-court):
qu: Chaymanta akllay hipaynin kanampaq (huk qrafifiti nisqanta utaq baskit kanchantapas)

source: Next, add a dancer
qu: Hinaspa, Yapay Tusuqta.

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
qu: <p>Klikyay kaypi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq</p>

source: Click the 'Dance' theme. Select a Hip-Hop or other Dance sprite:
qu: Klikyaykuy 'Tusuq' timapi. Akllaykuy Hip Hop utaq Sprit Tusuqta

source: You can delete the cat with the scissors tool. Click on the scissors, then click on the cat:
qu: Misita pichawaq chay Tiqiraswan akllaspalla. tihiraspi klikyaykuy , klikyaykuy Tijiraspi, klikyayakuy:;

source: Or, use the right-click menu (Shift+click on Mac), and choose 'delete'.
qu: Minu butunta klikyayaykuy (shift+kikta Mac), hinaspa akllay Pichayta

source: Next, add music
qu: Pasay, Musuq takita
