Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Switch to the specified backdrop and wait for its scripts to finish
qu: Tikray hipaynin akllasqata hinaspa suyaykuy spritkuna tukunankama

source: The script controls switching of scenes from the Stage.
qu: Spritqa kuntrulan tikrayninta isinata Chimpa qaway

source: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> will wait for all scripts that start with <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> to finish before going to the next block.
qu: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" />Llapan Spritkunaqa suyanqa Qallari kay <img src="%(url_when_backdrop_switches_to_backdrop1)s" />tukunampaq qatiq champaman pasanampaq.

source: Switch to the specified backdrop
qu: Tikray qipanninta akllasqaman

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(url_switch_backdrop_to)s">
qu: Ñawpaqmi, akllaykuy hipaynin munasqaykita<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. chaymanta, akllaykuy hipaynin sutinta qallarinapaq:<img src="%(url_switch_backdrop_to)s">

source: Switch costumes to change the look of a sprite
qu: Tikray pachankunata tikrachinaykipaq spritpa rikchananta.

source: This script switches costumes to animate:
qu: Kay script tikranqa pachankunata kawsarichiqkunaman:

source: To see a sprite's costumes, click <img src="%(url_costumes_tab)s" />
qu: Spritkunapa pachanta qawanaykipaq, klikyay kaypi.<img src="%(url_costumes_tab)s" />

source: Choose a costume name from the pull-down menu.
qu: Akllay pachapa sutinta ñitiy qallarinata.

source: Reports sprite's tempo in beats per minute
qu: Niykuna Spritkunapa timpunkunata luqluqyaqkuna kunapi

source: Displays words in a thought bubble for a number of seconds
qu: Qawarichiy rimaykunata hamutay pusuqunapi ancha unay siqundupi.

source: The number of seconds tells the thought bubble how long to show. The script waits that long before continuing.
qu: Yupay siqundukunam ninaykipaq Hamutay puqpu ancha timpunkuna rikarimunqa. qiyunqa suyan qallarinampaq.

source: Displays words in a thought bubble
qu: Qawarichiy rimaykunata hamutay pusuqunapi

source: To remove the speech bubble, use a blank block: <img src="%(url_think_blank)s" />.
qu: Rimana puqpu pichanaykipaq, churay huk champa mana imayuqta:<img src="%(url_think_blank)s" />.

source: Reports the value of the timer in seconds
qu: Niykuna chanin riluq siqundupi

source: To see the value of timer, click the checkbox next to the block. The timer is always running.
qu: Qawanapaq chanin riluqpa, klikyaykuy kasilla qawachinapi champa kuskachasqa. riluqninqa simpri llamkarinqa.

source: Reports the number of days since 2000
qu: Niykuna punchaw yupayninkunata 2000 watamanta.

source: Reports true if sprite is touching specified color
qu: Chiqaq niykuna spritqa tukachkan llimpi akllasqata

source: Reports true if sprite is touching specified sprite, edge, or mouse-pointer
qu: Chiqaq niykuna sichus spritqa tukachqan spritkunata, kantunta utaq ukucha hapiynin nisqata

source: You can use the <img src="%(url_touching)s"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is:
qu: Churawaqmi champata <img src="%(url_touching)s"/> kimsa takusqaman hina. ñitiy qallarinata akllanaykipaq. qawariwaqmi spritkuna kanman:

source: Turn to the left
qu: Muyuriy ichuqman

source: <p>Type in the number of degrees you want the sprite to rotate.</p> <p>(If you type in a negative number, the sprite will go in the opposite direction.)</p>
qu: <p>Qillqay yupay qraduta sprit munasqayki muyunampaq. </p> <p>(yupay niqatibu qillqaptikiqa, spritqa rinqa huknin lawman).</p>

source: Turn to the right
qu: Muyuriy alliqman

source: Type in the number of degrees you want the sprite to rotate.
qu: Qillqay yupay qraduta sprit munasqayki muyunampaq.

source: (If you type in a negative number, the sprite will go in the opposite direction.)
qu: (Yupay niqatibu qillqaptikiqa, spritqa rinqa huknin lawman).

source: Turns the video camera on
qu: Prindiy Widiu kamarata

source: Runs the custom block
qu: Llamkariy qampa champaykita

source: The custom block runs by calling the <strong>define</strong> script that matches the name on the block.
qu: Qampa champaykiqa llamkakunmi qayarispa<strong>nirquy</strong>Scriptqa sutinqa kanman champapa sutin hina.

source: Custom blocks can make your scripts more organized and modular:
qu: Qampa champaykikunaqa ruwanmanmi scriptninkunata kanampaq huñurisqa tukayninkunapas:

source: If your block has an input, you can type in it:
qu: Champaykiqa uywan yaykuq, qillqarquwaqmi:

source: To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu.
qu: Champata musuqyachinaykipaq, klikyaykuy butun alliqwan (Ctrl + klik Macpi) champapi hinaspa akllay "Allichay" minu kaqpi.

source: See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a>
qu: Qawaykuypas: <a href="../make-a-block/">champa ruray</a> inaspa <a href="../define/">churay champata</a>

source: Reports username of the viewer
qu: Niykuna sutinta yakuqkunapa.

source: This block will show the username of the user currently viewing the project.
qu: Kay champaqa qawachimunqa yaykuqpa sutinta kunan llamkay qawachkaq yaykusqanmi.

source: If you want to save the current username, you can store it in a variable or list. For example, <img src="%(url_username_ex2)s"/>
qu: Yaykuqpa sutinta waqaychayta munaspaykiqa, waqaychawaqmi hukniraqpi utaq listapipas. ñisunman hina.<img src="%(url_username_ex2)s"/>

source: Reports value of the variable
qu: Niykuna chanin niraqninkuta

source: To see the value of the variable, click the checkbox next to the block.
qu: Chanin qawanaykipaq niraqpa, klikyaykuy kasilla qawarichiy champa kuskachasqanta.

source: Right-click on readout to get different views:
qu: Ichuq klikta ruray ruray qillqarimaypi llapan rikchaq qawanata uywanaykipaq:

source: To delete or rename a variable, right click on the variable.
qu: Picanapaq utaq musuqmanta sutichay niraq suinta, ichuq klikta ruray niraqpi.

source: Senses how much <b>motion</b> or <b>direction</b> is currently in the video image
qu: Hayka risqanman <b>Muyuy</b> utaq <b>risqanman</b> kunan tarikun widiyu llimpinpi

source: How to Use It:
qu: Imaynataq churachwan:

source: Requires webcam.
qu: Munarinmi Wibkam nisqanta.

source: Use <img src="%(url_video_motion_this_sprite)s" /> to check the amount of motion in the video under the current sprite.
qu: Churaykuy <img src="%(url_video_motion_this_sprite)s" /> qawarinaykipaq hayka muyuyninta uray widiyupi kunan spritpi.

source: Use <img src="%(url_video_motion_stage)s" /> to check the amount of motion over the entire video image.
qu: Churaykuy <img src="%(url_video_motion_stage)s" /> qawarinaykipaq hayka muyuyninta llapam llimpi widiyupi.

source: Use <img src="%(url_video_direction_this_sprite)s" /> to check the direction of motion in the video under the current sprite.
qu: Churaykuy <img src="%(url_video_direction_this_sprite)s" /> qawarinaykipaq muyuy risqanman uray widiyu kunan spritpi.

source: Use <img src="%(url_video_direction_stage)s" /> to check the direction of motion in the video image.
qu: Churaykuy <img src="%(url_video_direction_stage)s" /> qawarinaykipaq muyuy risqanman llapam llimpi widiyu.

source: Make sure the video camera is on.
qu: Qawariy kamara widiyu qalliqta kasqanta.

source: Adjust the %% of motion or direction to get it to respond more or less.
qu: Churaykuy %% muyuy utaq rinanta tarinanchikpaq kutichisqanta pisillata utaq achkata.

source: Click the checkbox to see the current value:
qu: Klikta ruray qawarina kasilla kunan chanin qawanaykipaq:

source: Reports sprite's sound volume
qu: Niykuna uyarinanta qapariqnin spritpa.

source: You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites.
qu: Churawaqmi llanpam spritman uyarinanta allinta. tukachinaykipaqa iskay qaparinata llapan rikchaq uyarinawan, churay iskay spritkunata.

source: Waits specified number of seconds, then continues with next block
qu: Suyay yupay nisqanman siqundupi, chaymanta siqiy qatiq champawan

source: Waits until condition is true, then runs the blocks below
qu: Suyaykuy imaynam allin kanankama, chaymanta llamkariy uray champakunata

source: This whole stack will just run once. If you want <img src="%(url_wait_until)s" /> to keep checking, put the whole stack inside a forever block.
qu: Llapan churasqam llakarikunqa huk punilla. sichua <img src="%(url_wait_until)s" />allichayta munaspaykiqa, llapa churasqata kutirichiy champa ukunman churaykuy.

source: Runs a script when backdrop switches to a certain background
qu: Llamakariy huk sprita hipaynin musuqyarinqa nisqaman

source: Once the background switches to kitchen, the sprite will say "Now I
qu: hipan tikraykuptin yanukuyman, spritqa rimay "kunan ñuqa"

source: Runs the script when the green flag is clicked
qu: Llamkay spritta klikyakuptin qumir wifalapi

source: Runs script below when it receives specified broadcast message
qu: Llamkay spritta willakuykuna apaykuy nisqankunata chaskimuptin

source: <img src="%(url_when_i_receive_jump)s"/></br>waits for the message</br><img src="%(url_broadcast_ex)s"/>
qu: <img src="%(url_when_i_receive_jump)s"/></br>Suyay willakuyta</br><img src="%(url_broadcast_ex)s"/>

source: Runs a script when a specified key is pressed
qu: Llamkay huk scriptta huk munasqayki tiklata ñitispayki

source: Once the specified key is pressed, the script will run.
qu: Munasqayki tiklata ñitptiki, spritqa llamkarinqa.

source: Runs a script when the selected attribute (loudness, timer, video motion) is greater than a specified value
qu: Llamkay spritta atributu akllasqa kaptin (qapariq, riluq, widiyu muyuy) ñawpa wiñay chanin nisqaman

source: You can select any of the attributes from the dropdown menu.
qu: Akllawaqmi munasqayki imayninkuna minu chutay akllanapaq.

source: After the timer reaches 10 seconds, the script will run.
qu: Chaymanta riluq 10 siqundusman chayarupin, spritqa llamkarinqa

source: When the video motion on the sprite goes above 10, the script will run.
qu: Icha widiyu muyuy Spritpa 10 pasanman, Spritmi llamkarinqa.

source: Runs script below when sprite is clicked
qu: Llamkarinqa kumandukunata spritpi klikyaykuptin

source: Reports a property or variable of another sprite
qu: Niykuy huk kaqninkunata utaq wariablinkunata Spritkunamanta

source: The x position of the ghost is set to the x position of Gobo.
qu: X sayariq fantasmamanta churakunqa GOBO xsayariqnimpi.

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts.
qu: Kay champata churay yaykunaykipaq achka kaqninkunaman huk spritkunaman hinaspa usay chay informasiyunta kumandukunata spritpi.

source: Reports the <b>x</b> position of a sprite
qu: Niykuna <b>x</b> spritpa sayaynin

source: To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:
qu: Qawanaykipaq Spritkunata <b>X</b> sayariqpi Chimpa qaway kaqpi, klikta ruray kasilla qawarinapi kampa lawninmpi kaqta:

source: Reports the <b>y</b> position of a sprite
qu: Niykuna <b>y</b> spritpa sayaynin

source: To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:
qu: Qawanaykipaq Spritkunata <b>y</b> sayariqpi Chimpa qaway kaqpi, klikta ruray kasilla qawarinapi kampa lawninmpi kaqta:

source: PicoBoard Extension
qu: PicoBoard hukman yaykuna

source: <p>This extension works with the PicoBoard (previously known as Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
qu: <p>kay hukman yaykuna phunsiyunan PikuBuarpi (qaynakunaqa riqsikurqa Scratch musyaq Buard sutiyuqwan).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />

source: IMPORTANT: Install the Plug-In
qu: IMPURTANTI: Churay huk alliqchaqta

source: All hardware extensions need a plug-in to work. If the plug-in is not already isntalled, check the <a href="../../ext/ext1/">Extensions</a> page for instructions. </p>
qu: Llapan hukman yaykunan hadwarman munanku allichaqta llamkanampaq. ichaqa mana instalasqa kaptin allichasqa, qawariy <a href="../../ext/ext1/">hukman yaykunanta</a> pagina yanapawananchikpaq. </p>

source: Blocks:
qu: Champakuna:

source: Components:
qu: Kaqninkuna:

source: The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.
qu: PikuBoardmi uywam akchi musyaq, qapariqnin Musyaq, huk butunta, huchinapaqpas, 4 yaykunata iliktrisidad risistinsiyakunapaq kablinkama.

source: <p>To learn more, see the <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
qu: <p>Ancha yanapayta chaskinaykipaq, qaway <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PikuBuard</a>chsy Wiki paqinaman riy Scratchpi.</p>

source: See the <a href="../../ui/extensions/">Extensions</a> page. </p>
qu: Qaway <a href="../../ui/extensions/">ixtinsiyunta</a> paqina. </p>

source: LEGO WeDo 1.0 or PicoBoard Setup
qu: LEGO WeDo 1.0 utaq PikuBuard kunfiqurananpaq

source: Follow these steps to setup the Picoboard or the LEGO WeDo 1.0 kit.
qu: Qatiy kay pasukunata tupachinapaq PikuBuarta LEGO WeDo 1.0 kitwan.

source: (If you have the newer LEGO WeDo 2.0 set, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
qu: (sichus uywanki musuq LEGO Wedo 2.0, qaway kaqninkunata <a href="../../howto/wedo2setup-intro/">LEGO Wedo 2.0</a>) </span>

source: <p> You'll need to install a plugin to use Scratch with the LEGO WeDo 1.0 or Picoboard. Choose the plugin to download based on your computer and the web browser you use for Scratch. If you use a browser other than Chrome, choose one of these two options: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>If you use the browser Chrome, you will need to download and install two pieces of software:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>You will need administrator access on your computer to install the plugin.</p>
qu: <p> Churawaqmi musuq kumplimintunta Scratch usananchikpaq LEGO Wedo 1.0 utaq PikuBuard kunapi. Akllay Kunplimintunta hurqumuy kumputaduraykipaq hinaspa maskaynikita usanaykipaq Scratchwan. Sichus usanki maskay mana Chrumi kaptin, akllay huknin kaqta: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Winduws (hukuna maskariq)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg"> Mak(hukuna maskariq)</a></li> </ul> <p> Sichus churawaq maskaynin chrumi nisqapi, waqaychawaqmi churanaykipaq iskay piyesa suftwarta:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi"> Winduws (chrumi)</a> yanapay<a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm"> kaypi</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg"> Mak (chrumi)</a> yanapay<a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm"> kaypi</a></li> </ul> <p>munanki kumputaduraykipa istalananchikpaq.</p>

source: Status: Hardware Devices
qu: imayna sayaq: hardwar dispusitubuykikuna

source: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Red light means that the browser plugin has not been installed.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Yellow light means that the device is not connected or detected.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Green light means the device is ready to go!</p>
qu: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>puka akchim ninmi mana maskaynin kumplimintum instalakurqachu.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Qillu Akchiñataq ninmi manam kuskachasqachu utaq manam kanchu.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Qumir Akchiñataq ninmi dispusitibuqa listuñam qallarinampaq!</p>

source: Troubleshooting
qu: Sasachaykunata Allichay

source: If it's not working, try: <ul> <li>Make sure you have opened and installed the correct plug-in file for your computer and browser.</li> <li>Make sure you have set permission in your browser preferences to allow the plug-in to run.</li> <li>Restart your browser.</li> <li>Make sure that you don't have Scratch open in another tab or browser.</li> <li>Make sure the hardware is plugged in.</li> </ul>
qu: Sichus mana allin kaptin, yapamanta: <ul> <li>Qawariy kichasqaykita archiwu kumplimintu kunputaduraykipi maskaynin.</li> <li>Asiqurakuy allinta kuphiqurasqayki llapallanta maskaynin munaynin allin llamkanampaq kunplimintunta.</li> <li>yapamanta maskaynin.</li> <li>Asiqurakuykuy Scratch mana kichasqa kachun huk qawanapi utaq maskaynin.</li> <li>Qawariy hardwarta kuskachasqa kasqanta.</li> </ul>

source: Report whether the button is pressed or one of the inputs A-D is connected.
qu: Niykuy sichus butun ñitisqa kaptin utaq huknin yaykunan A-D kuskachasqa kaptin.

source: The sprite will spin as long as the button is pressed.
qu: Spritqa muyurinqa butunta ñitichllaptiki

source: To view the value of the sensor, click the checkbox next to the block in the palette.
qu: Qawanaykipaq musyaq chanin, Klikta ruray kasilla qawarinapi champa kuskachasqa chuwa.

source: You can select the button or one of the four inputs numbered A-D.
qu: Akllawaqmi butunta utaq tawa kaq yaykunata qillqachasqata A-D.

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.
qu: PIkuBuardmi kan tawa kuskachasqa pinsayuq kukudrilu hina kuskakunampaq A-D yaykunawan. kuskakunmi sichus yaykuq allin kuskarisqa iliktrikawan mital kantunkupi klips kasqapi.

source: Report the value detected by one of the PicoBoard sensors in the range from 0 to 100.
qu: niykuy chanin tarisqaña huknin musyaqwan PikuBuarwan 0 - 100 karuchasqamanta.

source: Make the sprite move up and down using the slider.
qu: Sprita ruray muyuq hanayman urayman chay kuntrul huchuchinawan.

source: You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.
qu: Akllawaqmi qanchis yupamanta huknin musyaq PikuBuardpa. niykuy huk chanin 0 - 100 ranqupi.

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.
qu: PikuBuardmi hamun tawa paris pinsa kukudrilu hina kuskakunampaq yaykuyninwan A-D.huk champata chanin Musyaq kallpachaqpa Niykuna huk yupamanta 0 - 100, kaymi kanqa hayka inirqiyata chaskisqanman hina kuskan lawnimpi pinsa mital kaqpi.

source: Run a script when the button is pressed or the ends of the alligator clips plugged into one of the four inputs (A-D) are connected.
qu: Llamkachiy huk Skripta butun ñitikuptin utaq kuskachakunqapas kukudrilu pinsa kaq kuskachasqa tawa yaykuqpi (AD).

source: When the button is pressed, the script will run.
qu: Butunta ñitiptiki, Spritmi llamkarinqa.

source: Run a script when the value of one of the PicoBoard's sensors becomes greater (or less) than a specified value.
qu: Huk sprita llamkachi chanin PicoBoard's musyaqnin ancha (utaq pisi) chanin quykusqamanta.

source: Change the sprite's costume each time you clap.
qu: Tikray spritkunapa pachanta sapa kuti makillayki taqllaspa.

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.
qu: PikuBuardmi hamun tawa paris pinsa kukudrilu hina kuskakunampaq yaykuyninwan A-D. Musyaq chanin kallpayninmi kanqa hayka inirqiyata chaskisqanman hina kuskan lawnimpi pinsa mital kaqpi

source: You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.
qu: Ichapas akllawaqmi huk <i>ancha</i> utaq <i>pisi</i> Qatiq kaqpi chutay akllanapaq.

source: Report the distance (from 0 to 100) detected by the LEGO WeDo distance sensor
qu: Niykuy karuchasqata (0 - 100) qawarispa LEGO WeDo karuchasqa Musyaq

source: The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.
qu: Musyaq karuchasqata tariqta akchiwan lawninkunapi niykuy karuchasqata, chaypim usanman akchita, Muyuy ichapas karuchaynintapas.

source: To view the value of distance, click the checkbox next to the block in the palette.
qu: Qawanapaq chanin karuyninta, klikta ruway mama qawanaykipaq chmapapa kuskachasqa chuwa.

source: To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.
qu: Churay <b>karuchasqata</b>, munanchikmi Musyaq tupachisqa kasqata kumputaduraman chay llamkachiq Hub nisqata LEGO WeDomanta.

source: Set the direction of the motor(s). This block does not turn them on if they are already off.
qu: Churay kallpachaq(kunapa) riqninta. kay champaqa manañam llamkachinqañachu sichus wañuchisqa kaptin.

source: Run the motor for 10 seconds while switching the spinning direction every second.
qu: Llamkachiy kallpachiqta 10 siqundupi tikrachkankama mayman muyurispa siqundupi.

source: You can select WeDo motor(s) from the first dropdown menu:
qu: Ichapas akllawaq WeDo kallpachiqta(kuna) qallariy chutay akllanapaq minu:

source: If you have only one motor, use the "motor" option, which will set the motor
qu: Sichus huk kallpallata uywanki, churay "kallpachiqta", kallpachiqta allichanampaq

source: If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.
qu: Sichus uywanki kuntrulanaykipaq iskay kamay karuchasqa, churawaqmi "A kallpachaq" inallataq "B kallpachaq" hukninwan.

source: "all motors" sets the direction for all the connected motors.
qu: "Llapan Kallpachaqkuna" churaykuy rinanta llapan kallpachaqpa kuskachasta.

source: You can select the direction from the second dropdown menu.
qu: akllawaqmi rinanta chay qatiq chutay akllanapaq minu.

source: <p>To use <b>set direction</b>, you need WeDo motor(s) connected to your computer via a LEGO WeDo hub.</p>
qu: <p>churay <b>diriksiyuyninya</b>, munanki kallpachiqta(kuna) Wedo kuskachasqa kumputaduranman LEGO WeDo hub nisqawan.</p>

source: Set the power of motors or lights to a specified value and turn them on. The value ranges from 0 to 100 (0 is no power and 100 is the maximum power).
qu: Kallpanta allichay kallpachiqpa utaq akchinta huk chanin puniman qallarichiy. chanin kanqa 0 chay 100 (0 mana kallpawanmi 100 acha kallpanmi).

source: Change the speed of the motor using the up and down arrow keys.
qu: Tikray utqayninta kallpaynimpa wachi hnay uray tiklawan.
