Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Events
qu: llamka

source: when green flag clicked
qu: hayka qumir wifalapi klikyaykuptin

source: when _ key pressed
qu: ñitispa kay _ qillqanata

source: when this sprite clicked
qu: haykapi kay muki ñitirqa

source: when backdrop switches to
qu: imayna hipaynin tikranqa

source: when _ > _
qu: maypi _ > _

source: when I receive
qu: ñuqa chaskispa

source: broadcast
qu: apaykuy

source: broadcast _ and wait
qu: qawachinapaq _chaymanta suyay

source: Control
qu: kamachiy

source: wait _ secs
qu: suyaykuy _ siqundupi

source: repeat
qu: musuqmanta niy

source: forever
qu: wiñaypaq

source: if _ then
qu: icha _hinaptin

source: if _ then else
qu: icha _hinaptin achka

source: wait until
qu: haykama suyaykuy

source: repeat until
qu: musuqmanta niy askama

source: stop
qu: sayay

source: when I start as a clone
qu: Hayka qallarisaq huk ñuqa hina

source: create clone of
qu: ruray huk Hukninhina

source: delete this clone
qu: pichay kay huknin hina qillqayta

source: Sensing
qu: musyay

source: touching
qu: tukay

source: touching color
qu: tukay kulurta

source: color is touching
qu: kulurta tukachkan

source: distance to
qu: karumanta

source: ask _ and wait
qu: tapuy _ chaymanta suyay

source: answer
qu: kutichiy rimayta

source: key _ pressed?
qu: tikla _ ñitiy?

source: mouse down?
qu: ukucha urayman?

source: mouse x
qu: ukucha x

source: mouse y
qu: ukucha y

source: loudness
qu: qapariknin

source: video _ on _
qu: Widiyu _chaypi_

source: turn video
qu: tikray Widiyu

source: set video transparency to
qu: churay Widiyu chuyaqniman

source: timer
qu: yupachaq

source: reset timer
qu: yupachaqwan qallari

source: _ of _
qu: _di_

source: current _
qu: kunan_

source: days since 2000
qu: 2000 wata punchawmanta

source: username
qu: sutiyki

source: Operators
qu: Llamkaq

source: pick random _ to _
qu: mayqintapas akllay _ kayman _

source: and
qu: chaymanta

source: or
qu: utaq

source: not
qu: manam

source: join
qu: huñukun

source: letter _ of
qu: qillqa _ chaymanta

source: mod
qu: mud

source: round
qu: muyunchay

source: More Blocks
qu: Champachiy

source: Make a Block
qu: ruray huk champata

source: Add an Extension
qu: Yapay huk qawanata

source: Extensions
qu: Qawanata

source: Points sprite towards mouse-pointer or another sprite.
qu: Tupqi Sprita chay ukucha hapiynin utaq huknin spritmanpas.

source: changes the direction of the current sprite.
qu: Tikray Spritpa kunan sayarinanta

source: Back
qu: hipaman

source: Next
qu: Qatiq

source: Begin
qu: Qallariy

source: Create an interactive birthday card.
qu: Ruray huk Qillqata santuykipaq Intiraktibukuna

source: Click here to start!
qu: Klikta ruray kaypi Qallari!

source: List of Steps
qu: Sutichasqa Ruraykuna

source: Add a Backdrop
qu: Aapay Hipayninman

source: Change Colors
qu: Tikray Kulurta

source: Choose a Character
qu: Runata Akllaykuy

source: Say a Greeting
qu: Rimay huk Rimayllata

source: Play Music
qu: Takita Tukachiy

source: Add an Animation
qu: Yapay huk Kawsachina

source: Again and Again
qu: Yapa Yapamanta

source: Spin Around
qu: Muyuriy

source: Customize Your Card
qu: Qanmanta Tarhitayki Kachun

source: Share Your Project
qu: Aypuykuy Llamkaynikita

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
qu: <p>Klikyaykuy chay<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi kichanaykipaq biblioteca nisqan hipaynin:</p>

source: Then choose the backdrop you want (such as ‘party’ or 'light'):
qu: Chaymanta akllay hipaynin kanampaq (chay 'Raymi' utaq 'akchipas'):

source: You’ll see your backdrop appear on the Stage.
qu: Qawarinkim hipaynin rikarimunqa Chimpa qaway.

source: NEXT
qu: QATIQ

source: Name Your Project
qu: Sutichay Llamkaynikita

source: Type a title for your project.
qu: Sutichay llamkay Qillqasqaykita.

source: Here's a video about sharing on Scratch:
qu: Kaypim kan huk Widiyu qillqasqa imayna aypunapaq Scratchwan:

source: Tip: You'll need to sign up for a Scratch account to share your project online.
qu: Yanapay: Qillqakuwaraqmi uywanaykipaqhuk kuwita Scratchpi aypunaykipaq llamkaynikita intirnit llamkay.

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
qu: Acha hamutaykunapaq, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">llapan yanapaykunapi</a>.

source: <p>Click the <span class="tab-ref">Scripts</span> tab.</p>
qu: <p>Klikyaykuy <span class="tab-ref">Scripts</span> qawarinapi.</p>

source: Make sure the Stage thumbnail is selected.
qu: Qawariy kamara Chimpa qaway qalliqta kasqanta.

source: Build this script to change the colors of the Stage when you click it:
qu: Ruray kay script tikray kulurninta chimpa qaway klikyaykuptiki chaypi:

source: Try it! Click on the Stage to change colors.
qu: Yapamanta! klikyay Chimpa qaway tikranaykipaq kulurninta.

source: Tip: To reset the colors at the start, add this script:
qu: Yanapay: allichanapaq kulurkunata Qallari, yapay kay scripta:

source: Click green flag to reset.
qu: Klikyakuy qumir wifalapi yapamanta Qallarinampaq

source: Click the icon that looks like this <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a character:
qu: klikyaykuy ikunupi Qaway <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">chaynata akllanapaq huk runaqa:

source: Choose any character you want (such as Giga).
qu: Akllaykuy runaqa munasqaykita (chay Giga nisqan).

source: In Scratch, characters are called 'sprites'.
qu: Scratchpi, runaniraqninqa sutichakunku 'Sprites' nispa.

source: Build a script like this to say something:
qu: Ruray huk scripta kay hina rimay imapas:

source: Type 'Happy birthday!' or your own greeting.
qu: Qillqay "kusisqa santuyuq!" utaq Rimaynikikuna.

source: <p>Try it! Click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to make your sprite talk.</p>
qu: <p>Rurariy! klikyaykuy qumir wifalapi.<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> Spritniki rimarinampaq</p>

source: Tip: You can click and drag your sprite to where you want it on the Stage.
qu: Yanapay: Rurawaqmi klikta hinaspa huchuy sprita munasqaykiman Chimpa qaway kunapi.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
qu: Klikyaykuy kay ikunupi<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq:

source: Then select a party sprite (such as ‘Cake’ or ‘Gift’)
qu: Chaymanta akllaykuy Raymi spritpi (chay "Pastil" utaq "riqalu")

source: Build this script to play music when you click on your sprite:
qu: Ruray kay Scripta taki tukanampaq kumandukunawan klikyaykuptiki chay spritpi:

source: Click on your sprite on the Stage to hear it play.
qu: Klikyayakuy Spritnikipi Chimpa qaway tukasqanta uyarinapaq.

source: Tip: You can choose a new sound from the Sound library.
qu: Yanapay: Akllawaqmi huk musuq uyarinata waqaychasqa kasqanta bibliutika uyarikunapi.

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
qu: <p>Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab to drag the <span class="soundcolor">play sound</span> block.
qu: <p>Chaymanta, klikyaykuy chay<span class="tab-ref">scripts</span>chay chutay qawanapi<span class="soundcolor">tukachiy takita</span>harkay.

source: Click to select your sprite:
qu: Klikyaykuy akllanapaq spritninta:

source: Add a script like this to make it grow big and small:
qu: Yapay huk scripta kay hina wiñachinampaq hatun uchuy:

source: Click on your sprite to see the animation.
qu: Klikyaykuy spritnikipi qawanaykipaq kawsarinampi.

source: Your script will look something like this:
qu: Scriptnikiqa kaynam qawarikunqa:

source: Tip: To make the sprite smaller, type in a minus sign before the number, such as -10.
qu: Yanapay: Sprit uchuy ruranaykipaq, chay siqnu Minusta qillqay yupay puntanpi, kay hina -10.

source: <p>To repeat the animation, add a <span class="controlcolor">repeat</span> block to your script:</p>
qu: <p>Musuqmanta kawsarichinaykipaq, yapay huk<span class="controlcolor">musuq</span>harkay scriptnikita:</p>

source: Try clicking your sprite again to start the animation.
qu: Spritnikipi klikyayta ruray yapamanta Qallari nampaq kawsarinata.

source: <p>Tip: To stop, click the stop sign <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (above the Stage).</p>
qu: <p>Yanapay: sayay, klikyaykuy sayay siñal kaqpi<img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png">(hawan Chimpa qaway kaqpi).</p>

source: Tip: To reset the size of your sprite at the start, add this script:
qu: Yanapay: spritnikipa allichanaykipaq hatuyninta Qallari, yapay kay scripta:

source: Click to select the sprite you want to spin:
qu: klikyaykuy akllaspayki sprita muyunampaq munasqakiqa:

source: Then, build a script like this:
qu: Chaymanta, ruray huk scripta kay hina:

source: Tip: To reset your sprite’s direction at the start, add this script:
qu: Yanapay: spritnikipa allichanaykipaq mayman risqanta Qallari, yapay kay scripta:

source: What else do you want to add? Try some of these ideas.
qu: Imatataq yapayta munanki? churay kay amutaykunata.

source: ADD MORE THINGS
qu: YAPAY IMAKUNATAPAS

source: <p>You can click <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> to choose another sprite from the library or <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> to draw your own.</p>
qu: <p>Klikyaykuwaqmi<img class="intext" src="%(STATIC_URL)s/images/help/int-library.png">akllay huknin sprita chay bbliutika nisqamanta utaq<img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png">qampas dibuhaykuy.</p>

source: You can add a script like this:
qu: Yapawaqmi huk scripta kay hina:

source: Experiment with making your own scripts. Here are some blocks you may want to try:
qu: Scripnikits ruraspayki ispimintaykuy. Kaypin tarinki churanaykipaq:

source: TRY DIFFERENT EFFECTS!
qu: ¡CHURAY LLAPAN RIKCHAQ IFIKTUKUNATA!

source: Click on the Stage:
qu: Klikyaykuy chay Chimpa qaway:

source: Choose effects from the drop-down menu:
qu: Akllay chay ifiktukuna minú qallarinapaq:

source: Ready to share your card?
qu: Listuñachu kachkanki tarhitaykita aypunaykipaq?

source: Create an animated story that features bears and any other characters you choose.
qu: Ruray huk histuriyata kawsaypi Oso nisqa uywakuna kasqampi huknirakunapas akllasqaykikuna.

source: //player.vimeo.com/video/144273929?title=0&amp;byline=0&amp;portrait=0;hd_off=0&
qu: //player.vimeo.com/Widiyu/144273929?title=0&amp;byline=0&amp;portrait=0;hd_off=0&

source: Start Moving
qu: Qallari Kuyuriypi

source: Choose a Starting Point
qu: Akllaykuy maymanta qallarinampaq

source: Switch Backdrops
qu: kicharina hipayninkunata

source: Try Different Costumes
qu: Churay llapan rikchaq disfrasikunata

source: Animate the Walk
qu: Kawsariychiy Puririsqanta

source: Meet Someone
qu: Riqsipariy

source: Add to Your Story
qu: Yapay histuriyaykita

source: Save and Share Your Project
qu: Waqaychaspa Aypuy Llamkaynikita

source: Click the Bearstack:
qu: Klikyakuy chay Bearstack nisqapi:

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">open the bears project</a>.</span>
qu: <span class="reminder">Yanapay: sichus misillata qawanki,<a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">kichariy llamkay Oso nisqata</a>.</span>

source: Drag a <span class="motioncolor">move</span> block into the Scripts area.
qu: Chutay huk <span class="motioncolor">muyuq</span> champa Scripts kasqapi.

source: drag move block to Scripts area
qu: Chutay muyuq champa Scripts kasqapi

source: Then, click on that block to make the Bearstack move:
qu: Chaymanta, klikyaykuy chay bluki nisqapi ruranaykipaq Bearstack nisqa muyuq:

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
qu: klikyaykuy chay<span class="eventscolor"> llamka </span>katiquriyapi. hatuchay <span class="eventscolor">ñitiptinchik kay tiklata</span>harkana hinaspa takllaq hanay kaqpi:

source: Try pressing the space key on your keyboard.
qu: Ñitiykuy hatunchay tiklata qillqana tiklapi.

source: You can use the pull-down menu to select a different key (such as 'right arrow'):
qu: Usawaqmi chay ñitiy qallarinata akllanaykipaq huk rikchaq tiklata (chay 'ichuq wachita'):

source: Now press that key to move.
qu: Kunanqa ñitiy chay tiklata muyuq nampaq.

source: Next, choose a starting point
qu: Chaymanta, akllaykuy maymanta qallarinampaq

source: First, drag the bears to where you want them to start.
qu: Qallariypi, suchuy oso nisqata maymanta Qallari munasqaykipi.

source: Then, click the <span class="motioncolor">Motion</span> category.
qu: Chaymanta, klikyaykuy chay <span class="controlcolor">Muyuy</span> katiquriyapi.

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area:
qu: Chutay huk <span class="motioncolor">pasay x y</span> champa Scripts kasqapi.

source: Click the <span class="eventscolor">Events</span> category.
qu: Klikyaykuy chay <span class="eventscolor">llamka</span> katiquriyapi.

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
qu: Hatuchay <span class="eventscolor">hayka <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuy</span> arkay hinaspa takllaq hanaykaqpi.

source: Now when you click the green flag, the bears will go to the starting point:
qu: Kunanqa klikyaykuptiki chay qumir wifalapi, Osonisqam pasay rinqaku qallariqnimanlos:

source: Next, switch backdrops
qu: Qatiqpunipi, tikray hipayninkunata

source: Click the <span class="lookscolor">Looks</span> category.
qu: Klikyaykuy chay <span class="eventscolor">Qaway</span> katiquriyapi.

source: Drag out a <span class="lookscolor">switch backdrop</span> block. Snap it below the <span class="motioncolor">go to</span> block, and choose 'next backdrop':
qu: hatuchay huk <span class="lookscolor">tikray hipaynin</span> harkay. takllaq ukuynimpa <span class="motioncolor">pasay</span> harkay hinaspa akllay 'hipaynin kaqta':

source: Now, make the backdrop change when the Bearstack reaches the edge of the Stage.
qu: Kunanqa, tikray hipaynin Bearstack chayaptin Chimpa qaway muyuriynimpi.

source: Here's how you can build that script:
qu: kaynatam rurawaqmi scripta:

source: Build your script to look like this:
qu: Ruray scripta kayna qawakunampaq:

source: <span class="reminder">Tip: Make sure the <span class="motioncolor">go to</span> block snaps just below the <span class="lookscolor">switch backdrop</span> block.</span>
qu: <span class="reminder">yanapay: Qawariy chay <span class="motioncolor">pasay</span> champa kuskarina uray kasqapi chay <span class="lookscolor">tikray hipaynin </span>Harkay.</span>

source: Type the same numbers in the <span class="motioncolor">go to</span> block as in the beginning of the script. This will tell the bears to go to the starting point after the backdrop switches.
qu: Qillqay kikin yupallata chay<span class="motioncolor"> pasay </span> harkay qallariypi hina scripti. kaytam pasay Usu qallariyman tikranampaq hipaynin.

source: Now, try it out. Click the green flag. Then, press the key to move the bears all the way across the Stage.
qu: Kaymi ninqa usukunata riy chay qallariyniman muyuq chaymanta llapan Chimpa qaway tikray.

source: Next, try different costumes
qu: Chaymanta, churay llapan rikchaq pachakunawan

source: Now make the Bearstack switch costumes as it moves.
qu: kunanqa ruray Bearrstack tikracunampaq pachanta kuyukuchkaptillan.

source: Click the <span class="tab-ref">Costumes</span> tab to see the different costumes.
qu: Klikyaykuy chay<span class="tab-ref"> Pachakuna </span>kaymi qawarinapaq llapan rikchaq pachakunata.

source: Some are walking positions, some are different expressions.
qu: Wakinkunam purinapaqmi, huknikuñanataqmi kan llapan rikchaq kaqnin.

source: Click the <span class="tab-ref">Scripts</span> tab.
qu: Klikyaykuy <span class="tab-ref"> Scripts</span> qawarinapi.

source: Click to the <span class="lookscolor">Looks</span> category and drag out a <span class="lookscolor">switch costume</span> block.
qu: Klikyaykuy <span class="lookscolor">Qaway</span> katiquriyapi, hinaspa hatuchay <span class="lookscolor">musuqyachiy pachata</span> champapi.

source: Choose a costume from the pull-down menu.
qu: Akllay pachakunata minu ñitiy qallarinata.

source: Add a <span class="eventscolor">when this key pressed</span> block on top and build this script:
qu: Yapay huk<span class="eventscolor">tikla ñitisqa kaptin</span> Harkay hanayllapi hinaspa ruray kay scripta:

source: <span class="reminder">Tip: Choose the same key as in the first step so the Bearstack switches costumes as it moves.</span>
qu: <span class="reminder">Yanapay: Akllaykuy qallariypi tiklata akllasqaykita kay Bearstack musuqyarinampaq pachanta kuyuchkaptillan.</span>

source: Now press the key to try it.
qu: Kunanqa ñitiy tiklata ruranampaq.

source: Next, animate the walk
qu: Chaymanta, Kawsariychiy Puririsqanta

source: Add more costumes to animate the walk, like this:
qu: Yapay ancha pachakunata purisqampi allin kanampaq, kaynata:

source: To make the bearstack move each time it changes costume, add a <span class="controlcolor">repeat</span> and a <span class="controlcolor">wait</span> block to the move script, like this:
qu: Kay bearstack muyuq nampaq pachan musuqyachipyinchikpuni,yapay huk <span class="controlcolor">yapamanta</span> hinaspa huk <span class="controlcolor">suyay</span> harkay chay scripta muyuq manta, kayhina:

source: Type in the same value in the wait block as in the earlier step.
qu: Qillqay chay chanin champa suyasqa chay hanay rurasqanchikpi.

source: Next, meet someone
qu: Chaymanta, Riqsipariy

source: Who else do you want in your story?
qu: Pim kaqta munanki histuriyaykipi?

source: Choose a new character. For example, you can click to select Chloe, Nom-Nom, or Charlie.
qu: akllay huk musuq runata. kay hina, klikyaykuwaqmi akllanaykipaq chay Chloe, Nom-Nom o Charlie nisqakunata.

source: Or, click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> icon to choose a new sprite:</p>
qu: Utaq klikyayakuy chay <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ikunu akllanaykipaq musuq sprita:</p>

source: What do you want this character to say?
qu: imatataq rimarinqa kay runaniraq?

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">say Hello! for 2 secs</span> block.
qu: Klikta ruray chay <span class="lookscolor">Qaway</span> katiquriya. hatuchay <span class="lookscolor">¡Imaynalla niy! 2 siqundupi</span>champapi.

source: You can type in your own words.
qu: Qillqawaqmi qam rimasqaykita.

source: Make your character appear when you press a key.
qu: Klikyaykuy runaniraqpi rikarinampaq ñitiptiki tiklata.

source: Add a script like this:
qu: Yapay huk Spritta kay hina:

source: Select which key you want to use.
qu: Akllaykuy munasqayki tilkata churanaykipaq.

source: Each time you press the key, your character will appear.
qu: Tiklata ñitiptikim, rikarimunqa runanirar churasqayki.

source: You can also make the bears respond using the same key.
qu: Ichaqa rurariwaqpas usukunata tikla churasqaykiwan.

source: Click the thumbnail to select Bearstack.
qu: Klikta ruray uchuyllapi akllanaykipaq Bearstack nisqata.

source: Now add a script for the Bearstack like this:
qu: Kunanqa yapay huk scripta chay Bearstack nisqata kaywan:

source: Try pressing the key again.
qu: Yapamanta ñitiyta atiy tiklata

source: Next, add to your story
qu: Qatiq, punipi yapay histuriyaykita

source: What else do you want to add to your story? Try some of these ideas.
qu: Imatataq yapayta munanki histuriyaykiman? churay kay amutaykunata.

source: Add Sound
qu: yapay qapariqninta

source: Click the <span class="tab-ref">Sounds</span> tab.
qu: Klikyaykuy <span class="tab-ref">Qapariqninkuna</span> qawarinapi.

source: Click the play button to preview the sounds in each character.
qu: Klikyaykuy butun llamkanampaq uywanapaq huk qawarinata qaparinanmanta runaqa.

source: Or, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> icon to choose a new sound:
qu: Utaq klikyayakuy chay <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ikunu akllanaykipaq musuq takita:

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
qu: klikyaykuy chay<span class="tab-ref">Scriptkunata</span>qawanapi. Akllay chay <span class="soundcolor">Takikuna</span> katiquriyapi hinapa hatuchay huk-<span class="soundcolor"> Tukachiy Takita</span>champapi.

source: Snap that sound block into the script, like this:
qu: takllaq chay champata takita scriptay, kay hina:

source: Press the key to try it out.
qu: Ñitiykuy tiklata llamkanaykipaq.

source: Find Something
qu: Tarirqani

source: You can have an object or other sprite appear when the backdrop changes.
qu: Rurawaqmi rikarimunampaq huk sprita hipaynin hukman tikraptiki.

source: Choose a sprite, or draw your own:
qu: Akllay huk sprite nisqata utaq dibuhay qampas:

source: Click on the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when backdrop switches to</span> block.
qu: klikyaykuy chay <span class="eventscolor"> Llamka</span> katiquriyapi. hatuchay <span class="eventscolor">chay hipaynin musuqyaptin</span> champa.

source: Add scripts to tell this sprite when you want it to show and when to hide, like this:
qu: Yapay scriptkunata ninanchikpaq kay sprita haykapi rikarimunampaq hinallataq haykapi pakay kanampaq, kayna hina:

source: To make sure it's hiding at the beginning of the story, add this script:
qu: Qawariy pakay munasqaykiqa qallariy histuriyaykipi, yapay kay scripta:

source: You can also make the bears respond.
qu: Ichapas rurawaq oso nisqan rimaywan kutichinampaq.

source: Add a script for the Bearstack like this:
qu: Yapay huk scripta chay Bearstack nisqata kaywan:

source: To see it work, keep moving the bears until they get to this backdrop.
qu: Allin llamkay qawanaykipaq, qatiy kuyuspayki osokunata hipaynin chayanankama.

source: Add Background Music
qu: Yapay takita qipayninman

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
qu: Takita yapanaykipaq, Klikta ruway<span class="tab-ref">Luqyay</span> qawarinapi.

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
qu: Qapariqnin akllanaykipaq, Klikyaykuy kaypi<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: Choose music (such as 'dance celebrate' or 'dance magic').
qu: Akllay takikunata (kay hina 'taki silibranaykipaq' utaq 'tusuq magic' nisqata).
