Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Add blocks that extend what you can do in Scratch
qu: Yapay champata hatunyachinampaq Scratch ruranaykipaq

source: Extensions allow you to connect to hardware devices or web services.
qu: Hatunyachiqkuna yanapawanchik huñuyta hardware nisqanwan utaq web intirnitwampas.

source: In the future, more extensions will be added to Scratch. To try out experimental extensions, visit the website scratchx.org
qu: Hamuq punchawkunapi, yaparikunqam Scratchman ancha hatuyninta. Maskachay hatuynin llamkasqata, waturikuy web scratchx.org nisqanta

source: Hardware Devices
qu: Hadware dispositibukuna

source: <p>To use LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>TO use LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
qu: <p>LEGO WEDO 2.0 ruranaykipaqa, </a>qaway rikchayninta LEGO Wedo 2.0 manta</a>.</p> <p></p> <p> LEGO Wedo 1.0 utaq PicoBoard nisqanta ruranaykipaqa, <a href="../../ext/ext1/">qaway LEGO Wedo 1.0 utaq rikchay Picoboard manta</a>.</p>

source: Adds the specified item to the end of the list
qu: Yapariy kaqninkunata lista tukuynimpi

source: The item can be a number or a string of letters and other characters.
qu: Kaqninkuna kanmanmi yupaykuna utaq qillq siqisqa huknin rikchaqkunapas.

source: Use this block if you want to add an item to the end of a list.
qu: Kay champata churay yapayta munaptikiqa lista tukuyniman.

source: Can't find the list blocks? You need to first make a list:
qu: Manachu tarinki listapa champanta? listatam ñawpaqmi ruranki:

source: Adds two numbers
qu: Iskay yupata yapana

source: Reports true if both conditions are true
qu: Chiqaq niykuna icha kuskanku pura allin kanman

source: Reports keyboard input from the most recent use of <img src="%(url_ask_and_wait)s"/>
qu: Niykuna qillqana yaykuq ñaqalla rurarisqanmanta<img src="%(url_ask_and_wait)s"/>

source: <img src="%(url_ask_and_wait)s" /> asks a question and stores the keyboard input in <img src="%(url_answer)s" />. The answer is shared by all sprites.
qu: <img src="%(url_ask_and_wait)s" />ruray huk tapukuyta hinaspa waqaychay qillqaqpa yaykunanta<img src="%(url_answer)s" />. Kutichisqa willakuyqa llapa Spritman aypunqam.

source: If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(url_answer_ex2)s"/>
qu: Waqaychayta munaptikiqa kunan kutichiy willakuytaqa, waqaychawaqmi hukniraqpi utaq listapipas. ñisunman hina.<img src="%(url_answer_ex2)s"/>

source: To view the value of answer, click the checkbox next to the answer block.
qu: Qawanaykipaq balurninta kutichiy willakuypa, klikyaykuy kasilla kuska champa kutichiy willayta tarikusqampi.

source: Asks a question on the screen and stores keyboard input in the <img src="%(url_answer)s" />
qu: Ruray huk tapukuyta qawanapi hinaspa waqaychay qillqaypa yaykunanpi qawanapi.<img src="%(url_answer)s" />

source: After receiving an answer, causes the program to wait until the Enter key is pressed or check mark is clicked.
qu: Chaymanta chaskispayki kutichiy willakuypa, llamkayqa suyanqa qillqanata Intru ñitinaykikama utaq klikyaykuy chiqaychaynimpi.

source: <img src="%(url_ask_and_wait)s" /> asks a question and stores the keyboard input in <img src="%(url_answer)s" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked.
qu: <img src="%(url_ask_and_wait)s" />ruray huk tapukuyta hinaspa waqaychay qillqanapi<img src="%(url_answer)s" />. tapukuyninqa rikarimunqa huk puru rimaq qawanapi. Llamkayqa suyanqa willakuy kutichiy qillqanankama yaykusqan, qillqana Intru ñitinankama utaq klikyaykuptin chiqaychaynimpi.

source: Reports Stage's current backdrop name
qu: Apachiy sutinta qipan kaq Stage nisqampi

source: The title next to the backdrop in the list is the <img src="%(url_backdrop_name)s" />
qu: Sutichay lawnimpi qipayninta listapi kanmi<img src="%(url_backdrop_name)s" />

source: The number next to the backdrop in the list is the <img src="%(url_backdrop_number)s" />
qu: Yupay lawnimpi qipayninta listapi kanmi <img src="%(url_backdrop_number)s" />

source: Sends a message to all sprites and waits
qu: Apachiy huk willakuyta llapan spritskunaman hinaspa suyay.

source: You can use <img src="%(url_broadcast_and_wait)s" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing.
qu: Llamkawaqmi apachiy<img src="%(url_broadcast_and_wait)s" /> huk willakuyta llapa spritman ruraychik imatapas ninaykipaq, hinaspa suyay llapallan tukunankama.

source: Click to choose which message gets sent. Choose "new" to type in your own message.
qu: Klikyaykuy willakuy apachiyta akllanaykipaq. Akllay "musuq" qillqanaykipaq willakaynikita.

source: Sends a message to all sprites
qu: Apachiy huk willakuyta llapa Spritman.

source: <img src="%(url_broadcast)s"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.
qu: <img src="%(url_broadcast)s"/>Apachiy huk willakuyta llapan Spritman(qipaynin). kaymi allin huknin spritkunaman ima rurayta ninaykipaq.

source: What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
qu: Imata ruranqaku kay willakuyta chaskispankuqa? Qaway<a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>

source: Changes the graphic effect on a sprite
qu: Tikray qillqay muyuchinapaq huk spritman.

source: Click to choose an effect from the menu: <br><img src="%(url_change_effect_ex2)s"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
qu: Klikyaykuy akllanaykipaq iphiktuta minumanta: <br><img src="%(url_change_effect_ex2)s"/><br> kay iphiktukunata churay yupata 10, 35 utaq 100. utaq qipa yupata churay, kayna -50.

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(url_clear_graphic_effects)s"/>
qu: Klikyaykuy sayaypi<img src="%(STATIC_URL)s/images/help/stop-sign.png"/> llapan iphiktukunata pichanaykipaq. utaq churay<img src="%(url_clear_graphic_effects)s"/>

source: Changes sprite's size by specified amount
qu: Tikray hatuyninta spritmanta achka kaqmanta.

source: Changes sprite's tempo by specified amount
qu: Tikray spritpa punchawta achka kaqmanta.

source: <p> Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play. </p>
qu: <p> Timpuqa kallpanmi (bpm = pacha minutupi) Scratch hinaspa batiriya tukanqaku. hayka achka tiyimpum kanman, ancha utqanman tukarinqa nutakuna batiriyakunapas. </p>

source: Changes the variable by specified amount
qu: Tikray hukniraqpi achka kaqninta.

source: If you have more than one variable, use the pull-down menu to select the variable name.
qu: Icha uywanki hukniraq kuskachasqata, churay minu huchuchina akllanapaq hukniraqninta.

source: Changes sprite's sound volume by specified amount
qu: Tikray uyarinanta qapariqninta spritpa achka kaqninmanta.

source: <p> Volume ranges from 0 to 100, with 100 as the default volume. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
qu: <p> Uyarinanmi 0 a 100, 100 uyarinan churasqañam. </p> <p> Churawaqmi uyarininta llapa huk spritkunaman. Iskay qapariqninta qallarichinaykipaqa manakaqlla uyarinampi, churay iskay spritkunata. </p>

source: Change the x position by this amount
qu: Tikray kay law X kay achka-kaqta

source: A positive number shifts the sprite to the <b>right</b>.
qu: Huk yupay chiqaqta spritta asuchinqa <b>allin kaqman</b>.

source: A negative number shifts the sprite to the <b>left</b>.
qu: Huk yupay niqatibuqa spritta asuchinqa <b>ichuqman</b>.

source: Changes sprite's y-position by specified amount.
qu: Tikray sprit lawninta munasqayki achka kaqnintakama.

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
qu: Tikray huk yupay <b>chiqaqta</b> sprit kuyuchinaykipaq <b>hanaymay</b>. Tikray yupay <b>niqatibuta</b> sprit urayman <b>kuyuchinaykipaq</b>.

source: Changes pen's color by specified amount
qu: Tikray llimpinta puramanta achka kaqnintakama

source: Changes pen's thickness.
qu: Tikray rakuyninta purapata.

source: Changes pen's shade by specified amount
qu: Tikray purapa llaytuyninta achka kaqnintakama

source: <p> The pen shade goes from 0 to 100. 50 is the default. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.</b>
qu: <p> Qillqanapa qawayninmi kan 0 a 100. 50 achka kaqniyuqmi. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b> Nuta: icha qillqanapa qawaynin 0 kanman, llimpinqa yanam kanqa. icha purapa qawayninqa 100 kanqa, purapa llimpinqa yuraqmi kanqa.</b>

source: Clears all graphic effects for a sprite
qu: Pichay llapan qillqaykunata huk spritmanta.

source: <img src="%(url_clear_graphic_effects)s" /> clears all the graphic effects for this sprite.
qu: <img src="%(url_clear_graphic_effects)s" />pichay llapan qillqaykunata kay spritmanta.

source: Clears all pen marks and stamps from the Stage
qu: Pichay llapa suñasqa purapa hinaspa qawanapa suñasqatapas

source: Note: The pen marks and stamps are not part of the backdrops, therefore, clear does not change the backdrop.
qu: Waqya: qillqanapa suñasqan hinaspa suñasqapas mana qipanmantachu, hinaptinqa, manam qipayniqa tikrakunchu.

source: Tells a clone what to do once it is created
qu: Huknin Hukninhina ruraspa nirqunqa ima ruwaytapas

source: The script is triggered as soon as the clone is created.
qu: Spritqa qallarinqa Hukninhina rurakullaptin.

source: Clones also respond to all "when..." blocks triggered after they are created.
qu: Hukninhina kutipanqa llapa champata "hayka..." qallarisqa rurakuptin chaymanta.

source: Reports true if first color is touching second color
qu: willay allin kaqta qallariq kulurman icha tukanmanpas huknin kulurman

source: The first color is within the sprite, while the second is from the background or another sprite.
qu: Qallariq kulurmi Spritpa ukumpin kachkan , qatiqninqa spritpa ukuyninmi.

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
qu: Llimpinta akllanaykipaqa, klikyaykuspayki Llimpinapaq tariy chay tawakuchupi. churay Llimpinata klikyaykuspayki llimpi munasqaykipi.llimpiqa rikarimunqa tawa kuchupi

source: Computes a function
qu: Tantiyay huk funsiyuninta

source: Choose different functions from the drop-down menu.
qu: Akllay llapan rikchaq funsiyuninta minu achuchiynimpi.

source: Reports sprite's current costume number
qu: Willariy pachapa yupayninta spritmanta.

source: Creates a clone (temporary duplicate) of the specified sprite
qu: Ruray huk rikchaqta (rikchay kunallankama) Sprit akllasqamanta

source: Choose which sprite to clone from the drop-down menu.
qu: Akllay ima spritta Hukninhinaykipaq qallariqnimpi.

source: Use <img src="%(url_clone_startup)s" /> to tell the clone what to do once it's created.
qu: Churay <img src="%(url_clone_startup)s" />Hukninhinata ninaykipaq ima rurayta qallariptin.

source: Sample Script:
qu: Allwiy yanapayninta:

source: Troubleshooting:
qu: Sasachaykunata Allichay:

source: If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially.
qu: Icha Hukninhinata mana qawayta atiwaqchu, kuyurichiy sprit kinkin kaqta mana tapanampaq. Hukninhinaqa rikarimunqa spritwan kuskapunilla.

source: Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(url_create_clone_of)s" /> block.
qu: Siquruchu sprit akllasqayki Hukninhinanki chay minu<img src="%(url_create_clone_of)s" /> takyaypi.

source: Note: The clone only lasts while the project is running.
qu: Waqya: Hukninhinaqa ruranqa llamkay rurakuchkaptinhinalla.

source: Reports the current time
qu: Willay kunan urata.

source: You can select from the menu to indicate which item you want.
qu: Akllawaqmi minuninta ninaykipaq ima kaqninta munanki.

source: To view the value of the current time, click the checkbox next to the current time.
qu: Qawanaykipaq kunan urapa walurninta, klikyayakuy kasilla kuskanpi kunan urapi.

source: Reports the number of days since January 1, 2000
qu: klikyaykuy yupa punchawpi chay 1 Kamay killapi 2000.

source: Defines what the custom block will do
qu: Kikinchay champata ima ruranampaqpas

source: The <strong>define</strong> script tells a custom block what to do:
qu: <strong>Kikinchay</strong> scripta imana rurananpaq champata

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script.
qu: Icha hcmpayki uywan yaykuyninta, rikurimungam huk champa uyruchasqam, purpura llimpiyuqta. churanapaqa, aysay champa kupiyasqaykita yaykunampaq huknin champakunaman script ukun difinisqata.

source: Note: The input blocks can <strong>only</strong> be used in the define script.
qu: Waqya: champakunapa yaykunan <strong>punilla</strong> churakunqa script difinikusqallanta.

source: Deletes one or all items from a list
qu: Pichay huk utaq llapan kaqninkunata listamanta

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing "last" deletes the last item in the list. Choosing "all" deletes everything from the list. Deleting decreases the length of the list.</p>
qu: <p>Akllawaqmi imata pichanaykipaq minu huchuy pichaspa utaq qillqaskuspaki huk yupata. akllaypaski "tukuriy" pichakunqam tukuriynin lidta kaqpi. Akllay "Llapan" pichay lliw listamanta. Pichakuskanqa pisiyachin listapa hatuyninta.</p>

source: You can specify the number of the item you want to delete. For example:
qu: Qanmi akllawaq hayka yupay kaqninta pichawaq. Kay hina:

source: To delete the last item in the list, choose "last" from the pull-down menu:
qu: Pichanapaq listapa tukuy kaqninta, akllay "tukuriy" ñitiy qallarinata:

source: You can also choose to delete everything in the list:
qu: Chaynapunipas akllawaqmi llapa listata pichanaykipaq:

source: Deletes the current clone
qu: Pichay Hukninhinata

source: Place this block in a script after the clone is done its actions.
qu: Churay kay champata huk Script chaymanta Hukninhina ruwarisqanta tukunankama.

source: All clones are automatically deleted when the program is stopped.
qu: Llapan Hukninhinanta pichakunqaku kikillanmanta llamkay sayarquptim.

source: Reports the current direction of a sprite
qu: Niykuna sprit mayman rinan kaqta.

source: <b>direction</b> tells which way the sprite is heading.
qu: <b>rinanmi</b> nin mayman richkan sprit.

source: To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:
qu: Qawanaykipaq sprit rinanta, klikyaykuy kaypi <img src="%(STATIC_URL)s/images/help/info.gif">:

source: You can drag the blue line to change direction.
qu: Aysawaqmi anqas aiqita tikranaykipaq rinanta.

source: To display a sprite's direction on the Stage, click the checkbox in the palette:
qu: Sprit Rinanta qawanaykipaqa llamkanapi, klikyayakuy kasilla qawarinapi chay palitanpi:

source: Reports distance from the specified sprite or mouse-pointer
qu: Willariy karuchayninta Spritmanta utaq ukuchapa tukpisqanman hina

source: Select from the pull-down menu to choose
qu: Akllaykuy minu huchuchiynampi akllanaykipaq

source: Divides first number by second number
qu: Rakiy kay yupata hukinin qatiq yupawan

source: Reports true if two values are equal
qu: Chiqaq niykuna sichus iskay yupakuna rikchaqlla kanmanpas

source: Runs the blocks inside over and over
qu: Kallpachiy champata yapa yapamanta.

source: Reports an attribute of the sprite or stage
qu: Niykuna sprit imayninta utaq Chimpa qaway.

source: Choose different attributes from the drop-down menu and combine with other blocks, such as operators.
qu: Akllaykuy llapan rikcahq imayninkunata qallariq hinaspa huk champawan musuqyachusunchik, llamkalliqkunawan.

source: Glide over time to this <b>x y</b> position
qu: Apay timpunpi kay<b>x y</b> tarikuqman

source: The sprite starts at one point, and then glides to the other points.
qu: Spritqa qallarin huk lawpi, chaymanta ashurikun huk lawman.

source: Use <b>glide</b> to move a sprite smoothly to an <b>x y</b> position on the Stage.
qu: Rurariy <b>apay</b> kuyuchinampaq Sprit llampuyninta huk <b>x y</b> rinan llamkaypi.

source: You can see <b>x</b> and <b>y</b> update in the Motion blocks palette when you drag a sprite to another point.
qu: Qawawaqmi <b>x</b> y <b>y </b> musuqyachiyta champa chuwa muyuqnimpi Sprit huklawman asuriptin.

source: Go back a certain number of layers
qu: kutiriy ima yupay kapakunata

source: <p>Moves sprite back a specified number of layers, so that it can be hidden behind other sprites. </p>
qu: <p>kuyuchiy Sprita qipaman huk yupa kaqnin kapata, pakakunampaq qipan Spritkunapi. </p>

source: To make the crab hide behind the rock, tell it to <img src="%(url_go_back_1layer)s" />
qu: Cangrejo pakakunampaqa rumi qipanpi ruwanapaqa, ni kayta <img src="%(url_go_back_1layer)s" />

source: Moves sprite in front of all other sprites
qu: Kuyuchiy llapan sprita hukunapa Sprit puntanman.

source: Go to this position on the Stage
qu: Pasay kay sayayninta Chimpa qaway

source: Type in a number for <b>x</b> and <b>y</b> to tell the sprite where to go to on the Stage.
qu: Qillqay huk yupata <b>x</b> y <b>y</b> sprita ninaykipaq mayman pasay Chimpa qawayninpi.

source: <p>Here are the <b>x y</b> coordinates of the Stage:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
qu: <p>kaypim kachkan <b>xy</b> tinkurachina siwi Chimpa qawaypi:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">

source: Go to the location of the mouse-pointer or of another sprite
qu: Pasay maypin ukucha hapiynin utaq huk spritkunaman

source: Choose from the menu:
qu: Akllay minumanta:

source: Then, click the block.
qu: chaymanta, klikyaykuy champapi.

source: The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.
qu: Kay Spritqa pawarinqa <b>x y</b> maypin ukucha hapiynin utaq sprit akllasqaykiman.

source: Reports true if first value is greater than second
qu: Chiqaq niykuna sichus kay yupaqa mayurkanman qatiq yupamanta

source: Hides the list monitor from the stage
qu: Pakay lista qawarina Chimpa qaway.

source: Hides the variable monitor so it is not visible on the stage
qu: Pakay qawarina kaqninta mana qawakunampaq Chimpa qaway.

source: Makes sprite disappear from the Stage
qu: Ruray Sprit chinkanampaq Chimpa qaway.

source: Note: When a sprite is hidden, other sprites cannot detect it with touching? blocks.
qu: Waqya: Sprit pakasqa kaptinqa, huk spritkunaqa manam musyanqachu tukaspa? champakunata

source: If condition is true, runs the blocks inside the <b>if</b> portion; if not, runs the blocks inside the <b>else</b> portion
qu: Sichus imaynam allin kan, champata kallpachiy ukun <b>Ari</b> kaqninpi; icha mana, kallpachiy champata ukun <b>ancha</b> kaqnimpi

source: If touching the edge of the stage, then bounce away
qu: Sichus Chimpa qaway patanta tukaptikiqa, pawanqa

source: The sprite will bounce at an angle if it is touching the <b>side</b>, <b>top</b>, or <b>bottom</b> of the stage.
qu: Spriqa pawarinqa huk kuchuspi tukaptin <b>lawaninta</b>, <b>hanayninta</b> utaq <b>ukun</b> Chimpa qaway.

source: If condition is true, runs the blocks inside
qu: Sichus imaynam allin kan, champakunapa ukunpi kallpachinqa.

source: Inserts an item at the specified position in the list
qu: winay huk kaqninta listapi nisqan lawpi

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "random" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
qu: Akllawaqmi mayman yaykuchinaykipaq kaqnin akllasqata minu huchuchinanpi utaq qillqay huk yupata. akllay yaykuchinata "mayqimpas" listapa mayqimpas tarikuqta. akllaykuspa "qipa" yapay qipan kaqninta litapa tukuyninman. listapa Suninmi yaparinqa 1.

source: You can indicate where in the list you want to add an item.
qu: Niwaqmi mayqin listapi yapayta munanki kaqninta.

source: <img src="%(url_insert_scoreboard)s" /> inserts item at the specified place in the list.
qu: <img src="%(url_insert_scoreboard)s" />churaykuy kaqninta chay misqaykipi listakunata.

source: <img src="%(url_insert_greetings)s" /> inserts item at a random place in the list.
qu: <img src="%(url_insert_greetings)s" />churaykuy kaqninta chay mayqimtapas listankunapi.

source: Reports the item at the specifed position in the list
qu: Niykuna imannikuna sayay nisqaykipi listakunapi

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing "random" reports a random item in the list.
qu: Akllawaqmi imayninkunata willanaykipaq akllaspayki minu huchuchiynapi utaq qillqasqapas huk yupata. akllasqaykiqa "mayqimpas" willay kaqninta mayqim listapi kaqta.

source: The item block reports the value of the item at the specified place on the list.
qu: Champapa imayninkuna niykuna chanin imayninkuna chay akllaspayki listakunpi.

source: You can fit an item block into other blocks, for example: say, switch to costume, play sound, or broadcast.
qu: Churawaqmi champa imayninkunata huknin champakunapi, kay hina: rimay, pacha tikray, purichiy qaparinata utaq apaykuy.

source: Concatenates (combines) strings
qu: Huñurisqa (takuy) waskata

source: Reports true if specified key is pressed
qu: Chiqaq niykuna chay qillqana ñitisqata

source: Use <img src="%(url_key_pressed)s" /> instead of <img src="%(url_when_key_pressed)s" /> when you want to keep, for example, the space key pressed continuously.
qu: Churay <img src="%(url_key_pressed)s" />chayta winay<img src="%(url_when_key_pressed)s" /> munaptikiqa, kay hina, qillqanapa karuchanapaq ñiti ñitspalla.

source: Reports how many items are in the list
qu: Niykuna ayka imayninkunata kan listapa

source: This block reports how many items are currently in a list.
qu: Kay champaqa niykuna hayka imayninkuna kachkan listapi.

source: The number is the same as the length shown at the bottom of the list monitor.
qu: Yupaqa kikinllam hatuynin qawarichikuchkanmi qawarina lista uraynimpi.

source: Reports the number of letters in a string
qu: Niykuna yupay qillqana huñurisqata.

source: Reports true if first value is less than second
qu: Chiqaq niykuna sichus chanin yupaqa chana kanman qatiq yupamanta

source: Reports the letter at the specified position in a string
qu: Niykuna qillqana tarikuq akllasqa huñusqakunata

source: Reports true if the list contains the specified item
qu: Chiqaq niykuna sichus listaqa uywan imayninkuna kaqta

source: The item must match exactly to report true.
qu: Imayninkunaqa kuskachakunmanmi niykuy allin kaqta.

source: <img src="%(url_list_contains_thing)s" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
qu: <img src="%(url_list_contains_thing)s" />niykuna sichus imayninkuna kan huk listapi. sichus imayninkuna kuskachunmanku,chaymanhinaqa Chiqaq niykuna. sichus manaqa, niykuna mana chiqaqta.

source: Reports all the items in the list
qu: Niykuna llapan qillqasqa listata.
