Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Drag out a <span class="motioncolor">go to mouse pointer</span> block.
qu: Hatuchay huk champata <span class="motioncolor">pasay ukuchapa tupqinninta</span>.

source: Insert it and choose <b>random position</b> from the menu:
qu: Churariy hinaspa akllay <b> munasqayki lawman </b> minúmanta:

source: Add a variable to keep score.
qu: Yapay huk wariblita mantininaykipaq yupay huñusqaykita.

source: Add a point each time the sprite is clicked:
qu: Yapay huk yupayta klikyaykuptilla chay spritnisqa:

source: Use <span class="datacolor">set score to 0</span> to reset the score at the beginning of your program:
qu: Churay <span class="datacolor">qillqay yupayta 0</span> allichanapaq chusaqman qallariy llamkaypi:

source: Your scripts will look something like this:
qu: Scriptkikuna qawarikunqa kayna:

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
qu: <p>Qallaeinaykipaq yachayta Scratchwan, ruranki huk tarhitata sumaqta llamkanampaq.</p> <p>Yuyariy allin llamkasqaykita bakasiyunnikipi, Ima imaqintaq hinaspa takikunataq yuyarinki? (sichus munanki yanapayta, yanapakuy chay llamkaykunamanta <a href="http://scratch.mit.edu/studios/279432/" target="_blank"> holiday card studio</a>nisqampi.) </p>

source: Have some ideas for your card?
qu: Uywankichu ima amutaykunata tarhitaykipaq?

source: Let's start by deleting the cat.
qu: Qallarisun pichaspa mishita.

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
qu: <p>Scratchpim, runaniraqkunam hinallataq imapas sutinmi "sprites" nisqa .</p> <p>Pichawaqmi huk sprita klikyaykuspayki chay tihiraspi chaymanta klikyaykuspayki chay sprit nisqapi.</p>

source: Can you find another way to delete a sprite?
qu: Tariwaqmi huk niraq pichanaykipaq huk sprita?

source: Next, let's add some holiday sprites to your card.
qu: Qatiqpunim, Yapay wakin spritkunata bakasiyunnikimanta tarhitaykiman.

source: There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:
qu: Kanmi 4 niraq yapanapaq huk sprita tarhitaykiman. Yapanaykipaq huk sprita, klikyaykuy huknin butunkunapi:

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
qu: <h4>Kaymi ruran lliw butunkuna:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Akllay sprita bibliyutikamanta</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Llimpiy spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Siqay imaqinnikita utaq spritnikita</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Tumay huk fututa (chay wibkam nisqanmanta)</p>

source: Next, let's make your sprites interactive.
qu: Qatiq punipi, rurasun chay spritniki allin llamkasqa kachun.

source: <p>Bring your sprites to life by adding instructions (a.k.a. computer code) that tell the sprites what to do.</p> <p>With Scratch, your sprites can dance, sing, jump, talk, fly, and much more.</p>
qu: <p>Kasarinata quy spritnikunata yaparispa yanapayta (kudiquta riqsisqa kumputaduraykipi) chaymi spritkunata ninqa ima rurayta.</p> <p>Scratchwanmi, spritniki tusunanmi, takinqam, pawanqa, rimanqa, pawanqa hinaspa achkakunapas.</p>

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul>
qu: <p>Pukllay champakunawan llapan rikchaq katiquriyapi. Utaq qawariy kay hamutaykunata spritnikita ruranaykipaq:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Kuyuriy</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Niy imatapas</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Ruray huk takita</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Tikray kulurninta</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Tikray pachanta</a></li> </ul>

source: Next, let's add a background image to your holiday card.
qu: Chaymantaqa, yaparisun huk imaqinta hipanman tarhita navidiña nisqapi.

source: Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.
qu: Ruray spritniki kuyukunampaq champakunawan <span class="motioncolor">Muyuy</span> chuwa.

source: Try adding this code to have one of your sprites dance back and forth:
qu: Qallariy churayta kay kudiquta huknin spritniki tusunampaq kaylawmanta waklawman:

source: What other ways can you get your sprites moving?
qu: Imaniraqmanta rurawaq spritniki kuyukunampaq?

source: Let's explore other types of interactivity...
qu: Qawarisun huk niraq llamkaykunata...

source: Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.
qu: Ruray spritniki rimanampaq imatapas chay champawan <span class="lookscolor">Qaway</span> chuwa.

source: Try adding this code to have one of your sprites share holiday greetings:
qu: Imatapas yapay kay kudiqukuna huknin spritniki aypuriy huk rimariyta kay raymipi:

source: What wishes for the holiday season will your sprites share?
qu: Ima munasqaykitaq ruranki kay bakasiyunkuna aypurinki spritkuna?

source: Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.
qu: Qawariy yapanaykipaq takita tarhitaykipaq nabidapi churasapa takikunata bibliutikapi Scratchnisqata, huqarispa takita kumputaduraykimanta utaq qrabaspa takikunata huk mikrufukuna.

source: Experiment with some of these sound-related blocks to add music and sound to your sprite:
qu: Llamkariy kay wakin champakunawan takikunawan kuskachasqa takita spritnikipaq:

source: What interesting holiday sounds can you add to your card?
qu: Ima sumaq takitaq yapawaq chay tarhitaykiman?

source: Play with the images in your holiday card by using the graphic effects blocks:
qu: Pukllay chay imaqinkunawan tarhitaykipa bakasiyunikimanta churaspa champa ifiktu grafikus nisqawan:

source: Try adding this code to add a colorful effect to a dancing sprite:
qu: Yapariy kay kudiqukunnata yapaykunaykipaq yapawaq kulurisqata huk spritman tusuchkaqta:

source: What cool image effects will you add to your card?
qu: Ima ifiktukuna imaqinnkipaq yaparinki tarhitaykiman?

source: Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.
qu: Spritkuna uywanmanmi llapan rikchaq "pachakunata": rikchariq imaqinkuna, chaynallataq aktur qina tiyatru llamkaypi usawaqmi llapan rikchaq pachata.

source: Try adding costumes to your sprite:
qu: Intintay yapayta spritnikipaq:

source: And switch between costumes using the “switch costume” block:
qu: Hinaspa tikray pachantan kama usaspa champakunata "pacha tikray":

source: How can costumes add animation to your holiday card?
qu: Imaynam atinki pachakunata yapanaykipaq kawsarinata tarhita navideña nisqaman?

source: There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:
qu: Kanmi 4 niraqkuna yapanapaq imaqininkunata hipayniman (riqsikunmi chay "hipaynin") tarhitaykim. Yapanapaq huk hipaynin, klikyaykuy kay wakin butumpi:

source: Here's what each button does:
qu: Kaymi ruran llapa butunta:

source: Choose a backdrop from the library
qu: Akllay bibliutikapa hipayninta

source: Draw your own backdrop
qu: Dibuhay qampaq hipaynin

source: Upload an image from your computer
qu: Siqay imaqinikita kumputaduraykimanta

source: Take a picture (if you have a webcam)
qu: Tumay huk fututa (sichus uywanki kamarata web nisqata)

source: Next, let's add some background music to your holiday card.
qu: Chaymantaqa, yaparisun huk takikunata tarhita navidiña nisqapi.

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the <span class="soundcolor">play sound</span> or <span class="soundcolor">play sound until done</span> block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p>
qu: <p>Yapanaykipaq takita tarhitaykiman, qallariypi yapay huk archivuta takikunawan hinaspa pruqramarquy tukachinaykipaqusaspa takita <span class="soundcolor">tukachiy takita</span> utaq <span class="soundcolor">purichiy qaparinata rurayninkama</span> champa.</p> <p>Churay wakin takikunata chay bibliyutika Scratchmanta, utaq uqariy utaq qrabaypas takikunaykita bakasiyunnikimanta.</p>

source: What sounds will your card make?
qu: Ima takikunataq ruranki tarhitaykipi?

source: Next, let's help people know how to interact with your card.
qu: Chaymantaqa, Yanapasun runakunata yachanampaq imayna ruranankupaq tarhitaykuna.

source: How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.
qu: ¿Imaynam runakuna yachanqaku rimanriganku tarhitan nabidiñata? Yanapay yaparispa instruksiyunkunata qawakusqanta qallarispan tarhitaykita.

source: Scratch projects start when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.
qu: Llamkana chay lliw llamkay Scratch hinaspa qallarinqa <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuptiki.

source: Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.
qu: Yapay huk champata <span class="eventscolor">kayna <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikyaykuptiki</span> huk champatay<span class="soundcolor">rimay</span> imayna llamkanampaqr imayna ruramanpaq.

source: Next, let's share your holiday card.
qu: Chaymantaqa, aypuwayku tahitaykita bakasiyuikimanta.

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to create a Scratch account to share your project online.)</p> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p>
qu: <p>Listuña kachkaptin aypunaykipaq llamkaynikita hukunawan, klikyaykuy butun "Aypunapi" hanay kay qawanapi.</p> <p>(Sichus manaraq ruwarqankichu, rurawaqmi kuwintaykita chay Scratchpi aypunaykipaq llamkasqaykita intirnit llamkay nisqapi).</p> <p>Llamkayniki aypuptikiñam, pasay paqinata llamkaynikita sutinta yapanaykipaq, instuksiyunkunata y huknin qillqakunata.</p>

source: Now you can send a link to your holiday card to family, friends, and others!
qu: ¡Kunanqa aypuwaq chay huk Link nisqata tarhitaykipaq bakasiyun ayllupi, wambra masikiwan hinaspa runakunawan!

source: Finally, finish by adding your card to the Holiday Card studio.
qu: Chaymantaqa, tukuriy yaparispa tarhitaykita yachayman Holiday Card nisqata.

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
qu: <p>Aypuriy tarhitaykita vakasiyunikipi runakunawan llapan pachamanta yaparispa llamkaynikita Hour of Code yachaypi.</p> <p>Qallariypi, pasay yachayman <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code</a>. Chaymanta, klikyaykuy butunpi "Yapay llamkaykunata" hanay kaq páqinapi yapanaykipaq tarhitaykita bakasiyunkita yachaypaq.</p> <p>Allinmi hamutasqayki, pruqramay hinaspa aypuy tarhitaykita bakasiyunkita Scratchwan: --<a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">kumplitarqa llamkaynikita Scratchwan kudiqu pachapi! </a></p>

source: <p>What will you create next?</p><p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
qu: <p>Imataq ruranki kunanqa? </p><p> uywanaykipaq achka amutaykunata, klikyaykuy <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">llapan yanapaykuna</a>.</p>

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
qu: <p>kay llamkaypi, ruray tarhitata bakasiyunikimanta allin pasasqaykita aypuwaq wambra amasikiwan ayllukunam.</p> <p>Para comenzar, mira este video de introducción:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>

source: Let's begin!
qu: Haku qallarisun!

source: Explore Ideas for Your Card
qu: Churay amutaynikita tarhitaykipaq

source: Delete the Cat
qu: Pichay mishita

source: Add Sprites
qu: yapay spritmikita

source: Make the Sprites Interactive
qu: Ruray spritkunata allin kasqanta

source: Move
qu: Muyuq

source: Make a Sound
qu: Ruray huk takita

source: Change Costume
qu: Tikray Pachata

source: Add a Background Image
qu: Yapay huk imaqinta hipayniman

source: Add Background Sound
qu: Yapay qipayninman takita

source: Set up the Project
qu: Kunfiquray llamkaynikita

source: Share your Project
qu: Aypaykuy Llamkaynikita

source: Add to the Holiday Card Studio
qu: Yapay chay Holiday Card Studio nisqata

source: This tutorial was created for Hour of Code, a nationwide initiative by <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> and <a href="http://code.org" target="_blank">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
qu: Kay qillqay yanapay Rurasqa kachkan Hour of Code nisqata, huk inisiatiba nasional nisqata <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> hinaspa <a href="http://code.org" target="_blank">Code.org</a> prisintanaykipaq millun yachaqkuna huk hura infurmatikapi hinaspa pruqramasiyumpi kumputaduraykipi.

source: Make a basketball game featuring your friends from We Bare Bears.
qu: Ruray huk pukllayta chay balunsistu nisqata amiquykiwan chay We Bare Bears nisqata.

source: Tell the Ball Where to Start
qu: Miy pilutata maypi qallarinampaq

source: Press a Key to Start
qu: Ñitiy huk tiklata qallarinaykipaq

source: Move the Ball to the Net
qu: Muyuq pilutata chay rid nisqaman

source: Glide Through the Hoop
qu: Apay chay aruninkama

source: Defend the Net
qu: Harkay ridmanta

source: Keep Jumping
qu: Qatiy pawaspa

source: Start Your Program
qu: Qallariy pruqramaykita

source: Bounce Off the Defender
qu: Ributay chay harkasqanmanta

source: Enhance and Customize
qu: Ributay chay harkariqta

source: Drag the ball to start above the player.
qu: huchuchiy pilutata qallarinaykipaq pukllaqpa hawaninkama.

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">open the basketball project</a>.</span>
qu: <span class="reminder">Yanapay: sichus misillata qawanki,<a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">ichariy llamkay Oso nisqata</a>.</span>

source: Then drag out a <span class="motioncolor">go to x y</span> block:
qu: Chaymanta hatuchay <span class="motioncolor"> pasay x y</span> champata:

source: When you click on that block, the ball will go to the starting point.
qu: Klikyaykuptiki chay champapi, pasay qallarisqaman.

source: Next, press a key to start
qu: Chaymanta, Ñitiy huk tiklata qallarinaykipaq

source: Add More Sounds
qu: Yapariy achka takikunata

source: Click the play button to preview the sounds.
qu: Klikyaykuy chay butumpi riprudusinaykipaq uywanaykipaq qallariy qawaykuy chay takikunata.

source: Score Points
qu: Hayka Rurasqayki

source: Add a variable for keeping score.
qu: Yapay huk bariyablita uywanaykipaq rurasqaykita.

source: Drag out a <span class="datacolor">change score by 1</span> block.
qu: hatuchay <span class="datacolor"> tikray chay 1</span> champata.

source: Insert it in your script to add a point each time the ball goes through the hoop:
qu: Churarquy chay scriptnikita yapanaykipaq huk puntuta lliw pilutakunata pasanampaq arunimpa:

source: To reset the score when you start the game, drag out a <span class="datacolor">set score to 0 </span> block. Add a <span class="eventscolor">when green flag clicked</span> block on top:
qu: Allichinaykipaq hayka puntaqikiman chayasqaykiman pukllay qallariptin, hatuchay huk puntaqikiman <span class="datacolor"> Pukllay chay 0 </span> champata. Yapay hukchampata <span class="eventscolor">Klikyaykuy qumir wifalapi</span> hanay kasqampi:

source: Add a Challenge
qu: Yapay huk Llamkanata

source: Make the defender jump at random times.
qu: Ruaray chay harkasqanta paway munasqaykikunapi lawman.

source: Click the <span class="operatorscolor">Operators</span> category and add a <span class="operatorscolor">pick random</span> block:
qu: Klikyaykuy chay katiquriyapi <span class="operatorscolor">Llamkaq</span> hinaspa yapay huk champata <span class="operatorscolor">munasqaykiman</span> akllasqanchikta:

source: You can type in different numbers to adjust how long it waits.
qu: qillawaqmi llapan rikchay yupakunata qawanaykipaq hayka tiyimpu suyanqa.

source: Click the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when space key pressed</span> block. Snap it on top.
qu: klikyaykuy chay<span class="eventscolor"> llamka </span>katiquriyapi. hatuchay <span class="eventscolor">ñitispa chimpana kaptin </span> harkana hinaspa takllaq hanay kaqpi.

source: Try dragging the ball to any other point on the Stage.
qu: Huchuchiy pilutata maymanpas Chimpa qaway.

source: When you press the space key on your keyboard, the ball will go to the starting point.
qu: Ñitiptiki tiklata ispasiyasqa qillqana, pilutatam pasay qallarisqaman.

source: <span class="reminder">Tip: Any thing you can move in Scratch (like the ball) is called a 'sprite'.</span>
qu: <span class="reminder">Yanapay: ima munasqaykita muyuq Scratchta (chay piluta hina) sutinmi 'sprite' nisqata.</span>

source: Next, move the ball to the net
qu: Chaymanta, Muyuq pilutata chay rid nisqaman

source: Click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">point towards</span> block and snap it on top. Choose “Net” from the pull-down menu.
qu: Klikyaykuy chay katiquriyapi <span class="motioncolor">Muyuy</span>. Hatuchay huk champata <span class="motioncolor">qaway chayman</span> chaymanta hapichiy hanay kaqpi. Akllay "Rid" ñitiy qallarinata.

source: Then drag out a <span class="motioncolor">move</span> block.
qu: Chaymanta hatuchay <span class="motioncolor"> muyuq </span>champata.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and wrap it around the <span class="motioncolor">move</span> block:
qu: Klikyaykuy chay<span class="controlcolor"> Kamachiy </span>katiquriyapi. Hatuchay huk <span class="controlcolor">Kutimanta</span>champata hinaspa pinturiy muyuriqnimpi<span class="motioncolor"> muyuq </span> champata:

source: The script should look like this:
qu: Chay scriptqa qawakunmanmi kayna:

source: You can type in numbers to adjust the values.
qu: Qillqawaqmi yupakunata churanaykipaq walurninta.

source: Press the space key to try it out.
qu: Ñitiykuy tikla karuchasqa qawanaykipaq llamkasqanta.

source: Next, add a sound
qu: Chaymata, Yapay huk takita

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block. Then snap it onto your script:
qu: Klikyaykuy chay <span class="soundcolor">Takita</span>katiquriyapi hinaspa hatuchay alarrchay <span class="soundcolor">Tukachiy takita</span>. chaymanta ahustarquy scripta:

source: Next, glide through the hoop
qu: Chaymanta, apay aruntankama

source: Drag the ball down to the ground below the hoop.
qu: Huchuchiy pilutata pampaman arupa urayniman.

source: Then click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">glide</span> block and snap it below:
qu: Chaymanta klikyaykuy <span class="motioncolor">Muyuy</span> katiquriyapi. Hatuchay huk champata <span class="motioncolor">apay</span> hinaspa ahustariy qatiqpunipi:

source: Add a <span class="motioncolor">go to x y</span> block to return the ball back to the start.
qu: Yapay huk <span class="motioncolor">pasay x y</span> champata kutimunaykipaq pilutata qallariyman.

source: Use the same numbers as at the beginning of the script.
qu: Churay kikin yupakunallata qallariy script nisqapi.

source: <span class="reminder">Tip: <span class="motioncolor">go to x y</span> tells a sprite where to go on the Stage. x is the position on the Stage from left to right. y is the position on the Stage from top to bottom.</span>
qu: <span class="reminder"> Yanapay: <span class="motioncolor">pasay x y</span> ninmi huk sprita mayman rinqa Chimpa qaway. x kasqanmi Chimpa qaway alliqman ichuqman. y kaqñataqmi kan Chimpa qaway hanay urayman.</span>

source: Next, defend the net
qu: Chaymanta, Harkay ridmanta

source: Guard the net by having a sprite jump up and down.
qu: Harkay ridmanta huk sprita ruraspa pawanampaq hanayman urayman.

source: Click the thumbnail to choose Panda or Grizz to defend the net.
qu: klikyaykuy uchuykaqpi akllanaykipaq Pandata utaq Grizz harkanaykipaq ridmanta.

source: Pick a starting point for the defender.
qu: Akllay maymanta qallarinqa harkaqmi.

source: Drag out a <span class="motioncolor">go to x y</span> block.
qu: hatuchay huk <span class="motioncolor">pasay x y</span> champata.
