Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/qu/LC_MESSAGES/django.po
Languages: qu

source: Now make it move up. Drag out a <span class="motioncolor">change y</span> block. Then drag out a <span class="controlcolor">repeat</span> block and snap it around the <span class="motioncolor">change y</span> block:
qu: kunanqa ruray qispinampaq muyuq. Hatuchay huk <span class="motioncolor">tikray y</span> champata. Chaymanta hatuchay huk <span class="controlcolor">kutimanta</span> champata hinaspa churarquy muyuriqniman <span class="motioncolor">tikray y</span>champata:

source: Click on the stack of blocks to try it out.
qu: Klikyaykuy chay champa pruqramasqa llamkachinaykipaq.

source: Now make it go back down by adding these blocks:
qu: Kunanqa ruray kutinampaq aysariy yaparispa kay champakunata:

source: Click on the stack to try it.
qu: Klikyaykuy pruqramasqapi llamkachinaykipaq.

source: Next, keep jumping
qu: Chaymanta, qatiy pawaspa

source: Make the defender keep jumping up and down.
qu: Ruray harkasqanta pawachkanampaq hanayman urayman.

source: Click the <span class="controlcolor">Control</span> category and drag out a <span class="controlcolor">forever</span> loop, and wrap it around the <span class="controlcolor">repeat</span> blocks, like this:
qu: Klikyaykuy chay<span class="controlcolor"> Kamachiy </span> katiquriyapi hinaspa hatuchay huk <span class="controlcolor">siyimprim</span>kutimanta, hinaspa pinturiy champa muyuriqnimpi <span class="controlcolor">yapamanta</span>, Kayna:

source: Add a <span class="controlcolor">wait 1 secs</span> block. You can change the number to adjust the timing.
qu: Yapay huk <span class="controlcolor">suyan 1 siqunduta</span> champata. kambiyawaqmi yupata timputa churaspa.

source: Next, start your program
qu: chaymanta, Qallariy pruqramaykita

source: Your script will start whenever you click the green flag:
qu: Qatiq kumandukuna Qallarinqa klikyaykuptiki qumir wifalapi:

source: Next, bounce off the defender
qu: Chaymanta, ributay harkasqanmanta

source: Make the ball bounce back if it hits the defender.
qu: ruray pilutata ributanampaq sichus takarquptiki harkanata.

source: Click to choose the ball.
qu: Klikyaykuy pilutata akllanaykipaq.

source: Add these blocks to check if ball is touching the panda.
qu: Yapaykuy kay champakunata qawanaykipaq pilutakunata pandachata tukachkanchus manachus.

source: Drag out a <span class="motioncolor">glide</span> block and add it to the script:
qu: hatuchay huk <span class="motioncolor"> apay </span> champata hinaspa yapariy chay script nisqaman:

source: Type in the same numbers as in the beginning of the script. This will make the ball glide back to the starting point.
qu: Qillqa kikin yupakunata qallariy scriptkunata. Kaymi ruranqa apay pilutata qallarisqanman puniy.

source: Make the ball stop when it gets back to the starting point.
qu: Ruray pilutata sayay qallariyman kutimuptin.

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">stop</span> block, and choose 'this script' from the drop-down menu:
qu: Klikyaykuy chay <span class="controlcolor"> Kamachiy </span> katiquriyapi. Hatuchay huk <span class="controlcolor"> sayay </span>champakuna hinaspa akllay 'kay script' minu qallarinapaq:

source: Add this script inside the repeat block:
qu: Yapay kay script champa ukumpi kutimanta llamkasqa:

source: You can experiment to see what happens if you remove the stop block.
qu: llamkariwaqmi qawanaykipaq imataq pasanman pichaptiki sayay champata.

source: <span class="reminder">Tip: Any blocks you add after 'stop this script' will not run.</span>
qu: <span class="reminder">Yanapay: champakuna yapasqaykita chaymanta 'sayay kay script' manam llamkakunqachu.</span>

source: Next, enhance and customize
qu: Chaymantaqa, Allichay hinaspa runaniraq

source: Select the Sounds tab
qu: Akllaykuy takiy qawanata

source: Upload <img src="%(STATIC_URL)s/images/help/upload-icon.png"> a sound file from your computer (mp3, wav or aif format).
qu: Siqay <img src="%(STATIC_URL)s/images/help/upload-icon.png"> huk taki archibuta kumputaduraykimanta (chay mp3, wav utaq aif).

source: Try these scripts:
qu: Churay kay scripts nisqata:

source: Click the green flag to run at the same time.
qu: Klikyaykuy qumir wifalapi kallpanaykipaq kuska tiyumpupi.

source: If you want to edit the song, select a section:
qu: Sichus munanki musuqyachiy takikunata, akllaykuy huk tarikuqpi:

source: Have a microphone? You can use <img src="%(url_loudness_small)s">
qu: Uywankichu huk micrufunuta? Usawaqmi <img src="%(url_loudness_small)s">

source: Make noise so your sprite will jump!
qu: Tukarichiy spritniki pawanampaq!

source: For a larger effect, multiply by a number:
qu: allin ifiktu kanampaq, achkayachiy huk yupaykunata:

source: If you see this pop up, click <b>Allow</b> to access the microphone:
qu: Sichus qawanki wintana imirqinti nisqata, klikyaykuy <b> Yanapay </b> uywanaykipaq mikrufunuta:

source: Click the checkbox to see how loud it is:
qu: Klikyaykuy kasillapi allichanaykipaq qawanaykipaq hayka kallpayuq kayna:

source: The monitor will show on the Stage: <img src="%(url_loudness_monitor)s">.
qu: Chay qawarina qawachikunqa chay Chimpa qaway: <img src="%(url_loudness_monitor)s">.

source: Insert <img src="%(url_mouse_x)s"> into <img src="%(url_set_color_effect)s">
qu: Churay <img src="%(url_mouse_x)s"> chay<img src="%(url_set_color_effect)s">

source: Use this code to whirl as you move the mouse:
qu: Churay kay kudiqukunata muyuq ukuchata:

source: Try different effects by choosing the menu:
qu: Churay llapan rikchaq ifiktukunata minu akllarispa:

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> to clear all effects.
qu: Klikyaykuy harkamunaykipaq sayay <img src="%(STATIC_URL)s/images/help/stop-sign.png"> pichay llapan ifiktunata.

source: Make a variable to keep track of score.
qu: Ruray huk wariblita ruwanaykipaq huk qatiq hurqusqaykita.

source: Choose <img src="%(url_data_palette)s"> and then <img src="%(url_make_variable_button)s">
qu: Akllay <img src="%(url_data_palette)s"> Chaymanta <img src="%(url_make_variable_button)s">

source: Type in the name "Score" and then click OK:
qu: Qillqay sutinta "Puntuación" nisqata chaymanta klikyaykuy Ariy kaqpi:

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(url_score_monitor)s">
qu: Rikarimunqam musuq champakunata chay puntuwaciyun wariablita qawarikunqa Chimpa qaway <img src="%(url_score_monitor)s">

source: Here's an example script for keeping score:
qu: Kaypim kachkan huk scripta yanapanawanchikpaq imayna kuwintananchikpaq:

source: Use a banana, a metal spoon, or other conductive objects to interact with your Scratch projects!
qu: Usay huk plátanuta, huk kuchara mitalmanta imakunapas huknin kundusinampaq apaynin llamkaynikikunawan Scratchpi!

source: You’ll need a MaKey MaKey kit for this exploration.
qu: Munankim huk kit MaKey MaKey nisqata kay icplurasiyumpaq.

source: Plug in the MaKey MaKey
qu: Kuskariy chay MaKey MaKey

source: Connect to EARTH
qu: Kuskariy chay ALLPATA

source: Connect to SPACE
qu: Kuskariy huk ISPASIYUTA

source: Try It!
qu: Intintariy!

source: Code and Customize
qu: Kudifikay hinaspa runarichiy

source: Add More Keys
qu: Yapay achka llavikunata

source: Experiment and Create
qu: Qaway hinaspa ruray

source: Extra Tip: Quick Keys
qu: Yanapay kaqkuna: utqay tiklakunata

source: Plug the MaKey MaKey into the computer using the USB cable.
qu: Kuskariy chay MaKey MaKey nisqata kumputaduraykiman chay kabli USB nisqata.

source: Next, connect to EARTH
qu: Chaymanta, kuskariy ALLPAMAN

source: Connect an alligator clip to an EARTH port on the MaKey MaKey.
qu: Kuskariy huk klip kukudrilu nisqaman huk punku EARTH chay MaKey MaKey nisqakunawan.

source: Hold the metal clip between your fingers. You are now 'grounded.'
qu: HApiriy chay klip mitalmanta diduykipi. kunanqa kachkanki "kastiqasqa".

source: Next, connect to SPACE
qu: Chaymanta, kuskariy ESPASIYUMAN

source: Connect another alligator clip to the SPACE key port on the MaKey MaKey.
qu: Kuskariy huk klip kukudrilu nisqaman huk punku ESPASIYUMAN chay MaKey MaKey nisqakunawan.

source: Next, try it
qu: Chaymanta, llamkarichiy

source: Touch the metal ends of both wires to complete the circuit.
qu: Tukay mital kantunkunata kuskan kablimanta kumplitanapaq sirkuwitu nisqata.

source: You should see the tiny green light on the MaKey MaKey light up. Your computer will think the space key was pressed!
qu: Qawariwaqmi uchuy qumir akchichata chay MaKey MaKey akchisqata. kumputaduraykim amutanqa ñitisqayki tikla ispasiyuta!

source: Not working?
qu: Manam llamkarinchu?

source: Make sure the clips are securely connected.
qu: Asiqurakuy chay klips kanampaq allin kuskachasqata.

source: Make sure you are holding one wire connected to EARTH and one clip on a key port.
qu: Siqurakuy hapisqaykipi kabli kuskarisqapi chay ALLPAMAN hinaspa huk klipta huknin punkun llavinpata.

source: For more troubleshooting tips, see the <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.
qu: Uywanaykipaq achka munasqaykita allichanaykipaq llapa Llaki yanapay, Tapuri chay <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">hamutaykunata chay MaKey MaKey nisqamanta</a>

source: Next, code and customize
qu: Chaymntaqa, kudifikay hinaspa runarichiy

source: What do you want to happen in Scratch?
qu: Imataq munanki pasanampaq Scratchwan?

source: If you’re in a blank project (with just the cat), try a script like this:
qu: sichus kachkanki uk yuraq llamkaypi (qutachallam kachkan), churay huk scripta kay hina:

source: If you’re in the Makey Makey drum or piano project, try adding or changing the sounds.
qu: Sichus kachkanki kay llamkaypi timbalta utaq piyanuta Makey Makey nisqata, Yapayta qallariy utaq tikray risqanman.

source: Next, add more keys
qu: Chaymanta, yapay achka klavikunata

source: You can also connect alligator clips to each of the arrow key ports on the MaKey MaKey (UP, DOWN, LEFT, RIGHT).
qu: Ichapas kuskariwaqmi kukudrilukunapa llapan punkunaman tiklakunapa wachinkunawan chay MaKey MaKey nisqata (HANAYMAN, URAYMAN, ALLIQMAN, ICHUQMAN).

source: Hold the wire from EARTH to ground yourself, then touch the metal clip ends to activate each key.
qu: Hapiriy chay kablita chay EARTH nisqamanta kuskahinapaq huk allpata, chaymanta tukay kantunkunata chay clip nisqata mitalmanta aktibanaykipaq llapa tiklata.

source: Add scripts that make something happen when the arrow keys are pressed.
qu: Yapay scripts nisqata ruwanampaq imatapas ñitiptiki wachi tiklakunata.

source: Next, experiment and create
qu: Chaymanta, ixpirimintay hinaspa ruray

source: You can use other conductive materials to activate the MaKey MaKey key ports.
qu: Usawaqmi huknin makinakunata apaynin ima llamkaykuna aktivanaykipaq punkukunata MaKey MaKey nisqata.

source: See the <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> and <a href="http://makeymakey.com/gallery" target="_blank">project gallery</a> for examples.
qu: Qaway <a href="http://makeymakey.com" target="_blank">MaKey MaKey vidiyu</a> hinaspa <a href="http://makeymakey.com/gallery" target="_blank">project gallery</a> qawanaykipaq llamkasqakunata.

source: Next, see the extra tip
qu: Chaymantaqa, qaway Yanapaykunata

source: If you want your script to play as soon as you press the key, try this combination blocks:
qu: Sichus munanki chay script llamkanampaq tiklata ñitiptiki, churay kay champakunata kumbinaykipaq:

source: The broadcast block will interrupt the script that was running, so that the script plays as soon as you press the key.
qu: Champa apachiqmi harkarinqa chay script nisqata llamkasqata, chay scripta llamkachkaqta ñitiptillayki tiklata.

source: Move your sprite with arrow keys
qu: Muyuq spritnikita wachi tiklakunawan

source: Try this code:
qu: Churay kay kudiqukunata:

source: Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
qu: Ñitiykuy wachi tiklakunata<img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png">muyuchiy naykipaq.

source: To copy a stack of blocks, click at the top with the duplicate tool:
qu: kupyanaykipaq huk bluki pruqramasqaykita, klikta ruray hanay kaqpi chay huknin llamkaykuna:

source: If your sprite turns upside-down, click <img src="%(STATIC_URL)s/images/help/info.png"> and set its rotation style to left-right:
qu: Spritninqa churakunqa uman ukunman, klikyaykuy <img src="%(STATIC_URL)s/images/help/info.png"> hinaspa kunfiguray imayna muyunampaqpas ichuqman alliqman:

source: Move a sprite
qu: Muyuq huk sprita

source: Try typing in different numbers, such as <img src="%(url_move_1_step)s"> to move a tiny bit or a bigger number to move further.
qu: Qallariy qillqaspa llapan rikchaq yupakunata, kay <img src="%(url_move_1_step)s"> chay muyuq aschallapi utaq huk yupakunata ancha hatunta muyuq purinampaq.

source: If you type in a <b>negative</b> number, the sprite will move backward:
qu: Sichus qillqay chay <b>mana munasqa </b>yupayta, chay sprit muyuq qipaman:

source: <p>To change direction, use point in direction.<br/> Or you can turn.</p> <p>To go to a certain spot on the screen, use “go to x y”</p> <p>To glide smoothly, use “glide to x y”</p>
qu: <p>Tikrariy risqanta, churay risqanta.<br/>utaq tikrakuwaqpas. </p> <p>rinaykipaq huklawman pasay qawanaykiman, churay "pasay x y" nisqata </p> <p>apay sumaqllata, chay " apay a x y"</p>

source: Choose musical instruments, add sounds, and press keys to play music.
qu: Akllaykuy takikuna instrumintukunata, Yapay takikunata hinaspa ñitiy tiklakunata tukachinaykipaq takita.

source: Pick a Drum
qu: Akllay huk Tamburta

source: Play the Drum
qu: Tukay Tamburta

source: Make a Rhythm
qu: Ruray huk Tusuyta

source: Make It Repeat
qu: Ruray Musuqmanta niy

source: Animate the Drum
qu: Kawsarichiy Tamburta

source: Play an Instrument
qu: Tukachiy tukaykunata

source: Make a Melody
qu: Rurayn huk Takita

source: Add a Chord
qu: Yapay huk Acordi nisqata

source: Add Vocals
qu: Yapay Rimaykunata

source: Play Random Notes
qu: Tukay Munasqata takiyta

source: Record Sounds
qu: Luqyariqkunata Grabaykuy

source: Keep Playing
qu: Qatiy Pukllaspa

source: Click the 'Music' theme and choose a drum.
qu: klikyaykuy 'takipi' hinallataq Akllay tamburta.

source: Next, play the drum
qu: Chaymanta, Tukay tamburta

source: Add any sprite you want!
qu: Yapay ima Sprit munasqaykita!

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
qu: Klikyay chay <span class="tab-ref">Takiqpi</span> chaymanta, klikyayakuy kay<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:

source: Click the <b>Vocals</b> theme, then choose beatbox sounds.
qu: klikyaykuy chay <b>Vucals</b> timapi, chaymanta akllaykuy takikunata beatbox nisqata.

source: Make a sequence, for example:
qu: Ruray huk qatiqpunita, kay hinallataq:

source: Or, add a script that plays a random sound:
qu: Utaq, Yapay huk scripta tukanampaq huk taki munasqata:

source: Next, record sounds
qu: Chaymanta, Qrabaykuy takikunata

source: If you have a microphone, you can record your own sounds.
qu: Sichus uywanki huk mikrufunuta, qrabawaqmi takikunata.

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
qu: Klikyaykuy kay <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> musuq spriyta yapanaykipaq:

source: Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> to record your own short sounds. Make a sound like 'meep', 'bop', or 'zap.'
qu: Klikyay chay mikrufunu ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Qrabanaykipaq uchuy takikunata. churay huk takikuna kay 'meep', 'bop' o 'zap' nisqakunata.

source: Trim the sound so it's just one short syllable. To trim, highlight the part to delete, then press the ‘delete’ key.
qu: Kuchuriy takita huk silaballa kanampaq. Kuchunaapaq, risaltay pichayta munaykipaqa, chaymanta ñitiykuy tiklata "Pichariy".

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> icon again to record another sound.
qu: Klikyaykuy chay <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> ikunupi yapamantta qravanaykipaq huknin takikunata.

source: You can also record sounds using objects around you, such as by tapping a table or dropping a coin.
qu: Ichapas qrabawaqmi takikunata ubhitukunata muyuriqmimpi churaspa, tukaspa misata hinallataq munidata siqaykachispa.

source: Next, keep playing
qu: Chaymanta, qatiy pukllaspa

source: ADD MORE SPRITES
qu: YAPAY ACHKA SPRITKUNATA

source: You can add and animate more instruments, singers, dancers, or other sprites.
qu: Yapawaqmi hinaspa kawsarichiy achka instrumintukunata, takiqkunata, tusuqkunata utaq huk spritkunata.

source: ADD A BACKDROP
qu: YAPAY HIPAYNIN

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
qu: Klikyaykuy chay <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikunupi kichanaykipaq bibliyutika hipaynin:

source: PLAY NOTES
qu: QILLQAY PUKLLAYKUNATA

source: Another way to make music is to use the <span class="soundcolor">play note</span> block.
qu: Huk niraq takita ruranaykipaq churay chay <span class="soundcolor">play note</span>nisqa champata.

source: Try a script like this:
qu: Churay kay script hinata:

source: You can choose the instrument and notes you want. You can also change the timing.
qu: Akllawaqmi ima instrumintutapas hinaspa ima tukanaykipaqpas. ichapaq tikrawaqmi tiyimpuninta.

source: ADD A MUSIC LOOP
qu: YAPAYKUY HUK TAKILLATA

source: Choose ‘speaker’ or another sprite:
qu: akllay 'ancha rimay' huknin Spritta

source: Choose a drum loop from the Sound library:
qu: Akllay huk loop nisqata chay timbalpa bibliyutikamanta takimata:

source: Loop your sound by adding a script like this:
qu: Yapamanta takichiy yaparispa huk skripta kay hina:

source: HAVE A MAKEY MAKEY?
qu: UYWANKI HUK MAKEY MAKEY?

source: Connect your project to a Makey Makey. You can create musical instruments out of coins, clay, cardboard, and more!
qu: Kuskariy llamkaynikita chay Makey Makey. Rurawaqmi takikunata munidawan, arsillawan, cartunwan imawampas!

source: To find out more, see <a href="../makey-intro/">Makey Makey and Scratch</a>.
qu: Uywanaykipaq ancha yanapayta, tapuriy <a href="../makey-intro/">Makey Makey y Scratch</a>.

source: Congratulations, you've coded your own music!
qu: Allin punim, kudifikarqanki takillaykita!

source: To save, go to the File menu and choose 'Save'.
qu: Waqaychanaykipaq, pasay minu Archibuman hinaspa akllay 'waqaychay'.

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:
qu: Kunanqa yapawaqmi llamkaynikita yachaypaq <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Ruray Takita Yachanamanta</a>:

source: Build a script to play a drum sound:
qu: Ruray huk scripta tukanampaq huk takita chay timbalpata:

source: Press the space key to try it.
qu: Ñitiykuy tikla karuchasqa qawanaykipaq llamkasqanta.

source: Click the Sounds tab to preview the sounds.
qu: Klikyaykuy chay taki qawanapi uywanaykipaq allin qaway takimanta.

source: Next, make a rhythm
qu: Chaymantaqa, Ruray huk Tusuyta

source: Add more sounds to make a pattern.
qu: Yapay achka takita ruranaykipaq huk paturn nisqata.

source: Use <span class="controlcolor">wait</span> blocks to pause between sounds.
qu: Churay <span class="controlcolor">wait</span> champata suyanapaq takintakama.

source: You can add more sounds and play with the timing to customize your rhythm.
qu: Yapawaqmi achka takikunata hinaspa pukllay timpuwan takita sumaq kanampaq.

source: Next, make it repeat
qu: Chaymanta, ruray kutimanta

source: Use a <span class="controlcolor">repeat</span> block to make it play more than once.</p>
qu: Churay huk <span class="controlcolor">Kutimanta</span> champata tukanampaq yapamanta yapamanta.</p>

source: Next, animate the drum
qu: Chaymanta, kawsarichiy tamburta

source: You can animate your instrument by adding a <span class="lookscolor">next costume</span> block.
qu: Kawsarichiwaqmi instrumintuta yaparispa chay <span class="lookscolor">qatiq pachawan</span>champata.

source: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
qu: Klikyaykuy qawannapi <span class="tab-ref">Pachaknapi</span> qawanaykipaq pachakunata sprit nisqapi.

source: Next, play an instrument
qu: Chaymanta, tukay huk instrumintuta

source: Click the 'Music' category to choose an instrument (such as Saxophone or Trumpet).
qu: Klikyaykuy katiquriyapi 'Takita' akllanaykipaq huk instrumintuta (chay saxufun utaq trumpitata).

source: Build a script to play a sound when you press a key:
qu: Ruray huk scripta tukachinaykipaq huk takita ñitiptiki tiklata:

source: Choose 'up arrow' or another key:
qu: Akllay 'wachi hanayman' utaq huknin tiklatapas:

source: Next, make a melody
qu: Chaymanta, ruray huk takita

source: Add more sounds to make a melody.
qu: Yapay achka takita ruranaykipaq huk takita.

source: You can add more sounds and play with the timing to customize your melody.
qu: Yapawaqmi achka takikunata tukanampaq timpunpi qampaq takiki kanampaq.

source: Next, add a chord
qu: Chaymnta, Yapay huk Acordi nisqata

source: Play more than one sound at a time to make a chord, like this:
qu: Tukay achka takita ruranaykipaq huk akurdi, kayna:

source: Use the dropdown menu to choose 'down arrow' or another key.
qu: Churay chay chutay akllanapaq 'wachi hanayman' utaq huknin tiklatapas.

source: You can also add other chords, like this:
qu: Hinallataq yapawaqmi huknin takikunata, kay hina:

source: Next, play random notes
qu: Chaymanta, tukay munasqa takiyta

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose another musical instrument sprite, such as Piano or Guitar.
qu: Klikyaykuy chay ikunupi <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> akllanaykipaq hukniraq istrumintu musikalta, chay piyanu utaq qitarra hinata.

source: To make it change color each time, add a <span class="lookscolor">change color</span> block to your script like this:
qu: Tikranaykipaq kulurninta hinaspa, yapanaykipaq champata <span class="lookscolor">tikray kulurninta</span> scriptnikiman kay hinata:

source: Tip: Click the <span class="tab-ref">Sounds</span> tab to see how many sounds are in your sprite. Type that number into the <span class="operatorscolor">pick random</span> block.</span>
qu: Yanapay: klikyaykuy qawanapi <span class="tab-ref">takichkan </span> qawanaykipaq hayka takikunata kan spritpi. Qillqay chay yupata chay <span class="operatorscolor">munasqaykiman</span> champata.</span>

source: Next, add vocals
qu: Chaymantaqa, Yapay Rimaykunata

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music too.
qu: Ruray sutikita kawsarinampaq! kawsarichiy chay qillqa kudifikasqata Scratchpi. Yapariy takikunata hinaspa takitapas.

source: Choose the First Letter
qu: Akllay qallariq litrata

source: Add Color Effects
qu: Yapay Kulurpa Efiktukunata

source: Add Your Next Letter
qu: Yapay qatiq kartata

source: Make It Spin
qu: Muyurichirquy
