{
    "tips.title": "Bắt đầu",
    "tips.subTitle": "Bắt đầu thực hiện các dự án trong Scratch bằng cách thử <a href=\"/projects/editor/?tip_bar=getStarted\" class=\"mod-underline\"> hướng dẫn online</a> hoặc tải <a href=\"{GettingStartedPDF}\" class=\"mod-underline\">Hướng dẫn bản PDF </a>.",
    "tips.tryGettingStarted": "Xem thử Hướng dẫn để bắt đầu",
    "tips.tttHeader": "Những ứng dụng để dùng thử ",
    "tips.tttBody": "Bạn muốn làm gì với Scratch? Đối với mỗi hoạt động, bạn có thể thử <strong>Chỉ dẫn</strong>, tải về một bộ <strong>Các thẻ hoạt động</strong>, hoặc xem <strong>Hướng dẫn của Giáo viên</strong>.",
    "tips.cardsHeader": "Sở hữu trọn bộ sưu tập các thẻ hoạt động",
    "tips.cardsBody": "Với những thẻ hoạt động Scratch, bạn có thể học cách tạo các trò chơi tương tác, các câu chuyện, âm nhạc, hoạt hình, và hơn thế nữa!",
    "tips.cardsDownload": "Tải xuống bản PDF",
    "tips.cardsPurchase": "Mua những bộ thẻ đã được in sẵn",
    "tips.starterProjectsHeader": "Dự án khởi đầu",
    "tips.starterProjectsBody": "Bạn có thể chơi những chương trình mở đầu để lấy ý tưởng cho việc làm một chương trình của chính mình. ",
    "tips.starterProjectsPlay": "Trải nghiệm các Dự án mở đầu",
    "tips.offlineEditorHeader": "Trình soạn thảo không dùng kết nối Internet",
    "tips.offlineEditorBody": "Để tạo ra các chương trình không sử dụng kết nối Internet, bạn có thể <a href=\"/download\">tải xuống offline Editor</a>.",
    "tips.questionsHeader": "Câu hỏi",
    "tips.questionsBody": "Bạn có thêm thắc mắc? Xem <a href=\"/info/faq\"> Những câu hỏi thường gặp </a> hoặc truy cập vào <a href=\"/discuss/7/\">Trợ giúp với Diễn đàn kịch bản</a>.",
    "ttt.tutorial": "Hướng dẫn",
    "tile.guides": "Xem thẻ và hướng dẫn",
    "tile.tryIt": "Thử xem",
    "ttt.placeholder": "Placeholder text",
    "ttt.tutorialSubtitle": "Tìm ra cách để làm dự án này bằng cách sử dụng hướng dẫn từng bước trong Scratch.",
    "ttt.activityTitle": "Những thẻ hoạt động",
    "ttt.activitySubtitle": "Khám phá những ý tưởng về mã lập trình bằng cách sử dụng bộ thẻ minh họa này mà bạn có thể in ra",
    "ttt.educatorTitle": "Hướng dẫn của Giáo viên",
    "ttt.educatorSubtitle": "Sử dụng hướng dẫn của Giáo viên để lên kế hoạch và tổ chức một buổi hội thảo Scratch trong vòng một tiếng. ",
    "ttt.open": "Mở",
    "ttt.MakeItFlyTitle": "làm cho nhân vật biết bay",
    "ttt.MakeItFlyDescription": "Làm chuyển động mèo Scratch, Các cô gái siêu nhân, hoặc thậm chí là một cái bánh Taco.",
    "ttt.AnimateYourNameTitle": "Làm chuyển động chữ",
    "ttt.AnimateYourNameDescription": "Làm chuyển động những kí tự của tên tài khoản của bạn, tên viết tắt hoặc từ yêu thích. ",
    "ttt.RaceTitle": "Đua về đích ",
    "ttt.RaceDescription": "Thực hiện một trò chơi mà hai nhân vật đua với nhau.",
    "ttt.MakeMusicTitle": "Tạo Âm nhạc",
    "ttt.MakeMusicDescription": "Chọn nhạc cụ, thêm tiếng động và bấm các phím để phát nhạc.",
    "ttt.HideAndSeekTitle": "Trò chơi trốn tìm",
    "ttt.HideAndSeekDescription": "Tạo ra trò chơi trốn tìm với các nhân vật xuất hiện hoặc không xuất hiên.",
    "ttt.StoryTitle": "Tạo ra một Câu chuyện",
    "ttt.StoryDescription": "Chọn các nhân vật, thêm các cuộc hội thoại, và mang câu chuyện của bạn ra ngoải cuộc sống. ",
    "ttt.FashionTitle": "Trò chơi Thời trang",
    "ttt.FashionDescription": "Tạo ra một trò chơi mà bạn hóa trang cho nhân vật của mình bằng những trang phục và phong cách khác nhau.",
    "ttt.PongTitle": "Trò chơi Pong",
    "ttt.PongDescription": "Tạo ra trò chơi tưng bóng bằng những tiếng động, các điểm, và những hiệu ứng khác. ",
    "ttt.DanceTitle": "Nào cùng nhảy",
    "ttt.DanceDescription": "Thiết kế chuyển động nhảy múa với âm nhạc và các động tác nhảy.",
    "ttt.CatchTitle": "Trò chơi bắt lấy",
    "ttt.CatchDescription": "Tạo ra một trò chơi mà bạn bắt lấy được những đồ vật rơi xuống từ trên trời. ",
    "ttt.VirtualPetTitle": "Thú ảo",
    "ttt.VirtualPetDescription": "Tạo ra một con thú nuôi tương tác mà nó có thể ăn, uống, và chơi. "
}
