{
  "credits.title": "Skreç iştirakçıları və əməkdaşları",
  "credits.developers": "Skreç  MIT Media Laboratoriyasında Lifelong Kindergarten Groupu tərəfindən dizayn və inkişaf etdirilmişdir:",
  "credits.moderators": "Skreç moderatorlar komandası Skreç online cəmiyyətini idarə edir, dəstəkləyir və inkişaf etdirir:",
  "credits.previousTitle": "Əvvəlki MİT Skreç Komanda Üzvləri",
  "credits.previousBody": "Əvvəlki Skreç Komanda üzvləri tərəfindən John Maloney (Skreç-in ilk onluğunda proqram inkişafına rəhbərlik edən) və Andres Monroy-Hernandez (Skreç-in ilk ictimai saytının inkişafına rəhbərlik edən) də başda olmaqla çox əhəmiyyətli töhfələr verilmişdir. Digər iştirakçılar:",
  "credits.partnersTitle": "Dizayn və İnkişaf Tərəfdaşları",
  "credits.partnersBody": "Paula Bonta və Brian Silverman, \"Playful Inventor\" şirkətidir (\"Scratch\" andlandırılmamışdan əvvəl, Skreç dizaynına qatqı verən).",
  "credits.researchersTitle": "Skreç Tədqiqatçıları",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Skreç Tədqiqatları</a> MİT Skreç Komandası və digər universitetlərdə tədqiqatçılar Pensilvaniya Universitetinin Təhsil Fakültəsində Yasmin Kafai (<a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">ilk NSF Skreç proqramı</a> ilə əməkdaşlıq edən), Harvard Universiteti Təhsil Fakültəsində Karen Brennan (<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd layihəsinə</a> rəhbərlik edən), Vaşinqton Universitetində Benjamin Mako Hill, Microsoft Research şirkətində Andrés Monroy Hernández, Kaliforniya Universitetində Mimi Ito və Crystle Martin, Charleston Kollecində Irvine, Quinn Burke, Utah Dövlət Universitetində Deborah Fields və İndiana Universitetində Kylie Peppler tərəfindən aparılır.",
  "credits.acknowledgementsTitle": "Təşəkkürlər",
  "credits.acknowledgementsContributors": "Aşağıdakı insanlar da illər ərzində Skreç-in inkişafına və dəstəklənməsinə öz töhfələrini vermişdir:",
  "credits.acknowledgementsTranslators": "Dünyanın hər yerindən <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Skreç Tərcüməçilərinin</a> köməyi sayəsində, Skreç bir çox dillərdə mövcuddur.",
  "credits.acknowledgementsCommunity": "Biz Skreçin istiqamətini formalaşdıran, layihələrini, şərhlərini və fikirlərini bizimlə bölüşən, dünyanın bütün Scratch icmasının üzvlərinin töhfələrini yüksək qiymətləndiririk.",
  "credits.acknowledgementsInfluencers": "Seymour Papert və Alan Kayın fikirləri, Skreç-də bizim işimizi dərindən ilhamlandırdı və təsir etdi.",
  "credits.supportersTitle": "Dəstəkləyən Təşkilatlar",
  "credits.supportersFinancialHeader": "Aşağıdakı təşkilatlar Skreç üçün böyük maliyyə dəstəyi göstərmişlər:",
  "credits.supportersServicesHeader": "Aşağıdakı təşkilatlar Skreç layihəsinin inkişafı üçün öz xidmətlərini əsirgəmirlər:",
  "credits.supportersOpenHeader": "Pulsuz və açıq mənbə olmadan Skreç mümkün olmazdı:"
}
