{
  "credits.title": "Екипът и сътрудниците на Scratch",
  "credits.developers": "Scratch е проектиран и разработен от „Lifelong Kindergarten Group“ при Медийната лаборатория на Масачузетския технологичен институт:",
  "credits.moderators": "Екипът на модераторите на Scratch управлява, поддържа и подобрява общността на Scratch в Интернет:",
  "credits.previousTitle": "Предишни членове на екипа на Scratch",
  "credits.previousBody": "Много бивши членове на екипа са дали ценния си принос, включително Джон Малони (който водеше разработката на Scratch през първото десетилетие на проекта), Андрѐс Монрой-Ернандес (който водеше разработката на първия уеб сайт за общността на Scratch), Бен Берг, Амос Блантън, Карън Бренан, Хуаните Буитраго, Лео Бърд, Гая Карини, Касия Хмиелински, Мишел Чунг, Шейн Клементс, Хана Кол, Саяминду Дасгупта, Маргарита Деколи, Евелин Ийстмонд, Дейв Файнберг, Крис Грейвс, Меган Хадади, Кристина Хуанг, Тони Хуанг, Абдулрахман Идиби, Ранди Джоу, Саския Легет, Тим Микел, Амон Милнър, Рикароза Роке, Андреа Саксман, Джей Силвър, Тами Стърн, Лиз Силван, Клаудия Урея и Орен Цукерман",
  "credits.partnersTitle": "Партньори в дизайна и разработката",
  "credits.partnersBody": "Паула Бонта и Браян Силвърман от компанията „Playful Invention“ (които започнаха да дават приноса си по дизайна на Scratch още преди да започне да се казва Scratch).",
  "credits.researchersTitle": "Изследователи на Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Изследванията със Scratch</a> се провеждат от членовете на екипа на Scratch към Масачузетския технологичен институт и от изследователи от други университети, включително Ясмин Кафаи (която е участвала в <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">първоначалната награда за Scratch на Националната научна фондация на САЩ</a>) от „University of Pennsylvania Graduate School of Education“, Карън Бренан (която води <a href=\"http://scratched.gse.harvard.edu/\">проекта „ScratchEd“</a>) от „Harvard Graduate School of Education“, Бенджамин Мако Хил от Вашингтонския университет, Андрес Монрой Ернандез от „Microsoft Research“, Мими Ито и Кристъл Мартин от Калифорнийския университет в Ървайн, Куин Бърт от колежа в Чарлстън, Дебора Фийлдс от Щатския университет на Юта и Кайли Пеплър от Университета на Индиана.",
  "credits.acknowledgementsTitle": "Благодарности",
  "credits.acknowledgementsContributors": "Следните хора също са помогнали за разработката и поддръжката на Scratch през годините: Сюзън Абенд, Роби Берг, Лаурен Бесен, Кейт Браадфлад, Сюзан Карило, Уил Дентън, Нейтън Динсмор, Катрин Фелдман, Джоди Финч, Йоана Файнберг, Дж. Т. Гала, Крис Гарити, Каси Гибс, Браян Харви, Роланд Хеберт, Трейси Хо, Бенджамин Хоу, Капая Катонго, Евън Каратзас, Кристин Ким, Джарен Лоуърс, Майк Лий, Джеф Либерман, Марк Лоуфридж, Кели Лиу, Антъни Лу, Дани Луц, Дейдид Малан, Уейн Маршал, Джон Макинтош, Пол Медлок-Уолтън, Донгфанг (Тиан) Ми, Ксимена Миранда, Дженс Мониг, Евън Мур, Гийта Нараянан, Кейт Наземи, Лиди Невил, Уинг Нган, Дерек О'Конъл, Тим Радван, Карън Рандал, Иън Рейнолдс, Мириам Руиз, Хинуа Шоу, Ед Шемс, Синтия Соломон, Даниел Стримпел, Килмър Суейзи, Джон Хенри Томпсън, Юбонг Юко, Владимир Вуксан, Хан Ксу и многобройните доброволни <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">преводачи на Scratch</a> от целия свят.",
  "credits.acknowledgementsCommunity": "Ние сме безкрайно благодарни за помощта на членовете на световната общност на Scratch, които направляваха развитието на Scratch, като споделяха своите проекти, коментари и идеи.",
  "credits.acknowledgementsInfluencers": "Идеите на Сиймор Папер и Алън Кей ни вдъхновиха и повлияха върху работата ни по Scratch.",
  "credits.supportersTitle": "Подкрепящи организации",
  "credits.supportersFinancialHeader": "Следните организации осигуриха сериозна финансова помощ на Scratch:",
  "credits.supportersServicesHeader": "Следните организации дариха услугите си, за да помогнат на Scratch да продължи да съществува:",
  "credits.supportersOpenHeader": "Scratch нямаше да бъде реалност без безплатния софтуер с отворен код, като:"
}
