{
  "credits.title": "Crèdits de Scratch i Col·laboradors",
  "credits.developers": "Scratch està dissenyat i desenvolupat pel grup Lifelong Kindergarten del MIT Media Lab:",
  "credits.moderators": "L'equip de moderadors de Scratch gestiona, dóna suport i millora la comunitat en línia de Scratch:",
  "credits.previousTitle": "Antics membres de l'equip de Scratch al MIT",
  "credits.previousBody": "Moltes contribucions importants han estat fetes per membres anteriors de l'equip de Scratch, com ara John Maloney (qui va liderar el desenvolupament de programari durant la primera dècada de Scratch), Andrés Monroy-Hernández (qui va liderar el desenvolupament del primer lloc web de la comunitat), Ben Berg, Amos Blanton, Karen Brennan, Juanita Buitrago, Leo Burd, Gaia Carini, Michelle Chung, Shane Clements, Hannah Cole, Sayamindu Dasgupta, Margarita Dekoli, Evelyn Eastmond, Dave Feinberg, Champika Fernando, Chris Graves, Megan Haddadi, Christina Huang, Tony Hwang, Abdulrahman Idlbi, Randy Jou, Di Liu, Tim Mickel, Amon Millner, Ricarose Roque, Andrea Saxman, Jay Silver, Tammy Stern, Lis Sylvan, Claudia Urrea, i Oren Zuckerman.",
  "credits.partnersTitle": "Socis de disseny i desenvolupament",
  "credits.partnersBody": "Paula Bontá i Brian Silverman, Playful Invention Company (que va començar a contribuir al disseny de Scratch fins i tot abans que es digués Scratch).",
  "credits.researchersTitle": "Investigadors de Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">La investigació sobre Scratch</a> està sent conduïda pels membres de l'equip de Scratch al MIT i els investigadors d'altres universitats, incloent Yasmin Kafai (qui va col·laborar a la <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">concessió inicial NSF Scratch</a>) a la University of Pennsylvania Graduate School of Education, Karen Brennan (qui lidera el <a href=\"http://scratched.gse.harvard.edu/\">projecte ScratchEd</a>) a la Harvard Graduate School of Education, Benjamin Mako Hill a la University of Washington, Andrés Monroy Hernández a Microsoft Research, Mimi Ito i Crystle Martin a la University of California, Irvine, Quinn Burke a College of Charleston, Deborah Fields a Utah State University, i Kylie Peppler a Indiana University.",
  "credits.acknowledgementsTitle": "Agraïments",
  "credits.acknowledgementsContributors": "Les següents persones també han contribuït al desenvolupament i recolzament de Scratch al llarg dels anys: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu, i el conjunt de voluntaris <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Traductors de Scratch</a> d'arreu del món.",
  "credits.acknowledgementsCommunity": "Agraïm enormement totes les contribucions dels membres de la comunitat de Scratch a tot el món, que han donat forma a la direcció de Scratch compartint els seus projectes, comentaris i idees.",
  "credits.acknowledgementsInfluencers": "Les idees de Seymour Papert i Alan Kay han inspirat i influenciat profundament el nostre treball a Scratch.",
  "credits.supportersTitle": "Organitzacions que donen suport",
  "credits.supportersFinancialHeader": "Les següents organitzacions han donat suport financer a Scratch:",
  "credits.supportersServicesHeader": "Les següents organitzacions donen els seus serveis per ajudar a mantenir el projecte de Scratch:",
  "credits.supportersOpenHeader": "Scratch no seria possible sense el programari gratuït i obert, incloent:"
}
