{
  "credits.title": "Zásluhy a přispěvatelé Scratch",
  "credits.developers": "Scratch je navržen a vyvíjen organizací the Lifelong Kindergarten Group at MIT Media Lab:",
  "credits.moderators": "Tým moderátorů Scratch řídí, podporuje a vylepšuje Scratch online společenství:",
  "credits.previousTitle": "Předchozí členové MIT Scratch týmu",
  "credits.previousBody": "Mnoho důležitých přispěvatelů bylo předchozími členy Scratch týmu, včetně Johna Meloneye (který vedl vývoj softwaru první dekádu Scratche) a Andrése Monroy-Hernándeze (který vedl vývoj první stránky komunity Scratche). Mezi další přispěvatele patří:",
  "credits.partnersTitle": "Partneři designu a vývoje",
  "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (která začala přispívat k designu Scratche ještě předtím, než byl nazván Scratch).",
  "credits.researchersTitle": "Scratch výzkumníci",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Výzkum jazyku Scratch</a> je prováděn členy Týmu MIT Scratch a výzkumníky na dalších univerzitách, jmenovitě jsou to: Yasmin Kafai (který spolupracoval na <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">počátečním grantu NSF Scratch</a>) z University of Pennsylvania Graduate School of Education, Karen Brennan (která vede <a href=\"http://scratched.gse.harvard.edu/\">projekt ScratchEd</a>) z Harvard Graduate School of Education, Benjamin Mako Hill z University of Washington, Andrés Monroy Hernandez z Microsoft Research, Mimi Ito a Crystle Martin z University of California, Irvine, Quinn Burke z College of Charleston, Deborah Fields z Utah State University a Kylie Peppler z Indiana University. ",
  "credits.acknowledgementsTitle": "Poděkování",
  "credits.acknowledgementsContributors": "Následující lidé také přispěli k vývoji a podpoře Scratche během let:",
  "credits.acknowledgementsTranslators": "S pomocí <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Překladatelů Scratche</a> po celém světě je Scratch dostupný v několika jazycích.",
  "credits.acknowledgementsCommunity": "Velice si vážíme všech příspěvků členů celosvětové komunity Scratche, kteří formovali směr Scratche sdílením svých projektů, komentářů a nápadů.",
  "credits.acknowledgementsInfluencers": "Nápady Seymoura Paperta a Alana Kaye hluboce inspirovaly a ovlivnili naší práci na Scratchi.",
  "credits.supportersTitle": "Podporující organizace",
  "credits.supportersFinancialHeader": "Následující organizace pro poskytly hlavní finanční příspěvky pro Scratch:",
  "credits.supportersServicesHeader": "Následující organizace darovaly jejich služby, aby pomohly udržet projekt Scratch spuštěný:",
  "credits.supportersOpenHeader": "Scratch by nebyl možný bez bezplatného open source softwaru včetně:"
}
