{
  "credits.title": "Diolchiadau a Chyfranwyr Scratch",
  "credits.developers": "Mae Scratch wedi ei greu a'i ddatblygu gan Lifelong Kindergarten Group yn MIT Media Lab:",
  "credits.moderators": "Mae tîm o gymedrolwyr Scratch yn rheoli, cefnogi a gwella cymuned ar-lein Scratch:",
  "credits.previousTitle": "Aelodau Blaenorol Tîm MIT Scratch",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Partneriaid Dylunio a Datblygu",
  "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (wnaeth gychwyn cyfrannu tuag at gynllun Scratch cyn iddo gael ei alw'n Scratch).",
  "credits.researchersTitle": "Ymchwilwyr Scratch",
  "credits.researchersBody": "Mae <a href=\"https://scratch.mit.edu/info/research/\">Ymchwil ar Scratch</a> yn cael ei gynnal gan aelodau Tîm MIT Scratch ac ymchwilwyr mewn prifysgolion eraill, gan gynnwys Yasmin Kafai (wnaeth gydweithredu ar <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">grant cyntaf NSF Scratch</a>) yn University of Pennsylvania Graduate School of Education, Karen Brennan (sy'n arwain <a href=\"http://scratched.gse.harvard.edu/\">project ScratchEd</a>) yn Harvard Graduate School of Education, Benjamin Mako Hill yn University of Washington, Andrés Monroy Hernández yn Microsoft Research, Mimi Ito a Crystle Martin yn University of California, Irvine, Quinn Burke yn College of Charleston, Deborah Fields yn Utah State University, a Kylie Peppler yn Indiana University.",
  "credits.acknowledgementsTitle": "Cydnabyddiaethau",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Rydym yn gwerthfawrogi'r holl gyfraniadau gan aelodau o gymuned fyd-eang Scratch, sydd wedi ffurfio cyfeiriad Scratch drwy rannu eu projectau, sylwadau a syniadau.",
  "credits.acknowledgementsInfluencers": "Mae syniadau Seymour Papert ac Alan Kay wedi ein hysbrydoli a dylanwadu'n drwm arnom ni yn ein gwaith ar Scratch.",
  "credits.supportersTitle": "Cyrff sy'n ein Cefnogi",
  "credits.supportersFinancialHeader": "Mae'r cyrff canlynol wedi darparu cefnogaeth ariannol sylweddol ar gyfer Scratch:",
  "credits.supportersServicesHeader": "Mae'r cyrff canlynol yn cyfrannu eu gwasanaethau i gadw project Scratch ar ei draed:",
  "credits.supportersOpenHeader": "Fyddai Scratch ddim yn bosibl heb feddalwedd rhydd a chod agored, gan gynnwys:"
}
