{
  "credits.title": "Diolchiadau a Chyfranwyr Scratch",
  "credits.developers": "Mae Scratch wedi ei greu a'i ddatblygu gan Lifelong Kindergarten Group yn MIT Media Lab:",
  "credits.moderators": "Mae tîm o gymedrolwyr Scratch yn rheoli, cefnogi a gwella cymuned ar-lein Scratch:",
  "credits.previousTitle": "Aelodau Blaenorol Tîm MIT Scratch",
  "credits.previousBody": "Mae llawer o gyfraniadau pwysig wedi cael eu gwneud gan aelodau blaenorol Tîm Scratch, gan gynnwys John Maloney (wnaeth arwain datblygiad y feddalwedd yn ystod deng mlynedd gyntaf Scratch), Andrés Monroy-Hernández ( wnaeth arwain datblygiad gwefan cymunedol cyntaf Scratch), Amos Blanton, Champika Fernando, Shane Clements, Abdulrahman idlbi, Evelyn Eastmond, Amon Millner, Eric Rosenbaum, Jay Silver, Karen Brennan, Leo Burd, Oren Zuckerman, Gaia Carini, Michelle Chung, Margarita Dekoli, Dave Feinberg, Megan Haddadi, Chris Graves, Tony Hwang, Di Liu, Tammy Stern, Lis Sylvan, Claudia Urrea, Ben Berg, Hannah Cole, Andrea Saxman, a Randy Jou.",
  "credits.partnersTitle": "Partneriaid Cynllunio a Datblygu",
  "credits.partnersBody": "Paula Bontá and Brian Silverman, Playful Invention Company (wnaeth gychwyn cyfrannu tuag at gynllun Scratch cyn iddo gael ei alw'n Scratch).",
  "credits.researchersTitle": "Ymchwilwyr Scratch",
  "credits.researchersBody": "Mae <a href=\"https://scratch.mit.edu/info/research/\">Ymchwil ar Scratch</a> yn cael ei gynnal gan aelodau Tîm MIT Scratch ac ymchwilwyr mewn prifysgolion eraill, gan gynnwys Yasmin Kafai (wnaeth gydweithredu ar <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">grant cyntaf NSF Scratch</a>) yn University of Pennsylvania Graduate School of Education, Karen Brennan (sy'n arwain <a href=\"http://scratched.gse.harvard.edu/\">project ScratchEd</a>) yn Harvard Graduate School of Education, Benjamin Mako Hill yn University of Washington, Andrés Monroy Hernández yn Microsoft Research, Mimi Ito a Crystle Martin yn University of California, Irvine, Quinn Burke yn College of Charleston, Deborah Fields yn Utah State University, a Kylie Peppler yn Indiana University.",
  "credits.acknowledgementsTitle": "Cydnabod",
  "credits.acknowledgementsContributors": "Mae'r unigolion canlynol hefyd wedi cyfrannu tuag at ddatblygiad a chefnogaeth i Scratch dros y blynyddoedd: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu, a'r gwirfoddolwyr ymhlith <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Cyfieithwyr Scratch</a> byd eang.",
  "credits.acknowledgementsCommunity": "Rydym yn gwerthfawrogi'r holl gyfraniadau gan aelodau o gymuned fyd-eang Scratch, sydd wedi siapio cyfeiriad Scratch drwy rannu eu projectau, sylwadau a syniadau.",
  "credits.acknowledgementsInfluencers": "Mae syniadau Seymour Papert ac Alan Kay wedi ein hysbrydoli a'n dylanwadu'n drwm yn ein gwaith ar Scratch.",
  "credits.supportersTitle": "Cyrff sy'n ein Cefnogi",
  "credits.supportersFinancialHeader": "Mae'r cyrff canlynol wedi darparu cefnogaeth ariannol sylweddol ar gyfer Scratch:",
  "credtis.supportersServicesHeader": "Mae'r cyrff canlynol wedi cyfrannu eu gwasanaethau i gadw project Scratch ar ei draed:",
  "credits.supportersOpenHeader": "Fyddai Scratch ddim yn bosibl heb feddalwedd rhydd a chod agored, gan gynnwys:"
}
