{
  "credits.title": "Scratch-Danksagungen und Beitragende",
  "credits.developers": "Scratch wird entworfen und entwickelt von der Lifelong Kindergarten-Gruppe am Media-Lab des MIT.",
  "credits.moderators": "Das Team an Scratch-Moderatoren lenkt und unterstützt die Scratch Online Community und erwirkt Verbesserungen für diese Gemeinschaft.",
  "credits.previousTitle": "Ehemalige Mitglieder des Scratch Teams am MIT",
  "credits.previousBody": "Viele wichtige Beiträge wurden erbracht von ehemaligen Mitgliedern des Scratchs-Teams, einschließlich John Maloney (der in der ersten Dekade von Scratch die Softwareentwicklung leitete), Andrés Monroy-Hernández (der die Entwicklung der ersten Scratch Community Webseite anleitete), Amos Blanton, Champika Fernando, Shane Clements, Abdulrahman idlbi, Evelyn Eastmond, Amon Millner, Eric Rosenbaum, Jay Silver, Karen Brennan, Leo Burd, Oren Zuckerman, Gaia Carini, Michelle Chung, Margarita Dekoli, Dave Feinberg, Megan Haddadi, Chris Graves, Tony Hwang, Di Liu, Tammy Stern, Lis Sylvan, Claudia Urrea, Ben Berg, Hannah Cole, Andrea Saxman und Randy Jou.",
  "credits.partnersTitle": "Partner bei Entwurf und Entwicklung",
  "credits.partnersBody": "Paula Bontá and Brian Silverman, Playful Invention Company (die bereits zum Design von Scratch beitrugen als es noch gar nicht Scratch genannt wurde) .",
  "credits.researchersTitle": "Forscher zu Scratch",
  "credits.researchersBody": "Die <a href=\"https://scratch.mit.edu/info/research/\">Forschung zu Scratch</a> wird ausgeführt von Mitgliedern des MIT Scratch-Teams und von Forschern an anderen Universitäten, einschließlich Yasmin Kafai (die gemeinschaftlich mitarbeitete an der <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initialen NSF-Zuwendung zum Scratch-Projekt</a>) an der Universität der Pennsylvania Graduate School of Education, Karen Brennan (die das <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-Projekt</a> leitet) an der Harvard Graduate School of Education, Benjamin Mako Hill an der Universität von Washington, Andrés Monroy Hernández von der Microsoft-Forschungsabteilung, Mimi Ito und Crystle Martin an der  Universität von Californien, Irvine, Quinn Burke am College von Charleston, Deborah Fields an der Utah State University, und Kylie Peppler an der Indiana Universität.",
  "credits.acknowledgementsTitle": "Danksagungen",
  "credits.acknowledgementsContributors": "Die folgenden Personen haben über die Jahre zur Entwicklung und zur Unterstützung des Scratch-Projekts beigetragen: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu und die vielen freiwilligen <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Übersetzer</a> von Scratch rund um die Welt.",
  "credits.acknowledgementsCommunity": "Wir wissen all die Beiträge von Mitgliedern der weltweiten Scratch-Gemeinschaft sehr zu schätzen. All diese Personen haben die Ausrichtung von Scratch mitgestaltet indem sie ihre Projekte, Kommentare und Ideen geteilt haben.",
  "credits.acknowledgementsInfluencers": "Die Ideen von Seymour Papert und Alan Kay haben uns wesentlich inspiriert und uns bei unserer Arbeit an Scratch nachhaltig beeinflusst. ",
  "credits.supportersTitle": "Uns unterstützende Organisationen",
  "credits.supportersFinancialHeader": "Die folgenden Organisationen haben einen substanziellen finanziellen Beitrag zum Scratch-Projekt getätigt:",
  "credtis.supportersServicesHeader": "Die folgenden Organisationen haben ihre Dienste gespendet, und das Scratch-Projekt am Laufen zu halten:",
  "credits.supportersOpenHeader": "Scratch hätte ohne freie Software und ohne Open Source-Software nicht realisiert werden können, eingeschlossen:"
}
