{
  "credits.title": "Créditos y colaboradores de Scratch",
  "credits.developers": "Scratch es diseñado y desarrollado por el Lifelong Kindergarten Group del MIT Media Lab:",
  "credits.moderators": "El equipo de moderadores de Scratch gestiona, apoya y mejora la comunidad en línea de Scratch:",
  "credits.previousTitle": "Anteriores miembros del Scratch Team del MIT",
  "credits.previousBody": "Muchas contribuciones importantes fueron hechas por miembros anteriores del Scratch Team, incluyendo John Maloney (quien lideró el desarrollo software en la primera década de Scratch), Andrés Monroy-Hernández (quien lideró el desarrollo del primer sitio web de la comunidad de Scratch), Amos Blanton, Champika Fernando, Shane Clements, Abdulrahman idlbi, Evelyn Eastmond, Amon Millner, Eric Rosenbaum, Jay Silver, Karen Brennan, Leo Burd, Oren Zuckerman, Gaia Carini, Michelle Chung, Margarita Dekoli, Dave Feinberg, Megan Haddadi, Chris Graves, Tony Hwang, Di Liu, Tammy Stern, Lis Sylvan, Claudia Urrea, Ben Berg, Hannah Cole, Andrea Saxman, y Randy Jou.",
  "credits.partnersTitle": "Socios en Diseño y Desarrollo",
  "credits.partnersBody": "Paula Bontá y Brian Silverman, Playful Invention Company (quienes comenzaron con el diseño de Scratch antes incluso de que se llamara Scratch).",
  "credits.researchersTitle": "Investigadores de Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">La investigación sobre Scratch</a> se está llevando a cabo por miembros del MIT Scratch Team e investigadores de otras universidades, incluyendo Yasmin Kafai (quien colaboró con la <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">subvención inicial NSF para Scratch grant</a>) en la Graduate School of Education de la University of Pennsylvania, Karen Brennan (quien lidera el <a href=\"http://scratched.gse.harvard.edu/\">proyecto ScratchEd</a>) en la Graduate School of Education de Harvard, Benjamin Mako Hill en la University of Washington, Andrés Monroy Hernández en Microsoft Research, Mimi Ito y Crystle Martin en la University of California, Irvine, Quinn Burke en el College of Charleston, Deborah Fields en la Utah State University, y Kylie Peppler en la Indiana University.",
  "credits.acknowledgementsTitle": "Agradecimientos",
  "credits.acknowledgementsContributors": "Las siguientes personas también han contribuido al desarrollo y soporte de Scratch a lo largo de los años: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu, y los muchos voluntarios <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Traductores de Scratch/a> de todo el mundo.",
  "credits.acknowledgementsCommunity": "Apreciamos enormemente todas las contribuciones de los miembros de la comunidad mundial de Scratch, quienes han dado forma a la dirección de Scratch compartiendo sus proyectos, comentarios e ideas.",
  "credits.acknowledgementsInfluencers": "Las ideas de Seymour Papert y Alan Kay han inspirado e influido profundamente nuestro trabajo con Scratch.",
  "credits.supportersTitle": "Organizaciones colaboradoras",
  "credits.supportersFinancialHeader": "Las siguientes organizaciones han proporcionado apoyo financiero para Scratch:",
  "credtis.supportersServicesHeader": "Las siguientes organizaciones han donado sus servicios para ayudar a mantener el proyecto Scratch en marcha:",
  "credits.supportersOpenHeader": "Scratch no sería posible sin software gratuito y de código abierto, incluyendo."
}
