{
  "credits.title": "Créditos y colaboradores de Scratch",
  "credits.developers": "Scratch es un proyecto diseñado y desarrollado en el grupo Lifelong Kindergarten del MIT Media Lab",
  "credits.moderators": "El equipo de moderadores de Scratch maneja, apoya, y mejora la comunidad en línea de Scratch:",
  "credits.previousTitle": "Miembros anteriores del equipo de Scratch de MIT.",
  "credits.previousBody": "Muchas e importantes contribuciones han sido hechas por miembros anteriores del equipo Scratch, incluyendo John Maloney (quien lideró el desarrollo de software por la primera década de Scratch) y Andrés Monroy-Hernández (quien desarrolló el primer sitio web de la comunidad de Scratch). Otros contribuyentes incluyen:",
  "credits.partnersTitle": "Socios de diseño y desarrollo",
  "credits.partnersBody": "Paula Bontá y Brian Silverman, de Playful Invention Company (quienes empezaron a contribuir con el diseño de Scratch incluso antes de que se llamara Scratch).",
  "credits.researchersTitle": "Investigadores de Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Investigaciones acerca de Scratch</a> están siendo conducidas por miembros del equipo de Scratch MIT e investigadores de otras universidades, incluyendo a Yasmin Kafai (quien colaboró en <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">el fondo inicial de Scratch del NSF</a>) de University of Pennsylvania Graduate School of Education, Karen Brennan (quien lidera el <a href=\"http://scratched.gse.harvard.edu/\">proyecto ScratchEd</a>) en Harvard Graduate School of Education, Benjamin Mako Hill en University of Washington, Andrés Monroy Hernández en Microsoft Research, Mimi Ito y Crystle Martin en University of California, Irvine, Quinn Burke en College of Charleston, Deborah Fields en Utah State University, y Kylie Peppler en Indiana University.",
  "credits.acknowledgementsTitle": "Créditos",
  "credits.acknowledgementsContributors": "A través de los años las siguientes personas también han contribuido al desarrollo y soporte de Scratch:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
  "credits.acknowledgementsInfluencers": "The ideas of Seymour Papert and Alan Kay have deeply inspired and influenced our work on Scratch.",
  "credits.supportersTitle": "Supporting Organizations",
  "credits.supportersFinancialHeader": "The following organizations have provided major financial support for Scratch:",
  "credits.supportersServicesHeader": "The following organizations donate their services to help keep the Scratch project running:",
  "credits.supportersOpenHeader": "Scratch would not be possible without free and open source software, including:"
}
