{
  "credits.title": "Crédits Scratch et contributeurs",
  "credits.developers": "Scratch est conçu et développé par le Lifelong Kindergarten Group au MIT Media Lab :",
  "credits.moderators": "L'équipe des modérateurs de Scratch gère, soutient et améliore la communauté en ligne de Scratch :",
  "credits.previousTitle": "Anciens membres de l'Équipe MIT Scratch",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Partenaires de Conception et Développement",
  "credits.partnersBody": "Paula Bontá et Brian Silverman, Playful Invention Company (qui a commencé à contribuer à la conception de Scratch avant même que cela s’appelle Scratch).",
  "credits.researchersTitle": "Chercheurs Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">La recherche sur Scratch </a> est menée par des membres de l'Équipe du Scratch du MIT et des chercheurs d'autres universités, dont Yasmin Kafai (qui a collaboré Sur la <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\"> première subvention Scratch NSF </a>) à l'Université de Pennsylvanie Graduate School of Education, Karen Brennan (qui mène Le projet <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>) à la Harvard Graduate School of Education, Benjamin Mako Hill à l'Université de Washington, Andrés Monroy Hernández chez Microsoft Research , Mimi Ito et Crystle Martin à l'Université de Californie, Irvine, Quinn Burke au Collège de Charleston, Deborah Fields à l'Université d'État de l'Utah, et Kylie Peppler à l'Université de l'Indiana.",
  "credits.acknowledgementsTitle": "Remerciements",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Nous apprécions grandement toutes les contributions des membres de la communauté mondiale de Scratch, qui ont façonné la direction de Scratch en partageant leurs projets, leurs commentaires et leurs idées.",
  "credits.acknowledgementsInfluencers": "Les idées de Seymour Papert et de Alan Kay ont profondément inspiré et influencé notre travail sur Scratch.",
  "credits.supportersTitle": "Organismes de soutien",
  "credits.supportersFinancialHeader": "Les organisations suivantes ont fourni un soutien financier important à Scratch :",
  "credits.supportersServicesHeader": "Les organisations suivantes font don de leurs services pour aider à maintenir le projet Scratch à flot :",
  "credits.supportersOpenHeader": "Scratch n'aurait pas été possible sans les logiciels libres et open source, comme :"
}
