{
  "credits.title": "Crédits Scratch et contributeurs",
  "credits.developers": "Scratch est conçu et développé par le Lifelong Kindergarten Group au MIT Media Lab :",
  "credits.moderators": "L'équipe des modérateurs de Scratch gère, soutient et améliore la communauté en ligne de Scratch :",
  "credits.previousTitle": "Anciens membres de l'Équipe MIT Scratch",
  "credits.previousBody": "Beaucoup de contributions importantes ont été réalisées par d'anciens membres de l'Equipe Scratch, comme John Maloney (qui a mené le développement du programme pour les premières 10 années de Scratch),  Andrés Monroy-Hernández (qui a mené le développement du premier site de la communauté), Ben Berg, Amos Blanton, Karen Brennan, Juanita Buitrago, Leo Burd, Gaia Carini, Michelle Chung, Shane Clements, Hannah Cole, Sayamindu Dasgupta, Margarita Dekoli, Evelyn Eastmond, Dave Feinberg, Champika Fernando, Chris Graves, Megan Haddadi, Christina Huang, Tony Hwang, Abdulrahman Idlbi, Randy Jou, Di Liu, Tim Mickel, Amon Millner, Ricarose Roque, Andrea Saxman, Jay Silver, Tammy Stern, Lis Sylvan, Claudia Urrea et Oren Zuckerman.",
  "credits.partnersTitle": "Partenaires de Conception et Développement",
  "credits.partnersBody": "Paula Bontá et Brian Silverman, Playful Invention Company (qui a commencé à contribuer à la conception de Scratch avant même que cela s’appelle Scratch).",
  "credits.researchersTitle": "Chercheurs Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">La recherche sur Scratch </a> est menée par des membres de l'Équipe du Scratch du MIT et des chercheurs d'autres universités, dont Yasmin Kafai (qui a collaboré Sur la <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\"> première subvention Scratch NSF </a>) à l'Université de Pennsylvanie Graduate School of Education, Karen Brennan (qui mène Le projet <a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>) à la Harvard Graduate School of Education, Benjamin Mako Hill à l'Université de Washington, Andrés Monroy Hernández chez Microsoft Research , Mimi Ito et Crystle Martin à l'Université de Californie, Irvine, Quinn Burke au Collège de Charleston, Deborah Fields à l'Université d'État de l'Utah, et Kylie Peppler à l'Université de l'Indiana.",
  "credits.acknowledgementsTitle": "Remerciements",
  "credits.acknowledgementsContributors": "Les personnes suivantes ont également contribué au développement et au soutien de Scratch au fil des ans: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassie Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu , Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu et les nombreux bénévoles <a href =\"http://wiki.scratch.mit.edu/wiki/Translators\">Traducteurs de Scratch</a> partout dans le monde.",
  "credits.acknowledgementsCommunity": "Nous apprécions grandement toutes les contributions des membres de la communauté mondiale de Scratch, qui ont façonné la direction de Scratch en partageant leurs projets, leurs commentaires et leurs idées.",
  "credits.acknowledgementsInfluencers": "Les idées de Seymour Papert et de Alan Kay ont profondément inspiré et influencé notre travail sur Scratch.",
  "credits.supportersTitle": "Organismes de soutien",
  "credits.supportersFinancialHeader": "Les organisations suivantes ont fourni un soutien financier important à Scratch :",
  "credits.supportersServicesHeader": "Les organisations suivantes font don de leurs services pour aider à maintenir le projet Scratch à flot :",
  "credits.supportersOpenHeader": "Scratch n'aurait pas été possible sans les logiciels libres et open source, comme :"
}
