{
  "credits.title": "Admhálacha agus Cuiditheoirí Scratch",
  "credits.developers": "Tá Scratch deartha agus forbartha ag an Lifelong Kindergarten Group ag an MIT Media Lab:",
  "credits.moderators": "Is iad modhnóirí Scratch a bhainistíonn agus a chuireann feabhas ar an gcomhphobal ar líne:",
  "credits.previousTitle": "Iarbhaill Fhoireann Scratch ag MIT",
  "credits.previousBody": "Tá go leor oibre tábhachtaí déanta ag baill den Fhoireann Scratch thar na blianta, ina measc John Maloney (a bhí i gceannas ar fhorbairt an bhogearra le linn an chéad deich mbliana) agus Andrés Monroy-Hernández (a bhí i gceannas ar fhorbairt an chéad suíomh Scratch dírithe ar an bpobal). Rannpháirtithe eile:",
  "credits.partnersTitle": "Comhpháirtithe: Dearadh agus Forbairt",
  "credits.partnersBody": "Paula Bontá agus Brian Silverman, Playful Invention Company (a chabhraigh le dearadh Scratch, fiú sular tugadh \"Scratch\" air).",
  "credits.researchersTitle": "Taighdeoirí Scratch",
  "credits.researchersBody": "Tá <a href=\"https://scratch.mit.edu/info/research/\">Taighde ar Scratch</a> á dhéanamh ag baill de Fhoireann Scratch MIT agus ag taighdeoirí in ollscoileanna eile, mar shampla Yasmin Kafai (comhoibrí ar an <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">mbundeontas</a> a fuair Scratch ón NSF) in Ollscoil Pennsylvania, Scoil Oideachais Iarchéime, Karen Brennan (atá i gceannas ar an togra <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>) in Ollscoil Harvard, Scoil Oideachais Iarchéime, Benjamin Mako Hill in Ollscoil Washington, Andrés Monroy Hernández ag Microsoft Research, Mimi Ito agus Crystle Martin in Ollscoil California, Irvine, Quinn Burke i gColáiste Charleston, Deborah Fields in Ollscoil Utah State, agus Kylie Peppler in Ollscoil Indiana.",
  "credits.acknowledgementsTitle": "Admhálacha",
  "credits.acknowledgementsContributors": "Ghlac na daoine seo a leanas páirt i bhforbairt agus i dtacaíocht Scratch thar na blianta:",
  "credits.acknowledgementsTranslators": "Tá Scratch ar fáil i go leor teangacha a bhuí le <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">hAistritheoirí Scratch</a> ar fud an domhain.",
  "credits.acknowledgementsCommunity": "Is mór againn an cúnamh ó bhaill phobal domhanda Scratch, a d'fhág a rian ar threo Scratch trína dtionscadail, tuairimí, agus smaointe a roinnt.",
  "credits.acknowledgementsInfluencers": "Tá ár gcuid oibre ar Scratch go mór faoi anáil Seymour Papert agus Alan Kay.",
  "credits.supportersTitle": "Eagraíochtaí a Thacaigh Linn",
  "credits.supportersFinancialHeader": "Thug na heagraíochtaí seo a leanas tacaíocht mhór airgid do Scratch:",
  "credits.supportersServicesHeader": "Soláthraíonn na heagraíochtaí seo a leanas a gcuid seirbhísí dúinn saor in aisce chun Scratch a choinneáil faoi lánseol:",
  "credits.supportersOpenHeader": "Níorbh fhéidir linn Scratch a fhorbairt gan bogearraí saora oscailte, ina measc:"
}
