{
  "credits.title": "Recoñecementos e Colaboradores de Scratch",
  "credits.developers": "Scratch é deseñado e desenvolvido polo Lifelong Kindergarten Group do Laboratorio de Multimedia do MIT:",
  "credits.moderators": "O equipo de moderadores de Scratch xestiona, apoia e mellora a comunidade de Scratch na rede:",
  "credits.previousTitle": "Membros anteriores do Equipo de Scratch do MIT",
  "credits.previousBody": "Os membros anteriores do Equipo de Scratch teñen feito achegas importantes, incluído John Maloney (que dirixiu o desenvolvemento do software durante a primeira década de Scratch) e Andrés Monroy-Hernández (que dirixiu o desenvolvemento do primeiro sitio web da comunidade de Scratch). Outros colaboradores inclúen:",
  "credits.partnersTitle": "Parceiros de deseño e desenvolvemento",
  "credits.partnersBody": "Paula Bontá e Brian Silverman, Playful Invention Company (que comezou a contribuír no deseño de Scratch antes mesmo de que se chamase Scratch).",
  "credits.researchersTitle": "Investigadores de Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">A investigación sobre Scratch</a> está dirixida por membros do Equipo de Scratch do MIT e por investigadores doutras universidades, incluíndo a Yasmin Kafai (quen colaborou coa <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">bolsa inicial NSF de Scratch</a>) da  University of Pennsylvania Graduate School of Education, Karen Brennan (que dirixe o <a href=\"http://scratched.gse.harvard.edu/\">Proxecto ScratchEd</a>) na Harvard Graduate School of Education, Benjamin Mako Hill da Universidade de Washington, Andrés Monroy Hernández de Microsoft Research, Mimi Ito e Crystle Martin da Universidade de California, Irvine, Quinn Burke do College of Charleston, Deborah Fields da Utah State University e Kylie Peppler da Universidade de Indiana.",
  "credits.acknowledgementsTitle": "Recoñecementos",
  "credits.acknowledgementsContributors": "As seguintes persoas tamén teñen colaborado no desenvolvemento e apoio a Scratch nestes anos:",
  "credits.acknowledgementsTranslators": "Coa axuda dos <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Tradutores de Scratch</a> de todo o mundo, Scratch está dispoñíbel en moitos idiomas.",
  "credits.acknowledgementsCommunity": "Apreciamos grandemente toda a colaboración dos membros da comunidade mundial de Scratch, que teñen orientado a dirección de Scratch ao compartir os seus proxectos, comentarios e ideas.",
  "credits.acknowledgementsInfluencers": "As ideas de Seymour Papert e Alan Kay inspiraron e influíron profundamente o noso traballo en Scratch.",
  "credits.supportersTitle": "Organizacións de apoio",
  "credits.supportersFinancialHeader": "As organizacións seguintes forneceron axuda financeira importante para Scratch:",
  "credits.supportersServicesHeader": "As organizacións seguintes doaron os seus servizos para axudar a manter o proxecto Scratch en marcha:",
  "credits.supportersOpenHeader": "Scratch non sería posíbel sen software libre e de código aberto, incluído:"
}
