{
  "credits.title": "Scratch Credits and Contributors",
  "credits.developers": "Scratch er hannað og þróað af Lifelong Kindergarted hópnum hjá MIT Media LAb:",
  "credits.moderators": "Stjórnendur Scratch teymisins stjórna, styðja og bæta net samfélag Scratch",
  "credits.previousTitle": "Fyrrum MIT Scratch hópmeðlimir",
  "credits.previousBody": "Mörg mikilvæg framlög hafa verið gerð af fyrrum Scratch hópmeðlimum, þar með töldum John Maloney (sem stýrði hugbúnaðarþróuninni fyrsta áratuginn af Scratch) og Andrés Monroy-Hernández (sem stýrði þróunninni á fyrstu Scratch samfélags heimasíðunni). Aðrir sem lögðu sitt að mörkum:",
  "credits.partnersTitle": "Hönnunar og þróunar samstarfsaðilar",
  "credits.partnersBody": "Paula Bontá og Brian Silverman, Playful Invention Company (sem löggðu sitt að mörkum við hönnun Scratch áður en að það var nefnt Scratch)",
  "credits.researchersTitle": "Rannsóknarmenn Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Research on Scratch</a> is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai (who collaborated on the <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.acknowledgementsTitle": "Viðurkenningar",
  "credits.acknowledgementsContributors": "Eftirfarandi hafa einnig laggt sitt að mörkum við þróun og stuðning af Scratch um árin",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Við kunnum vel að meta alla þá meðlimi Scratch samfélagsins um allan heim sem hafa lagt sitt að mörkum, sem hafa mótað stefnu Scratch með því að deila verkefnum, athugasemdum og hugmyndum.",
  "credits.acknowledgementsInfluencers": "Hugmyndirnar frá Seymour Papert og Alan Kay hafa gefið djúpan innblástur og áhrif á vinnuna okkar á Scratch",
  "credits.supportersTitle": "Samtök sem hafa stutt við bakið á okkur",
  "credits.supportersFinancialHeader": "Eftirtaldar stofnanir hafa veitt meiriháttar fjárhagslegan stuðning fyrir Scratch:",
  "credits.supportersServicesHeader": "Eftirtalin fyrirtæki gáfu þjónustu sína til að aðstoða við að halda Scratch verkefninu gangandi:",
  "credits.supportersOpenHeader": "Scratch væri ekki möguleiki án ókepys og opins hugbúnaðar, ásamt:"
}
