{
  "credits.title": "Crediti e Contributi a Scratch",
  "credits.developers": "Scratch è progettato e sviluppato dal Lifelong Kindergarten Group dei Media Lab del MIT:",
  "credits.moderators": "Il team dei moderatori di Scratch gestisce, supporta e punta a migliorare la comunità online di Scratch:",
  "credits.previousTitle": "Membri precedenti del Team di Scratch del MIT",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch), Andrés Monroy-Hernández (who led the development of the first Scratch community website), Ben Berg, Amos Blanton, Karen Brennan, Juanita Buitrago, Leo Burd, Gaia Carini, Michelle Chung, Shane Clements, Hannah Cole, Sayamindu Dasgupta, Margarita Dekoli, Evelyn Eastmond, Dave Feinberg, Champika Fernando, Chris Graves, Megan Haddadi, Tony Hwang, Abdulrahman Idlbi, Randy Jou, Di Liu, Tim Mickel, Amon Millner, Ricarose Roque, Andrea Saxman, Jay Silver, Tammy Stern, Lis Sylvan, Claudia Urrea, and Oren Zuckerman.",
  "credits.partnersTitle": "Partner per la Progettazione e lo Sviluppo",
  "credits.partnersBody": "Paula Bontá e Brian Silverman, la Playful Invention Company (che ha contribuito alla progettazione di Scratch anche da prima che si chiamasse Scratch).",
  "credits.researchersTitle": "Ricercatori di Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Ricerche su Scratch</a> vengono condotte da membri del MIT Scratch Team e da ricercatori di altre università, tra cui Yasmin Kafai (che ha collaborato al <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">grant iniziale di Scratch della NSF</a>) della University of Pennsylvania Graduate School of Education, Karen Brennan (che è a capo del <a href=\"http://scratched.gse.harvard.edu/\">progetto ScratchEd</a>) della Harvard Graduate School of Education, Benjamin Mako Hill della University of Washington, Andrés Monroy Hernández di Microsoft Research, Mimi Ito e Crystle Martin della University of California, Irvine, Quinn Burke del College of Charleston, Deborah Fields della Utah State University e Kylie Peppler della Indiana University.",
  "credits.acknowledgementsTitle": "Riconoscimenti",
  "credits.acknowledgementsContributors": "Le persone seguenti hanno contribuito allo sviluppo e al supporto di Scratch negli anni passati: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu e molti <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Traduttori di Scratch</a> volontari da tutto il mondo.",
  "credits.acknowledgementsCommunity": "Apprezziamo moltissimo i contributi offerti dai tutti i membri della comunità mondiale di Scratch che hanno aperto la strada a Scratch condividendo i loro progetti, i loro commenti e le loro ideee.",
  "credits.acknowledgementsInfluencers": "Le idee di Seymour Papert e di Alan Kay hanno profondamente ispirato e influenzato tutto il nostro lavoro su Scratch.",
  "credits.supportersTitle": "Organizzazioni di Supporto",
  "credits.supportersFinancialHeader": "Le seguenti organizzazione hanno fornito il maggior supporto finanziario per Scratch:",
  "credits.supportersServicesHeader": "Le seguenti organizzazioni offrono gratuitamente i loro servizi per aiutarci e mantenere il progetto Scratch sempre attivo:",
  "credits.supportersOpenHeader": "Scratch non sarebbe stato possibile senza la disponibilità del software gratuito e open source, inclusi:"
}
