{
  "credits.title": "Scratch Credits & Contributors",
  "credits.developers": "Scratch is designed, developed, and moderated by the Lifelong Kindergarten Group at MIT Media Lab:",
  "credits.moderators": "Scratch модераторлар командасы Scratch-тың онлайн қауымдастығын басқарады, қолдайды және жақсартады:",
  "credits.previousTitle": "Алдыңғы MIT Scratch команда мүшелері",
  "credits.previousBody": "Scratch-ты дамытуға  алдыңғы команданың   John Maloney (Scratch тілінің әзірлеуші тобын басқарған) және Andrés Monroy-Hernández (Scratch қауымдатығының веб-сайтын құры бойынша басшысы) құрамына кірген мүшелерімен үлкен үлес қосылды.  Атап өтуді қажет ететін басқа қызметкерлер:\n ",
  "credits.partnersTitle": "Дизайн және Әзірлеу Серіктестері",
  "credits.researchersIntro": "Research on Scratch is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
  "credits.partnersBody": "Paula Bontá және Brian Silverman, Playful Invention компаниясы (Scratch өз атауын алғаннан бұрын, Scratch-ты әзірлеуге үлес қосуды бастаған)",
  "credits.researchersTitle": "Scratch зерттеушілері",
  "credits.researchersBody" : "{scratchResearchLink} is being conducted by members of the MIT Scratch Team and researchers at other universities, including:",
  "credits.researchLinkText": "Скретч бойынша зерттеу",
  "credits.researchersContributors" : "Yasmin Kafai (who collaborated on the {nsfLink}) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the {scratchEdLink}) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.researchNSFLinkText" : "initial NSF Scratch grant",
  "credits.researchScratchEdLinkText" : "ScratchEd project",
  "credits.acknowledgementsTitle": "Растаулар",
  "credits.acknowledgementsContributors": "Келесі қатысушылар осы жылдар ішінде Scratch-ті қолдауға және дамытуға қатысқан :",
  "credits.acknowledgementsTranslators": "With the help of {translatorsLink} around the world, Scratch is available in many languages.",
  "credits.acknowledgementsTranslatorsLinkText": "Scratch Translators",
  "credits.acknowledgementsCommunity": "Біз дүниежүзілік «Scratch» қауымдастығының өз жобаларымен, түсініктемелерімен және идеяларымен бөлісіп, Scratch бағытын қалыптастырған барлық қатысушыларының қосқан үлесін жоғары бағалаймыз.",
  "credits.acknowledgementsInfluencers": "Seymour Papert және Alan Kay идеялары Scratch бойынша біздің жұмысымызды шабыттандырды және терең әсер етті.",
  "credits.supportersTitle": "Қолдаған Ұйымдар",
  "credits.supportersFinancialHeader": "Бұл ұйымдар Scratch-ты қаржылай ең көп қолдады:",
  "credits.supportersServicesHeader": "Бұл ұйымдар жобаны әрі қарай дамуын жалғастыру үшін, Scratch-ты өз қызметтерімен қолдайды:",
  "credits.supportersOpenHeader": "Егер тегін және ашық  бағдарламалық жасақтама болмағанда, Scratch болмаыс еді, соның ішінде: ",
  "credits.currentSponsors": "Current Sponsors",
  "credits.currentFinancialSupport": "The following organizations are providing major financial support for Scratch:",
  "credits.translationsTitle": "Translations",
  "credits.illustrationsTitle": "Illustrations",
  "credits.acknowledgementsIllustrations": "Many thanks to the following artists for their contributions to the Scratch sprite library:",
  "credits.soundsTitle": "Дыбыстар",
  "credits.pastContributors": "Past Contributors",
  "credits.pastContributorsThanks" : "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website).",
  "credits.otherContributors": "Other contributors include:",
  "credits.acknowledgementsSounds": "The Scratch sound library uses free sound resources from Adobe.com, Archive.org, FreeMusicArchive.org, FreeSound.org, and Incompetech.com.",
  "credits.soundsThanks":"Thanks to Nina Paley from Archive.org; Kellee Maize, Peter Rudenko, and Chris Zabriskie from FreeMusicArchive.org; and Kevin MacLeod from Incompetech.com. Thanks to the following freesound.org artists:"
}
