{
  "credits.title": "Scratch veidotāji un atbalstītāji",
  "credits.developers": "Scratch veidoja un radīja Lifelong Kindergarten grupa MIT Mediju laboratorijā:",
  "credits.moderators": "Scratch moderatoru komanda pārvalda, atbalsta un uzlabo Scratch tiešsaistes kopienu:",
  "credits.previousTitle": "Iepriekšējie MIT Scratch Grupas biedri",
  "credits.previousBody": "Daudz svarīgi ieguldījumi ir veikti pateicoties iepriekšējiem Scratch Grupas biedriem, tai skaitā Džonam Malonijam (John Maloney), kurš vadīja programmatūras ražošanu pirmajai Scratch desmitgadei, un Andrejs Monrojs-Hernandezs (Andres Monroy-Hernandez), kurš vadīja pirmās Scratch kopienas vietnes veidošanu. Citi ieguldījumi:",
  "credits.partnersTitle": "Dizaina un ražošanas partneri",
  "credits.partnersBody": "Paula Bontá un Brian Silverman, Playful Izgudrojumu Kompānija. Tā sāka piestrādāt pie Scratch dizaina pirms vietne tika nosaukta vārdā \"Scratch\".",
  "credits.researchersTitle": "Scratch pētnieki",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch pētniecību</a> vada MIT Scratch Komandas biedri un pētnieki no citām universitātēm, tai skaitā Yasmin Kafai (kura sadarbojās <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">sākotnējā NSF Scratch dotācijā</a>) Pensilvānijas Absolventu Skolas Universitātē, Karen Brennan (kurš vada <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> projektu) Harvardas Absolventu Skolā, Benjamin Mako Hill Vašingtonas Universitātē, Andrés Monroy Hernández Microsoft Pētniecībā, Mimi Ito un Crystle Martin Kalifornijas Universitātē, Irvine, Quinn Burke Čārlstonas Koledžā, Deborah Fields Jūtas Štata Universitātē un Kylie Peppler Indiānas Universitātē.",
  "credits.acknowledgementsTitle": "Atzinības",
  "credits.acknowledgementsContributors": "Šie cilvēki arī ir ieguldījuši darbu un atbalstījuši Scratch daudzu gadu laikā:",
  "credits.acknowledgementsTranslators": "Ar <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Tulkotāju </a> palīdzību no visas pasaules, Scratch ir pieejams vairākās valodās.",
  "credits.acknowledgementsCommunity": "Mēs tiešām novērtējam visus biedru ieguldījumus no lielās Scratch kopienas, kuri pacēla Scratch gaismā daloties ar projektiem, komentējot un dodot idejas.",
  "credits.acknowledgementsInfluencers": "Seymour Papert un Alan Kay idejas ir dziļi iedvesmojušas un ietekmējušas mūsu darbu.",
  "credits.supportersTitle": "Atbalsta organizācijas",
  "credits.supportersFinancialHeader": "Sekojošās organizācijas ir devušas Scratch finansiālo atbalstu:",
  "credits.supportersServicesHeader": "Sekojošas organizācijas ir dāvinājušas savus pakalpojumus, lai uzturētu Scratch:",
  "credits.supportersOpenHeader": "Scratch nebūtu iespējams bez brīvās un atvērtā satura programmatūras, iekļaujot:"
}
