{
  "credits.title": "Ngā tohutoro me ngā kaiāwhina mō Scratch",
  "credits.developers": "Kua waihangatia, kua hangaia hoki a Scratch e te Lifelong Kindergarten Group o MIT Media Lab:",
  "credits.moderators": "Na te tīma o ngā kaiwhakataurite Scratch e whakahaere, e tautoko, e kōkiri hoki i te hapori-ā-ipurangi Scratch",
  "credits.previousTitle": "He mema tawhito o te MIT Scratch Team",
  "credits.previousBody": "He maha ngā mea kua hōmai e ngā mema tawhito o te Scratch Team, pērā ko John Maloney (nāna i ārahi te waihanga o te papatono mō ngā tau tekau tuatahi o Scratch), ko Andrés Monroy-Hernández (nāna i ārahi te waihanga o te pae tukutuku tuatahi mō te hapori Scratch). Ko ētahi atu kaiāwhina ko:",
  "credits.partnersTitle": "Ngā Hoa Kaipakihi Hoahoa me te Waihanga",
  "credits.partnersBody": "Paula Bontá me Brian Silverman, Playful Invention Company (nā rātou i āwhina ki te hanga i a Scratch i mua i te wā i puta ai te ingoa Scratch).",
  "credits.researchersTitle": "Ngā Kairangahau Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">He rangahau mō Scratch</a> kua whakahaeretia e ngā mema o te MIT Scratch Team me ngā kairangahau o ngā whare wānanga kē, ko tētahi, ko Yasmin Kafai (nāna i mahi tahi i a mātou mō te <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">whakawhiwhinga NSF Scratch</a>) o te University of Pennsylvania Graduate School of Education, Karen Brennan (te kaiārahi mō te <a href=\"http://scratched.gse.harvard.edu/\">pūtere ScratchEd</a>) kei te Harvard Graduate School of Education, Benjamin Mako Hill kei te University of Washington, Andrés Monroy Hernández kei Microsoft Research, Mimi Ito me Crystle Martin kei te University of California, Irvine, Quinn Burke kei te College of Charleston, Deborah Fields kei te Utah State University, me Kylie Peppler kei Indiana University.",
  "credits.acknowledgementsTitle": "Ngā Mihi",
  "credits.acknowledgementsContributors": "Nā ēnei tāngata i āwhina ki te hanga, ki te tautoko i a Scratch i ngā tau ki mua:",
  "credits.acknowledgementsTranslators": "Nā te āwhina o <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">ngā tāngata</a> nā rātou ngā reo maha i tuku, kua whakaputaina ngā reo maha o Scratch ināianei.",
  "credits.acknowledgementsCommunity": "He mihi nui nā mātou mō ngā mahi i tukua mai e ngā tāngata o te hapori Scratch, nā rātou hoki i ārahi i te waka o Scratch, nā te tuari i ngā hinonga, ngā whakawhitiwhiti kōrero, me ngā whakaaro.",
  "credits.acknowledgementsInfluencers": "Kua whakaohooho mai mātou i ngā whakaaro Seymour Papert me Alan Kay i roto i ngā mahi mō Scratch.",
  "credits.supportersTitle": "He Rōpū Tautoko",
  "credits.supportersFinancialHeader": "Nā ēnei rōpū i tuku i ngā pūtea tautoko nui mō Scratch: ",
  "credits.supportersServicesHeader": "Nā ēnei rōpū i koha mai ngā mahi āwhina ki te whakahaere i te hinonga Scratch:",
  "credits.supportersOpenHeader": "Kāore e taea a Scratch ki te kore ēnei pūmanawa rorohiko kore utu me te tūwhera:"
}
