{
  "credits.title": "Scratch Credits  र योगदानकर्ताहरू",
  "credits.developers": "Scratch, MIT Media Lab मा Lifelong Kindergarten Group  द्वारा डिजाइन र विकसित गरिएको हो:",
  "credits.moderators": "Scratch मध्यस्थहरूको टोलीले Scratch अनलाइन समुदायलाई प्रबन्ध, समर्थन, र   सुधार गर्दछ:",
  "credits.previousTitle": "MIT Scratch Team का पूर्व सदस्य हरु ",
  "credits.previousBody": "अघिल्लो Scratch टोली सदस्यहरूद्वारा धेरै महत्त्वपूर्ण योगदानहरू गरिएका छन्, जसमा John Maloney (जसले Scratch को पहिलो दशकको सफ्टवेयर विकासको नेतृत्व गरे) र Andres Monroy Hernandez  (जसले पहिलो Scratch समुदाय वेबसाइटको विकासको नेतृत्व गरे)। अन्य योगदानकर्ताहरूमा : ",
  "credits.partnersTitle": "डिजाइन र विकास का साझेदारहरू",
  "credits.partnersBody": "Paula Bonta र Brian Silverman, Playful Invention Company (जसले Scratch भनेर भनिनु अगाडी देखी नै Scratch डिजाइनमा योगदान गरेका थिए ) ।",
  "credits.researchersTitle": "Scratch अनुसन्धानकर्ताहरू",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Research on Scratch</a> is being conducted by members of the MIT Scratch Team and researchers at other universities, including Yasmin Kafai (who collaborated on the <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>) at the University of Pennsylvania Graduate School of Education, Karen Brennan (who leads the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a>) at the Harvard Graduate School of Education, Benjamin Mako Hill at the University of Washington, Andrés Monroy Hernández at Microsoft Research, Mimi Ito and Crystle Martin at the University of California, Irvine, Quinn Burke at College of Charleston, Deborah Fields at Utah State University, and Kylie Peppler at Indiana University.",
  "credits.acknowledgementsTitle": "कृतज्ञता",
  "credits.acknowledgementsContributors": "निम्न लिखित व्यक्तिहरुले पनि वर्षाै  देखी  Scratch को बिकास र सहयतामा योग्दान पु¥याएका छन : ",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "We greatly appreciate all of the contributions by members of the worldwide Scratch community, who have shaped the direction of Scratch by sharing their projects, comments, and ideas.",
  "credits.acknowledgementsInfluencers": "The ideas of Seymour Papert and Alan Kay have deeply inspired and influenced our work on Scratch.",
  "credits.supportersTitle": "सहयोगी संस्थाहरु ",
  "credits.supportersFinancialHeader": "निम्न संस्थाहरूलेScratch को लागि प्रमुख वित्तीय सहयोग प्रदान गरेका छन् :",
  "credits.supportersServicesHeader": " Scratch परियोजना सञ्चालन गराइरहन कालागी  निम्न संस्थाहरूले उनीहरूको सेवाहरू दान गरी मद्दत पुर्याएका छन :",
  "credits.supportersOpenHeader": "Scratch would not be possible without free and open source software, including:"
}
