{
  "credits.title": "Scratch credits en bijdragers",
  "credits.developers": "Scratch werd ontworpen en ontwikkeld door de Lifelong Kindergarten Group van het MIT Media Lab:",
  "credits.moderators": "Het team van Scratch moderatoren beheert, ondersteunt en verbetert de online Scratch-gemeenschap:",
  "credits.previousTitle": "Voormalige leden van het MIT Scratch-team",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Ontwerp- en ontwikkelingspartners",
  "credits.partnersBody": "Paula Bontá en Brian Silverman van de Playful Invention Company (die begonnen bij te dragen aan het ontwerp van Scratch al voordat het Scratch heette).",
  "credits.researchersTitle": "Scratch onderzoekers",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch onderzoek</a> wordt uitgevoerd door leden van het MIT Scratch-team en onderzoekers van andere universiteiten, waaronder Yasmin Kafai (die werkte aan de <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">oorspronkelijke NSF Scratch-beurs</a>) aan de universiteit van Pennsylvania, hogeschool van educatie, Karen Brennan (die het <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-project</a> leidt) aan de Harvard-hogeschool van educatie, Benjamin Mako Hill aan de universiteit van Washington, Andrés Monroy Hernández bij MIcrosoft Research, Mimi Ito en Crystle Martin aan de universiteit van Californië, Irvine, Quinn Burke aan het college van Charleston, Deborah Fields aan de staatsuniversiteit van Utah en Kylie Pepper aan de universiteit van Indiana.",
  "credits.acknowledgementsTitle": "Erkenningen",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "We stellen de bijdragen van alle leden van de wereldwijde Scratch-gemeenschap, die richting een vorm gegeven hebben aan Scratch door het delen van hun projecten, opmerkingen en idee&#235;n, enorm op prijs.",
  "credits.acknowledgementsInfluencers": "De idee&#235;n van Seymour Papert en Alan Kay zijn een diepe inspiratiebron en van grote invloed geweest op ons werk aan Scratch.",
  "credits.supportersTitle": "Ondersteunende organisaties",
  "credits.supportersFinancialHeader": "De volgende organisaties hebben een aanzienlijke financie&#235;le bijdrage geleverd aan Scratch:",
  "credits.supportersServicesHeader": "De volgende organisaties doneren hun diensten om het Scratch-project draaiende te houden:",
  "credits.supportersOpenHeader": "Scratch zou niet mogelijk zijn geweest zonder vrije en open source software, waaronder:"
}
