{
  "credits.title": "Scratch credits en bijdragers",
  "credits.developers": "Scratch werd ontworpen en ontwikkeld door de Lifelong Kindergarten Group van het MIT Media Lab:",
  "credits.moderators": "Het team van Scratch moderatoren beheert, ondersteunt en verbetert de online Scratch-gemeenschap:",
  "credits.previousTitle": "Voormalige leden van het MIT Scratch-team",
  "credits.previousBody": "Vele belangrijke bedragen zijn gedaan door voormalige Scratch Team-leden, waaronder John Maloney (die de softwareontwikkeling van Scratch leidde in het eerste decennium van Scratch), Andrés Monroy-Hernández (die de ontwikkeling van de eerste Scratch-communitywebsite leidde), Ben Berg, Amos Blanton, Karen Brennan, Juanita Buitrago, Leo Burd, Gaia Carini, Michelle Chung, Shane Clements, Hannah Cole, Sayamindu Dasgupta, Margarita Dekoli, Evelyn Eastmond, Dave Feinberg, Champika Fernando, Chris Graves, Megan Haddadi, Christina Huang, Tony Hwang, Abdulrahman Idlbi, Randy Jou, Di Liu, Tim Mickel, Amon Millner, Ricarose Roque, Andrea Saxman, Jay Silver, Tammy Stern, Lis Sylvan, Claudia Urrea en Oren Zuckerman.",
  "credits.partnersTitle": "Ontwerp- en ontwikkelingspartners",
  "credits.partnersBody": "Paula Bontá en Brian Silverman van de Playful Invention Company (die begonnen bij te dragen aan het ontwerp van Scratch al voordat het Scratch heette).",
  "credits.researchersTitle": "Scratch onderzoekers",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch onderzoek</a> wordt uitgevoerd door leden van het MIT Scratch-team en onderzoekers van andere universiteiten, waaronder Yasmin Kafai (die werkte aan de <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">oorspronkelijke NSF Scratch-beurs</a>) aan de universiteit van Pennsylvania, hogeschool van educatie, Karen Brennan (die het <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-project</a> leidt) aan de Harvard-hogeschool van educatie, Benjamin Mako Hill aan de universiteit van Washington, Andrés Monroy Hernández bij MIcrosoft Research, Mimi Ito en Crystle Martin aan de universiteit van Californië, Irvine, Quinn Burke aan het college van Charleston, Deborah Fields aan de staatsuniversiteit van Utah en Kylie Pepper aan de universiteit van Indiana.",
  "credits.acknowledgementsTitle": "Erkenningen",
  "credits.acknowledgementsContributors": "De volgende mensen hebben ook bijgedragen aan de ontwikkeling en ondersteuning van Scratch door de jaren heen: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu en de vele vrijwillige <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch-vertalers</a> van over de gehele wereld.",
  "credits.acknowledgementsCommunity": "We stellen de bijdragen van alle leden van de wereldwijde Scratch-gemeenschap, die richting een vorm gegeven hebben aan Scratch door het delen van hun projecten, opmerkingen en idee&#235;n, enorm op prijs.",
  "credits.acknowledgementsInfluencers": "De idee&#235;n van Seymour Papert en Alan Kay zijn een diepe inspiratiebron en van grote invloed geweest op ons werk aan Scratch.",
  "credits.supportersTitle": "Ondersteunende organisaties",
  "credits.supportersFinancialHeader": "De volgende organisaties hebben een aanzienlijke financie&#235;le bijdrage geleverd aan Scratch:",
  "credits.supportersServicesHeader": "De volgende organisaties doneren hun diensten om het Scratch-project draaiende te houden:",
  "credits.supportersOpenHeader": "Scratch zou niet mogelijk zijn geweest zonder vrije en open source software, waaronder:"
}
