{
  "credits.title": "Создатели Скретч и помощники",
  "credits.developers": "Скретч придуман и разработан группой разработчиков Lifelong Kindergarten в лаборатории медиа МТИ:",
  "credits.moderators": "Команда модераторов Скретч управляет, поддерживает и улучшает онлайн сообщество Скретч:",
  "credits.previousTitle": "Предыдущие члены команды Скретч из МТИ",
  "credits.previousBody": "Значительный вклад был внесен бывшими участниками команды Scratch, среди них Джон Мэлони (который возглавлял разработку программного обеспечения в течение первого десятилетия Scratch), Андрес Монрой-Эрнандес (который возглавлял разработку первого сайта сообщества Scratch), Бен Берг, Амос Блантон , Карен Бреннан, Хуанита Буйтраго, Лео Берд, Гайя Карини, Мишель Чунг, Шейн Клементс, Ханна Коул, Саяминду Дасгупта, Маргарита Деколи, Эвелин Истмонд, Дейв Фейнберг, Чампика Фернандо, Крис Грейвз, Меган Хаддади, Кристина Хуан, Тони Хван, Абдулрахман Илби, Рэнди Джо, Ди Лю, Тим Микель, Амон Милнер, Рикароза Роке, Андреа Саксман, Джей Силвер, Тэмми Стерн, Лиз Сильван, Клаудия Урреа и Орен Цукерман.",
  "credits.partnersTitle": "Партнеры по разработке и развитию",
  "credits.partnersBody": "Паула Бонта и Брайан Сильверман, компания Playful Invention (начали вносить свой вклад в разработку Scratch, даже до того, как Scratch получил свое название).",
  "credits.researchersTitle": "Исследователи Скретч",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Исследования по Scratch</a> проводятся членами команды Массачусетского технологического института и исследователями из других университетов, среди них Ясмин Кафай (работал по <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">гранту Национального научного фонда NSF, выделенного на развитие Scratch</a>) в исследовательском институте Пенсильванского университета, Карен Бреннан (возглавляющий <a href=\"http://scratched.gse.harvard.edu/\">проект ScratchEd</a>) в исследовательском институте Гарвардского университета, Бенджамин Мако Хилл в Вашингтонском университете, Андрес Монрой Эрнандес в Microsoft Research, Мими Ито и Кристал Мартин в Калифорнийском университете, Ирвин, Куинн Берк в Чарлстонском колледже, Дебора Филдс в Университете штата Юта, и Кайли Пепплер в Индианском университете.",
  "credits.acknowledgementsTitle": "Благодарности",
  "credits.acknowledgementsContributors": "Следующие люди также вносят свой вклад в развитие и поддержку Scratch на протяжении многих лет: Сьюзан Абенд, Робби Берг, Лорен Бессен, Кейт Браадфладт, Сьюзан Карилло, Уилл Дентон, Натан Динсмор, Кэтрин Фельдман, Джоди Финч, Иоана Файнберг, Рейчел Гарбер, Крис Гаррити, Кэсси Гиббс, Брайан Харви, Роланд Хеберт, Трейси Хо, Бенджамин Хау, Капая Катонго, Эван Каратсас, Кристин Ким, Йорин Лауверс, Майк Ли, Джефф Либерман, Марк Лауридж, Келли Лю, Энтони Лу, Дэнни Лутц, Дэвид Малан , Уэйн Маршалл, Джон Макинтош, Пол Медок-Уолтон, Дунфан (Тиан) Ми, Сименья Миранда, Йенс Моениг, Эван Мур, Гита Нараянан, Кейт Наземи, Лидди Невил, Винг Нган, Дерек О'Коннелл, Тим Радван, Карен Рэндалл, Ян Рейнольдс, Мириам Руис, Чинуа Шоу, Эд Шемс, Синтия Соломон, Даниэль Стримпель, Килмер Суази, Джон Генри Томпсон, Убон Уко, Владимир Вуксан, Хан Сюй и множество добровольцев <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch переводчиков</a> по всему миру.",
  "credits.acknowledgementsCommunity": "Мы высоко ценим вклад всех участников всемирного сообщества Scratch, которые сформировали направление Scratch, делясь своими проектами, комментариями и идеями.",
  "credits.acknowledgementsInfluencers": "Идеи Сеймура Паперта и Алана Кей серьезно вдохновили и повлияли на нашу работу по Scratch.",
  "credits.supportersTitle": "Поддерживающие организации",
  "credits.supportersFinancialHeader": "Эти организации поддержали Скретч финансово наиболее сильно:",
  "credits.supportersServicesHeader": "Эти организации поддерживают Scratch своими сервисами, чтобы проект жил:",
  "credits.supportersOpenHeader": "Скретч не существовал бы, если бы не бесплатное и открытое программное обеспечение:"
}
