{
  "credits.title": "Создатели Скретч и помощники",
  "credits.developers": "Скретч придуман и разработан группой разработчиков Lifelong Kindergarten в лаборатории медиа МТИ:",
  "credits.moderators": "Команда модераторов Скретч управляет, поддерживает и улучшает онлайн сообщество Скретч:",
  "credits.previousTitle": "Предыдущие члены команды Скретч из МТИ",
  "credits.previousBody": "Many important contributions have been made by previous Scratch Team members, including John Maloney (who led software development for the first decade of Scratch) and Andrés Monroy-Hernández (who led the development of the first Scratch community website). Other contributors include:",
  "credits.partnersTitle": "Партнеры по разработке и развитию",
  "credits.partnersBody": "Паула Бонта и Брайан Сильверман, компания Playful Invention (начали вносить свой вклад в разработку Scratch, даже до того, как Scratch получил свое название).",
  "credits.researchersTitle": "Исследователи Скретч",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Исследования по Scratch</a> проводятся членами команды Массачусетского технологического института и исследователями из других университетов, среди них Ясмин Кафай (работал по <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">гранту Национального научного фонда NSF, выделенного на развитие Scratch</a>) в исследовательском институте Пенсильванского университета, Карен Бреннан (возглавляющий <a href=\"http://scratched.gse.harvard.edu/\">проект ScratchEd</a>) в исследовательском институте Гарвардского университета, Бенджамин Мако Хилл в Вашингтонском университете, Андрес Монрой Эрнандес в Microsoft Research, Мими Ито и Кристал Мартин в Калифорнийском университете, Ирвин, Куинн Берк в Чарлстонском колледже, Дебора Филдс в Университете штата Юта, и Кайли Пепплер в Индианском университете.",
  "credits.acknowledgementsTitle": "Благодарности",
  "credits.acknowledgementsContributors": "The following people have also contributed to the development and support of Scratch over the years:",
  "credits.acknowledgementsTranslators": "With the help of <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Translators</a> around the world, Scratch is available in many languages.",
  "credits.acknowledgementsCommunity": "Мы высоко ценим вклад всех участников всемирного сообщества Scratch, которые сформировали направление Scratch, делясь своими проектами, комментариями и идеями.",
  "credits.acknowledgementsInfluencers": "Идеи Сеймура Паперта и Алана Кей серьезно вдохновили и повлияли на нашу работу по Scratch.",
  "credits.supportersTitle": "Поддерживающие организации",
  "credits.supportersFinancialHeader": "Эти организации поддержали Скретч финансово наиболее сильно:",
  "credits.supportersServicesHeader": "Эти организации поддерживают Scratch своими сервисами, чтобы проект жил:",
  "credits.supportersOpenHeader": "Скретч не существовал бы, если бы не бесплатное и открытое программное обеспечение:"
}
