{
  "credits.title": "Prispievatelia a podporovatelia",
  "credits.developers": "Scratch navrhla a vyvinula skupina Lifelong Kindergarten Group v MIT Media Lab:",
  "credits.moderators": "Tím moderátorov Scratch spravuje, poskytuje podporu a vylepšenia pre online komunitu Scratch.",
  "credits.previousTitle": "Bývalí členovia tímu MIT Scratch",
  "credits.previousBody": "Mnohí bývalí členovia tímu Scratch, napr. John Maloney (vedúci vývoja v prvej dekáde) a Andrés Monroy-Hernández (vedúci vývoja prvej webstránky online komunity Scratch). Ďalší prispievatelia:",
  "credits.partnersTitle": "Partneri návrhu a vývoja",
  "credits.partnersBody": "Paula Bontá a Brian Silverman, Playful Invention Company (začali prispievať do návrhu prostredia Scratch ešte skôr, ako bolo nazvané Scratch).",
  "credits.researchersTitle": "Výskumí pracovníci Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Odborný výskum Scratch</a> je vedený členmi tím MIT Scratch a výskumníkmi z iných univerzit, napr. Yasmin Kafai (spolupracuje na <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">prvotnom grante NSF Scratch </a> z University of Pennsylvania Graduate School of Education, Karen Brennan (vedie  <a href=\"http://scratched.gse.harvard.edu/\">projekt ScratchEd</a>) na Harvard Graduate School of Education, Benjamin Mako Hill na University of Washington, Andrés Monroy Hernández z Microsoft Research, Mimi Ito a Crystle Martin na University of California, Irvine, Quinn Burke na College of Charleston, Deborah Fields na Utah State University a Kylie Peppler na Indiana University.",
  "credits.acknowledgementsTitle": "Poďakovania",
  "credits.acknowledgementsContributors": "Nasledujúci ľudia sa tiež podieľali na vývoji a podpore projektu Scratch počas rokov jeho existencie:",
  "credits.acknowledgementsTranslators": "S pomocou <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">prekladateľov Scratch</a> z celého sveta je Scratch dostupný v mnohých jazykoch.",
  "credits.acknowledgementsCommunity": "Veľmi si ceníme všetky príspevky celosvetovej komunity Scratch, ktorí ktorý udávali smer zdieľaním svojich projektov, reakcií a myšlienok.",
  "credits.acknowledgementsInfluencers": "Našu prácu na Scratchi hlboko inšpirovali a ovplyvnili myšlienky Seymoura Paperta a Alana Kaya.",
  "credits.supportersTitle": "Podporovateľské organizácie",
  "credits.supportersFinancialHeader": "Tieto organizáce poskytli väčšiu finančnú pomoc pre Scratch:",
  "credits.supportersServicesHeader": "Tieto organizácie darovali svoje služby na zabezpečenie prevádzky projektu Scratch: ",
  "credits.supportersOpenHeader": "Scratch by nebol možný bez slobodného a otvoreného softvéru, a to:"
}
