{
  "credits.title": "Sodelujoči in zasluge",
  "credits.developers": "Scratch je oblikovala in razvila skupina Lifelong Kindergarten Group v okviru MIT Media Lab:",
  "credits.moderators": "Skupina Scratchevih moderatorjev nadzoruje, podpira in izboljšuje spletno skupnost Scratcha:",
  "credits.previousTitle": "Predhodni člani ekipe MIT Scratch Team",
  "credits.previousBody": "Predhodni člani ekipe Stratch Team so veliko doprinesli k razvoju Scratcha, recimo John Maloney (ki je prvo desetletje vodil razvoj programa), Andrés Monroy-Hernández (ki je vodil razvoj prve spletne strani za Scratch), Amos Blanton, Champika Fernando, Shane Clements, Abdulrahman idlbi, Evelyn Eastmond, Amon Millner, Eric Rosenbaum, Jay Silver, Karen Brennan, Leo Burd, Oren Zuckerman, Gaia Carini, Michelle Chung, Margarita Dekoli, Dave Feinberg, Megan Haddadi, Chris Graves, Tony Hwang, Di Liu, Tammy Stern, Lis Sylvan, Claudia Urrea, Ben Berg, Hannah Cole, Andrea Saxman, in Randy Jou.",
  "credits.partnersTitle": "Partnerji za dizajn in razvoj",
  "credits.partnersBody": "Paula Bontá in Brian Silverman iz Playful Invention Company (ki je prispevala k dizajnu Scratcha, še preden se je tako imenoval)",
  "credits.researchersTitle": "Scratchevi raziskovalci",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Raziskavo na Scratchu</a> izvajajo člani ekipe MIT Scratch Team in raziskovalci drugih univerz, recimo Yasmin Kafai (ki je sodeloval pri <a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">prvotni štipendiji NSF Scratch</a>) z univerze v Pensilvaniji, Karen Brennan (ki vodi a href=\"http://scratched.gse.harvard.edu/\">projekt ScratchEd</a>) s Harvard Graduate School of Education, Benjamin Mako Hill z Washingtonske univerze, Andrés Monroy Hernández z Microsoft Research, Mimi Ito in Crystle Martin z Kalifornijske univerze,  Irvine, Quinn Burke z Charlestonske univerze, Deborah Fields z javne univerze v Utahu in Kylie Peppler z univerze v Indiani.",
  "credits.acknowledgementsTitle": "Zasluge",
  "credits.acknowledgementsContributors": "Naslednji ljudje so prav tako pripomogli k razvoju in podpori Scratcha skozi leta: Susan Abend, Robbie Berg, Lauren Bessen, Keith Braadfladt, Susan Carillo, Will Denton, Nathan Dinsmore, Catherine Feldman, Jodi Finch, Ioana Fineberg, Rachel Garber, Chris Garrity, Cassy Gibbs, Brian Harvey, Roland Hebert, Tracy Ho, Benjamin Howe, Kapaya Katongo, Evan Karatzas, Christine Kim, Joren Lauwers, Mike Lee, Jeff Lieberman, Mark Loughridge, Kelly Liu, Anthony Lu, Danny Lutz, David Malan, Wayne Marshall, John McIntosh, Paul Medlock-Walton, Dongfang (Tian) Mi, Ximena Miranda, Jens Moenig, Evan Moore, Geetha Narayanan, Kate Nazemi, Liddy Nevile, Wing Ngan, Derek O'Connell, Tim Radvan, Karen Randall, Ian Reynolds, Miriam Ruiz, Chinua Shaw, Ed Shems, Cynthia Solomon, Daniel Strimpel, Kilmer Sweazy, John Henry Thompson, Ubong Ukoh, Vladimir Vuksan, Han Xu in mnogi prostovoljni <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">prevajalci Scratcha</a> z vsega sveta.",
  "credits.acknowledgementsCommunity": "Zelo cenimo vsak prispevek članov Scratcheve skupnosti, ki so oblikovali smer razvoja Scratcha s tem, da so delili svoje projekte, komentarje in ideje.",
  "credits.acknowledgementsInfluencers": "Ideje Seymoura Paperta in Alana Kaya so močno navdihnili in vplivali na naše razvijanje Scratcha.",
  "credits.supportersTitle": "Organizacije, ki so nudile podporo",
  "credits.supportersFinancialHeader": "Naslednje organizacije so nudile močno finančno podporo za Scratch:",
  "credtis.supportersServicesHeader": "Naslednje organizacije so prispevale svoje storitve, da je lahko projekt Scratch še naprej tekel:",
  "credits.supportersOpenHeader": "Scratch ne bi mogel obstajati, če ne bi bilo brezplačnega in odprtokodnega programja, kar vključuje:"
}
