{
  "credits.title": "Scratch'ın Yapımcıları ve Katkıda Bulunanlar",
  "credits.developers": "Scratch MIT Medya Laboratuarı'ndaki Yaşam Boyu Anaokulu Grubu tarafından tasarlanmış ve geliştirilmiştir.",
  "credits.moderators": "Scratch moderatör takımı, Scratch çevrimiçi topluluğunu yönetir, destekler ve iyileştirir.",
  "credits.previousTitle": "Önceki MIT Scratch Takımı Üyeleri",
  "credits.previousBody": "Eski Scratch takımı üyeleri John Maloney (İlk 10 yılında Scratch yazılım geliştirme ekibini yönetti)  ve Andrés Monroy-Hernández (Scratch çevrimiçi topluluk web sayfasını geliştirdi) tarafından pek çok katkı sağlanmıştır. Bunlar dışında katkı sağlayanlar: ",
  "credits.partnersTitle": "Tasarım ve Geliştirme Ortakları",
  "credits.partnersBody": "Paula Bontá ve Brian Silverman, Playful Invention Company (En başından itibaren Scratch platformunun tasarım sürecine katkı sağlamışlardır.)",
  "credits.researchersTitle": "Scratch Araştırmacıları",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Scratch ile ilgili araştırmalar</a> MIT Scratch Takımı ve diğer üniversitelerden katılan araştırmacılar tarafından gerçekleştiriliyor. Bu araştırmacıların başlıcaları: Pennsylvania Üniversitesi Eğitim Fakültesi'nden Yasmin Kafai (<a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0325828\">initial NSF Scratch grant</a>), Harvard Üniversitesi Eğitim Fakültesi'nden Karen Brennan (<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd project</a> yöneticisi), Hill Washington Üniversitesi'nden Benjamin Mako, Microsoft Research'ten Andrés Monroy Hernández, California Üniversitesi'nden Mimi Ito ve Crystle Martin, Charleston Koleji'nden Irvine, Quinn Burke, Utah Devlet Üniversitesi'nden Deborah Fields ve Indiana Üniversitesi'nden Kylie Peppler'dir.",
  "credits.acknowledgementsTitle": "Teşekkürler",
  "credits.acknowledgementsContributors": "Scratch'ın yıllar içerisindeki gelişimi sürecine katkıda bulunan kişiler aşağıdadır:",
  "credits.acknowledgementsTranslators": "Dünya genelindeki <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">Scratch Çevirmenlerinin</a> katkıları ile Scratch pek çok dilde kullanılabilir.",
  "credits.acknowledgementsCommunity": "Projelerini, yorumlarını ve fikirlerini paylaşarak Scratch'in gelişimine katkı sağlayan dünya genelindeki Scratch Topluluğu üyelerine desteklerinden dolayı teşekkür ederiz. ",
  "credits.acknowledgementsInfluencers": "Seymour Papert ve Alan Kay'ın fikirleri Scratch'ın geliştirilme sürecine büyük oranda yön vermiştir. ",
  "credits.supportersTitle": "Destekleyen Organizasyonlar",
  "credits.supportersFinancialHeader": "Scratch'e büyük mali destek sağlayan organizasyonlar aşağıdaki gibidir:",
  "credits.supportersServicesHeader": "Sundukları hizmetlerle Scratch projesinin devamlılığına katkı sağlayan organizasyonlar:",
  "credits.supportersOpenHeader": "Scratch'ı geliştirmesinde aşağıdaki Açık Kaynak Kodlu Yazılımlar hayati önem taşımaktadır: "
}
