{
  "credits.title": "Những thành quả và người đóng góp của Scratch",
  "credits.developers": "Scratch được thiết kế và phát triển bởi Lifelong Kindergarten Groupd và phòng thi nghiệm truyền thông MIT.",
  "credits.moderators": "Nhóm người quản lý, hỗ trợ nâng cao cộng đồng Scratch",
  "credits.previousTitle": "Những thành viên trong đội ngũ trước đây của MIT Scratch:",
  "credits.previousBody": "Nhiều sự đóng góp quan trọng từ những cựu thành viên Scratch Team, bao gồm John Maloney ( người dẫn đầu cho nhóm Phát triển phần mềm cho giai đoạn đầu của Scratch ) và Andrés Monroy-Hernández ( người dẫn đầu cho sự phát triển của website cộng đồng Scratch trực tuyến ). Những  người đóng góp khác:",
  "credits.partnersTitle": "Nhóm thiết kế và phát triển dựu án",
  "credits.partnersBody": "Paula Bontá and Brian Silverman, Công ty Sáng kiến Playful ( họ là những người tiên phong cho sự thiết kế của Scratch trước khi nó bắt đầu được gọi là Scratch).",
  "credits.researchersTitle": "Những nhà nghiên cứu về Scratch",
  "credits.researchersBody": "<a href=\"https://scratch.mit.edu/info/research/\">Những cuộc nghiên cứu về ứng dụng Scratch</a> được thành lập bởi thành viên của nhóm Scratch thuộc đại học MIT và những nhà nghiên cứu từ những trường Đại học khác nhau, bao gồm Yasmin Kafai ( người góp phần cho sự khởi đầu của Quỹ NSF Scratch ) tại Đại học Pennsylvania Cao học ngành giáo dục, Karen Brennan ( Người đứng đầu <a href=\"http://scratched.gse.harvard.edu/\"> dự án ScratchEd </a>) tại Trường Havard Cao học ngành giáo dục, Benjamin Mako Hill tại trường Đại học Wasshington, Andrés Monroy Hernández tại dự án Nghiên cứu của Microsoft, Mimi Ito và Crystle Martin tại Đại học bang California, Irvine, Quinn Burke tại trường Cao đẳng Charleston, Deborah Fields tại trường Đại học bang Utah, và Kylie Peppler tại Đại học Indiana.",
  "credits.acknowledgementsTitle": "Sự chứng nhận",
  "credits.acknowledgementsContributors": "Những thành viên sau đây đã có đóng góp cho sự phát triển và hỗ trợ Scratch trong suốt những năm vừa qua:",
  "credits.acknowledgementsTranslators": "Với sự giúp đỡ của những  <a href=\"http://wiki.scratch.mit.edu/wiki/Translators\">thông dịch viên Scratch </a> trên khắp thế giới, Scratch trở nên dễ tiếp cận với mọi người bằng nhiều ngôn ngữ khác nhau.",
  "credits.acknowledgementsCommunity": "Chúng tôi đánh giá cao sự đóng góp của tất cả những thành viên của cộng đồng Scratch toàn cầu, những người đã đóng góp cho sự định hướng của Scratch bằng việc chia sẻ những dự án, những bình luận, và những ý kiến.",
  "credits.acknowledgementsInfluencers": "Những ý kiến của Seymour Papert và Alan Kay đã truyền cảm hứng sâu sắc và ảnh hưởng đến công việc phát triển Scratch.",
  "credits.supportersTitle": "Sự hỗ trợ từ những tổ chức",
  "credits.supportersFinancialHeader": "Những tổ chức đã đóng góp về mặt tài chính cho dự án Scratch",
  "credits.supportersServicesHeader": "Những tổ chức sau đây đã đóng góp dịch vụ của họ để duy trì cho sự hoạt động của Scratch:",
  "credits.supportersOpenHeader": "Ứng dụng Scratch sẽ không được khả thi nếu nó không được miễn phí và phần mềm mã nguồn mở, bao gồm:"
}
