{
  "parents.title": "Per als pares",
  "parents.intro": "Scratch és un llenguatge de programació i una comunitat online on els nens i nenes\npoden programar i compartir les seves produccions multimèdia com històries, jocs i \nanimacions amb gent d'arreu del món. Mentre creen amb \nScratch, aprenen a pensar de manera creativa, a treballar en grup i \na pensar de forma sistemàtica. Scratch està dissenyat i mantingut pel \nLifelong Kindergarten group del MIT Media Lab. ",
  "parents.overview": "Com funciona",
  "parents.faq": "Preguntes freqüents",
  "parents.overviewTitle": "Com funciona Scratch per a infants?",
  "parents.overviewLearningTitle": "Aprenent",
  "parents.overviewLearningBody": "Si vols veure una pàgina amb un resum sobre el que el jovent aprèn amb Scratch, mira {learningWithScratch}.\nLlegeix un article a {creativeLearningApproach}.",
  "parents.learningWithScratchLinkText": "Aprenent amb Scratch",
  "parents.creativeLearningApproachLinkText": "Enfocament de l'aprenentatge creatiu",
  "parents.overviewCommunityTitle": "Comunitat",
  "parents.overviewCommunityBody": "Demanem als participants que segueixin les {communityGuidelines}.\nNo compartim amb ningú la informació privada del compte. Per a més informació, accediu a la {privacyPolicy}.",
  "parents.communityGuidelinesLinkText": "Normes de la Comunitat",
  "parents.privacyPolicyLinkText": "Política de Privacitat",
  "parents.faqMoreAndAsk": "Per saber-ne més sobre Scratch, consulta la {faqPage}.\nTambé pots compartir dubtes a {discussionForums}.\nSi necessites contactar amb l'equip, fes clic a {contactUs} al final de qualsevol pàgina.",
  "parents.faqLinkText": "Preguntes Més Freqüents (FAQ)",
  "parents.faqDiscussionForumsLinkText": "Fòrums de discussió",
  "parents.faqContactUsLinkText": "Contacta'ns",
  "parents.faqAgeRangeTitle": "Quin és el rang d'edat per a l'Scratch?",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "Quins recursos estan disponibles per aprendre Scratch?",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Ideas",
  "parents.faqStepByStepGuideLinkText": "guia pas a pas",
  "parents.faqGettingStartedGuideLinkText": "Guia d'iniciació (PDF)",
  "parents.faqScratchCardsLinkText": "Targetes Scratch",
  "parents.faqTipsLinkText": "Consells",
  "parents.faqCommunityTitle": "Què és la comunitat en línia de Scratch?",
  "parents.faqCommunityBody": "Quan participen en la comunitat Scratch online, els membres poden explorar i experimentar en una comunitat oberta d'aprenentatge amb altres membres de tots els països, edats i interessos. Els membres poden compartir els seus treballs, rebre comentaris i aprendre l'un de l'altre.",
  "parents.faqGuidelinesTitle": "Quines són les normes d'ús per la comunitat en línia de Scratch?",
  "parents.faqGuidelinesBody": "L'equip de Scratch del MIT treballa amb la comunitat per mantenir un entorn agradable i respectuós per a persones de totes les edats, races, ètnies, religions, orientacions sexuals, i identitats de gènere. Pots ajudar que els teus fills o alumnes aprenguin a participar tot revisant les {communityGuidelines} plegats. Volem que els membres comentin de manera constructiva per ajudar a mantenir el respecte en el lloc web tot reportant qualsevol contingut que no segueixi les normes de la comunitat. L'equip de Scratch treballa a diari per gestionar l'activitat al lloc i respondre a les notificacions, amb l'ajuda d'eines com el {CleanSpeak} filtre de males paraules.",
  "parents.faqCommunityGuidelinesLinkText": "normes de la comunitat",
  "parents.faqPrivacyPolicyTitle": "Quina és la vostra política de privacitat?",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "pàgina de preguntes més freqüents",
  "parents.faqOfflineTitle": "Hi ha alguna manera de fer servir Scratch sense participar en línia?",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "Editor fora de línia de Scratch 2.0",
  "parents.faqOffline14LinkText": "Editor fora de línia de Scratch 1.4"
}
