{
  "parents.title": "Για τους γονείς",
  "parents.intro": "Το Scratch είναι μια γλώσσα προγραμματισμού και δικτυακή κοινότητα όπου τα παιδιά μπορούν να προγραμματίζουν και μοιράζονται αλληλεπιδραστικά μέσα όπως ιστορίες, παιχνίδια, και κινούμενα γραφικά με ανθρώπους απ'όλο τον κόσμο. Καθώς τα παιδιά δημιουργούν με το Scratch, μαθαίνουν να σκέφτονται δημιουργικά, να δουλεύουν συνεργατικά, και να συμπεραίνουν συστηματικά. Το Scratch έχει σχεδιαστεί και συντηρείται από την ομάδα Lifelong Kindergarten στο MIT Media Lab.",
  "parents.overview": "Πώς λειτουργεί",
  "parents.faq": "Συχνές Ερωτήσεις",
  "parents.overviewTitle": "Πώς λειτουργεί το Scratch για τα παιδιά;",
  "parents.overviewLearningTitle": "Εκμάθηση",
  "parents.overviewLearningBody": "For a one-page overview of what young people learn with Scratch, see {learningWithScratch}.\nRead an article on the {creativeLearningApproach}.",
  "parents.learningWithScratchLinkText": "Μαθαίνοντας με το Scratch",
  "parents.creativeLearningApproachLinkText": "Δημιουργική Προσέγγιση Εκμάθησης",
  "parents.overviewCommunityTitle": "Κοινότητα",
  "parents.overviewCommunityBody": "We ask all participants on the site to follow the {communityGuidelines}.\nWe do not make private account information available to anyone. For more information, please see the {privacyPolicy}.",
  "parents.communityGuidelinesLinkText": "Οδηγίες Kοινότητας",
  "parents.privacyPolicyLinkText": "Πολιτική Προστασίας",
  "parents.faqMoreAndAsk": "To find out more about Scratch, please see {faqPage}.\nYou can also ask questions in the {discussionForums}.\nIf you need to contact our staff team directly, click {contactUs} at the bottom of any page.",
  "parents.faqLinkText": "Συχνές Ερωτήσεις (FAQ)",
  "parents.faqDiscussionForumsLinkText": "Φόρουμ Συζητήσεων",
  "parents.faqContactUsLinkText": "Επικοινωνήστε μαζί μας",
  "parents.faqAgeRangeTitle": "Ποιο είναι το φάσμα των ηλικιών των χρηστών στο Scratch;",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "Ποιες πηγές είναι διαθέσιμες για να μάθω να χρησιμοποιώ το Scratch;",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Ideas",
  "parents.faqStepByStepGuideLinkText": "step-by-step guide",
  "parents.faqGettingStartedGuideLinkText": "Getting Started guide (PDF)",
  "parents.faqScratchCardsLinkText": "Κάρτες του Scratch",
  "parents.faqTipsLinkText": "Συμβουλές",
  "parents.faqCommunityTitle": "Τι είναι η διαδικτυακή κοινότητα του Scratch;",
  "parents.faqCommunityBody": "Όταν συμμετέχετε στην διαδικτυακή κοινότητα του Scratch, μπορείτε να εξερευνήσετε και να πειραματιστείτε σε μια ανοικτή μαθησιακή κοινότητα με άλλα μέλη από όλα τα παρασκήνια, από όλες τις ηλικίες και με άλλα ενδιαφέροντα. Τα μέλη μπορούν να μοιραστούν την δουλειά τους, να λάβουν εποικοδομητική κριτική και να μάθουν ο ένας απ' τον άλλο.",
  "parents.faqGuidelinesTitle": "Ποιες είναι οι οδηγίες κοινότητας του διαδικτυακού Scratch;",
  "parents.faqGuidelinesBody": "The MIT Scratch Team works with the community to maintain a friendly and respectful environment for people of all ages, races, ethnicities, religions, sexual orientations, and gender identities. You can help your child learn how to participate by reviewing the {communityGuidelines} together. Members are asked to comment constructively and to help keep the website friendly by reporting any content that does not follow the community guidelines. The Scratch Team works each day to manage activity on the site and respond to reports, with the help of tools such as the {CleanSpeak} profanity filter.",
  "parents.faqCommunityGuidelinesLinkText": "community guidelines",
  "parents.faqPrivacyPolicyTitle": "Ποια είναι η πολιτική προστασίας;",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "σελίδα συχνών ερωτήσεων",
  "parents.faqOfflineTitle": "Υπάρχει τρόπος να χρησιμοποιήσω το Scratch χωρίς να συμμετέχω στη διαδικτυακή κοινότητα;",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "αυτόνομος επεξεργαστής Scratch 2.0",
  "parents.faqOffline14LinkText": "αυτόνομος επεξεργαστής Scratch 1.4"
}
