{
  "parents.title": "Para padres",
  "parents.intro": "Scratch es un lenguaje de programación y una comunidad en línea donde los niños\n  pueden programar y compartir medios interactivos como historias, juegos y\nanimaciones con gente de todo el mundo. Mientras los niños crean con\nScratch, aprenden a pensar creativamente, trabajar en colaboración y\nrazonar sistemáticamente. Scratch está diseñado y mantenido por\nLifelong Kindergarten group en el MIT Media Lab.",
  "parents.overview": "Como funciona",
  "parents.faq": "Preguntas frecuentes (FAQ)",
  "parents.overviewTitle": "Cómo funciona Scratch para los niños?",
  "parents.overviewLearningTitle": "Aprendizaje",
  "parents.overviewLearningBody": "Para obtener una descripción general de lo que aprenden los jóvenes con Scratch, consulte {learningWithScratch}.\nLea un artículo sobre el {creativeLearningApproach}.",
  "parents.learningWithScratchLinkText": "Aprendiendo con Scratch",
  "parents.creativeLearningApproachLinkText": "Métdo de aprendizaje creativo",
  "parents.overviewCommunityTitle": "Comunidad",
  "parents.overviewCommunityBody": "Pedimos a todos los participantes en el sitio que sigan el {communityGuidelines}.\nNo suministramos la información de una cuenta privada a disposición de nadie. Para obtener más información, consulte la {privacyPolicy}.",
  "parents.communityGuidelinesLinkText": "Reglas de la comunidad",
  "parents.privacyPolicyLinkText": "Política de privacidad",
  "parents.faqMoreAndAsk": "Para obtener más información sobre Scratch, consulte {faqPage}.\nTambién puede formular preguntas en el {discussionForums}.\nSi necesita ponerse en contacto directamente con nuestro equipo, haga clic en {contactUs} en la parte inferior de cualquier página.",
  "parents.faqLinkText": "Preguntas Frecuentes (FAQ)",
  "parents.faqDiscussionForumsLinkText": "Foros de discusión",
  "parents.faqContactUsLinkText": "Contáctanos",
  "parents.faqAgeRangeTitle": "¿Cuál es el rango de edad para Scratch?",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "¿Qué recursos están disponibles para aprender Scratch?",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Ideas",
  "parents.faqStepByStepGuideLinkText": "guía paso a paso",
  "parents.faqGettingStartedGuideLinkText": "Guía de inicio (PDF)",
  "parents.faqScratchCardsLinkText": "Tarjetas de Scratch",
  "parents.faqTipsLinkText": "Sugerencias",
  "parents.faqCommunityTitle": "¿Qué es la comunidad en línea de Scratch?",
  "parents.faqCommunityBody": "Al participar en la comunidad en línea de Scratch, sus miembros pueden explorar y experimentar en una comunidad abierta de aprendizaje con personas de todos los orígenes, edades e intereses. Los miembros pueden compartir su trabajo, recibir retroalimentación y aprender unos de otros.",
  "parents.faqGuidelinesTitle": "¿Cuáles son las directrices para la comunidad en línea de Scratch?",
  "parents.faqGuidelinesBody": "El Scratch Team del MIT trabaja con la comunidad para mantener un ambiente amigable y respetuoso para gente de todas las edades, razas, etnias, religiones, orientaciones sexuales o identidades de género. Puedes ayudar a tu hijo o hija a aprender a participar revisando las {communityGuidelines} juntos. A los miembros se les pide que comenten de manera constructiva y que ayuden a mantener al sitio web lo más amigable posible, informando sobre cualquier contenido que no siga las reglas de la comunidad. El Scratch Team trabaja cada día para gestionar la actividad del sitio  y responder a los informes con la ayuda de herramientas como el filtro {CleanSpeak} de lenguaje obsceno . ",
  "parents.faqCommunityGuidelinesLinkText": "reglas de la comunidad",
  "parents.faqPrivacyPolicyTitle": "¿Cuál es su política de privacidad?",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "página de preguntas frecuentes",
  "parents.faqOfflineTitle": "¿Hay una manera de usar Scratch sin participar en línea?",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "Editor sin conexión Scratch 2.0",
  "parents.faqOffline14LinkText": "Editor sin conexión Scratch 1.4"
}
