{
  "parents.title": "Pour les parents",
  "parents.intro": "Scratch est un langage de programmation et une communauté en ligne où les enfants\npeuvent programmer et publier du contenu intéractif tel que des histoires, des jeux, et \ndes animations avec le monde entier. Quand les enfants créent avec \nScratch, ils apprennent à penser de façon créative, à collaborer, et\nà raisonner systématiquement. Scratch est conçu et maintenu par le\ngroupe Lifelong Kindergarten au MIT Media Lab.",
  "parents.overview": "Comment ça marche",
  "parents.faq": "FAQ",
  "parents.overviewTitle": "Comment fonctionne Scratch pour les enfants ?",
  "parents.overviewLearningTitle": "Apprentissage",
  "parents.overviewLearningBody": "Pour avoir un aperçu d'une page de ce que les jeunes apprennent avec Scratch, voir {learningWithScratch}.\nLire un article sur le {creativeLearningApproach}.",
  "parents.learningWithScratchLinkText": "Apprendre avec Scratch",
  "parents.creativeLearningApproachLinkText": "Approche d'apprentissage créatif",
  "parents.overviewCommunityTitle": "Communauté",
  "parents.overviewCommunityBody": "Nous demandons à tous les utilisateurs du site de suivre les {communityGuidelines}.\nNous ne communiquons à personne les informations personnelles de votre compte. Pour plus d'informations, merci de consulter la {privacyPolicy}.",
  "parents.communityGuidelinesLinkText": "Règles de conduite",
  "parents.privacyPolicyLinkText": "Politique de confidentialité",
  "parents.faqMoreAndAsk": "Pour en savoir plus à propos de Scratch, merci de consulter {faqPage}.\nVous pouvez également poser des questions dans le {discussionForums}.\nSi vous avez besoin de contacter notre équipe directement, cliquez {contactUs}en bas de n'importe quelle page.",
  "parents.faqLinkText": "Foire Aux Questions",
  "parents.faqDiscussionForumsLinkText": "Forums de discussion",
  "parents.faqContactUsLinkText": "Contactez-nous",
  "parents.faqAgeRangeTitle": "Quelle est la tranche d'âge pour Scratch ?",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "Quelles sont les ressources disponibles pour l'apprentissage de Scratch ?",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Idées",
  "parents.faqStepByStepGuideLinkText": "Guide pas-à-pas",
  "parents.faqGettingStartedGuideLinkText": "Guide de démarrage (PDF)",
  "parents.faqScratchCardsLinkText": "Cartes Scratch",
  "parents.faqTipsLinkText": "Astuces",
  "parents.faqCommunityTitle": "Qu'est ce que la communauté en ligne de Scratch?",
  "parents.faqCommunityBody": "Quand vous participez à la communauté en ligne de Scratch, les membres peuvent explorer et expérimenter dans une communauté d'apprentissage ouverte à d'autres membres de Scratch de tous horizons, âges et centres d'intérêts. Les membres peuvent partager leurs travaux, obtenir un feedback, et apprendre les uns des autres.",
  "parents.faqGuidelinesTitle": "Quelles sont les lignes directrices pour la communauté en ligne Scratch?",
  "parents.faqGuidelinesBody": "L'Équipe Scratch du MIT travaille avec la communauté pour maintenir un environnement amical et respectueux pour les personnes de tous âges, races, ethnies, religions, orientations sexuelles et genres. Vous pouvez aider votre enfant à apprendre à participer en lisant les {communityGuidelines} ensemble. Les membres sont invités à commenter de manière constructive et à maintenir le site Web convivial en signalant tout contenu ne respectant pas les règles de la communauté. L’Équipe Scratch travaille chaque jour pour gérer les activités sur le site et répondre aux rapports, à l’aide d’outils tels que le {CleanSpeak}filtre grossièretés.",
  "parents.faqCommunityGuidelinesLinkText": "règles de communauté",
  "parents.faqPrivacyPolicyTitle": "Quelle est votre politique de confidentialité?",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "page de la foire aux questions",
  "parents.faqOfflineTitle": "Y at-il un moyen d'utiliser Scratch sans se connecter en ligne?",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "Éditeur Scratch 2.0 hors ligne",
  "parents.faqOffline14LinkText": "Éditeur Scratch 1.4 hors ligne"
}
