{
  "parents.title": "अभिभावक हेतु ",
  "parents.intro": "स्क्रैच एक प्रोग्रामिंग भाषा और ओन-लाईन  बच्चो का समुदाय है जहा बच्चे \nमिलकर रचनात्मक खेल , कहानिया, और एनीमेशन की प्रोग्रामिंग करते है और उसे \nविश्व के सभी लोगो के साथ साझा करते है  स्क्रैच बनाते समय  बच्चे रचनात्मक, सहयोगी, और व्यवस्थित रूपसे सोचना सीखते है स्क्रैच की रचना और देखभाल आजीवन बाल विहार संघ MIT मिडिया की प्रयोगशाला द्वारा होता है ",
  "parents.overview": "यह कैसे काम करता है ",
  "parents.faq": "बारबार पूछे जाने वाले सवाल ",
  "parents.overviewTitle": "बच्चो के संदर्भः में स्क्रैच कैसे उपयोगी है ?",
  "parents.overviewLearningTitle": "सीखना",
  "parents.overviewLearningBody": "स्क्रैच के साथ युवा क्या सिख सकते है इसका एक पृष्ठः का अवलोकन देखे {learningWithScratch}.\nइस पे लिखा लेख पढ़े{creativeLearningApproach}. ",
  "parents.learningWithScratchLinkText": "स्क्रैच के साथ  सीखे ",
  "parents.creativeLearningApproachLinkText": "रचनात्मक शिक्षा का दृष्टिकोण",
  "parents.overviewCommunityTitle": "समुदाय ",
  "parents.overviewCommunityBody": "सभी सदस्य इन दिशानिर्देशोंका पालन करे {communityGuidelines}\nहम किसी भी व्यक्तिगत खाते की जानकारी किसीके साथ साझा नहीं करते। अधिक जानकारी के लिए यह देखे {privacyPolicy}",
  "parents.communityGuidelinesLinkText": "सामुदायिक दिशानिर्देश",
  "parents.privacyPolicyLinkText": "गोपनीयता नीति",
  "parents.faqMoreAndAsk": "स्क्रैच के बारे में और जानने के लिए, कृपया  यहाँ देखें। {faqPage}\n{discussionForums} यहाँ आप प्रश्न पूछ सकते हैं।\nयदि आपको सीधे हमारी स्टाफ टीम से संपर्क करने की आवश्यकता है, तो किसी भी पेज के नीचे{contactUs} यहाँ  क्लिक करें",
  "parents.faqLinkText": "नित्य पूछे जानेवाले प्रश्न ",
  "parents.faqDiscussionForumsLinkText": "चर्चा मंच",
  "parents.faqContactUsLinkText": "हमसे संपर्क करें",
  "parents.faqAgeRangeTitle": "स्क्रैच के लिए आयु सीमा क्या है?",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "स्क्रैच सीखने के लिए कौन से संसाधन उपलब्ध हैं ?",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Ideas",
  "parents.faqStepByStepGuideLinkText": "चरण-दर-चरण मार्गदर्शिका",
  "parents.faqGettingStartedGuideLinkText": "शुरू करने हेतु मार्गदर्शिका (PDF)",
  "parents.faqScratchCardsLinkText": "स्क्रैच कार्ड",
  "parents.faqTipsLinkText": "सुझाव",
  "parents.faqCommunityTitle": "स्क्रैच ऑनलाइन समुदाय क्या है?",
  "parents.faqCommunityBody": "स्क्रैच ऑनलाइन समुदाय में भाग लेने पर, विभिन्न पृष्ठभूमि, आयु और रुचियों के अन्य स्क्रैच सदस्यों के साथ एक खुले सीखने वाले समुदाय में खोज और प्रयोग कर सकते हैं। सदस्य अपना काम साझा कर सकते हैं, प्रतिक्रिया प्राप्त कर सकते हैं, और एक-दूसरे से सीख सकते हैं",
  "parents.faqGuidelinesTitle": "स्क्रैच ऑनलाइन समुदाय के लिए दिशानिर्देश क्या हैं?",
  "parents.faqGuidelinesBody": "MIT स्क्रैच टीम सभी उम्र, जातियों, जातियों, धर्मों, यौन उन्मुखता, और लिंग पहचान के लोगों के लिए एक दोस्ताना और सम्मानजनक माहौल बनाए रखने के लिए समुदाय के साथ काम करती है। आप अपने बच्चे को एक साथ {communityGuidelines} समीक्षा करके भाग लेने में मदद कर सकते हैं। सदस्यों को रचनात्मक रूप से टिप्पणी करने और समुदाय की दिशानिर्देशों का पालन नहीं करने वाली किसी भी सामग्री की रिपोर्ट करके वेबसाइट को मित्रवत रखने में मदद करने के लिए कहा जाता है। स्क्रैच टीम साइट पर गतिविधि का प्रबंधन करने के लिए प्रत्येक दिन काम करती है और {CleanSpeak} profanity फ़िल्टर जैसे टूल की मदद से रिपोर्ट का जवाब देती है।",
  "parents.faqCommunityGuidelinesLinkText": "सामुदायिक दिशानिर्देश",
  "parents.faqPrivacyPolicyTitle": "गोपनीयता नीति क्या है",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "अक्सर पूछे जाने वाले प्रश्न पृष्ठ",
  "parents.faqOfflineTitle": "ऑनलाइन भाग लेने के बिना स्क्रैच का उपयोग करने का कोई तरीका है?",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "स्क्रैच 2.0 ऑफलाइन संपादक",
  "parents.faqOffline14LinkText": "1.4 ऑफ़लाइन संपादक स्क्रैच करें"
}
