{
  "parents.title": "Voor ouders",
  "parents.intro": "Scratch is een programmeer omgeving èn een online gemeenschap waar kinderen kunnen programmeren en interactieve projecten zoals verhalen, games en animaties kunnen delen met mensen van over de heel wereld. Wanneer kinderen iets maken met Scratch leren ze creatief denken, samenwerken en systematisch redeneren. Scratch is ontworpen en onderhouden door de Lifelong Kindergarten group van het MIT Media Lab.",
  "parents.overview": "Hoe het werkt",
  "parents.faq": "FAQ",
  "parents.overviewTitle": "Hoe werkt Scratch voor kinderen",
  "parents.overviewLearningTitle": "Leren",
  "parents.overviewLearningBody": "Voor een compact overzicht over wat jongeren leren met Scratch, zie {learningWithScratch}.\nOf lees het artikel over {creativeLearningApproach}.",
  "parents.learningWithScratchLinkText": "Leren met Scratch",
  "parents.creativeLearningApproachLinkText": "Creatief Leren Aanpak",
  "parents.overviewCommunityTitle": "Gemeenschap",
  "parents.overviewCommunityBody": "We vragen alle gebruikers van de website om de {communityGuidelines} te volgen.\nWij maken geen enkele privé informatie beschikbaar voor wie dan ook. Zie de {privacyPolicy} voor meer informatie.",
  "parents.communityGuidelinesLinkText": "Gemeenschapsrichtlijnen",
  "parents.privacyPolicyLinkText": "Privacybeleid",
  "parents.faqMoreAndAsk": "Om meer over Scratch te weten te komen: bezoek de {faqPage}.\nJe kunt ook vragen stellen op de {discussionForums}.\nAls je contact wil met de makers van Scratch kun je onderaan elke pagina klikken op {contactUs}.",
  "parents.faqLinkText": "Veelgestelde vragen (FAQ)",
  "parents.faqDiscussionForumsLinkText": "Discussieforums",
  "parents.faqContactUsLinkText": "Contact",
  "parents.faqAgeRangeTitle": "Voor welke leeftijden is Scratch bedoeld?",
  "parents.faqAgeRangeBody": "Scratch is designed especially for young people ages 8 to 16, but people of all ages create and share with Scratch. Younger children may want to try {scratchJr}, a simplified version of Scratch designed for ages 5 to 7.",
  "parents.faqResourcesTitle": "Welke hulpmiddelen zijn er om Scratch te leren?",
  "parents.faqResourcesBody": "If you’re just getting started, there’s a {stepByStepGuide} available inside Scratch. For an overview of Scratch resources, see the {ideasPage} page.",
  "parents.faqIdeasLinkText": "Ideas",
  "parents.faqStepByStepGuideLinkText": "Stap-voor-stap gids",
  "parents.faqGettingStartedGuideLinkText": "Gids 'Aan de slag' (PDF)",
  "parents.faqScratchCardsLinkText": "Scratch-kaarten",
  "parents.faqTipsLinkText": "Tips",
  "parents.faqCommunityTitle": "Wat is de Scratch online gemeenschap?",
  "parents.faqCommunityBody": "Leden van de Scratch online gemeenschap kunnen ontdekken en experimenteren in een open leeromgeving samen met andere leden van verschillende achtergronden, leeftijden en interesses. Leden kunnen hun werk delen, feedback krijgen en van elkaar leren.",
  "parents.faqGuidelinesTitle": "Wat zijn de richtlijnen voor de online Scratchgemeenschap?",
  "parents.faqGuidelinesBody": "Het MIT Scratch team zorgt met de Scratch gemeenschap voor een vriendelijke en respectvolle omgeving voor alle mensen ongeacht hun leeftijd, ras, afkomst, religie, seksuele voorkeur en gender. Je kunt je kind leren mee te helpen door samen de {communityGuidelines} door te nemen. \nGebruikers wordt gevraagd om opmerkingen constructief te houden, en te helpen de website vriendelijk te houden door inhoud die niet aan de gemeenschapsrichtlijnen voldoet te melden. Het Scratch Team is dagelijks actief om het gebruik van de site in de gaten te houden en te reageren op meldingen, daarbij geholpen door software zoals het {CleanSpeak}vloekfilter.",
  "parents.faqCommunityGuidelinesLinkText": "gemeenschapsrichtlijnen",
  "parents.faqPrivacyPolicyTitle": "Waaruit bestaat het privacybeleid?",
  "parents.faqPrivacyPolicyBody": "To protect children's online privacy, we limit what we collect during the signup process, and what we make public on the website. We don't sell or rent account information to anyone. You can find out more about our {privacyPolicy} page.",
  "parents.faqFAQLinkText": "veel voorkomende vragen (FAQ) pagina",
  "parents.faqOfflineTitle": "Kun je Scratch gebruiken zonder online deelname?",
  "parents.faqOfflineBody" : "The Scratch Desktop editor allows you to create Scratch projects without an internet connection. You can download {scratchDesktop} from the website. This was previously called the Scratch Offline editor.",
  "parents.faqScratchDesktop": "Scratch Desktop",
  "parents.faqOffline2LinkText": "Scratch 2.0 offline editor",
  "parents.faqOffline14LinkText": "Scratch 1.4 offline editor"
}
