{
    "conference-2018.title": "Scratch Conference 2018:",
    "conference-2018.subtitle": "La Pròxima Generació",
    "conference-2018.dateDesc": "26-28 de juliol de 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(amb benvinguda inicial el vespre del 25 de juliol)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Aprèn més sobre les dates i ubicacions de les jornades.",

    "conference-2018.date": "Quan:",
    "conference-2018.location": "On:",

    "conference-2018.desc1": "Participa en la conferència Scratch@MIT, una trobada lúdica d'educadors, investigadors, desenvolupadors i altres membres de la comunitat Scratch a tot el món.",
    "conference-2018.desc2": "We're planning a very participatory conference, with an entire day of hands-on workshops and lots of opportunities for peer-to-peer discussion and collaboration. The conference is intended primarily for adults who support young people learning Scratch.",
    "conference-2018.registrationDate": "Registration opens March 1, 2018.",

    "conference-2018.sessionDesc": "Interessat/da en proposar una sessió? Et convidem de quatre maneres:",
    "conference-2018.sessionItem1Title": "Pòster/demostració (90 minuts).",
    "conference-2018.sessionItem1Desc": "Mostra el teu projecte en un entorn d'exposició, juntament amb altres presentadors. Se us proporcionarà espai de visualització per a un cartell i un espai de taula per a una computadora o fullets.",
    "conference-2018.sessionItem2Title": "Taller manipulatiu (90 minuts).",
    "conference-2018.sessionItem2Desc": "Engresca els participants en activitats pràctiques, destacant noves formes de crear i col·laborar amb Scratch.",
    "conference-2018.sessionItem3Title": "Panell interactiu (60 minuts).",
    "conference-2018.sessionItem3Desc": "Parleu sobre un tema relacionat amb Scratch en un panell amb tres o més persones. La vostra proposta hauria de descriure com involucrarà al públic durant la sessió.",
    "conference-2018.sessionItem4Title": "Ignite talk (5 minuts).",
    "conference-2018.sessionItem4Desc": "Comparteix el que has fet en una presentació breu i animada.",

    "conference-2018.deadline": "Deadline for proposals is February 5, 2018.",
    "conference-2018.proposal": "Envieu la vostra proposta",
    "conference-2018.proposalDeadline": "Termini de presentació de propostes: 5 de febrer",
    "conference-2018.proposalAccept": "Notificació d'acceptació: 1 de març",

    "conference-2018.registrationTitle": "Registre:",
    "conference-2018.registrationEarly": "Inscripció Early Bird (1 de març-1 de maig): $200",
    "conference-2018.registrationStandard": "Inscripció estàndard (després de l'1 de maig): $300",

    "conference-2018.questions": "Dubtes? Contacta amb l'equip de Scratch {emailLink}",
    "conference-2018.questionsTitle": "Questions:",
    "conference-2018.submissionQ": "I missed the submission deadline. Can I still submit a proposal for the conference?",
    "conference-2018.submissionAns": "We are no longer accepting proposal submissions. We will send out proposal acceptance notifications on February 28.",
    "conference-2018.regQ": "I can only attend one day of the conference. Do you offer single-day registration?",
    "conference-2018.regAns": "Sorry, we are not offering single-day tickets.",
    "conference-2018.accommodationsQ": "I want to plan my visit. Do you have suggestions for accommodations?",
    "conference-2018.accommodationsAns1": "Yes, MIT partners with several hotels in the area who offer discounts to participants attending MIT events, including: {marriottLink} (0.4 miles from the MIT Media Lab), {holidayinnLink} (1.6 miles), {residenceinnLink} (0.3 miles), and {lemeridienLink} (0.9 miles). To reserve a room at one of these hotels, call the hotel and request the MIT discount. Advance booking is strongly recommended, as summer is a busy time in Boston. All MIT rates are subject to availability.",
    "conference-2018.accommodationsAns2": "If you are looking for lower-cost accommodations, we also recommend the {acLink} (7.1 miles). You might also consider home-share options such as Airbnb. Find an extended list of accommodations {mitLink}.",
    "conference-2018.here": "aquí",
    "conference-2018.accommodationsAns3": "Limited lodging is available in {neuLink} dorms rooms at the following rates:",
    "conference-2018.apartment": "Apartment",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Single",
    "conference-2018.double": "Double",
    "conference-2018.pp": "/person/night",
    "conference-2018.accommodationsAns4": "To request a dorm room, please email us at {emailLink} with the subject line “Dorm room.” Please note that Northeastern is located in Boston, two miles from the conference site at MIT. It is a half-hour commute via public transportation, accessible by subway via the Green Line (the Northeastern stop on the E line) or the Orange Line (Ruggles Station stop).",
    "conference-2018.letterQ": "Can I get a visa letter?",
    "conference-2018.letterAns": "Yes. Contact us at {emailLink}, and we can email you a letter.",
    "conference-2018.preConfQ": "In previous years, there was an event on Wednesday evening before the conference. Will you be hosting something similar this year?",
    "conference-2018.preConfAns": "There will be an informal, optional reception the evening of Wednesday, July 25. Participants may register early at this time as well.",
    "conference-2018.bringQ": "What should I bring?",
    "conference-2018.bringAns": "Plan to bring your personal device (laptops are preferred) and power cord. Presenters should plan to bring all additional presentation materials (we will provide projectors and screens). Snacks and beverages will be available throughout the day.",
    "conference-2018.moreQ": "Have additional questions?",
    "conference-2018.moreAns": "Contact the Scratch Team at {emailLink}."
}
