{
    "conference-2017.title": "כנסי סקראץ׳ 2017",
    "conference-2017.desc": "השנה, כחלק מחגיגות העשור לסקראץ׳, קהילת סקראץ׳ העולמית תארח כנסי סקראץ׳ אזוריים בהרבה ערים ברחבי העולם.",
    "conference-2017.seeBelow": "למד עוד על תאריכים ומקומות של כנסים למטה.",

    "conference-2017.date": "תאריך",
    "conference-2017.location": "מיקום",
    "conference-2017.audience": "קהל",
    "conference-2017.language": "שפה",
    "conference-2017.website": "בקר באתר האינטרנט",
    "conference-2017.contact": "צור קשר עם המארגן",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "הפתחות, השראה, התחברות",
    "conference-2017.franceDesc": "Scratch2017BDX הוא הזדמנות לפגוש אנשים ולשתף רעיונות, ולשאוב השראה ולעורר השראה. זהו פסטיבל עולמי לחגיגת יצירירתיות ולהנות מתגליות והבנות על סקראץ׳ ומעבר לו.",
    "conference-2017.franceAudience": "משפחת סקראץ׳ העולמית",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "כנס סקראץ׳ ברזיל 2017, יהיה נקודת מפגש למורים ברזילאים, חוקרים, מפתחים ויצרנים שמעוניינים ליצור, לשתף וללמוד עם סקראץ׳. הכנס יקדם דיונים אודות השימוש בסקראץ׳ בתוך ומחוץ לכיתה, תכנות יצירתי, תוספים של סקראץ׳ ונושאים חשובים אחרים שקשורים לאימוץ של סקראץ׳ בברזיל. אנחנו מתכננים משהו עם הרבה השתתפות, עם הרבה ידיים על הסדנאות, הפוסטרים והזדמנויות לשיתוף פעולה.",
    "conference-2017.brasilAudience": "מורים, חוקרים ויצרנים",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "The Scratch Conference in Budapest is a unique opportunity to meet our extended Scratch family and grow and inspire each other. It is a space to revel in creative thinking and coding, to dive in and share in all the diverse possibilities we have found. We are change agents — tried and true geeks in our genes — and we look forward to rolling up our shirt sleeves and having some “hard-fun”. Truly in this sphere, the outlook for the future is bright and we are excited. Come, meet, and collaborate with other members of the Scratch community.",
    "conference-2017.hungaryAudience": "מורים, מחנכים, מוסדות",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 is an opportunity to learn about the importance of introducing programming languages in schools. All lectures and workshops will provide an opportunity to share different experiences, from higher levels to those who are beginning to participate in Scratch's global community.",
    "conference-2017.chileAudience": "מורים מבתי ספר, מנהלים, מנהלי חינוך, חוקרים ומקצועני טכנולוגיית המידע",
    
    "conference-2017.chinaTitle": "כנס סקראץ׳: China*Love",
    "conference-2017.chinaDesc": "הצטרפו אלינו לכינוס של תמיכה בביטוי היצירתי עם סקראץ׳ בסין. שתפו דרכים לעודד למידה עם תשוקה לתכנות, להנפשה, לקהילה ולחיים.",
    "conference-2017.chinaAudience": "מורים, הורים, מפתחים, יצרנים",

    "conference-2017.costaricaTitle": "כנס סקראץ׳ Costa Rica",
    "conference-2017.costaricaSubTitle": "אנשים, פרוייקטים ומקומות",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is a global event taking place at a community level that unites teachers, students, businesses, and leaders, so that coding and design is part of every child's education, starting with Scratch.",
    "conference-2017.costaricaAudience": "משתמשי סקראץ׳, מורים, פרופסורים במכללות, סקרצ׳רים פוטנציאליים, סטודנטים באוניברסיטאות (מורים ומפתחי תוכנה עתידיים) בקוסטה ריקה ובמדינות דוברות ספרדית באמריקה הלטינית"
}
