{
    "conference-2018.title": "Hui-ā-tau Scratch 2018:",
    "conference-2018.subtitle": "Te Whakatipuranga Hou",
    "conference-2018.dateDesc": "26-28 Hōngongoi, 2018 | Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(ko te tūwheratanga kei te pō o te 25 o Hōngongoi)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Ākona anōtia, ngā rā me ngā wāhi o te hui-ā-tau.",

    "conference-2018.date": "Ā hea:",
    "conference-2018.location": "Kei hea:",

    "conference-2018.desc1": "Nau mai, haere mai ki te hui-ā-tau  Scratch@MIT, he hui hīanga mō ngā kaiwhakaako, kairangahau, me ngā iwi whānui o te hapori Scratch o te Ao, ",
    "conference-2018.desc2": "Kei te whakarite mātou i te hui e taea e te katou ki te uru ki ngā taiwhanga mahi-ā-ringa, he maha hoki ngā wā ka taea te kōrero kanohi-ki-te-kanohi me te mahi tahi. Ko te hunga mā rātou tēnei hui ko ngā pakeke e āwhina i ngā taiohi me ngā tamariki ki te ako i a Scratch. ",
    "conference-2018.registrationDate": "Ka tīmata ngā rēhitatanga ā te 1 Poutūterangi, 2018.",
    "conference-2018.registerNow": "Rēhita Ināianei!",
    "conference-2018.sessionDesc": "Ka hiahia koe ki tētahi tūnga? Kua whā ngā momo marohi e hiahia ana mātou:",
    "conference-2018.sessionItem1Title": "Pānui whakaahua/whakaaturanga (90 ngā miniti)",
    "conference-2018.sessionItem1Desc": "Whakamenomeno i tō hinonga i te whakaaturanga nui, kei te taha o ngā whakaaturanga kē. Ka tukua he wāhi mō te pānui whakaahua me te tēpū mō te rorohiko me ngā tohanga.",
    "conference-2018.sessionItem2Title": "Taiwhanga mahi-ā-ringa (90 ngā miniti)",
    "conference-2018.sessionItem2Desc": "Tomokia ngā tāngata ki ngā mahinga-ā-ringa, kia kite ai ngā huarahi hou mō te waihanga me te mahitahi i a Scratch.",
    "conference-2018.sessionItem3Title": "Paewhiri pāhekoheko (60 ngā miniti)",
    "conference-2018.sessionItem3Desc": "Whakawhiti whakaaro mō tētahi kaupapa Scratch me te paewhiri, kia toru ngā tāngata tokomaha ake rānei.  Whakamārama mai kei roto i tō marohi, pēhea koe e whakarekareka i te hunga mātakitaki i tō wā whakaaturanga.",
    "conference-2018.sessionItem4Title": "Kōrero ngingiha (5 ngā miniti).",
    "conference-2018.sessionItem4Desc": "Tuari ō mahi, i tētahi whakaaturanga kia hīkaka, kia poto.",

    "conference-2018.deadline": "Ko te rā kati mō ngā marohi, kei te 5 o Huitanguru, 2018.",
    "conference-2018.proposal": "Tukua mai Tō Marohi",
    "conference-2018.proposalDeadline": "Ko te rā kati mō ngā marohi, kei te 5 o Huitanguru",
    "conference-2018.proposalAccept": "Ka whakamōhio atu i ngā whakaae: 1 Poutūterangi ",

    "conference-2018.registrationTitle": "Rēhititanga:",
    "conference-2018.registrationEarly": "Rēhitatanga Moata (1 Poutūterangi-1 Haratua): $200",
    "conference-2018.registrationStandard": "Rēhitatanga (ā muri i te 1 Haratua): $300",

    "conference-2018.questions": "He Pātai? Whakapā mai ki te Tīma Scratch Team kei {emailLink}",
    "conference-2018.questionsTitle": "He Pātai:",
    "conference-2018.submissionQ": "Kua pahemo te rā kati. Ka taea tonutia te tuku marohi mō te hui-ā-tau?",
    "conference-2018.submissionAns": "Kua kati ināianei te wā tuku marohi.",
    "conference-2018.regQ": "Ka taea e au te haere ki te rā kotahi noa iho. Kei te tuku koutou i ngā rēhitatanga mō te rā kotahi noa iho?",
    "conference-2018.regAns": "Aroha mai, kāore he tīkete mō te rā kotahi noa.",
    "conference-2018.accommodationsQ": "Kei te hiahia ahau ki te whakarite i taku haerenga. He whakaaranga pea ā koutou mō ngā wāhi noho?",
    "conference-2018.accommodationsAns1": "Āe, ko ētahi o ngā hoa kaipakihi ō MIT, he hōtera e whakaheke i te utu ki te hunga e haere ana ki ngā hui o MIT, ko ētahi, ko: {marriottLink} (0.6km te tawhiti mai i a MIT Media Lab), {holidayinnLink} (2.5km), {residenceinnLink} (0.5 km), and {lemeridienLink} (1.5 km). Ki te whakarite i te rūma i tētahi o aua hōtēra, waea atu ki a rātou, ā, pātai mō te whakahekenga utu mō MIT. Kia wawe te whakarite, nā te maha o ngā manuhiri i te raumati. Ka taea ngā utu MIT i ngā wā e wātea ana anake.",
    "conference-2018.accommodationsAns2": "Ki te hiahia koe ki ētahi atu momo wāhi noho, ko ētahi mea e pai ana ko {acLink} (11 km), {doubletreeLink} (5.3 km), me {hotelbostonLink} me te waehere MITSC2018 (8.5 km). Tērā pea ka hiahia koe ki te aro ki ngā mea pērā ki a Airbnb. Kia kitea te rārangi nohoanga āhua roa nei, tirohia {mitLink}.",
    "conference-2018.here": "kei konei",
    "conference-2018.accommodationsAns3": "Ka taea hoki te noho kei ngā rūma dorm e {neuLink} ka pēnei te utu:",
    "conference-2018.apartment": "Wharetō",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Takitahi",
    "conference-2018.double": "Takirua",
    "conference-2018.pp": "/tangata/pō",
    "conference-2018.accommodationsAns4": "Ki te tono mō te rūma dorm, whakaotia te {dormrequestLink}. Kia mārama koe, kei Boston a Northeastern, e toru ngā km mai i te wāhi e tū ai te hui-ā-taukei MIT. He haurua haora mā runga i ngā waka o te taone, mā subway i runga i a Green Line (te tūnga Northeastern o runga i te E line), Orange Line rānei (te tūnga Ruggles Station).",
    "conference-2018.dormRequestText": "Puka tono mō te rūma dorm",
    "conference-2018.letterQ": "He reta visa māku?",
    "conference-2018.letterAns": "Āe, whakapā mai ki {emailLink}, ka tuku atu mātou i te reta mā te īmēra.",
    "conference-2018.preConfQ": "I ngā tau o mua, i tū tētahi pō takunetanga i te Rāapa i mua i te hui-ā-tau. Ka tū anō tētahi takunetanga pērā ā tēnei tau?",
    "conference-2018.preConfAns": "Ka tū tētahi pōwhiri, whakawhanaungatanga ōpaki i te pō o te Rāapa, 25 Hōngongoi. Ka taea hoki ngā tāngata ki te rēhita i taua pō.",
    "conference-2018.bringQ": "He aha ngā mea, māku e hari?",
    "conference-2018.bringAns": "Haria mai tētahi pūrere kawe (he pai ake ngā rorohiko pona) me te taura hiko. Mā ngā kaiawhkaata e hari mai ngā rauemi whakaaturanga (mā mātou ngā pūrere tukuata me ngā ārai). Ka whakarato mātou i ngā kai iti me ngā inu mō te rā. ",
    "conference-2018.moreQ": "He pātai anō āu?",
    "conference-2018.moreAns": "Whakapā mai ki te tīma Scratch, ki {emailLink}."
}
