{
    "conference-2018.title": "Conferência Scratch 2018:",
    "conference-2018.subtitle": "A Próxima Geração",
    "conference-2018.dateDesc": "26 a 28 de Julho de 2018 | Cambridge, MA, EUA",
    "conference-2018.dateDescMore": "(com recepção de abertura 25 de Julho à noite)",
    "conference-2018.locationDetails": "Media Lab do MIT, Cambridge, MA",
    "conference-2018.seeBelow": "Saiba mais, abaixo, sobre as datas e locais das conferências.",

    "conference-2018.date": "Quando:",
    "conference-2018.location": "Onde:",

    "conference-2018.desc1": "Junte-se a nós para a conferência Scratch@MIT, um encontro divertido de educadores, investigadores, desenvolvedores e outros membros da comunidade Scratch em todo o mundo.",
    "conference-2018.desc2": "Planeamos que seja uma conferência muito participativa, com um dia inteiro de oficinas práticas e muitas oportunidades para discussões e colaboração entre os pares. A conferência destina-se principalmente a adultos que apoiam os jovens na aprendizagem do Scratch.",
    "conference-2018.registrationDate": "O registo abre a partir de 1 de Março de 2018.",

    "conference-2018.sessionDesc": "Está interessado em dinamizar uma sessão? Temos convite aberto para quatro tipos de propostas:",
    "conference-2018.sessionItem1Title": "Poster/demonstração (90 minutos).",
    "conference-2018.sessionItem1Desc": "Mostre o seu projecto em ambiente de exposição, em conjunto com outros apresentadores. Ser-lhe-á disponibilizado espaço de apresentação para um poster e espaço numa mesa para um computador e folhetos.",
    "conference-2018.sessionItem2Title": "Oficina prática (90 minutos).",
    "conference-2018.sessionItem2Desc": "Envolva os participantes em actividades práticas, enfatizando novas formas de criar e colaborar com o Scratch.",
    "conference-2018.sessionItem3Title": "Painel interactivo (60 minutos).",
    "conference-2018.sessionItem3Desc": "Discuta um tópico relacionado com o Scratch num painel com três ou mais pessoas. A sua proposta deve descrever de que forma irá envolver a audiência durante a sessão.",
    "conference-2018.sessionItem4Title": "Palestra inflamada (5 minutos).",
    "conference-2018.sessionItem4Desc": "Partilhe o que tem andado a fazer numa apresentação curta e viva.",

    "conference-2018.deadline": "O prazo limite para as propostas é 5 de Fevereiro de 2018.",
    "conference-2018.proposal": "Submeta a Sua Proposta",
    "conference-2018.proposalDeadline": "Prazo limite para propostas: 5 de Fevereiro",
    "conference-2018.proposalAccept": "Notificação de aceitação: 1 de Março",

    "conference-2018.registrationTitle": "Registo:",
    "conference-2018.registrationEarly": "Registo Antecipado (1 de Março a 1 de Maio): $200",
    "conference-2018.registrationStandard": "Registo Normal (depois de 1 de Maio): $300",

    "conference-2018.questions": "Questões? Contacte a Equipa Scratch através de {emailLink}",
    "conference-2018.questionsTitle": "Questions:",
    "conference-2018.submissionQ": "I missed the submission deadline. Can I still submit a proposal for the conference?",
    "conference-2018.submissionAns": "We are no longer accepting proposal submissions. We will send out proposal acceptance notifications on February 28.",
    "conference-2018.regQ": "I can only attend one day of the conference. Do you offer single-day registration?",
    "conference-2018.regAns": "Sorry, we are not offering single-day tickets.",
    "conference-2018.accommodationsQ": "I want to plan my visit. Do you have suggestions for accommodations?",
    "conference-2018.accommodationsAns1": "Yes, MIT partners with several hotels in the area who offer discounts to participants attending MIT events, including: {marriottLink} (0.4 miles from the MIT Media Lab), {holidayinnLink} (1.6 miles), {residenceinnLink} (0.3 miles), and {lemeridienLink} (0.9 miles). To reserve a room at one of these hotels, call the hotel and request the MIT discount. Advance booking is strongly recommended, as summer is a busy time in Boston. All MIT rates are subject to availability.",
    "conference-2018.accommodationsAns2": "If you are looking for lower-cost accommodations, we also recommend the {acLink} (7.1 miles). You might also consider home-share options such as Airbnb. Find an extended list of accommodations {mitLink}.",
    "conference-2018.here": "aqui",
    "conference-2018.accommodationsAns3": "Limited lodging is available in {neuLink} dorms rooms at the following rates:",
    "conference-2018.apartment": "Apartment",
    "conference-2018.suite": "Suite",
    "conference-2018.single": "Single",
    "conference-2018.double": "Double",
    "conference-2018.pp": "/person/night",
    "conference-2018.accommodationsAns4": "To request a dorm room, please email us at {emailLink} with the subject line “Dorm room.” Please note that Northeastern is located in Boston, two miles from the conference site at MIT. It is a half-hour commute via public transportation, accessible by subway via the Green Line (the Northeastern stop on the E line) or the Orange Line (Ruggles Station stop).",
    "conference-2018.letterQ": "Can I get a visa letter?",
    "conference-2018.letterAns": "Yes. Contact us at {emailLink}, and we can email you a letter.",
    "conference-2018.preConfQ": "In previous years, there was an event on Wednesday evening before the conference. Will you be hosting something similar this year?",
    "conference-2018.preConfAns": "There will be an informal, optional reception the evening of Wednesday, July 25. Participants may register early at this time as well.",
    "conference-2018.bringQ": "What should I bring?",
    "conference-2018.bringAns": "Plan to bring your personal device (laptops are preferred) and power cord. Presenters should plan to bring all additional presentation materials (we will provide projectors and screens). Snacks and beverages will be available throughout the day.",
    "conference-2018.moreQ": "Have additional questions?",
    "conference-2018.moreAns": "Contact the Scratch Team at {emailLink}."
}
