{
    "conference-2017.title": "Conferências Scratch 2017",
    "conference-2017.desc": "Este ano, como comemoração do 10.º aniversário do Scratch, a comunidade global do Scratch realizará conferências regionais do Scratch em muitas cidades em todo o mundo.",
    "conference-2017.seeBelow": "Saiba mais sobre as datas e locais das conferência abaixo.",

    "conference-2017.date": "Data",
    "conference-2017.location": "Localização",
    "conference-2017.audience": "Audiência",
    "conference-2017.language": "Idioma",
    "conference-2017.website": "Visitar o Sítio Web",
    "conference-2017.contact": "Contactar Organizador",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Abrindo, Inspirando, Conectando",
    "conference-2017.franceDesc": "O Scratch2017BDX é uma oportunidade para conhecer pessoas e partilhar ideias, bom como para receber inspiração e inspirar outros. É uma festa global para celebrarmos a criatividade e para tirarmos partido de descobertas e conhecimento sobre o Scratch e muito mais.",
    "conference-2017.franceAudience": "Família Global do Scratch",
    
    "conference-2017.brasilTitle": "Conferência Scratch Brasil 2017",
    "conference-2017.brasilDesc": "A Conferência Scratch Brazil 2017 será um ponto de encontro para educadores, investigadores, desenvolvedores e criadores brasileiros interessados em criar, partilhar e aprender com o Scratch. A conferência estimulará discussões sobre a utilização do Scratch dentro e fora das salas de aula, sobre a computação criativa, sobre extensões Scratch e sobre outros temas importantes relacionados com a adopção do Scratch no Brasil. Planeamos um evento muito participativo, com muitas oficinas práticas, sessões de pósteres e oportunidades de colaboração.",
    "conference-2017.brasilAudience": "Educadores, investigadores, desenvolvedores e criadores",
    
    "conference-2017.hungaryTitle": "Scratch 2017 @ Budapest",
    "conference-2017.hungaryDesc": "The Scratch Conference in Budapest is a unique opportunity to meet our extended Scratch family and grow and inspire each other. It is a space to revel in creative thinking and coding, to dive in and share in all the diverse possibilities we have found. We are change agents — tried and true geeks in our genes — and we look forward to rolling up our shirt sleeves and having some “hard-fun”. Truly in this sphere, the outlook for the future is bright and we are excited. Come, meet, and collaborate with other members of the Scratch community.",
    "conference-2017.hungaryAudience": "Teachers, educators, foundations",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Imaginando, creando, compartiendo",
    "conference-2017.chileDesc": "Scratch al Sur 2017 is an opportunity to learn about the importance of introducing programming languages in schools. All lectures and workshops will provide an opportunity to share different experiences, from higher levels to those who are beginning to participate in Scratch's global community.",
    "conference-2017.chileAudience": "School teachers, principals, education administrators, researchers, and information technology professionals",
    
    "conference-2017.chinaTitle": "Scratch Conference: China*Love",
    "conference-2017.chinaDesc": "Join us for a gathering to support creative expression with Scratch in China. Share ways to promote learning with passion for programming, animation, community, and life.",
    "conference-2017.chinaAudience": "Educators, parents, developers, makers",

    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "People, Projects, and Places",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is a global event taking place at a community level that unites teachers, students, businesses, and leaders, so that coding and design is part of every child's education, starting with Scratch.",
    "conference-2017.costaricaAudience": "Scratch users, teachers, college professors, potential Scratchers, university students (future teachers and software developers) in Costa Rica and Spanish-speaking Latin America"
}