{
    "conference-2017.title": "Hội nghị Scratch 2017",
    "conference-2017.desc": "Năm 2017, lễ kỷ niệm 10 năm Scratch ra dời, cộng đòng Scratch trên toàn thế giới sẽ tổ chức Hội nghị Scratch tại nhiều thành phố khác nhau tren thế giới.",
    "conference-2017.seeBelow": "Xem thêm bên dưới để biết thêm về thời gian và ngày diễn ra sự kiện.",

    "conference-2017.date": "Ngày",
    "conference-2017.location": "Vị trí",
    "conference-2017.audience": "Khán giả",
    "conference-2017.language": "Ngôn ngữ",
    "conference-2017.website": "Tham quan trang",
    "conference-2017.contact": "Liên lạc nhà tổ chức",
    
    "conference-2017.franceTitle": "Scratch2017BDX",
    "conference-2017.franceSubTitle": "Mở rộng, Cảm hứng, Kết nối",
    "conference-2017.franceDesc": "Scratch2017BDX là cơ hội để gặp gỡ mọi người và chia sẻ ý kiến, và để truyền cảm hứng cũng như được truyền cảm hứng từ những thành viên trong cộng đồng Scratch. Đây là lễ hội kỉ niệm sự sáng tạo và tận hưởng sự khám phá và có thêm nhiều hiểu biết về Scratch và hơn thế nữa.",
    "conference-2017.franceAudience": "Gia đình Scratch quốc té",
    
    "conference-2017.brasilTitle": "Hội nghị Scratch tại Brasil 2017",
    "conference-2017.brasilDesc": "Hội nghị Scratch 2017 tổ chức tại Brazil là cơ hội gặp gỡ cho những nhà giáo dục, nhà nghiện cứu và lập trình viên và qua đó cũng làm cho những người có hứng thú sáng tạo , chia sẻ và học hỏi cùng Scratch. Chương trính sẽ tạo điều kiện thuận lợi cho những buổi thảo luận về việc sử dụng Scratch trong và ngoài lớp học, sự sáng tạo, tính toán, phần mở rộng của Scratch, và những chủ đề quan trọng khác liên quan đến phương pháp học Scratch tại Brazil. Chúng tôi lên kế hoạch cho chương trình mang nhiều sự tương tác với nhiều buổi thực hành, những buổi trưng bày và nhiều cơ hội lam việc cùng nhau.",
    "conference-2017.brasilAudience": "Những nhà giáo dục, nhà nghiên cứu, lập trình viên và những người sáng tạo",
    
    "conference-2017.hungaryTitle": "Scratch 2017 tại Budapest",
    "conference-2017.hungaryDesc": "The Scratch Conference in Budapest is a unique opportunity to meet our extended Scratch family and grow and inspire each other. It is a space to revel in creative thinking and coding, to dive in and share in all the diverse possibilities we have found. We are change agents — tried and true geeks in our genes — and we look forward to rolling up our shirt sleeves and having some “hard-fun”. Truly in this sphere, the outlook for the future is bright and we are excited. Come, meet, and collaborate with other members of the Scratch community.",
    "conference-2017.hungaryAudience": "Những giáo viên, nhà giáo dục, và những người thành lập",
    
    "conference-2017.chileTitle": "Scratch al Sur 2017",
    "conference-2017.chileSubTitle": "Sự tưởng tượng, sáng tạo và cạnh tranh",
    "conference-2017.chileDesc": "Hội nghị Scratch 2017 là cơ hội để học hỏi thêm về tầm quan trọng của ngôn ngữ lập trình Scratch trong trường học. Tất cả những giáo viên và buổi hội thảo sẽ cung cấp cơ hội chia sẻ từ những người có nhiều kinh nghiệm đến những người mới bắt đầu tham gia cộng đồng Scratch toàn cầu.",
    "conference-2017.chileAudience": "Những giáo viên trường học, hiệu trưởng, nhà quản lý giáo dục, nhà nghiên cứu và chuyên gia công nghệ thông tin",
    
    "conference-2017.chinaTitle": "Hội nghị Scratch: Trung Quốc*Tình yêu",
    "conference-2017.chinaDesc": "Join us for a gathering to support creative expression with Scratch in China. Share ways to promote learning with passion for programming, animation, community, and life.",
    "conference-2017.chinaAudience": "Educators, parents, developers, makers",

    "conference-2017.costaricaTitle": "Scratch Conference Costa Rica",
    "conference-2017.costaricaSubTitle": "People, Projects, and Places",
    "conference-2017.costaricaDesc": "Scratch Conference Costa Rica is a global event taking place at a community level that unites teachers, students, businesses, and leaders, so that coding and design is part of every child's education, starting with Scratch.",
    "conference-2017.costaricaAudience": "Scratch users, teachers, college professors, potential Scratchers, university students (future teachers and software developers) in Costa Rica and Spanish-speaking Latin America"
}
