{
    "conference-2018.title": "Hội nghị về Scratch 2018:",
    "conference-2018.subtitle": "Thế hệ kế tiếp",
    "conference-2018.dateDesc": "26-28 tháng 8 năm 2018 | tại Cambridge, MA, USA",
    "conference-2018.dateDescMore": "(Bắt đầu đón tiếp từ buổi chiều ngày 25 tháng 7)",
    "conference-2018.locationDetails": "MIT Media Lab, Cambridge, MA",
    "conference-2018.seeBelow": "Xem thêm bên dưới để biết thêm về thời gian và ngày diễn ra sự kiện.",

    "conference-2018.date": "Thời gian:",
    "conference-2018.location": "Địa điểm:",

    "conference-2018.desc1": "Tham gia cùng chúng tôi với Hội nghị Scratch@MIT, sự tập hợ của những nhà giáo dục, nghiên cứu sinh, lập trình viên và nhiều thành viên khác trong cộng đồng Scratch trên khắp thế giới.",
    "conference-2018.desc2": "Chúng tôi đang lên kế hoạch cho một buổi hội nghị về Scratch, với những buổi thảo luận cả ngày và nhiều cơ hội để trao đổi trực tiếp và hợp tác. Buổi hội nghị này dự định dành cho nho những người trẻ học hỏi thêm về Scratch",
    "conference-2018.registrationDate": "Mở đăng ký và ngày 1 tháng 3, 2018",

    "conference-2018.sessionDesc": "Bạn đang có hứng thú với những buổi hội thảo? Chúng nhắm đến 4 đối tượng:",
    "conference-2018.sessionItem1Title": "Poster/ thuyết trình (90 phút).",
    "conference-2018.sessionItem1Desc": "Trình bày chương trình của bạn trong buổi triển lãm, bên cạnh những người thuyết trình khác. Bạn sẽ được cung cấp không gian trình bày với poster và không gian để bố trí máy tính và tờ thông tin.",
    "conference-2018.sessionItem2Title": "Hội thảo thực hành ( 90 phút ).",
    "conference-2018.sessionItem2Desc": "Những thành viên tham gia hoạt động thực hành, nhấn mạnh phương pháp mới để sáng tạo và tương tác cùng Scratch.",
    "conference-2018.sessionItem3Title": "Tương tác với khách mời ( 60 phút ).",
    "conference-2018.sessionItem3Desc": "Thảo luận những chủ đề liên quan đến Scratch theo từng nhóm tập trung 3 người hoặc nhiều hơn. Bản đề xuất chương trình của bạn nên mô tả cách bạn thu hút người nghe trong hội thảo.",
    "conference-2018.sessionItem4Title": "Tóm tắt thảo luận ( 5 phút).",
    "conference-2018.sessionItem4Desc": "Chia sẻ ngắn gọn những điều bạn đã đang làm được, thuyết trình trực tiếp.",

    "conference-2018.deadline": "Hạn chót cho bảng kế hoạch là ngày 5 tháng 2, 2018",
    "conference-2018.proposal": "Nộp bản đề xuất chương trình.",
    "conference-2018.proposalDeadline": "Hạn chót nộp bảng đề xuất chương trình: Ngày 5 tháng 2",
    "conference-2018.proposalAccept": "Thông báo kết quả: Ngày 1 tháng 3",

    "conference-2018.registrationTitle": "Đăng ký:",
    "conference-2018.registrationEarly": "Đăng ký sớm ( 1/3 - 1/4 ): $200",
    "conference-2018.registrationStandard": "Đăng ký bình thường ( sau 1/4 ): $300",

    "conference-2018.questions": "Nếu bạn có câu hỏi? Liên lạc Scratch Team tại {emailLink}",
    "conference-2018.questionsTitle": "Câu hỏi:",
    "conference-2018.submissionQ": "Tôi đã bỏ lỡ ngày nộp bảng kế hoạch. Tôi có thể vẫn nộp để cho buổi hội nghị được không?",
    "conference-2018.submissionAns": "Chúng tôi đã ngưng nhận bảng kế hoạch cho hội nghị. Chúng tôi sẽ gửi phản hồi về tình trạng của bảng kế hoạch đến các bạn vào ngày 28 tháng 2 tới đây.",
    "conference-2018.regQ": "Tôi chỉ có thể tham dự một buổi của hội nghị. Tôi có được đăng ký tham gia chỉ một ngày không?",
    "conference-2018.regAns": "Rất tiếc, chúng tôi không có lực chọn cho việc đăng ký một ngày hội nghị.",
    "conference-2018.accommodationsQ": "Tôi muốn lên kế hoạch cho chuyến đi. Bạn có gợi ý gì cho vấn đề chỗ ở không?",
    "conference-2018.accommodationsAns1": "Có, MIT có hợp tác với một số khách sạn ở trong khu vực có đề nghị giảm giá cho người tham dự sự kiện MIT, bao gồm: {marriottLink} ( 0.4 dặm từ MIT Media Lab), {holidayinnLink} (1.6 dặm), {residenceinnLink} (0.3 dặm), và {lemeridienLink} (0.9 dặm). Để đặt phòng tại một trong những địa điểm trên, hãy gọi điện thoại và yêu cầu giảm giá từ MIT. Chúng tôi rất khuyến khích việc đặt sớm, cũng bởi vì lý do khoảng thời gian mùa Hè sẽ rất bận rộn tại Boston. Tất cả phí từ chương trình của MIT đều được liệt kê cụ thể.",
    "conference-2018.accommodationsAns2": "Nếu bạn đang tìm một nơi ở có giá thấp, chúng tôi cũng có gợi ý cho bạn tại {acLink} (7.1 dặm đến MIT Media Lab). Bạn có thể xem xét về lựa chọn thuê phòng ví dụ như từ Airbnb. Tìm kiếm thêm nhiều lựa chọn cho chỗ ở tại {mitLink}.",
    "conference-2018.here": "tại đây",
    "conference-2018.accommodationsAns3": "Phòng ký túc xác có giới hạn chi phí có thể xem thêm tại {neuLink}:",
    "conference-2018.apartment": "chung cư",
    "conference-2018.suite": "căn hộ",
    "conference-2018.single": "phòng đơn",
    "conference-2018.double": "phòng đôi",
    "conference-2018.pp": "/người/đêm",
    "conference-2018.accommodationsAns4": "Để yêu cầu phòng ký túc xá, hãy gửi email cho chúng tôi tại {emailLink}với tiêu đề bao gồm \"Dorm room.\". Hãy lưu ý rằng Northeastern tại Boston, cách nơi diễn ra hội nghị Scratch khoảng 2 dặm. Tốn khoảng nửa tiếng để di chuyển bằng phương tiện công cộng, sử dụng tàu điện tại Green Line ( tại trạm dừng Northeastern trên dẫy E) hoặc Orange Line ( tại trạm dừng Ruggles Station).",
    "conference-2018.letterQ": "Tôi có thể nhận thư giới thiệu từ chương trình để nộp đơn xin thị thực được không?",
    "conference-2018.letterAns": "Được. Hãy liên lạc với chúng tôi tại {emailLink}, và chúng tôi có thể gửi email lá thư đến cho bạn.",
    "conference-2018.preConfQ": "Trong những năm trước, có một buổi sự kiện vào ngày thứ 4 trước hội nghị. Các bạn có tiếp tục tổ chức tương tự như vậy trong năm nay?",
    "conference-2018.preConfAns": "Sẽ có một buổi đón tiếp không chính thức cho buổi chiều thứ 4, 25 tháng 7. Người tham dự có thể sẽ phải đăng ký sớm lúc này.",
    "conference-2018.bringQ": "Tôi phải mang theo những gì?",
    "conference-2018.bringAns": "Lên kế hoạch mang theo những thiết bị cá nhân ( nên mang theo máy tính xách tay) và dây nguồn. Người thuyết trình sẽ mang theo những tài liệu đi kèm cho buổi thuyết trình ( chúng tôi sẽ cung cấp máy chiếu và màn hình). Ăn nhẹ và thức uống sẽ được phục vụ cho cả ngày.",
    "conference-2018.moreQ": "Bạn có thêm thắc mắc nào khác?",
    "conference-2018.moreAns": "Hãy liên lạc với Scratch Team tại {emailLink}."
}
