{
  "dmca.intro": "Групата за изследователска дейност „Lifelong Kindergarten“ уважава интелектуалната собственост на другите, както и потребителите ни. Ако вярвате, че работата Ви е била използвана по начин, който нарушава правото на собственост, моля пишете на copyright@scratch.mit.edu, или изпратете оплакването си на:",
  "dmca.llkresponse": "Групата „Lifelong Kindergarten“ ще обработи и разследва случаите на предполагаеми нарушения и ще възприеме съответните действия според „Digital Millennium Copyright Act“ („DMCA“) и другите приложими закони за интелектуалната собственост. При получаването на известия отговарящи на „DMCA“, групата „Lifelong Kindergarten“ може да действа моментално, за да премахне или преустанови достъпа до всеки материал свързан с нарушението. Нарушителите, които повторно нарушават правата на трети страни ще бъдат санкционирани според случая.",
  "dmca.assessment": "При определянето на това дали даден потребител на Scratch е нарушил правата Ви, имайте предвид, че Scratch е с нестопанствена цел и има за цел да обучава, да помага на децата да се учат, като им осигурява нужните средства, с които те да учат и изразяват себе си чрез цифровите технологии. Моля, също така спазвайте доктрината за „честно ползване“, включена в закона за авторското право на САЩ от 1976 г., 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Надяваме се, че и Вие смятате, че Scratch е не просто добър начин за популяризирането на Вашите творения или обикновен уеб сайт, а и възможност да направим нещо добро за образованието на децата.",
  "dmca.afterfiling": "Ако решите да подадете оплакване за нарушаване на правата Ви, моля, имайте предвид, че може да публикуваме съобщението Ви, като преди това премахнем личните Ви данни, в клирингова палата, като например chillingeffects.org. Моля, също така имайте предвид, че може да бъдете задължени (включително с такси и адвокатски тарифи), ако сгрешите в преценката си относно нарушаването на правата Ви.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Your full name",
  "dmca.address": "Your address",
  "dmca.phone": "Your phone number",
  "dmca.email": "Your email address",
  "dmca.username": "The username of your Scratch account",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Your signature",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
