{
  "dmca.intro": "Η ομάδα έρευνας της Lifelong Kindergarten σέβεται τις πνευματικές ιδιοκτησίες άλλων ατόμων, όπως και των χρηστών μας. Εάν πιστεύετε πως η δουλειά σας έχει αντιγραφεί με τρόπο που συνιστά παραβίαση των πνευματικών δικαιωμάτων, παρακαλούμε στείλτε μας e-mail στη διεύθυνση copyright@scratch.mit.edu, ή στείλτε μας γράμμα με τα παράπονά σας στην παρακάτω διεύθυνση:",
  "dmca.llkresponse": "Η Lifelong Kindergarten Group θα επεξεργαστεί και θα ερευνήσει άμεσα τις ειδοποιήσεις για φερόμενη παράβαση και θα λάβει κατάλληλα μέτρα που προσδιορίζονται από τον νόμο Digital Millennium Copyright Act (“DMCA”) και από άλλες ισχύουσες διατάξεις περί διανοητικών ιδιοκτησιών. Κατόπιν παραλαβής των ειδοποιήσεων που τηρούν πλήρως ή μερικώς τον νόμο DMCA, η Lifelong Kindergarten Group μπορεί να δράσει ταχέως για να αφαιρέσει ή να απενεργοποιήσει την πρόσβαση σε κάθε υλικό που θεωρείται παραβατικό. Επανειλημμένες παραβιάσεις πνευματικών δικαιωμάτων τρίτων θα υπόκεινται σε καταγγελία υπό τις κατάλληλες συνθήκες.",
  "dmca.assessment": "Καθώς αξιολογείτε εάν ένας χρήστης του Scratch έχει παραβιάσει τα πνευματικά σας δικαιώματα, παρακαλούμε να θυμάστε πως το Scratch προέρχεται από εκπαιδευτική, μη-κερδοσκοπική πρωτοβουλία, η οποία συμβάλλει στην εκμάθηση των παιδιών παρέχοντας τους εργαλεία για να μάθουν και να εκφραστούν χρησιμοποιώντας την ψηφιακή τεχνολογία.",
  "dmca.eyetoeye": "Ελπίζουμε επίσης να δείτε το Scratch όχι απλώς ως έναν καλό τρόπο για να διαδώσετε τις δημιουργίες ή την ιστοσελίδα σας, αλλά επίσης ως έναν τρόπο για να βοηθήσετε στην εκπαίδευση των παιδιών.",
  "dmca.afterfiling": "Εάν επιλέξετε να κάνετε καταγγελία για παραβίαση πνευματικών δικαιωμάτων, παρακαλούμε να θυμάστε πως μπορούμε να αναρτήσουμε την ειδοποίηση σας σε ένα γραφείο ανταλλαγής πληροφοριών, όπως για παράδειγμα το chillingeffects.org, μαζί με προσωπικά αναγνωρίσιμες αναθεωρημένες πληροφορίες. Παρακαλούμε επίσης να θυμάστε πως θα μπορούσατε να θεωρηθείτε υπεύθυνος για ζημίες (συμπεριλαμβανομένων των κόστων και της αμοιβής δικηγόρου) εάν δηλώσετε ψευδώς πως μια δραστηριότητα παραβιάζει τα δικαιώματά σας.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Your full name",
  "dmca.address": "Your address",
  "dmca.phone": "Your phone number",
  "dmca.email": "Your email address",
  "dmca.username": "The username of your Scratch account",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Your signature",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
