{
  "dmca.intro": "Tha suim aig a’ bhuidheann rannsachaidh Lifelong Kindergarten air còraichean seilbh inntleachdail càich ’s an luchd-chleachdaidh againne. Ma tha thu dhen bheachd gun deach lethbhreac dhen obair agad a dhèanamh air dòigh a bhriseas a-steach air còraichean-lethbhreac, cuir post-d gu copyright@scratch.mit.edu no cuir do ghearan air a’ phost gu:",
  "dmca.llkresponse": "Sgrùdaidh am buidheann Lifelong Kindergarten casaidean brisidh a-steach gu luath agus nì sinn na tha iomchaidh fon Digital Millennium Copyright Act (“DMCA”) agus fo laghan seilbh inntleachdail iomchaidh eile. Nuair a gheibh sinn brath a ghèilleas ris an DMCA air ìre mhòr, faodaidh am buidheann Lifelong Kindergarten gnìomh a ghabhail gu h-astarach gus stuth sam bith a thoirt air falbh no an t-inntrigeadh a bhacadh air na chaidh aithris gum briseadh e a-steach air còraichean. Crìochnaichidh sinn an cùmhnant leis an fheadhainn a bhriseas a-steach air còraichean-lethbhreac treas phàrtaidhean a-rithist ’s a-rithist ma bhios seo iomchaidh san t-suidheachadh.",
  "dmca.assessment": "Nuair a nì sinn measadh air co-dhiù an do bhris neach-cleachdaidh Scratch a-steach air na còraichean-lethbhreac agad, thoir an aire gur e iomairt foghlaim neo-phrothaideach a th’ anns an Scratch a tha ag amas innealan a thoirt dhan chloinn ach an ionnsaicheadh iad ’s a bheireadh iad na beachdan agad seachad le teicneolas digiteach. Thoir fainear dhut cuideachd air an teagasg “Fair Use” am broinn Copyright Act o 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Tha sinn an dùil ’s an dòchas nach beachdaich thu air Scratch mar chothrom gus na chruthaich thu/an làrach-lìn agad a bhrosnachadh a-mhàin ach cuideachd mar chothrom gus piseach a thoirt air foghlam cloinne.",
  "dmca.afterfiling": "Ma chuireas tu romhad gearan a thogail mu bhriseadh a-steach air còraichean-lethbhreac, thoir an aire gum faod sinn am brath agad a postadh leis an fhiosrachadh a dh’aithnicheas cò thusa air fhàgail às gu clearinghouse mar chillingeffects.org. Thoir an aire cuideachd gum bi fiachanas dochainn (a’ gabhail a-steach cosgaisean is tàillean luchd-lagha) ort ma mhì-riochdaicheas tu le buaidh mhòr gun do bhris gnìomh a-steach air a’ chòir-lethbhreac agad.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Your full name",
  "dmca.address": "Your address",
  "dmca.phone": "Your phone number",
  "dmca.email": "Your email address",
  "dmca.username": "The username of your Scratch account",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Your signature",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
