{
  "dmca.intro": "Lifelong Kindergarten зерттеу тобы басқалардың және біздің қолданушылардың интеллектуалды қасиеттерін құрметтейді. Егер сіздің жұмысыңыз авторлық құқықты бұзу жолымен көшірілген деп сенімді болсаңыз, copyright@scratch.mit.edu-ға хат жолдаңыз немесе бұған шағымыңызды жіберіңіз:",
  "dmca.llkresponse": "Lifelong Kindergarten тобы болжалды бұзулар туралы хабарламаларды жедел түрде өңдейтін және тергейтін болады және Сандық Дәуірдегі Авторлық Құқық жайлы Заңның (“СДАҚЗ”) және басқа да қолдануға болатын зияткерлік меншік туралы заңдардың шеңберінде келісімді шараларды қолданатын болады. СДАҚЗ-ға келетін немесе айтарлықтай келетін хабарламаларды алғаннан кейін, Lifelong Kindergarten тобы авторлық құқықты бұзған деп мәлімделген кез келген материалды жедел түрде кетіріп тастай немесе оған деген қол жетімділікті үзіп тастай алады. Үшінші жақтағы авторлық құқықтарды қайталап бұзушылар келісті жағдайларда тоқтатылуға тиіс.",
  "dmca.assessment": "Скретч қолданушысының сіздің авторлық құқықтарыңызды бұзған-бұзбағанын бағалаған кезде, Скретчтің балалардың оқуына олардың сандық технология арқылы оқуына және өздерін танытуына арналған құралдармен қамтамасыз ету арқылы көмек көрсетуге талпынатын білім беретін және коммерциялық емес бастама екенін есте ұстауыңызды өтінеміз. Сонымен қатар, 1976 жылғы Авторлық Құқық жайлы Заңға енгізілген, 17 U.S.C. § 107, “Әділ Пайдалану” доктринасын есте ұстаңыз.",
  "dmca.eyetoeye": "Біз, оған қоса, сіз Скретчті тек өзіңіздің туындыларыңызды/вебсайтыңызды көпшілікке таратудың жақсы жолы деп қана емес, балалардың оқуына жақсы нәрсе істеуге мүмкіндік ретінде де көресіз деп үміттенеміз.",
  "dmca.afterfiling": "Егер сіз авторлық құқықты бұзу туралы арызды түсіремін деп шешсеңіз, біздің сіздің хабарламаңызды жеке тануға болатын, редакцияланған ақпаратпен бірге chillingeffects.org секілді ақпарат алмасу орталығына жариялай алатынымызды ескеруіңізді өтінеміз. Сонымен қатар, белгілі бір әрекетті сіздің авторлық құқықтарыңызды бұзуда деп елеулі түрде бұрмалап көрсетсеңіз, сіз залалдарға (шығындар мен адвокаттардың жалақыларын қосқанда) жауапты болуыңыз мүмкін екендігін ескеріп жүруіңізді өтінеміз.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Your full name",
  "dmca.address": "Your address",
  "dmca.phone": "Your phone number",
  "dmca.email": "Your email address",
  "dmca.username": "The username of your Scratch account",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Your signature",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
