{
  "dmca.intro": "De Lifelong Kindergarten researchgroep respecteert het intellectueel eigendom van anderen en van onze gebruikers. Als je vindt dat jouw werk gekopieerd is en dat jouw copyright hiermee geschonden is, stuur dan een e-mail naar copyright@scratch.mit.edu, of mail je klacht naar:",
  "dmca.llkresponse": "De Lifelong Kindergarten Group zal meldingen van vermeende inbreuk direct behandelen en onderzoeken, en zal actie ondernemen conform de Digital Millennium Copyright Act (“DMCA”, wetgeving Verenigde Staten van Amerika) en andere toepasselijke wetgeving op het gebied van intellectueel eigendom. Bij ontvangst van meldingen die waarschijnlijk of zeer waarschijnlijk onder de DMCA vallen, kan de Lifelong Kindergarten Group versneld die materialen verwijderen of de toegang ertoe blokkeren, waarvan inbreuk op rechten wordt geclaimd. Aan hen die herhaald inbreuk plegen op het copyright van derden zal de toegang ontzegd worden onder de juiste omstandigheden.",
  "dmca.assessment": "Bij het beoordelen of een Scratch-gebruiker wel of geen inbreuk op je copyright heeft gepleegd, vragen we je in aanmerking te nemen dat Scratch een educatief initiatief is zonder winstoogmerk, bedoeld om kinderen hulpmiddelen te geven om te leren en zich te uiten door middel van digitale technologie. Verder maken we je opmerkzaam op het “Fair Use” onderdeel in de U.S. Copyright Act van 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Wij hopen dan ook dat je Scratch niet alleen ziet als een goede manier om jouw website of creaties bekend te maken, maar ook als een mogelijkheid om positief bij te dragen aan de educatie van kinderen.",
  "dmca.afterfiling": "Wanneer je ervoor kiest om een klacht in te dienen over een inbreuk op je copyright, maken we je opmerkzaam dat we jouw melding, voorzien van informatie die jouw als persoon identificeert, op een zogenaamd clearinghouse zoals chillingeffects.org kunnen plaatsen. Je bent bovendien aansprakelijk voor schade (inclusief kosten, waaronder die voor advocaten) wanneer je klacht wezenlijk onjuist is.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Je volledige naam",
  "dmca.address": "Je adres",
  "dmca.phone": "Je telefoonnummer",
  "dmca.email": "Je email adres",
  "dmca.username": "De gebruikersnaam van je Scratch account",
  "dmca.projecturl": "De URL's van de projecten die verwijderd zijn",
  "dmca.statementerror": "Een verklaring onder ede dat de inhoud ten onrechte verwijderd is",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Je handtekening",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
