{
  "dmca.intro": "Forskingsgruppa The Lifelong Kindergarten respekterer intellektuell eigedom til andre og til våre brukarar. Viss du meiner verket ditt har blitt kopiert på ein måte som er i strid med opphavsrettane dine, send ein e-post til copyright@scratch.mit.edu eller til denne adressa:",
  "dmca.llkresponse": "Lifelong Kindergarten-gruppa vil då snarleg undersøkja om det er gjort brot på opphavsretten, og vil utføra nødvendige tiltak under Digital Millennium Copyright Act («DMCA») og andre åndsverklover. Ved mottak av DMCA-varslingar kan Lifelong Kindergarten-gruppa umiddelbart fjerna materiale eller tilgang til materiale som er påstått å vera i brot med lovverket. Gjentatte brot på andres opphavsrett kan medføra at brukaren mistar brukarkontoen sin.",
  "dmca.assessment": "Når du vurderer om ein Scratch-brukar har misbruka åndsverket ditt, hugs Scratch er ei pedagogisk-idealistisk satsing for å hjelpa ungar å læra, ved å gje dei verktøya dei treng for å uttrykkja seg med digital teknologi. Hugs òg på «fair use»-doktrinen i den amerikanske Copyright Act of 1976, 17 U.S.C. § 107.",
  "dmca.eyetoeye": "Me håpar at du òg ser på Scratch ikkje berre som ein god måte å la andre verta kjende med det du har laga / nettstaden din, men òg som eit høve til å bidra til læring for ungar.",
  "dmca.afterfiling": "Viss du kjem med eit klagemål for brot på opphavsrettane dine, merk at me kan offentleggjera klagemålet ditt, med personinformasjon fjerna, til ein nettstad som chillingeffects.org. Merk òg at du kan verta ansvarleg for skadeerstatning (herunder advokatutgifter og andre kostnadar) dersom du feilaktig påstår at ein aktivitet er brot på opphavsrettane dine.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Heile namnet ditt",
  "dmca.address": "Adressa di",
  "dmca.phone": "Telefonnummeret ditt",
  "dmca.email": "E-postadressa di",
  "dmca.username": "Brukarnamnet ditt på Scratch",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Signaturen din",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
