{
  "dmca.intro": "O grupo de pesquisa Lifelong Kindergarten respeita a propriedade intelectual de outras pessoas, bem como nossos usuários. Se você acredita que seu trabalho foi copiado de uma forma que constitua violação de direitos autorais, envie uma mensagem para copyright@scratch.mit.edu, ou envie sua reclamação para o seguinte endereço:",
  "dmca.llkresponse": "O grupo Lifelong Kindergarten prontamente processará e investigará as notificações de suposta violação de direitos e tomará as medidas adequadas, nos termos do Digital Millennium Copyright Act (\"DMCA\") e outras leis de propriedade intelectual aplicáveis. Após o recebimento de notificações que obedeçam ou que cumpram substancialmente o DMCA, o grupo Lifelong Kindergarten pode agir com diligência para remover ou desabilitar o acesso a qualquer material tido como violador de direitos. Infratores reincidentes de direitos autorais de terceiros estão sujeitos a rescisão, em circunstâncias apropriadas.",
  "dmca.assessment": "Ao avaliar se um usuário do Scratch violou ou não seus direitos autorais, lembre-se que o Scratch é uma iniciativa educacional e sem fins lucrativos, buscando auxiliar a aprendizagem das crianças, fornecendo ferramentas para que elas aprendam e se expressar usando a tecnologia digital. Lembre-se da doutrina de \"Uso justo\" (“Fair Use”) incorporada na Lei de Direitos Autorais (\"Copyright Act\") de 1976, 17 U.S.C § 107.",
  "dmca.eyetoeye": "Esperamos que você veja o Scratch não apenas como uma boa maneira de popularizar suas criações/site, mas também como uma oportunidade para fazer algo de bom para a educação infantil.",
  "dmca.afterfiling": "Se você optar por fazer uma queixa de infração de direitos autorais, saiba que podemos publicar sua notificação, com informações de identificação pessoal por escrito, a uma câmara de compensação, como chillingeffects.org. Observe, também, que você pode ser responsabilizado por danos (inclusive custos e honorários advocatícios) caso expresse indevidamente que uma atividade está violando seus direitos autorais.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "Your full name",
  "dmca.address": "Your address",
  "dmca.phone": "Your phone number",
  "dmca.email": "Your email address",
  "dmca.username": "The username of your Scratch account",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "Your signature",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
