{
  "dmca.intro": "Lifelong Kindergarten araştırma grubu olarak hem kendi kullanıcılarımızın hem de diğer kullanıcıların fikri haklarına saygı gösterir. Eğer sizin bir eserinize ait telif hakkının ihlal edildiğini düşünüyorsanız, şikayetinizi copyright@scratch.mit.edu adresine e-mail ile veya aşağıdaki adrese bir posta ile bildirin:",
  "dmca.llkresponse": "Yaşamboyu Anaokulu Grubu iddia edilen ihlal bildirimlerini derhal işleme alacak, araştıracak ve Dijital Milenyum Telif Hakkı Yasası (“DMCA”) ve diğer geçerli fikri mülkiyet kanunları uyarınca uygun eylemleri gerçekleştirecektir. DMCA'yi büyük ölçüde ihlal ettiği belirlenen bildirimler hakkında Yaşamboyu Anaokulu Grubu, hakkında bildirim bulunan herhangi bir materyale erişimin kaldırılması veya materyalin devre dışı bırakılması için süratle hareket eder. Üçüncü taraf telif haklarını ihlal edenler, uygun koşullarda fesih işlemlerine tabidir.",
  "dmca.assessment": "Bir Scratch kullanıcısının telif haklarınızı ihlal edip etmediğini değerlendirirken, Scratch'in dijital teknolojiyi kullanarak çocuklara kendilerini öğrenmek ve ifade etmek için araçlar sağlayan, çocukların öğrenmesine yardımcı olmayı amaçlayan bir eğitim ve kar amacı gütmeyen girişim olduğunu unutmayın. Lütfen 1976 tarihli Telif Hakkı Yasası'na (17 U.S.C. § 107) dahil edilen “Adil Kullanım” doktrinini de dikkate alın.",
  "dmca.eyetoeye": "Umarız, siz de Scratch'i sadece eserlerinizin/web sitenizin tanıtımı için iyi bir yol olarak değil, çocukların eğitimi için de güzel şeyler yapma fırsatı olarak görüyorsunuzdur.",
  "dmca.afterfiling": "Telif hakkı ihlali şikayeti yapmayı seçerseniz, bildiriminizi, kişisel olarak tanımlanabileceğiniz bilgilerle birlikte, chillingeffects.org gibi bir takas odasına gönderebileceğimizi lütfen unutmayın. Ayrıca, bir etkinliğin telif hakkınızı ihlal ettiği konusunda yanlış bir beyanda bulunursanız, zararlardan (masraflar ve avukat ücretleri dahil) sorumlu olabileceğinizi de unutmayın.",
  "dmca.counternotification": "Counter-notification",
  "dmca.ifremoved": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification. You should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.",
  "dmca.mailcounter": "A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:",
  "dmca.mustinclude": "This counter-notice must include:",
  "dmca.fullname": "İsminiz",
  "dmca.address": "Adresiniz",
  "dmca.phone": "Telefon Numaranız",
  "dmca.email": "Eposta Adresiniz",
  "dmca.username": "Scratch hesabınızdaki kullanıcı adınız",
  "dmca.projecturl": "The URLs of the projects which were taken down",
  "dmca.statementerror": "A statement made under penalty of perjury that the content was removed in error",
  "dmca.statementjurisdiction": "A statement consenting to jurisdiction in the area which you reside",
  "dmca.signature": "İmzanız",
  "dmca.valid": "Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you. They will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.",
  "dmca.lawsuit": "If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.",
  "dmca.repeat": "Repeat Infringers",
  "dmca.disableaccess": "We are required by the DMCA to disable access to our service to repeat copyright infringers. If we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account. After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch. We assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice."
}
