Repository: scratchfoundation/scratchr2_translations
Catalog: */django.po
Languages: te

source: Language-Name
te: తెలుగు

source: Language-Direction
te: LTR

source: Suppress-Bold
te: true

source: Win-Font
te: Arial Unicode MS

source: Mac-Font
te: Arial Unicode MS

source: Linux-Font
te: Arial Unicode MS

source: %H sensor value
te: %H స్పర్శ విలువ

source: %L contains %s
te: %s ను %L కలిగివుంది

source: %a of %m
te: %a లో %m

source: %b and %b
te: %b మరియు %b

source: %b or %b
te: %b లేదా %b

source: %f of %n
te: %f లో %n

source: %n mod %n
te: %n శేషం %n

source: add %s to %L
te: %L కు %s కలుపు

source: answer
te: జవాబు

source: ask %s and wait
te: %s అడిగి, వేచియుండు

source: background #
te: వెనుకస్థలం/పరస్థలం/వెనుకతెర #

source: broadcast %e
te: ప్రసారం %e

source: broadcast %e and wait
te: %e ని ప్రసారం చేసి, వేచివుండు

source: change %g effect by %n
te: %n ప్రభావంతో %g మారును

source: change %v by %n
te: %v మార్చడానికి %n

source: change pen color by %n
te: పెన్ను రంగు మార్చేందుకు %n

source: change pen shade by %n
te: పెన్ను నీడ మార్చడానికి %n

source: change pen size by %n
te: పెన్ను పరిమాణం మార్చేందుకు %n

source: change size by %n
te: పరిమాణం మార్చడానికి %n

source: change tempo by %n
te: కదలికలోని తీవ్రత మార్చడానికి %n

source: change volume by %n
te: శబ్దఘనత మార్చడానికి %n

source: change x by %n
te: x ను మార్చడానికి %n

source: change y by %n
te: y ను మార్చడానికి %n

source: clear
te: తొలగించుట

source: clear graphic effects
te: గ్రాఫిక్ ప్రయోజనాలు తొలగించుట

source: color %C is touching %C?
te: %C రంగు %C తాకుతుందా?

source: control
te: నియంత్రణ

source: costume #
te: వేషధారణ #

source: delete %y of %L
te: %L లో %y తొలగించు

source: direction
te: దిక్కు

source: distance to %m
te: %m కు దూరం

source: else
te: ఇంకా

source: forever
te: ఎప్పటికి

source: forever if %b
te: ఎప్పటికీ ఉంటే %b

source: glide %n secs to x:%n y:%n
te: %n సెకన్లకు x:%n y:%n జరుగును

source: go back %n layers
te: %n లేయర్లు తిరిగి వెళ్ళుట

source: go to %m
te: %m కు వెళ్ళు

source: go to front
te: ముందుకు వెళ్ళు

source: go to x:%n y:%n
te: x:%n y:%n కు వెళ్ళు

source: hide
te: దాచిపెట్టు

source: hide variable %v
te: %v చరరాశిని దాచు

source: if %b
te: ఒకవేళ %b

source: if on edge, bounce
te: అంచున ఉంటే, దూకు

source: item %i of %L
te: %L లో %i అంశము

source: join %s %s
te: %s ను %s కు కలుపు

source: key %k pressed?
te: %k కీ ఒత్తారా?

source: length of %L
te: %L యొక్క పొడవు

source: length of %s
te: %s యొక్క పొడవు

source: letter %n of %s
te: %s లో %n అక్షరము

source: list
te: జాబితా

source: looks
te: కనబడు

source: loud?
te: బిగ్గరగా?

source: loudness
te: ఉచ్ఛస్వరము

source: motion
te: చలనం

source: motor direction %W
te: యంత్రము దిశ %W

source: motor off
te: యంత్రము ఆపు

source: motor on
te: యంత్రము నడుపు

source: motor on for %n secs
te: %n సెకన్ల కొరకు యంత్రము నడుపు

source: motor power %n
te: %n యంత్రము శక్తి

source: mouse down?
te: మౌస్ ఒత్తారా?

source: mouse x
te: మౌస్ x

source: mouse y
te: మౌస్ y

source: move %n steps
te: %n అడుగులు జరుగు

source: next background
te: తదుపరి - వెనుకవుండేది

source: next costume
te: తదుపరి వేషధారణ

source: not %b
te: %b కాదు

source: operators
te: చేసేవి

source: pen
te: పెన్ను

source: pen down
te: పెన్ను క్రిందకి

source: pen up
te: పెన్ను పైకి

source: pick random %n to %n
te: %n నుండి %n ను యాదృచ్ఛికంగా ఎంచుకోండి

source: play drum %D for %n beats
te: %D డోలు వాయించు %n బీట్స్ కోసం

source: play note %N for %n beats
te: %N సంజ్ఞను వాయించు %n బీట్స్ కోసం

source: play sound %S
te: %S శబ్దం వాయించు

source: play sound %S until done
te: %S ఆగువరకు శబ్దం వాయించు

source: point in direction %d
te: బిందువు %d దిశలో

source: point towards %m
te: బిందువు %m వైపునకు

source: repeat %n
te: %n పునరావృతం

source: repeat until %b
te: %b వరకు పునరావృతం

source: replace item %i of %L with %s
te: %s తో %L లో %i ను మళ్ళీ పెట్టు

source: reset timer
te: సమయసూచిని మళ్ళీ పెట్టు

source: rest for %n beats
te: మిగిలినవి %n బీట్స్ కోసం

source: round %n
te: %n గుండ్రము

source: say %s
te: %s చెప్పు

source: say %s for %n secs
te: %n సెకన్ల కోసం %s చెప్పు

source: sensing
te: స్పర్శించుట

source: sensor %h?
te: %h స్పర్శ?

source: set %g effect to %n
te: %n ప్రయోజనంతో %g పెట్టు

source: set %v to %n
te: %v లో %n ను పెట్టు

source: set instrument to %I
te: %I కు పరికరాన్ని పెట్టు

source: set pen color to %c
te: పెన్ను రంగును %c కు పెట్టు

source: set pen color to %n
te: పెన్ను రంగును %n కు పెట్టు

source: set pen shade to %n
te: పెన్ను నీడ %n కు పెట్టు

source: set pen size to %n
te: పెన్ను పరిమాణం %n కు పెట్టు

source: set size to %n%
te: %n% కు పరిమాణాన్ని పెట్టు

source: set tempo to %n bpm
te: %n బి.పి.యం.కు కదలికలోని తీవ్రతను పెట్టు

source: set volume to %n%
te: %n% కు శబ్దఘనత పెట్టు

source: set x to %n
te: x కు %n పెట్టు

source: set y to %n
te: y కు %n పెట్టు

source: show
te: చూపించు

source: show variable %v
te: చరరాశి %v ను చూపు

source: size
te: పరిమాణము

source: sound
te: శబ్దము

source: stamp
te: ముద్ర

source: stop all
te: అన్ని నిలుపు

source: stop all sounds
te: అన్ని శబ్దాలు నిలుపు

source: stop script
te: ఆజ్ఞ నిలుపు

source: switch to background %l
te: వెనుకస్థలం %l కు బదలాయించు

source: switch to costume %l
te: వేషధారణ %l కు బదలాయించు

source: tempo
te: కదలికలోని తీవ్రత

source: think %s
te: %s ఆలోచించు

source: think %s for %n secs
te: %n సెకన్ల కోసం %s ఆలోచించు

source: timer
te: సమయసూచి

source: touching %m?
te: %m తాకుతుందా?

source: touching color %C?
te: %C రంగును తాకుతుందా?

source: turn %n degrees
te: %n డిగ్రీలు తిరుగు

source: variables
te: చరరాశులు

source: volume
te: శబ్దఘనత

source: wait %n secs
te: %n సెకన్లు వేచియుండు

source: wait until %b
te: %b వరకూ వేచియుండు

source: when %k key pressed
te: %k కీ ఒత్తినప్పుడు

source: when %m clicked
te: %m ఒత్తినప్పుడు

source: when I receive %e
te: %e నేను స్వీకరించినప్పుడు

source: x position
te: x స్థానం

source: y position
te: y స్థానం

source: 1 script
te: 1 ఆజ్ఞ కూర్పు

source: About Scratch
te: తెలుగు స్క్రాచ్ గురించి

source: About this project:
te: ఈ ప్రాజెక్ట్ గురించి

source: add comment
te: వ్యాఖ్యానం చేర్చు

source: add comment here
te: ఇక్కడ వ్యాఖ్యానం చేర్చు

source: all
te: అన్ని

source: and
te: మరియు

source: Animation
te: ఆనిమేషన్ (సజీవత్వము)

source: any
te: ఏదైనా

source: Art
te: కళ

source: background
te: వెనుకస్థలం

source: backgrounds
te: వెనుకస్థలాలు

source: Backgrounds
te: వెనుకస్థలాలు

source: brightness
te: ప్రకాశం

source: Brush size:
te: కుంచె పరిమాణము

source: button
te: బటన్

source: button pressed
te: బటన్ ఒత్తారు

source: Camera
te: కెమెరా

source: can rotate
te: తిరుగ గలదు

source: cancel
te: రద్దు

source: Cancel
te: రద్దుచేయు

source: Choose a folder
te: ఫోల్డర్ ను ఎన్నుకొనుట

source: Choose new sprite from file
te: ఫైలు నుండి కొత్త రూపంను ఎన్నుకొనుట

source: clean up
te: శుభ్రం చేయు

source: Clear
te: తొలగించుట

source: Clear canvas
te: కాన్వాస్ తొలగించుట

source: Close and continue
te: రద్దు మరియు కొనసాగు

source: Close dialog?
te: డైలాగ్ ను మూయాలా?

source: Close paint editor?
te: చిత్రపు పనిని సవరించుట మూయు?

source: close port
te: ద్వారం మూయు

source: Close sound recorder?
te: శబ్ద రికార్డర్ ఆపు?

source: color
te: రంగు

source: Compress Images
te: చిత్రాలను కుదించు

source: Compress Sounds
te: శబ్దాలను కుదించు

source: Compress sounds and images
te: శబ్దాలను మరియు చిత్రాలను కుదించు

source: Computer
te: కంప్యూటర్

source: connected
te: జోడించిన

source: Connecting to
te: కు జోడిస్తుంది

source: Copy
te: ప్రతి

source: costume
te: వేషధారణ

source: costumes
te: వేషధారణ

source: Costumes
te: వేషధారణలు

source: Could not read
te: చదువ లేదు

source: Could not read project; file may be damaged
te: ఈ ప్రాజెక్టును చదవలేదు; ఫైలు బహుశా పాడైపోయినట్టుంది.

source: Could not write file
te: రాయలేదు

source: Create account
te: కొత్త ఖాతా తెరువు

source: Create an empty project
te: కొత్త ఖాళీ ప్రాజెక్టు తెరువు

source: Data sent. Waiting for response...
te: డేటా పంపబడినది, ప్రతిస్పందన కోసం వేచియుండు

source: delete
te: తొలగించు

source: Delete
te: తొలగించు

source: Delete a list
te: జాబితాను తొలగించు

source: Delete a variable
te: చరరాశిని తొలగించు

source: Delete this background
te: ఈ వెనుకస్థలము తొలగించు

source: Delete this costume
te: ఈ వేషధారణను తొలగించు

source: Delete this sound
te: ఈ శబ్దమును తొలగించు

source: Delete this sprite
te: ఈ రూపంను తొలగించు

source: Desktop
te: కంపూటర్ తెర

source: distance
te: దూరము

source: Documents
te: డాక్యుమెంట్స్

source: don't rotate
te: తిరుగవద్దు

source: Don't Save
te: సేవ్ చేయవద్దు

source: Done
te: చేశాం

source: down
te: క్రింద

source: down arrow
te: క్రింది బాణము

source: drag to resize
te: పరిమాణాన్ని మార్చుటకు లాగుము

source: drag to rotate
te: త్రిప్పెందుకు లాగుము

source: draggable on website?
te: అంతర్జాలంలోకి లాగావా?

source: duplicate
te: నకలు

source: Duplicate
te: నకలు

source: edge
te: అంచు

source: Edit
te: సవరించు

source: Ellipse tool (draw outlined or filled ellipse or circle)
te: దీర్ఘవృత్తాకారం పనిముట్టు (నింపిన దీర్ఘ వృత్తము లేదా వృత్తం)

source: Enter presentation mode
te: ప్రదర్శన విధానానికి వెళ్ళు

source: Eraser
te: రబ్బరు

source: Eraser size
te: రబ్బరు పరిమాణం

source: Error!
te: దోషము!

source: Examples
te: ఉదాహరణలు

source: Exit presentation
te: ప్రదర్శన వేదిక మూయు

source: Exit presentation mode
te: ప్రదర్శన విధానం నుండి బయటకు

source: export
te: ఎగుమతి

source: Export Background
te: వెనుకస్థలం ఎగుమతి

source: Export Costume
te: వేషధారణ ఎగుమతి

source: Export failed
te: ఎగుమతి విఫలమైంది

source: Export Sound
te: శబ్దము ఎగుమతి

source: Export Sprite
te: రూపం ఎగుమతి

source: export this costume
te: ఈ వేషంను ఎగుమతి చేయు

source: export this sound
te: ఈ శబ్దమును ఎగుమతి చేయు

source: export this sprite
te: ఈ రూపం ఎగుమతి

source: Extras menu
te: అదనపు జాబితా

source: Eyedropper tool (select a color)
te: రంగును ఎన్నుకొను పనిముట్టు

source: Failed:
te: తప్పింది

source: false
te: తప్పు

source: File
te: ఫైల్

source: File not found
te: ఫైల్ కనపడడం లేదు

source: Fill tool (fill areas with color or gradient)
te: నింపు పనిముట్టు (స్థలాలను రంగు లేదా రంగుపాతంతో నింపు)

source: first
te: మొదటిది

source: fisheye
te: మత్స్యకన్ను

source: Flash blocks (fast)
te: ఫ్లాష్ బ్లాక్స్ (వేగముగా)

source: Flash blocks (slow)
te: ఫ్లాష్ బ్లాక్స్ (నిధానముగా)

source: Flip horizontally
te: సమాంతరంగా తిప్పు

source: Flip vertically
te: లంబాంతరంగా తిప్పు

source: For all sprites
te: అన్ని రూపాల కోసం

source: For this sprite only
te: ఈ రూపం కోసం మాత్రమే

source: Game
te: ఆట

source: Get surprise sprite
te: అద్బుతమైన రూపాన్ని పొందుట

source: Get the last thing deleted
te: తొలగించిన చివరి విషయం పొందుట

source: Getting Started
te: ప్రారంభం అవుతున్నది

source: ghost
te: భూతం

source: Go To Scratch Website
te: స్ర్కాచ్ వెబ్ సైట్ లోకి వెళ్ళు

source: grab screen region for new costume
te: కొత్త వేషం స్క్రీన్ ప్రాంతంలో పట్టుకోడానికి

source: grab screen region for new sprite
te: కొత్త రూపం స్క్రీన్ ప్రాంతంలో పట్టుకోడానికి

source: Grow
te: పెరుగుట

source: Grow sprite
te: రూపం పెరుగుట

source: hello
te: హలో

source: Hello!
te: హలో!

source: help
te: సహాయం

source: Help
te: సహాయం

source: Help Page
te: సహాయపు పేజీ

source: Help Screens
te: సహాయక తెర

source: Hide Motor Blocks
te: యంత్రము గళ్ళను దాచు

source: High (biggest)
te: పెద్దది

source: Hmm...
te: హమ్.మ్..

source: Home
te: హామ్

source: Images compressed
te: చిత్రాలను కుదించు

source: import
te: దిగుమతి

source: Import
te: దిగుమతి

source: Import an image on top of your current canvas
te: మీ ప్రస్తుత కాన్వాస్ పైన ఒక చిత్రాన్ని దిగుమతి చేయు

source: Import Background
te: వెనుకస్థలం దిగుమతి

source: Import Costume
te: వేషం దిగుమతి

source: Import Image
te: చిత్రం దిగుమతి

source: Import List
te: జాబితా దిగుమతి

source: Import Project
te: ప్రాజెక్ట్ దిగుమతి

source: import project
te: ప్రాజెక్టు దిగుమతి

source: Import Sound
te: శబ్దం దిగుమతి

source: Incompatible Scratch file format
te: అననుకూల స్క్రాచ్ ఫైల్ ఫార్మాట్

source: Is the folder read-only?
te: ఫోల్డర్ చదవడానికి మాత్రమేనా?

source: JPEG Quality (10-100)?
te: JPEG నాణ్యత (1-100)

source: Language
te: భాష

source: large readout
te: గట్టిగా బయటికి చదువు

source: last
te: చివరిది

source: left
te: ఎడమ

source: left arrow
te: ఎడమ బాణం

source: length
te: పొడువు

source: light
te: ప్రకాశము

source: Line tool (draw lines)
te: గీత పనిముట్టు (గీతలను గీయు)

source: List name?
te: చివరి పేరు?

source: Low
te: తక్కువ

source: Lowest (smallest)
te: తక్కువదైన

source: Make a list
te: జాబితా కల్పించు

source: Make a variable
te: చరరాశిని కల్పించు

source: Max:
te: గరిష్ఠం:

source: meow
te: మియావ్

source: Message name:
te: సందేశం పేరు :

source: Min:
te: కనిష్ఠం:

source: mod
te: శేషం

source: more
te: మరింత

source: More tags:
te: మరిన్ని ట్యాగ్స్ :

source: mosaic
te: రంగు రంగుల ప్రక్రియ

source: mouse x:
te: మౌస్ x:

source: mouse y:
te: మౌస్ y:

source: mouse-pointer
te: మౌస్ పాయింటర్

source: Move
te: జరుగు

source: Music
te: సంగీతం

source: My Projects
te: నా ప్రాజెక్టులు

source: new
te: కొత్త

source: New
te: కొత్త

source: New background:
te: కొత్త వెనుక స్థలం:

source: New costume:
te: కొత్త వేషధారణ

source: New file name?
te: కొత్త ఫైల్ పేరు?

source: New Filename:
te: కొత్త ఫైలు పేరు :

source: New sound:
te: కొత్త శబ్దము:

source: New Sprite
te: కొత్త రూపము

source: New sprite:
te: కొత్త రూపం

source: No
te: లేదు

source: No MIDI ports currently available.
te: MIDI ని ప్రస్తుతం అందుబాటులో లేవు .

source: No motion blocks
te: చలన పెట్టేలు లేవు

source: no scripts
te: ఆజ్ఞ లేదు

source: No serial ports found
te: సీరియల్ పోర్ట్సు దొరకలేదు

source: No variables.
te: చరరాశులు లేవు

source: Normal
te: సామాన్యం

source: normal readout
te: సామాన్యంగా బయటికి చదువు

source: Off
te: ఆఫ్

source: OK
te: సరే

source: On
te: ఆన్

source: only face left-right
te: ముఖం ఎడమ-కుడి వైపు మాత్రమే

source: Open
te: తెరువు

source: Open a Scratch project
te: ఒక స్క్రాచ్ ప్రాజెక్ట్ తెరువు

source: Open Project
te: ప్రాజెక్ట్ తెరువు

source: or
te: లేదా

source: Paint
te: చిత్రపు పని

source: Paint Editor
te: చిత్రపు పనిని సవరించుట

source: Paint new sprite
te: క్రొత్త రూపం చిత్రించు

source: Paintbrush
te: చిత్రపుకుంచె

source: Password:
te: పాస్వర్డ్ (గుర్తు పదం):

source: Percent? (100 gives original size)
te: శాతం? ( 100 అసలు పరిమాణాన్ని ఇస్తుంది )

source: Pictures
te: చిత్రాలు

source: pixelate
te: పిక్సలేట్

source: play
te: ఆడు

source: Please enter a number
te: ఒక సంఖ్యను చేర్చండి

source: pop
te: పాప్

source: Position the cross-hair to set the rotation center
te: భ్రమణ కేంద్రంగా క్రాస్ ను ఉంచండి

source: Preparing project...
te: ప్రాజెక్ట్ తయారు ...

source: Project author:
te: ప్రాజెక్ట్ రచయిత :

source: Project name
te: ప్రాజెక్ట్ పేరు

source: Project Notes
te: ప్రాజెక్ట్ గమనికలు

source: Project notes
te: ప్రాజెక్ట్ గమనికలు

source: Project uploaded.
te: ప్రాజెక్ట్ అప్లోడ్

source: Projects
te: ప్రాజెక్టులు

source: Quit
te: వదలిపెట్టు

source: Quit Scratch
te: స్ర్కాచ్ ను మూయ

source: Reading
te: చదువుడం

source: record
te: రికార్డు

source: Record
te: రికార్డు

source: recording
te: రికార్డింగ్

source: Rectangle tool (draw outlined or filled rectangle or square)
te: దీర్ఘచతురస్రం సాధనం (నిండి దీర్ఘచతురస్ర లేదా చదరపు)

source: Redo
te: పునరావృతం

source: Remove viewer from stage
te: వేదిక నుండి వీక్షకులను తొలగించు

source: resistance
te: నిరోధకము

source: resize this sprite
te: ఈ రూపం పరిమాణాన్ని మళ్ళీ మార్చు

source: reverse
te: వెనుక పక్క

source: right
te: కుడి

source: right arrow
te: కుడి వైపు బాణం

source: Rotate clock-wise
te: గడియారం దిశగా తిరుగు

source: Rotate counter-clock-wise
te: గడియారం దిశకు వ్యతిరేకంగా తిరుగు

source: rotate this sprite
te: ఈ రూపంను త్రిప్పుము

source: Rotation degrees?
te: భ్రమణ డిగ్రీలు ?

source: Save
te: సేవ్ చేయు

source: Save a copy of the current project
te: వదిలేయడానికి ముందు మార్పులను సేవ్ చేయు

source: Save As
te: వదిలేయడానికి ముందు మార్పులను సేవ్ చేయు

source: Save changes before quitting?
te: మూసే ముందు మార్పులను సేవ్ చేయాలా?

source: Save failed
te: సేవ్ చేయడం విఫలమైంది

source: save picture of scripts
te: ఆజ్ఞ చిత్రాన్ని సేవ్ చేయు

source: save picture of stage...
te: వేదిక చిత్రాన్ని సేవ్ చేయు

source: Save Project
te: ప్రాజెక్ట్ సేవ్ చేయు

source: Save Scripts Snapshot
te: ఆజ్ఞ స్నాప్షాట్ సేవ్ చేయు

source: Save Stage Shot
te: స్టేజ్ షాట్ సేవ్ చేయు

source: Save the current project
te: ప్రస్తుత ప్రాజెక్ట్ ను సేవ్ చేయు

source: Save the current project?
te: ప్రస్తుత ప్రాజెక్ట్ ను సేవ్ చేయాలా?

source: Save this project
te: ఈ ప్రాజెక్టును సేవ్ చేయు

source: Scripts
te: ఆజ్ఞలు

source: select serial/USB port
te: యు.ఎస్.బి / సీరియల్ పోర్ట్ ఎంచుకోండి

source: Select tool (move, modify, or delete selection)
te: ఎంచుకొను పనిముట్టు (సవరించడానికి, తరలించడానికి, లేదా ఎంపిక తొలగించండి)

source: Set costume center
te: వేషకేంద్రమును పెట్టు

source: Set language
te: భాషను పెట్టు

source: Set rotation center
te: భ్రమణ కేంద్రంగా పెట్టు

source: Set Single Stepping
te: ఒక పునాది పెట్టు

source: set slider min and max
te: స్లయిడర్ ను కనిష్ట మరియు గరిష్టంగా పెట్టు

source: Share
te: పంచుకొను

source: Share this project
te: ఈ ప్రాజెక్టును పంచుకొను

source: Share This Project Online
te: ఈ ప్రాజెక్టును అంతర్జాలంలో పంచుకొను

source: Show Motor Blocks
te: యంత్రము గళ్ళను చూపించు

source: show ScratchBoard watcher
te: స్ర్కాచ్ బోర్డు కావలిని చూపించు

source: Shrink
te: కుదించు

source: Shrink sprite
te: రూపం కుదించు

source: Simulation
te: నటన

source: Single-step speed?
te: ఒక అడుగు వేగం?

source: slider
te: స్లయిడర్

source: Slider range:
te: స్లైడర్ పరిధి :

source: Sound quality:
te: శబ్దం నాణ్యత:

source: Sound Recorder
te: శబ్దం రికార్డర్

source: Sounds
te: శబ్దాలు

source: Sounds compressed
te: శబ్దం కుదింపు

source: space
te: స్థలము

source: Sprite
te: రూపము

source: Sprites
te: రూపం

source: sqrt
te: వర్గమూలం

source: Stage
te: వేదిక

source: Stage selected:
te: వేదిక ఎంపిక :

source: Stamp tool (select area, then stamp copies of it)
te: ముద్ర సాధనం ( ప్రాంతం ఎంచుకొని, తరువాత ముద్ర కాపీలు చేయు )

source: Start green flag scripts
te: ఆకుపచ్చ జెండా ఆజ్ఞ ప్రారంభం

source: Start Single Stepping
te: ఒక అడుగు వేయు

source: stop
te: ఆపు

source: Stop everything
te: అన్నింటిని ఆపు

source: Stop Single Stepping
te: ఒక అడుగు ఆపు

source: Story
te: కథ

source: Support Site
te: సహాయ సైట్

source: Switch colors
te: రంగులు బదలాయింపు

source: Switch to full stage
te: సంపూర్ణ వేదికకు...

source: Switch to presentation mode
te: ప్రదర్శన వేదికకు...

source: Switch to small stage
te: చిన్న వేదికకు...

source: Tags:
te: ట్యాగ్స్:

source: Text tool (edit text layer)
te: అక్షర పనిముట్టు (అక్షరాల పొరను సవరించు)

source: That variable name is already in use
te: ఈ చరరాశి పేరు ఇదివరకే ఉపయోగించబడింది

source: that way
te: ఆ వైపు

source: The file name already exists. Overwrite existing file?
te: ఈ ఫైల్ పేరు ఇంతకు ముందే ఉంది. ఉన్న ఫైల్ నే మార్చాలా?

source: thing
te: వస్తువు

source: this way
te: ఈ వైపు

source: tilt
te: వంగిపోవు

source: true
te: సత్యం

source: Turbo speed
te: అతివేగం

source: turn into new sprite
te: కొత్త రూపంలోకి తిప్పు

source: Undelete
te: తొలగించవద్దు

source: Undo
te: మార్పు వద్దు

source: up
te: పైన

source: up arrow
te: పైన బాణం

source: Upload succeeded!
te: అంతర్జాలంలోకి పంపడం పూర్తి అయింది

source: Upload to Scratch Server
te: స్క్రాచ్ సర్వర్ లోకి పంపడం

source: Uploading
te: అంతర్జాలంలోకి పంపడం

source: Variable name?
te: చరరాశి పేరు ?

source: View on stage
te: వేదికపై వీక్షించండి

source: What's your name?
te: నీ పేరు ఏమిటి?

source: whirl
te: గిరగిర తిరుగు

source: world
te: ప్రపంచం

source: Write Multiple Project Summaries
te: బహుళ ప్రాజెక్ట్ సారాంశాలు వ్రాయండి

source: Write Project Summary
te: ప్రాజెక్ట్ సారాంశం వ్రాయండి

source: Yes
te: అవును

source: Your project is now online at
te: ఇప్పుడు మీ ప్రాజెక్టు ఆన్లైన్ వద్ద

source: Your Scratch website login name:
te: మీ స్క్రాచ్ వెబ్సైట్ లాగిన్ పేరు :

source: Zoom in
te: దగ్గరగా తీసుకెళ్ళు

source: Zoom out
te: దూరంగా తీసుకెళ్ళు

source: Voice Oohs
te: Oohs వాయిస్
