{
  "download.title": "Scratch 2.0 Offline Szerkesztő",
  "download.intro": "You can install the Scratch 2.0 editor to work on projects without an internet connection. This version will work on Windows and MacOS.",
  "download.introMac": "<b>Megjegyzés Mac felhasználóknak:</b> a legutóbbi Scratch 2.0 Offline ígényli az Adobe AIR 20 -at. Az Adobe AIR 20 kézi frissítéséért látogass <a href=\"https://get.adobe.com/air/\">ide</a>.",
  "download.installation": "Telepítés",
  "download.airTitle": "Adobe AIR",
  "download.airBody": "Ha nincs már feltelpítve, letöltheted és telepítheted a legfrissebb<a href=\"http://get.adobe.com/air/\">Adobe AIR</a> változatot.",
  "download.macOSX": "Mac OS X",
  "download.macOlder": "Mac OS 10.5 és régebbiek",
  "download.windows": "Windows",
  "download.download": "Letöltés",
  "download.offlineEditorTitle": "Scratch Offline Szerkesztő",
  "download.offlineEditorBody": "Most töltsd le és telepítsd a Scratch 2.0 Offline Szerkesztőt",
  "download.supportMaterialsTitle": "Segédanyagok",
  "download.supportMaterialsBody": "Kezdeti segítségre van szükséged? Íme egy pár hasznos anyag.",
  "download.starterProjects": "Kezdő projektek",
  "download.gettingStarted": "Kezdeti útmutató",
  "download.scratchCards": "Scratch kártyák",
  "download.updatesTitle": "Frissítések",
  "download.updatesBody": "Az Offline Szerkesztő frissítheti magát (felhasználói engedéllyel). Indításkor fogja keresni a frissítéseket vagy amikor megnyomod a \"Frissítések keresése\" parancsot a Fájl menüben.",
  "download.currentVersion": "A jelenlegi verzió: {version}",
  "download.otherVersionsTitle": "Más Scratch verziók",
  "download.otherVersionsOlder": "Ha a számítógéped régi vagy nem tudod telepíteni a Scratch 2.0 Offline Szerkesztőt, próbáld telepíteni a <a href=\"http://scratch.mit.edu/scratch_1.4/\">Scratch 1.4</a>-et.",
  "download.otherVersionsAdmin": "Rendszergazdáknak: a Scratch 2.0 MSI csomatot egy közösségi tag készítette és tartja karban. A nyilvánosan elérhető változat <a href=\"http://llk.github.io/scratch-msi/\">itt</a> tölthető le.",
  "download.knownIssuesTitle": "Ismert problémák",
  "download.knownIssuesOne": "Ha az offline szerkesztő összeomlik rögtön a Scratch indítása után, telepítsd újra a Scratch 2 Offline Szerkesztőt (lásd a 2. lépést fent). Ezt a hibát a (2014 áprilisában kiadott) Adobe AIR 14. változatának egyik hibája okozza.",
  "download.knownIssuesTwo": "A grafikai hatások kockái (a \"Kinézetek\"-ben) lelassíthatják a projekteket egy ismert Flash hiba miatt.",
  "download.knownIssuesThree": "A<b>hátizsák</b> még nem elérhető.",
  "download.knownIssuesFour": "A Mac OS alatt találkozhatsz egy párbeszédablakkal, amely így szól: \"Scratch 2 egy újabb segédeszközt próbál telepíteni\" és felhasználót meg jelszót kér. Jelenleg ellenőrizzük a hiba okát és megoldást keresünk.",
  "download.reportBugs": "Hibák és buktatók jelentése",
  "download.notAvailable": "Hmm, a szerkesztői letöltések jelenleg nem elérhetőek - kérlek frissítsd az oldalt az újrapróbálkozáshoz."
}
