{
  "download.title": "Phiên bản Scratch 2.0 không cần Internet",
  "download.intro": "Bạn có thể cài đặt trình biên tập Scratch 2.0 để làm việc trên các dự án mà không cần kết nối internet. Phiên bản này sẽ hoạt động trên Mac, Windows và một số phiên bản Linux (32 bit).",
  "download.introMac": "<b>Note for Mac Users:</b> the latest version of Scratch 2.0 Offline requires Adobe AIR 20. To upgrade to Adobe AIR 20 manually, go <a href=\"https://get.adobe.com/air/\">here</a>.",
  "download.installation": "Cài đặt",
  "download.airTitle": "Phần mềm Adobe AIR",
  "download.airBody": "Nếu bạn chưa có, tải và cài đặt phiên bản mới nhất <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Hệ điều hành Mac OS X",
  "download.macOlder": "Hệ điều hành Mac OS 10.5 & Cũ hơn",
  "download.windows": "Hệ điều hành Windows",
  "download.linux": "Hệ điều hành Linux",
  "download.download": "Tải xuống",
  "download.offlineEditorTitle": "Trình soạn thảo không dùng kết nối Internet Scratch",
  "download.offlineEditorBody": "Kế tiếp tải xuống và cài đặt Trình soạn thảo không dùng kết nối Internet 2.0",
  "download.supportMaterialsTitle": "Tài liệu hỗ trợ",
  "download.supportMaterialsBody": "Bạn cần hỗ trợ để bắt đầu? Dưới đây là những thông tin hữu ích cho bạn. ",
  "download.starterProjects": "Những Dự án Bắt đầu",
  "download.gettingStarted": "Hướng dẫn để bắt đầu",
  "download.scratchCards": "Thẻ Scratch",
  "download.updatesTitle": "Cập nhật",
  "download.updatesBody": "Trình biên soạn không dùng kết nối Internet có thể tự  động cập nhật (với sự cho phép của người dùng). Nó sẽ kiểm tra các bản cập nhật khi khởi động hoặc bạn có thể sử dụng lệnh \"Check for updates\" trong Menu.",
  "download.currentVersion": "Phiên bản gần đây là {version}.",
  "download.otherVersionsTitle": "Những Phiên bản Khác của Scratch",
  "download.otherVersionsOlder": "Nếu máy tính của bạn đã cũ, hoặc không thể cài đặt phiên bản Scratch 2.0 - Trình soạn thảo không dùng kết nối Internet, bạn có thể thử cài đặt <a href=\"http://scratch.mit.edu/scratch_1.4/\"> Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Nếu bạn là một quản trị viên mạng: Scratch phiên bản 2.0 MSI đã được tạo ra và duy trì bởi một thành viên của cộng đồng và được lưu trữ để tải xuống cho công cộng <a href=\"http://llk.github.io/scratch-msi/\">tại đây</a>.",
  "download.knownIssuesTitle": "Các vấn đề đã biết",
  "download.knownIssuesOne": "If your offline editor is crashing directly after Scratch is opened, install the Scratch 2 offline editor again (see step 2 above). This issue is due to a bug introduced in Adobe AIR version 14 (released April 2014).",
  "download.knownIssuesTwo": "Các khối hiệu ứng đồ họa (trong \"Looks\") có thể làm chậm các dự án do lỗi Flash.",
  "download.knownIssuesThree": "<b>Gói hỗ trợ</b>hiện chưa có.",
  "download.knownIssuesFour": "On Mac OS you may see a prompt indicating that \"Scratch 2 is trying to install a new helper tool\" and asking for your user name and password. We are currently investigating a solution to this problem.",
  "download.reportBugs": "Báo cáo Lỗi và Nhược điểm",
  "download.notAvailable": "Rất tiếc, trình sửa đổi để tải xuống hiện không hiển thị ngây bây giờ - vui lòng làm mới trang để thử lại. "
}
