{
  "download.title": "Trình soạn thảo không dùng kết nối Internet Scratch 2 ",
  "download.intro": "Bạn có thể cài đặt trình biên tập Scratch 2.0 để làm việc trên các dự án mà không cần kết nối internet. Phiên bản này sẽ hoạt động trên Mac, Windows và một số phiên bản Linux (32 bit).",
  "download.introMac": "<b>Lưu ý dành cho Người dùng Mac: </b>phiên bản mới nhất Scratch 2.0 Ngoại tuyến yêu cầu Adobe Air 20. Để nâng cấp lên Adobe Air 20 theo cách thủ công, đến <a href=\"https://get.adobe.com/air/\"> đây </a>.",
  "download.installation": "Cài đặt",
  "download.airTitle": "Phần mềm Adobe AIR",
  "download.airBody": "Nếu bạn chưa có nó, tải và cài đặt phiên bản mới nhất <a href=\"http://get.adobe.com/air/\">Adobe AIR</a>",
  "download.macOSX": "Hệ điều hành Mac OS X",
  "download.macOlder": "Hệ điều hành Mac OS 10.5 & Cũ hơn",
  "download.windows": "Hệ điều hành Windows",
  "download.linux": "Hệ điều hành Linux",
  "download.download": "Tải xuống",
  "download.offlineEditorTitle": "Trình soạn thảo không dùng kết nối Internet Scratch",
  "download.offlineEditorBody": "Kế tiếp tải xuống và cài đặt Trình soạn thảo không dùng kết nối Internet 2.0",
  "download.supportMaterialsTitle": "Tài liệu hỗ trợ",
  "download.supportMaterialsBody": "Bạn cần hỗ trợ để bắt đầu? Dưới đây là những thông tin hữu ích cho bạn. ",
  "download.starterProjects": "Dự án bắt đầu",
  "download.gettingStarted": "Hướng dẫn để bắt đầu",
  "download.scratchCards": "Thẻ Scratch",
  "download.updatesTitle": "Cập nhật",
  "download.updatesBody": "Trình biên soạn không dùng kết nối Internet có thể tự  động cập nhật (với sự cho phép của người dùng). Nó sẽ kiểm tra các bản cập nhật khi khởi động hoặc bạn có thể sử dụng lệnh \"Check for updates\" trong Menu.",
  "download.currentVersion": "Phiên bản gần đây là {version}.",
  "download.otherVersionsTitle": "Hướng dẫn để bắt đầu",
  "download.otherVersionsOlder": "Nếu máy tính của bạn đã cũ, hoặc không thể cài đặt phiên bản Scratch 2.0 - Trình soạn thảo không dùng kết nối Internet, bạn có thể thử cài đặt <a href=\"http://scratch.mit.edu/scratch_1.4/\"> Scratch 1.4</a>.",
  "download.otherVersionsAdmin": "Nếu bạn là một quản trị viên mạng: Scratch phiên bản 2.0 MSI đã được tạo ra và duy trì bởi một thành viên của cộng đồng và được lưu trữ để tải xuống cho công cộng <a href=\"http://llk.github.io/scratch-msi/\">tại đây</a>.",
  "download.knownIssuesTitle": "Các vấn đề đã biết",
  "download.knownIssuesOne": "Nếu trình soạn thảo không dùng Internet của bạn gặp sự cố ngay sau khi mớ Scratch, hãy cài đặt trình trình soạn thảo không dùng Internet Scratch 2 lại (xem bước 2 ở trên). Vấn đề này là do lỗi được giới thiệu trong Adobe Air phiên bản 14 (phát hành tháng 4 năm 2014).",
  "download.knownIssuesTwo": "Các khối hiệu ứng đồ họa (trong \"Looks\") có thể làm chậm các dự án do lỗi Flash.",
  "download.knownIssuesThree": "<b>Gói hỗ trợ</b>hiện chưa có.",
  "download.reportBugs": "Báo cáo Lỗi và Nhược điểm",
  "download.notAvailable": "Rất tiếc, trình sửa đổi để tải xuống hiện không hiển thị ngây bây giờ - vui lòng làm mới trang để thử lại. "
}
