Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: Don’t add to the flames! Responding to mean comments with more mean comments just makes things worse, and could result in your account being blocked. Instead, simply report anything that is disrespectful or unconstructive, and we’ll follow up with the author. We check reports every day, multiple times per day - so rest assured, we'll sort things out.
nl: Gooi geen olie op het vuur! Door op gemene reacties te reageren met meer gemene reacties, maak je het alleen maar erger en dat kan er voor zorgen dat jóuw account geblokkeerd wordt. In plaats daarvan kun je het beste alles, wat respectloos of niet constructief is, melden en dan nemen wij contact op met de schrijver. We controleren de meldingen elke dag, meerdere keren per dag - wees er dus gerust op dat wij het voor je regelen.

source: What does the Scratch team do when something is reported or flagged?
nl: Wat doet het Scratch-team als er iets gemeld of gerapporteerd wordt?

source: The Scratch Team reviews reported comments and projects every day. If something breaks the Scratch community guidelines, we may remove it and send a warning to the account. Depending on how bad it is (or if we’ve already warned the account), we may also block the accounts or networks that were used to share it.
nl: Het Scratch-team bekijkt gemelde opmerkingen, reacties en projecten elke dag. Als iets niet in overeenstemming is met de Scratch-gemeenschapsrichtlijnen, dan kan het zijn dat we het verwijderen en een waarschuwing sturen naar de eigenaar. Afhankelijk van hoe erg het is (of als we al vaker gewaarschuwd hebben), kunnen we ook het account of netwerken (welke gebruikt zijn voor het plaatsen) blokkeren.

source: What happens when an account is blocked?
nl: Wat gebeurd er met een gebruikersnaam dat geblokkeerd is?

source: When an account is blocked, the owner can no longer access it, or use it to create projects or comments. When they login, they see a page that explains why the account was blocked with a web form they can use to request to be unblocked. If the owner can show that they understand why their account was blocked, and promises to follow the community guidelines in the future, the Scratch Team will review their case. Accounts will only be unblocked in cases where the account owner’s word can be trusted. Otherwise, the account (and most likely other accounts owned or created by that person) may be blocked permanently.
nl: Als een account geblokkeerd is, dan heeft de eigenaar geen toegang meer en kan hij/zij ook geen projecten meer maken of reacties plaatsen. Als hij/zij inlogt, zien hij/zij een pagina welke uitlegt dat het account is geblokkeerd met een formulier waarin hij/zij kan vragen om het te deblokkeren. Als de eigenaar kan aantonen dat hij/zij begrijpt waarom het account geblokkeerd was en beloven om de gemeenschapsrichtlijnen in de toekomst te volgen, dan zal het Scratch-team zijn/haar zaak beoordelen. Accounts worden alleen gedeblokkeerd als de eigenaar te vertrouwen is. In andere gevallen zal het account (en waarschijnlijk ook andere accounts welke eigendom of gemaakt zijn door die persoon) verwijderd worden.

source: My mean brother / Kaj / some other bad guy stole my account and got it banned, what do I do?
nl: Mijn gemene broer / Kaj / een andere gemeen iemand, heeft mijn gebruikersnaam gestolen en deze is nu geblokkeerd, wat kan ik doen?

source: You are responsible for keeping your password secure. If someone in real life takes control of your account and does bad stuff, tell the adults in charge of the computers. If you think someone you don’t know got access to your account, change the password and / or use the contact us link to explain the situation. If you got blocked for doing something that broke the community guidelines, don't just say you got hacked. If we can't trust you, we won't unblock you.
nl: Jij bent er zelf verantwoordelijk voor om je wachtwoord geheim te houden. Als iemand jouw inloggegevens heeft en verkeerde dingen doet, vertel dit dan aan de volwassenen die verantwoordelijk zijn voor de computers. Als je denkt dat iemand, die jij niet kent, toegang heeft tot jouw account, verander dan direct het wachtwoord en/of gebruik de contact-link om ons de situatie uit te leggen. Als je wordt geblokkeerd omdat er iets gedaan is dat niet mag volgens de gemeenschapsrichtlijnen, zeg dan niet alleen dat je account gehackt is. Als we je niet geloven, dan zullen we je account niet deblokkeren.

source: What is cloud data?
nl: Wat is clouddata?

source: Cloud data is a feature in Scratch 2 that allows for data from a project to be saved and shared online. You can use cloud data to make surveys and other projects that store numbers over time.
nl: Clouddata is een mogelijkheid in Scratch 2 dat ervoor zorgt dat gegevens van een project online bewaard en gedeeld kunnen worden. Je kunt clouddata gebruiken voor enquêtes en andere projecten die getallen opslaan.

source: Who can see the data stored in cloud data?
nl: Wie kan de informatie zien die is opgeslagen in de cloud?

source: When you interact with a project using cloud data blocks, your information can be stored along with your username, and others can view it. Each project keeps a log of who interacted with it and any data they shared.
nl: Als je interactie hebt met een project dat clouddata-blokken bevat, dan kan het zijn dat jouw informatie, samen met jouw gebruikersnaam, wordt bewaard en dat anderen dit kunnen bekijken. Elk project heeft een logbestand waarin wordt vastgelegd wie interactie had met het project en welke data hij/zij gedeeld heeft.

source: Why is cloud data currently limited to only numbers -- with no strings or lists?
nl: Waarom is clouddata beperkt tot cijfers -- dus zonder tekens of lijsten?

source: The current site is limited to numbers in variables as an initial step to work out any issues with their use on the site. We plan to roll out cloud data features incrementally. If the infrastructure is working well, we plan to add other features (cloud lists, support for strings, etc.).
nl: De huidige site is beperkt tot getallen in variabelen als eerste stap om mogelijke gebruiksproblemen op te kunnen lossen. We zijn van plan om clouddata-mogelijkheden geleidelijk uit te rollen. Als de infrastructuur goed werkt, dan zijn we van plan om andere mogelijkheden toe te voegen (cloudlijsten, ondersteuning voor teksten, etc.).

source: If I see someone post inappropriate content using cloud data, how do I report it?
nl: Als ik zie dat iemand onbehoorlijke inhoud opslaat in clouddata, hoe kan ik dit melden?

source: Click the "Report this" button (under on the project player) to report inappropriate content in cloud data. The report form includes a link to a log of all cloud data in that project and who left it - you may want to take look at it before sending your report. Make sure that you mention "cloud data" when you type your reason in the report.
nl: Klik op de "Meld dit"-knop (onder de projectspeler) om onbehoorlijke inhoud in clouddata te melden. Het meldingsformulier bevat een link naar het logbestand met alle clouddata van dat project en wie dat achtergelaten heeft - bekijk dit eerst voordat je je melding verstuurd. Zorg ervoor dat je het woord "clouddata" gebruikt in je melding.

source: Can I make chat rooms with cloud data?
nl: Kan ik een chatroom maken met clouddata?

source: While it is technically possible to create chat rooms with cloud data, they are not currently allowed. We will reconsider this policy once we have a better sense of our capability for moderating and managing reports on cloud data.
nl: Terwijl het technisch mogelijk is om chatruimtes te maken met clouddata, is dat momenteel niet toegestaan. We zullen deze regel heroverwegen, zodra we een beter gevoel hebben bij onze mogelijkheden om clouddata te monitoren en meldingen te onderzoeken.

source: How do I add a cloud variable when I'm making a project?
nl: Hoe maak ik een cloudvariabele?

source: When you make a variable, you can check the box that says "Cloud variable." Any data you store will be saved on the server and visible to others.
nl: Als je een variabele maakt, dan kun je een vinkje zetten bij "Cloudvariabele". Alle data die je opslaat wordt bewaard op de server en is zichtbaar voor anderen.

source: Who can change the information in a cloud variable?
nl: Wie kan de informatie in een cloudvariabele veranderen?

source: Only your project can store data in its cloud variable. If people change or remix your code, it creates a different variable in their project with the same name.
nl: Alleen jouw project kan gegevens opslaan in de cloud-variable. Als iemand jouw code verandert of hergebruikt, dan wordt er een andere variabele gemaakt in zijn/haar project met dezelfde naam.

source: I am logged in, but I still cannot use projects with cloud data. What is going on?
nl: Ik ben ingelogd, maar ik kan nog geen projecten gebruiken met clouddata. Hoe kan dit?

source: You need to have become a "Scratcher" on the website to have access to cloud data. You can become a Scratcher through actively participating on the website.
nl: Je zult eerst "Scratcher" moeten zijn op de website voordat je toegang het tot cloud-data. Je kunt Scratcher worden door actief deel te nemen op de website.

source: Is it possible to make multiplayer games with cloud data?
nl: Is het mogelijk om een multiplayer-game te maken met clouddata?

source: Multiplayer games may be difficult to create, due to network speed and synchronization issues. However, some Scratchers are coming up with creative ways to use the cloud data for turn-by-turn and other games.
nl: Multispeler-spelletjes zijn moeilijk om te maken, door netwerksnelheid- en synchronisatieproblemen. Desondanks bedenken sommige Scratchers creatieve manieren om cloud-data te gebruiken voor om-de-beurt- en andere spelletjes.

source: How long does it take for cloud data to reach another Scratcher?
nl: Hoe lang duurt het voordat clouddata bij een andere Scratcher aankomt?

source: It depends. If both Scratchers have a reasonably fast Internet connection (DSL/Cable), and there are no restrictive firewalls on the computers/network, updates should be transmitted in milliseconds. However, a lot of computers have firewall software running in them, and if the firewall software blocks outgoing connections to TCP port 531 and TCP port 843, the time-lag becomes one-second. We are currently trying to figure out ways in which we can work around this limitation.
nl: Dat hangt ervan af. Als beide Scratchers een redelijk snelle internetverbinding (DSL/kabel) hebben en er geen dichtgetimmerde firewalls op de computers/netwerk staan, dan worden updates verzonden in milliseconden. Maar, veel computers hebben firewallsoftware draaien en als deze firewallsoftware uitgaande connecties via TCP-poort 531 en TCP-poort 843 blokkeren, dan kan de vertraging één seconde worden. We zijn momenteel bezig om uit te zoeken of we om deze beperking heen kunnen werken.

source: Frequently Asked Questions (FAQ)
nl: Veelgestelde vragen (FAQ)

source: Browse FAQ
nl: Blader door de FAQ

source: Get Started with Scratch
nl: Met Scratch beginnen

source: Try out the</br> step-by-step intro
nl: Probeer de</br> stap-voor-stap-introductie

source: Explore these</br> starter projects
nl: Probeer deze</br> beginnersprojecten

source: Watch the Getting Started video
nl: Bekijk de Beginnersvideo

source: Scratch Guides
nl: Scratch-handleidingen

source: Here are some guides to help you learn Scratch:
nl: Hier zijn enkele handleidingen om Scratch te leren:

source: Getting Started Guide
nl: Beginnershandleiding

source: This step-by-step guide (PDF) provides an easy introduction to Scratch.
nl: Deze stap-voor-stap-handleiding (PDF) bevat een makkelijke kennismaking met Scratch.

source: Each of these cards shows something you can do in Scratch.
nl: Deze kaarten leggen verschillende dingen uit die je kunt doen met Scratch.

source: Video Tutorials
nl: Videolessen

source: These videos include tips on using the paint editor, and introduce how to program games and animations in Scratch.
nl: Deze video's bevatten tips voor het gebruik van het tekenscherm en zijn een eerste opstap om spelletjes en animaties te leren programmeren in Scratch.

source: Explore the Scratch Community
nl: Verken de Scratch-gemeenschap

source: <a href="../explore">Explore</a> projects and studios Scratchers are making
nl: <a href="../explore">Verken</a> projecten en studio's die andere Scratchers gemaakt hebben

source: Search for projects about:
nl: Zoek naar een project over:

source: <a href="/discuss/6/">Introduce</a> yourself in the Scratch forums
nl: <a href="/discuss/6/">Stel jezelf voor</a> in het Scratchforum

source: Click <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> on any profile or studio to receive updates
nl: Klik op <img src="%(STATIC_URL)s/images/help/follow-button-small.png"/> in een profiel of studio om updates te ontvangen

source: What is Scratch?
nl: Wat is Scratch?

source: For <a href="/parents">Parents</a>
nl: Voor <a href="/parents">ouders</a>

source: For <a href="/educators">Educators</a>
nl: Voor <a href="/educators">onderwijzers</a>

source: Browse for answers on: </br><a href="/help/faq">Frequently Asked Questions</a>
nl: Zoek antwoorden in de </br><a href="/help/faq">Veelgestelde vragen</a>

source: Or visit the <a href="/discuss">discussion forums</a>:
nl: Of bezoek het <a href="/discuss">forum</a>:

source: - Questions about Scratch
nl: - Vragen over Scratch

source: - Help with Scripts
nl: - Hulp met scripts

source: Resources
nl: Hulpmiddelen

source: An online community for educators using Scratch, with stories, discussions, and resources, such as the Scratch curriculum guide.
nl: Een online gemeenschap voor Scratch-onderwijzers, met verhalen, discussies en hulpmiddelen, zoals het Scratch-curriculum.

source: The Scratch Wiki contains a wide variety of articles by Scratchers for Scratchers, including advanced topics and tutorials.
nl: De Scratch-wiki bevat een diversiteit aan artikelen van Scratchers voor Scratchers, inclusief geavanceerde onderwerpen en handleidingen.

source: Scratch 2 Offline Editor
nl: Scratch 2 Offline

source: Scratch 1.4 Download
nl: Download Scratch 1.4

source: Links and information on the previous version of Scratch.
nl: Links en informatie over de vorige versie van Scratch.

source: Scratch Statistics
nl: Scratch-statistieken

source: Explore up-to-date statistics about the Scratch online community.
nl: Verken de up-to-date statistieken over de Scratch-gemeenschap.

source: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch and the Physical World</a>
nl: <a href="http://wiki.scratch.mit.edu/wiki/How_to_connect_to_the_physical_world">Scratch en de echte wereld</a>

source: Access the Scratch logo and other media files.
nl: Toegang tot het Scratchlogo en andere bestanden.

source: Scratch - Videos
nl: Scratch - Video

source: Getting Started with Scratch
nl: Beginnen met Scratch

source: After <strong>Getting Started</strong>, choose from <a href="#Introductory Tutorials">Introductory Tutorials</a> or <a href="#Paint Editor Tips">Paint Editor Tips</a>.
nl: Na <strong>Beginnen met Scratch</strong> kun je kiezen uit <a href="#Introductory Tutorials">Introductie instructies</a> of <a href="#Paint Editor Tips">Tips over het tekenscherm</a>.

source: Introductory Tutorials
nl: Introductie

source: Make your sprite move forward
nl: Laat je sprite naar voren bewegen

source: Make your sprite spin
nl: Laat je sprite draaien

source: Make your sprite change color
nl: Verander de kleur van je sprite

source: Make your sprite dance
nl: Laat je sprite dansen

source: Make your sprite follow the mouse
nl: Laat je sprite de muis volgen

source: Make your sprite glide
nl: Laat je sprite glijden

source: Make your sprite jump when you clap
nl: Laat je sprite springen als je klapt

source: Make your sprite spin when you say something
nl: Laat je sprite draaien als je iets zegt

source: Make a simple game
nl: Maak een simpel spel

source: Make a story
nl: Maak een verhaal

source: Paint Editor Tips
nl: Tekentips

source: Change the cat or other characters
nl: Verander de kat of andere figuren

source: Differences between vector and bitmap
nl: Verschillen tussen vector- en bitmapafbeeldingen

source: Switching between vector and bitmap
nl: Tussen vector- en bitmapafbeeldingen wisselen

source: Fill a vector shape
nl: Een vectorfiguur vullen

source: Erasing in vector mode
nl: Wissen in vector-modus

source: Drawing with reshape
nl: Tekenen met opnieuw vormen

source: Smoothing
nl: Afvlakken

source: Grouping
nl: Groeperen

source: Layers
nl: Lagen

source: Backdrop into Sprite
nl: Achtergrond in sprite veranderen

source: Center of Costume
nl: Middelpunt van uiterlijk

source: Back
nl: Terug

source: Make a Donation
nl: Een donatie geven

source: Messages
nl: Berichten

source: All Messages
nl: Alle berichten

source: Comments
nl: Opmerkingen

source: Alerts
nl: Meldingen

source: shared the project
nl: deelde dit project

source: %(time)s ago
nl: %(time)s geleden

source: remixed
nl: hergebruikt

source: as
nl: als

source: favorited
nl: favoriet gemaakt

source: loved
nl: geliefd gemaakt

source: is now following
nl: volgt nu

source: added
nl: toegevoegd

source: to the studio
nl: aan de studio

source: became a curator of
nl: werd beheerder van

source: was promoted to manager of
nl: is nu manager van

source: is now following you
nl: volgt jou nu

source: loved your project
nl: heeft jouw project geliefd gemaakt

source: favorited your project
nl: heeft jouw project favoriet gemaakt

source: replied to your comment on
nl: heeft geantwoord op jouw reactie over

source: commented on your project
nl: heeft een opmerking geplaatst over jouw project

source: commented on
nl: heeft gereageerd op

source: replied to your comment in
nl: heeft geantwoord op jouw reactie in

source: invited you to curate the studio
nl: heeft je uitgenodigd om beheerder te worden van studio

source: promoted you to manager for the studio
nl: heeft jou manager gemaakt voor de studio

source: remixed your project
nl: hergebruikte jouw project

source: There was new activity in
nl: Er was nieuwe activiteit in

source: today
nl: vandaag

source: There are new posts in the forum thread:
nl: Er zijn nieuwe berichten in het forumdraadje:

source: is now following the studio
nl: volgt nu de studio

source: joined Scratch
nl: werd Scratcher

source: New Scratcher
nl: Nieuwe Scratcher

source: Joined <span title="%(tDateLabel)s">%(tDate)s</span> ago
nl: Sloot zich <span title="%(tDateLabel)s">%(tDate)s</span> geleden aan

source: About me
nl: Over mij

source: Add a bit about yourself
nl: Vertel iets over jezelf

source: What I'm working on
nl: Waar ik mee bezig ben

source: Describe what you're working on
nl: Beschrijf waar je mee bezig bent

source: Change featured project
nl: Verander uitgelicht project

source: What I've been doing
nl: Wat ik heb gedaan

source: Report this user
nl: Rapporteer deze gebruiker

source: Shared Projects
nl: Gedeelde projecten

source: Favorite Projects
nl: Favoriete projecten

source: Studios I'm Following
nl: Studio's die ik volg

source: Studios I Curate
nl: Studio's | Beheer

source: Following
nl: Volgt

source: Followers
nl: Volgers

source: Become a Scratcher...
nl: Word een Scratcher...

source: Now that you’ve gotten to know Scratch and the Scratch community, you are ready to become a Scratcher. The next few pages describe what that means. On the last page, you can choose to officially become a Scratcher.
nl: Nu je Scratch en de Scratch-gemeenschap kent, kun je Scratcher worden. De volgende pagina's beschrijven wat dat inhoudt. Op de laatste pagina kun je ervoor kiezen om officieel Scratcher te worden.

source: Scratchers are respectful.
nl: Scratchers zijn respectvol.

source: Everyone should feel welcome on Scratch, so we’re careful to be respectful to everyone.
nl: Iedereen moet zich welkom voelen bij Scratch, daarom zorgen we ervoor dat we respectvol met elkaar omgaan.

source: We’re constructive.
nl: We zijn opbouwend.

source: Many projects are made by kids who are new to Scratch. When we comment on other’s projects, we say something we like about it, and suggest ways to make it better.
nl: Veel projecten worden gemaakt door kinderen voor wie Scratch nieuw is. Als we een reactie geven op iemands project, dan zeggen we wat we er leuk aan vinden en geven we tips over hoe het beter kan.

source: We give credit.
nl: We geven aan wie iets gemaakt heeft.

source: Anything shared on Scratch can be remixed by everyone. When we remix, we give credit to the original creator.
nl: Alles wat gedeeld wordt op Scratch kan hergebruikt worden door iedereen. Als we iets hergebruiken, dan vermelden we de naam van de originele maker.

source: We help keep the site friendly.
nl: We houden de website vriendelijk.

source: Scratch is a fun and friendly place because Scratchers make it that way. If you see a project or comment that’s mean, click Report.
nl: Scratch is een leuke en vriendelijke plaats, omdat Scratchers hiervoor zorgen. Als je een project of reactie ziet die gemeen is, klik dan op Melden.

source: We invite you to become a Scratcher.
nl: We nodigen je uit om Scratcher te worden.

source: You get to decide if you want to become a Scratcher.
nl: Jij mag kiezen of je Scratcher wilt worden.

source: If you agree to <strong>be respectful</strong>, <strong>constructive</strong>, <strong>give credit</strong>, and <strong>help keep the site friendly</strong>, click "I agree!"
nl: Als je belooft om <strong>respectvol</strong>, <strong>opbouwend</strong> en <strong>vriendelijk</strong> te zijn en <strong>aangeeft wie iets gemaakt heeft</strong">, klik dan op "Ik ga akkoord!"

source: If you don’t wish to become a Scratcher, just close this page. (If you change your mind later, you can always come back).
nl: Als je geen Scratch wilt worden, sluit dan deze pagina. (Als je je later bedenkt, dan mag je altijd terugkomen.)

source: Congratulations on becoming a Scratcher!
nl: Gefeliciteerd, je bent nu een Scratcher!

source: Congratulations! You’ll notice that the word "Scratcher" now appears on your profile page, and under your user icon on forum posts.
nl: Gefeliciteerd! Je kunt zien dat het woord "Scratcher" nu aangegeven staat op je profielpagina en onder je profiel-icoon op de forums.

source: I agree!
nl: Ik ga akkoord!

source: Favorites
nl: Favorieten

source: Studios I Follow
nl: Studio's | Volgen

source: on Scratch
nl: op Scratch

source: See inside
nl: Bekijk van binnen

source: Based on:
nl: Gebaseerd op:

source: Original project:
nl: Oorspronkelijk project:

source: not shared
nl: niet gedeeld

source: Modified: %(tDate)s
nl: Laatste aanpassing: %(tDate)s

source: Favorite this project
nl: Maak favoriet

source: Love this project
nl: Ik vind dit project leuk

source: Total views
nl: Aantal keer bekeken

source: View the remix tree
nl: Bekijk de remix-boom

source: Add this project to a studio you curate (or remove it from a studio)
nl: Voeg dit project toe aan een studio die jij beheert (of verwijder het van een studio)

source: Just click on the button for any of the studios from the list below
nl: Klik op de knop van één van de studio in de lijst hieronder

source: Download this project file
nl: Download dit projectbestand

source: Embed
nl: Insluiten

source: Copy and paste the embed code above.
nl: Kopieer en plak de bovenstaande insluitcode.

source: Share
nl: Delen

source: OK, Got it.
nl: Oké, ik snap het.

source: All Tips
nl: Alle tips

source: Newest Projects
nl: Nieuwste projecten

source: Projects selected by
nl: Projecten geselecteerd door

source: What the Community is
nl: Wat bij de gemeenschap geliefd is
