Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: For network deployments, use the <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>
nl: Voor netwerkinstallaties, gebruik <a href="http://download.scratch.mit.edu/Scratch1.4.msi.installer.zip">Scratch1.4.msi.installer.zip</a>

source: Scratch 1.4 for Debian / Ubuntu
nl: Scratch 1.4 voor Debian / Ubuntu

source: Compatible with Ubuntu 12.04 or later
nl: Geschikt voor Ubuntu 12.04 of hoger

source: Install Scratch with Software Center
nl: Installeer Scratch met Software Center

source: Frequently Asked Questions about Scratch 1.4
nl: Veelgestelde vragen over Scratch 1.4

source: What resources are available to help me learn how to use Scratch 1.4?
nl: Welke materialen zijn beschikbaar om Scratch 1.4 te leren gebruiken?

source: What are the system requirements for Scratch 1.4?
nl: Wat zijn de vereiste systeemeigenschappen voor Scratch 1.4?

source: Scratch - Starter Projects
nl: Scratch - Beginnersprojecten

source: Try out these starter projects from the Scratch Team. Look inside to make changes and add your ideas.
nl: Probeer deze beginnersprojecten van het Scratch-team. Kijk in het project om deze te veranderen en je eigen ideeën toe te voegen.

source: Animation
nl: Animatie

source: Interactive Art
nl: Interactieve kunst

source: Music and Dance
nl: Muziek en dans

source: Video Sensing
nl: Video

source: Dance Party
nl: Dansfeestje

source: Animate the Crab
nl: Laat de krab bewegen

source: The Pico Show: Intro
nl: De Pico Show: Intro

source: Greeting Card
nl: Ansichtkaart

source: Pong Starter
nl: Pong (beginnersproject)

source: Maze Starter
nl: Doolhof (beginnersproject)

source: Hide and Seek
nl: Verstoppertje

source: Dress Up Tera
nl: Tera aankleden

source: Paint with Gobo
nl: Tekenen met Gobo

source: Wizard Spells
nl: Tovenaarsspreuken

source: Soundflower
nl: Geluidenbloem

source: Spiral Maker
nl: Spiralenmaker

source: Remix this dance
nl: Hergebruik deze dans

source: Starfish Choir
nl: Zeesterrenkoor

source: DJ Scratch Cat
nl: DJ Scratch-kat

source: 5 Random Facts about Me
nl: 5 willekeurige feiten over mij

source: Introducing Howler! Remix
nl: Huilebalk! (hergebruikt)

source: Teens at the Castle
nl: Tieners bij het kasteel

source: Virtual Tour
nl: Virtuele rondleiding

source: Musical Buttons
nl: Muziekknoppen

source: Bubbles with Video Sensing
nl: Bubbels met video

source: Save the Mini-Figs!
nl: Red de mini-vijgen!

source: Pizza Chef
nl: Pizzabakker

source: Scratch Help
nl: Scratch-hulp

source: Scratch Cards
nl: Scratch-kaarten

source: Scratch cards provide a quick way to learn new Scratch code.
nl: Scratch-kaarten zijn een handig hulpmiddel om snel nieuwe Scratchcode te leren.

source: Get all the Cards
nl: Download alle kaarten

source: English
nl: Engels

source: Looking for Scratch Cards in your language? Check <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch Wiki</a>.
nl: Zoek je de Scratch-kaarten in je eigen taal? Kijk in de <a href="http://wiki.scratch.mit.edu/wiki/Scratch_Support_Materials">Scratch-wiki</a>.

source: Change Color
nl: Verander de kleur

source: View Card
nl: Bekijk kaart

source: Move to a Beat
nl: Beweeg op de beat

source: Key Moves
nl: Volg de pijlen

source: Say Something
nl: Zeg iets

source: Glide
nl: Zweven

source: Follow the Mouse
nl: Volg de muis

source: Dance Twist
nl: Lekker draaien

source: Interactive Whirl
nl: Interactieve draai

source: Animate It
nl: Animeren maar

source: Moving Animation
nl: Bewegende animatie

source: Surprise Button
nl: Spannende knop

source: Keep Score
nl: Score bijhouden

source: General Questions
nl: Algemene vragen

source: Remixing and Copying
nl: Hergebruik en kopiëren

source: Accounts
nl: Gebruikersaccounts

source: Licensing and Permissions
nl: Licentie en toestemming

source: Inappropriate Content
nl: Onbehoorlijke inhoud

source: What is Scratch, and what can I do with it?
nl: Wat is Scratch en wat kan ik er mee?

source: Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively.To learn more about Scratch, check out the <a href="/about">About Scratch</a> page.
nl: Scratch is een programmeertaal en online gemeenschap waar je je eigen interactieve verhalen, spelletjes en animaties kunt maken -- en waar je je creaties kunt delen met anderen van over de hele wereld. Tijdens het ontwerpproces en programmeren van Scratch-projecten, leren jonge mensen creatief te denken, logisch te denken en samen te werken. Om meer over Scratch te leren, bekijk de <a href="/about">Over Scratch</a> pagina.

source: How do I make a game or animation with Scratch?
nl: Hoe maak ik een spel of animatie met Scratch?

source: Check out the <a href="/help">help page</a> to see lots of ways to get started with Scratch. Or just <a href="/projects/editor/?tip_bar=getStarted">dive in</a> to the project editor.
nl: Bekijk de <a href="/help">help-pagina</a> waar je vele manieren vindt om te beginnen met Scratch. Of begin <a href="/projects/editor/?tip_bar=getStarted">direct</a> met een project.

source: What are the system requirements for Scratch?
nl: Wat zijn de vereiste systeemeigenschappen voor Scratch?

source: Can I still upload projects created with older versions of Scratch to the website?
nl: Kan ik projecten - die gemaakt zijn met oudere versies van Scratch - uploaden naar deze website?

source: Yes - you can share or upload projects made with earlier versions of Scratch, and they will be visible and playable. (However, you can’t download projects made with or edited in later versions of Scratch and open them in earlier versions. For example, you can’t open a Scratch 2 project in <a href ="/scratch_1.4">Scratch 1.4</a>, because <a href ="/scratch_1.4">Scratch 1.4</a> doesn’t know how to read the .sb2 project file format.)
nl: Ja - je kunt projecten gemaakt in oudere Scratch-versies delen en uploaden, deze zijn dan zichtbaar en speelbaar. (Let op, je kunt een project gemaakt in een nieuwere Scratch-versie niet downloaden en openen in oudere versies. Bijvoorbeeld, je kunt een Scratch 2-project niet openen in <a href ="/scratch_1.4">Scratch 1.4</a>, omdat <a href ="/scratch_1.4">Scratch 1.4</a> niet weet hoe een .sb2-project gelezen moet worden.)

source: How much does Scratch cost? Do I need a license?
nl: Wat kost Scratch? Heb ik een licentie nodig?

source: Scratch is and always will be free. You don’t need a license to use Scratch in your school, home, or anywhere else. The development and maintenance of Scratch is paid for by grants and donations. If you’d like to contribute to Scratch, check out our <a href="#">Donate page</a>.
nl: Scratch is gratis en zal dat altijd blijven. Je hebt geen licentie nodig om Scratch op school, thuis of waar dan ook te gebruiken. De ontwikkeling en het onderhoud van Scratch worden betaald uit subsidies en donaties. Als je ook wilt bijdragen aan Scratch, kijk dan eens op onze <a href="#">donatiepagina</a>.

source: Who created Scratch?
nl: Wie hebben Scratch gemaakt?

source: Scratch is developed and maintained by the Scratch Team at the <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> at <a href="http://www.media.mit.edu/">MIT Media Lab</a>.
nl: Scratch is ontwikkeld en worden onderhouden door het Scratch-team van de <a href="http://llk.media.mit.edu/">Lifelong Kindergarten group</a> van het <a href="http://www.media.mit.edu/">MIT Media Lab</a>.

source: What information do you ask for during account registration?
nl: Welke informatie wordt gevraagd tijdens het registreren?

source: To protect the privacy of our community members, we limit what we collect and what we publish on the website. During the registration process, we ask for the following information:
nl: Om de privacy van onze leden te beschermen, beperken we wat we vragen en wat we tonen op de website. Tijdens het registratieproces, vragen we om de volgende gegevens:

source: username - We ask that users avoid using their real names or other identifying information.
nl: gebruikersnaam - We willen je vragen om niet je eigen naam te gebruiken of andere informatie die je kan identificeren.

source: country
nl: land

source: gender
nl: geslacht

source: contact email address - If the account holder is younger than 13, we ask for the email address of their parent or guardian. We do not send email to this address except when someone requests to have the account password reset.
nl: contact e-mailadres - Als de gebruiker jonger is dan 13 jaar, dan vragen we om het e-mailadres van een ouder of voogd. We sturen geen e-mails naar dit adres, tenzij iemand om het wachtwoord van het account vraagt.

source: The username and country of the account holder are displayed publicly on their profile page. The birth month / year, email address, and gender associated with the account are not displayed publicly. We collect this info so we can know the age and gender of our users in aggregate, and for research purposes. We do not sell or rent information about our users to anyone.
nl: De gebruikersnaam en het land van de gebruiker worden aan iedereen getoond op de profielpagina. De geboortemaand / -jaar, het e-mailadres en geslacht van de gebruiker worden nooit getoond. We verzamelen deze informatie om de leeftijd en het geslacht statistisch te gebruiken voor onderzoek. We zullen deze informatie nooit verkopen, verhuren of geven aan iemand.

source: What data is collected from people while they use the website?
nl: Welke gebruikersinformatie wordt bewaard tijdens het gebruik van deze website?

source: When a user logs in, the Scratch website asks their browser to put an <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http cookie</a> on their computer in order to remember that they are logged in while they browse different pages. We collect some data on where users click and which parts of the site they visit using Google Analytics. This "click data" helps us figure out ways to improve the website.
nl: Als een gebruiker inlogt, slaat de Scratch-website een <a href="http://en.wikipedia.org/wiki/HTTP_cookie">http-cookie</a> op zijn computer op, om tijdens het gebruik van de site te kunnen onthouden dat de gebruiker is ingelogd. We verzamelen een beperkte hoeveelheid klik- en paginabezoekgegevens met behulp van Google Analytics. Deze "klikdata" helpt ons om de website te verbeteren.

source: Some of the information and data collected on the Scratch website are used in research studies intended to improve our understanding of how people learn with Scratch. The results of this research are shared with educators and researchers through conferences, journals, and other publications. You can find out more on our <a href="/info/research">Research page</a>.
nl: Een deel van de informatie die we verzamelen op de Scratch-website, wordt gebruikt voor onderzoekstudies waarmee we onze kennis over hoe mensen leren met Scratch willen verbeteren. De resultaten van dit onderzoek worden gedeeld met onderwijzers en onderzoekers tijdens conferenties, in vakbladen en andere publicaties. Meer informatie hierover kun je vinden op onze <a href="/info/research">onderzoekspagina</a>.

source: Does the Scratch Team sell or rent information about users of Scratch to anyone?
nl: Wordt gebruikersinformatie aan derden verkocht of verhuurd door het Scratch-team?

source: No.
nl: Nee.

source: Can the Scratch Team view unshared projects on my 'My Stuff' page?
nl: Kan het Scratch-team niet-gedeelde projecten bekijken op 'Mijn projecten'-pagina?

source: What is a remix?
nl: Wat is hergebruiken?

source: When a Scratcher makes a copy of someone else’s project and modifies it to add their own ideas (for example, by changing scripts or costumes), the resulting project is called a "remix." Every project shared to the Scratch website can be remixed. We consider even a minor change to be a valid remix, as long as credit is given to the original project creator and others who made significant contributions to the remix.
nl: Wanneer een Scratcher een kopie maakt van een project van iemand anders en deze aanpast aan zijn/haar eigen ideeën (door, bijvoorbeeld, scripts of uiterlijken te veranderen), dan wordt dit nieuwe project een "remix" (hergebruikt) genoemd. Elk project dat gedeeld wordt op de Scratch-website kan hergebruikt worden. We beschouwen zelfs een kleine aanpassing al als een geldige remix, zolang je de maker van het originele project en anderen die significante bijdragen hebben geleverd aan je remix noemt in de opmerkingen.

source: Why does the Scratch Team require that all projects be “remixable”?
nl: Waarom is het verplicht dat alle projecten hergebruikt kunnen worden?

source: We believe that viewing and remixing interesting projects is a great way to learn to program, and leads to cool new ideas. That’s why the source code is visible for every project shared to the Scratch website.
nl: Wij vinden dat kijken en hergebruiken van interessante projecten een geweldige manier zijn om te leren programmeren en ook leiden ze tot gave nieuwe ideeën. Daarom is de broncode zichtbaar voor elk project dat gedeeld is op de Scratch-website.

source: What if I don’t want others to remix my projects?
nl: Wat als ik niet wil dat mijn project hergebruikt wordt?

source: Can I use images / sounds / media from the internet in my projects?
nl: Mag ik afbeeldingen / geluiden / media van het internet gebruiken in mijn projecten?

source: It's important to respect the original creator’s wishes regarding remixing. If you choose to integrate someone else’s work into your own, be sure to give them credit on the project “credits” section, and include a link back to the original. To find art / sounds that are already licensed for remixing, check out the <a href="http://search.creativecommons.org/">Creative Commons search page</a>.
nl: Het is belangrijk dat je respect hebt voor de wensen van de originele maker wanneer je hergebruikt. Als je ervoor kiest om werk van iemand anders te integreren in je eigen werk, zorg er dan voor dat je hem vermeldt bij de “credits” op de projectpagina en dat je de link naar het originele werk plaatst. Om kunst / geluiden te vinden die gelicenseerd zijn voor hergebruik, kijk dan eens op <a href="http://search.creativecommons.org/?lang=nl">Creative Commons Search</a>.

source: How do I confirm my account?
nl: Hoe kan ik mijn account bevestigen?

source: I forgot my password, how can I reset it?
nl: Ik ben mijn wachtwoord vergeten, hoe kom ik aan een nieuwe?

source: Enter your account name on the <a href="/accounts/password_reset/">password reset page</a>. The website will send an email to the address associated with the account containing a link you can use to reset your password.
nl: Voer je gebruikersnaam in op de <a href="/accounts/password_reset/">wachtwoord vergeten</a>-pagina. De website stuurt een e-mail naar het e-mailadres dat bij de gebruikersnaam hoort met daarin een link waarmee je een nieuw wachtwoord kunt instellen.

source: How do I change my password?
nl: Hoe verander ik mijn wachtwoord?

source: Go to the Scratch website, login, and then click your username in the upper right corner of the window. Choose "account settings", and click the link to change your password.
nl: Ga naar de Scratch-website, log in en klik op de gebruikersnaam rechtsboven in het scherm. Kies "accountinstellingen" en klik op de link om je wachtwoord te wijzigen.

source: How do I change my email address?
nl: Hoe kan ik mijn e-mailadres veranderen?

source: How do I transition from 'New Scratcher' to 'Scratcher'?
nl: Hoe verander ik 'Nieuwe Scratcher' in 'Scratcher'?

source: Can I have more than one account?
nl: Mag ik meerdere gebruikersnamen aanmaken?

source: It's fine to have a few accounts on the Scratch website, as long as none of them are used to break the Community Guidelines. In that case, all related accounts may be blocked or deleted.
nl: Het is prima als je meerdere accounts hebt op de Scratch-website, zolang je ze niet gebruikt om de gemeenschapsrichtlijnen te omzeilen. In dat geval, is het mogelijk dat alle gerelateerde accounts geblokkeerd of verwijderd worden.

source: Is it OK to have more than one person logged into an account?
nl: Is het oké als er meer dan één persoon ingelogd is met dezelfde gebruikersnaam?

source: This is discouraged, because the website and project editor can easily get confused when more than one person is logged into the same account.
nl: Dit wordt niet aanbevolen, omdat de website en het projectscherm in de war kunnen raken als er meer dan één persoon tegelijkertijd is ingelogd met dezelfde gebruikersnaam.

source: Can I change my username?
nl: Kan ik mijn gebruikersnaam wijzigen?

source: The structure of the Scratch website depends on having a consistent account name, so it’s not possible to change your username. If you really need to, you can make a new account - but you'll have to copy your projects over on your own.
nl: De structuur van de Scratch-website is afhankelijk van een consistente gebruikersnaam, daarom is het niet mogelijk om je gebruikersnaam aan te passen. Als je het echt wilt, dan kun je een nieuw account aanmaken - maar dan zul je wel zelf je projecten moeten kopiëren.

source: What information can I share on / with my account?
nl: Welke informatie kan ik delen op / met mijn account?

source: Please don’t share personal contact information, such as your physical address, email, phone number, or anything else that can be used to make contact outside of the Scratch website. Please report projects, comments, or forum posts that contain this kind of information so the Scratch team can remove it, and remind the author of our policy.
nl: Deel alsjeblieft geen persoonlijke contactinformatie, zoals je huis-, e-mailadres, telefoonnummer of andere informatie die gebruikt kan worden om contact met je op te nemen buiten de Scratch-website om. Meld alsjeblieft projecten, opmerkingen, reacties of forumberichten waar deze informatie in staat, zodat het Scratch-team deze kan verwijderen en de schrijver kan herinneren aan deze regel.

source: How do I delete my account?
nl: Hoe kan ik mijn account verwijderen?

source: Is Scratch free?
nl: Is Scratch gratis?

source: Yes! Scratch is available free of charge. You can use it in your school, and you can teach a course about it (even a course that costs money). You don't need to buy a license - it's free.
nl: Ja! Scratch is helemaal gratis. Je kunt het op je school gebruiken en je mag er ook cursussen in geven (zelfs als deze cursus geld kost). Je hoeft geen licentie te kopen - het is gratis.

source: Can I use Scratch and / or screenshots of Scratch in a textbook or a CD?
nl: Mag ik Scratch en/of schermafdrukken van Scratch gebruiken in een boek of op een CD?

source: Can I include a description of Scratch and the Scratch logo in brochures or other materials?
nl: Mag ik een beschrijving van Scratch en het Scratchlogo gebruiken in brochures en andere materialen?

source: Sure! We recommend the following description: "Scratch is a programming language and online community where you can create your own interactive stories, games, and animations -- and share your creations with others around the world. In the process of designing and programming Scratch projects, young people learn to think creatively, reason systematically, and work collaboratively. Scratch is a project of the Lifelong Kindergarten group at the MIT Media Lab. It is available for free at http://scratch.mit.edu"
nl: Natuurlijk! We bevelen de volgende beschrijving aan: "Scratch is een programmeertaal en online gemeenschap waar je je eigen interactieve verhalen, spelletjes en animaties kunt maken -- en je creaties kunt delen met anderen van over de hele wereld. Tijdens het proces van ontwerpen en programmeren van Scratch-projecten leren jonge kinderen creatief te denken, systematisch te redeneren en samen te werken. Scratch is een project van de Lifelong Kindergarten Group van het MIT Media Lab. Het is gratis beschikbaar op http://scratch.mit.edu"

source: Can I present Scratch at a conference?
nl: Mag ik een presentatie over Scratch houden tijdens een bijeenkomst?

source: Please feel free to make presentations about Scratch to educators or other groups. We grant our permission to make presentations.
nl: Voel je vrij om presentaties te maken voor onderwijzers of andere groepen. We geven toestemming om presentaties te maken.

source: May I use / remix Scratch support materials, sprites, images, sounds or sample projects I’ve found on the website?
nl: Mag ik Scratchmaterialen, sprites, afbeeldingen, geluiden of voorbeeldprojecten van deze website (her)gebruiken?

source: Can I sell my Scratch projects?
nl: Mag ik mijn Scratch-projecten verkopen?

source: Where can I find the source code for Scratch?
nl: Waar kan ik de broncode vinden van Scratch?

source: The source code for Scratch 2 (website and editor) is not yet available. The source code for <a href ="/scratch_1.4">Scratch 1.4</a>, written in Squeak, is available <a href="https://github.com/LLK/Scratch_1.4">on github</a>. The source code for the first version of the Scratch website - ScratchR - is available <a href="http://svn.assembla.com/svn/scratchr/">on Assembla</a>.
nl: De broncode voor Scratch 2 (website en applicatie) zijn nog niet beschikbaar. De brondcode voor <a href ="/scratch_1.4">Scratch 1.4</a>, geschreven in Squeak, is beschikbaar <a href="https://github.com/LLK/Scratch_1.4">op github</a>. De broncode voor de eerste versie van de Scratch-website - ScratchR - is beschikbaar <a href="http://svn.assembla.com/svn/scratchr/">op Assembla</a>.

source: How do I know what is or isn’t okay to share on the Scratch website?
nl: Hoe weet ik wat wel en niet oké is om te delen op de Scratch-website?

source: Check out the <a href="/community_guidelines">Scratch community guidelines</a> - they’re brief and don’t include a lot of legal stuff. There’s a link at the bottom of every page on Scratch.
nl: Controleer de <a href="/community_guidelines">Scratch gemeenschapsrichtlijnen</a> - ze zijn kort en bevatten weinig juridische tekst. Er is een link onderaan elke pagina op Scratch.

source: What do I do if I see something that’s inappropriate?
nl: Wat moet ik doen als ik iets onbehoorlijks zie?

source: You can click the link that says “report” on any project, comment, discussion post, or user page where you think something isn't ok for Scratch. If the situation is complicated, you can use the Contact Us link to explain. Be sure to include as much detail as you can, with links to relevant pages.
nl: Je kunt in elk project, reactie, opmerking, forumbericht of gebruikerspagina op de link “melden” klikken als je denkt dat iets niet oké is voor Scratch. Als de situatie moeilijk is, dan kun je de Contact-link gebruiken om het uit te leggen. Zorg ervoor dat je zoveel mogelijk informatie geeft, inclusief links naar relevantie pagina's.

source: What do I do if I see someone being mean or disrespectful?
nl: Wat moet ik doen als ik zie dat iemand gemeen of respectloos is?
