Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: Your message has been sent. We will respond within 3 days.
nl: Jouw bericht is verzonden. We reageren binnen 3 dagen.

source: Please correct the errors below.
nl: Verbeter s.v.p. de fouten hieronder.

source: invalid password
nl: ongeldig wachtwoord

source: You must enter your password.
nl: Voer een wachtwoord in.

source: Wrong password, try again.
nl: Verkeerd wachtwoord, probeer het opnieuw.

source: Enter your password to confirm
nl: Voer, voor akkoord, je wachtwoord in

source: Incorrect captcha, please try again.
nl: Captcha onjuist, probeer het opnieuw.

source: Keep my projects, but disable all comments
nl: Bewaar mijn projecten, maar schakel al het commentaar uit

source: Delete my projects
nl: Verwijder mijn projecten

source: Looks like that isn't a valid email format
nl: Dit is geen geldig e-mailadres

source: The two password fields didn't match.
nl: De wachtwoorden zijn niet hetzelfde.

source: Your password must be at least 6 characters long.
nl: Je wachtwoord moet minimaal 6 tekens lang zijn.

source: Your password cannot be 'password'.
nl: Je wachtwoord mag niet 'password' zijn.

source: Your password cannot be the same as your username.
nl: Je wachtwoord mag niet hetzelfde zijn als je gebruikersnaam.

source: Sorry we don't have an account with that email address
nl: Dit e-mailadres is niet bekend

source: Sorry we don't have an account with that username
nl: Deze gebruikersnaam kennen we niet

source: You must provide an email or username
nl: Voer een e-mailadres of gebruikersnaam in

source: Incorrect username or password.
nl: Onjuiste gebruikersnaam of wachtwoord.

source: Please enable cookies on your browser.
nl: Schakel cookies in (in je browser).

source: This account is inactive.
nl: Dit account is niet actief.

source: This account is deleted!
nl: Dit account is verwijderd!

source: Send me Scratch Updates & Newsletters
nl: Stuur me Scratch-updates en nieuwsbrieven

source: Unsubscribe me from Scratch updates
nl: Meld me af voor Scratch-updates

source: Unsubscribe me from Code-to-Learn Foundation updates
nl: Meld me af voor Code-to-Learn Foundation-updates

source: day
nl: dag

source: 1 minute ago
nl: 1 minuut geleden

source: just now
nl: zojuist

source: 1 hour ago
nl: 1 uur geleden

source: yesterday at %s
nl: gisteren om %s

source: %(number)d %(type)s ago
nl: %(number)d %(type)s geleden

source: subscribers
nl: abonnees

source: Latest posts on forum
nl: Laatste berichten op het forum

source: Latest topics on forum
nl: Laatste onderwerpen op het forum

source: Latest posts on %s
nl: Laatste berichten op %s

source: Latest posts on the topic "%s"
nl: Laatste berichten over het onderwerp "%s"

source: Latest posts on the forum "%s"
nl: Laatste berichten op forum "%s"

source: Latest posts on the category "%s"
nl: Laatste berichten in de categorie "%s"

source: Username
nl: Gebruikersnaam

source: Registered
nl: Geregistreerd

source: Number of posts
nl: Aantal berichten

source: Post time
nl: Geplaatst om

source: Author
nl: Schrijver

source: Subject
nl: Onderwerp

source: Ascending
nl: Oplopend

source: Descending
nl: Aflopend

source: Topics
nl: Onderwerpen

source: Posts
nl: Berichten

source: Message text and topic subject
nl: Berichttekst en onderwerp

source: Message text only
nl: Alleen berichttekst

source: Topic subject only
nl: Alleen onderwerp

source: Attachment
nl: Bijlage

source: Subscribe
nl: Abonneer

source: Subscribe to this topic.
nl: Volg dit onderwerp.

source: Can't be empty nor contain only whitespace characters
nl: Mag niet leeg zijn of alleen spaties bevatten

source: Hmm, the filterbot is pretty sure your recent comments weren't ok for Scratch, so your account has been muted for the rest of the day. :/
nl: Hmm, de filterbot is er zeker van dat je recente reacties niet oké zijn; je kunt de rest van de dag geen opmerkingen meer plaatsen. :/

source: Sorry, you have to wait %d seconds between posts.
nl: Sorry, je zult %d seconden moeten wachten tussen het plaatsen van twee berichten.

source: Attachment is too big
nl: Bijlage is te groot

source: Silent edit?
nl: Ongemerkt bijwerken?

source: Real name
nl: Echte naam

source: Sort by
nl: Sorteer op

source: Sort order
nl: Sorteervolgorde

source: Keyword search
nl: Zoeken via zoekwoorden

source: Author search
nl: Zoeken op schrijver

source: Search in
nl: Zoeken in

source: Show results as
nl: Toon resultaten als

source: User "%s" does not exist
nl: Gebruiker "%s" bestaat niet

source: You already voted for this post
nl: Je hebt al gestemd op dit bericht

source: This post does't belong to that user
nl: Dit bericht is niet van die gebruiker

source: Message
nl: Bericht

source: You have selected too many choices. You may only select %i.
nl: Je hebt teveel keuzes gemaakt. Selecteer maximaal %i.

source: Write each answer on a new line.
nl: Schrijf elk antwoord op een nieuwe regel.

source: Number of days for this poll to run. Leave empty for an indefinite poll.
nl: Aantal dagen voor deze stemming. Laat dit leeg om geen einddatum op te geven.

source: There is no valid answer.
nl: Er is geen geldig antwoord.

source: One of the answers is too long.
nl: Eén van de antwoorden is te lang.

source: Display your e-mail address.
nl: Toon je e-mailadres.

source: Hide your e-mail address but allow form e-mail.
nl: Verberg je e-mailadres, maar sta e-mail via formulieren toe.

source: Hide your e-mail address and disallow form e-mail.
nl: Verberg je e-mailadres en blokkeer e-mail via formulieren.

source: Name
nl: Naam

source: Groups
nl: Groepen

source: Only users from these groups can see this category
nl: Alleen gebruikers van deze groepen kunnen deze categorie zien

source: Position
nl: Positie

source: Category
nl: Categorie

source: Categories
nl: Categorieën

source: New topics by moderators only
nl: Nieuwe onderwerpen mogen alleen door beheerders gemaakt worden

source: Description
nl: Omschrijving

source: Moderators
nl: Beheerders

source: Updated
nl: Bijgewerkt

source: Post count
nl: Aantal berichten

source: Topic count
nl: Aantal onderwerpen

source: Forums
nl: Fora

source: Created
nl: Gemaakt

source: User
nl: Gebruiker

source: Views count
nl: Aantal keer getoond

source: Sticky
nl: Vastklevend

source: Closed
nl: Gesloten

source: Subscribers
nl: Abonnees

source: Topic
nl: Onderwerp

source: Updated by
nl: Bijgewerkt door

source: Markup
nl: Markeren

source: HTML version
nl: HTML-versie

source: User IP
nl: Gebruikers-IP

source: Post
nl: Plaats

source: From
nl: Van

source: To
nl: Aan

source: Time
nl: Tijd

source: Sign
nl: Onderteken

source: Reason
nl: Reden

source: Reputation
nl: Reputatie

source: Reputations
nl: Reputaties

source: Location
nl: Locatie

source: Signature
nl: Handtekening

source: Time zone
nl: Tijdzone

source: Language
nl: Taal

source: Theme
nl: Thema

source: Show avatar
nl: Toon avatar

source: Show signatures
nl: Toon handtekeningen

source: Show smilies
nl: Toon smilies

source: Privacy permission
nl: Privacy-toestemming

source: Auto subscribe
nl: Automatisch abonneren

source: Auto subscribe all topics you have created or reply.
nl: Abonneer je automatisch op alle onderwerpen welke je gemaakt hebt of op gereageerd hebt.

source: Default markup
nl: Standaard markering

source: Profile
nl: Profiel

source: Profiles
nl: Profielen

source: Post tracking
nl: Bericht volgen

source: Reported by
nl: Gemeld door

source: Zapped
nl: Gezappt

source: Zapped by
nl: Gezappt door

source: Report
nl: Melden

source: Reports
nl: Meldingen

source: Banned user
nl: Verbannen gebruiker

source: Ban start
nl: Verbanning begin

source: Ban end
nl: Verbanning einde

source: Ban
nl: Verbanning

source: Bans
nl: Verbanningen

source: Size
nl: Grootte

source: Content type
nl: Inhoudstype

source: Path
nl: Pad

source: How many choices are allowed simultaneously.
nl: Hoeveel keuzes zijn er toegestaan.

source: Can users vote to this poll or just see the result?
nl: Kunnen gebruikers stemmen op deze poll of alleen het resultaat zien?

source: Point of time after this poll would be automatic deactivated
nl: Moment waarop deze poll automatisch gestopt moet worden

source: Users who has voted this poll.
nl: Gebruikers die gestemd hebben op deze poll.

source: Topics deleted.
nl: Onderwerpen verwijderd.

source: Topics opened.
nl: Onderwerpen gestart.

source: Topics closed.
nl: Onderwerpen gestopt.

source: Found %i posts.
nl: %i berichten gevonden.

source: Found %i topics.
nl: %i onderwerpen gevonden.

source: Marked all topics as read.
nl: Markeer alle onderwerpen als gelezen.

source: Post reported.
nl: Bericht gemeld.

source: Reply saved.
nl: Antwoord bewaard.

source: This poll is not active.
nl: Deze poll is niet actief.

source: You already voted on this poll.
nl: Je hebt al gestemd op deze poll.

source: Vote saved.
nl: Stem bewaard.

source: Topic with poll saved.
nl: Onderwerp met poll bewaard.

source: Topic saved.
nl: Onderwerp bewaard.

source: Avatar uploaded.
nl: Avatar is geüpload.

source: Please sign in.
nl: Je moet ingelogd zijn.

source: Profile saved.
nl: Profiel bewaard.

source: Reputation deleted.
nl: Reputatie verwijderd.

source: Reputation saved.
nl: Reputatie bewaard.

source: You don't have permission to edit this post.
nl: Je mag dit bericht niet bewerken.

source: Post updated.
nl: Bericht bijgewerkt.

source: Post deleted.
nl: Bericht verwijderd.

source: The topic ID must be an integer.
nl: Het onderwerp-ID moet een getal zijn.

source: That thread doesn't exist.
nl: Die reeks bestaat niet meer.

source: Posts moved.
nl: Berichten verplaatst.

source: Topic moved.
nl: Onderwerp verplaatst.

source: Topic stickied.
nl: Onderwerp vastgezet.

source: Topic unstickied.
nl: Onderwerp losgemaakt.

source: You don't have permission to delete this post.
nl: Je mag dit bericht niet verwijderen.

source: You don't have permission to mark this post.
nl: Je mag dit bericht niet markeren.

source: There was not enough data collected to mark this post.
nl: Er zijn niet voldoende gegevens verzameld om dit bericht te markeren.

source: Post marked as spam.
nl: Bericht gemarkeerd als spam.

source: This post is not in the right state to be marked as spam.
nl: Dit bericht kan niet als spam gemarkeerd worden, omdat het de verkeerde status heeft.

source: Post un-marked as spam.
nl: Spammarkering ongedaan gemaakt.

source: This post is not in the right state to be un-marked as spam.
nl: De spammarkering kan niet ongedaan gemaakt worden, omdat het bericht de verkeerde status heeft.

source: Topic closed.
nl: Onderwerp gesloten.

source: Topic opened.
nl: Onderwerp geopend.

source: Unsubscribed from topic.
nl: Volg dit onderwerp niet meer.

source: Subscribed to topic.
nl: Volg dit onderwerp.

source: New Topic
nl: Nieuw onderwerp

source: Discussion Forums
nl: Discussieforums

source: Discuss Scratch
nl: Overleg over Scratch

source: Notice
nl: Notitie

source: Delete Posts - %(name)s
nl: Verwijder berichten - %(name)s

source: Delete Posts
nl: Verwijder berichten

source: Last edited by %(user)s (%(time)s)
nl: Bewerkt door %(user)s (%(time)s)

source: Select
nl: Selecteren

source: Delete
nl: Verwijderen

source: Go back
nl: Ga terug

source: Edit Post - %(name)s
nl: Verwijder berichten - %(name)s

source: Edit Post
nl: Bericht bewerken

source: Edit post
nl: Bericht bewerken

source: Silent edit (don't display 'Edited by ...' in topic view)
nl: Stille bewerking (toont 'Bewerkt door...' niet)

source: Save
nl: Opslaan

source: Can't find an answer to your question? Click here to ask it in a new thread.
nl: Kun je het antwoord op je vraag niet vinden? Klik hier om je vraag te stellen.

source: New topic
nl: Nieuw onderwerp

source: Replies
nl: Antwoorden

source: Views
nl: Bekeken

source: Last Post
nl: Laatste bericht

source: Sticky:
nl: Vastklevend:

source: by
nl: door

source: (New Posts)
nl: (Nieuwe berichten)

source: Forum is empty.
nl: Forum is leeg.

source: Moderate forum
nl: Beheer forum

source: Show new posts since last visit
nl: Toon nieuwe berichten sinds je laatste bezoek

source: Discussion Home
nl: Home

source: Search
nl: Zoeken

source: Reports (%(report_count)s)
nl: Rapporten (%(report_count)s)

source: Show your
nl: Toon jouw

source: topics
nl: onderwerpen

source: posts
nl: berichten

source: Change your signature
nl: Verander je handtekening

source: Show recent posts
nl: Toon recente berichten

source: Show unanswered posts
nl: Toon niet-beantwoorde berichten

source: Mark all topics as read
nl: Markeer alle onderwerpen als gelezen

source: Send e-mail to
nl: Verstuur een e-mail aan

source: Write and submit your e-mail message
nl: Schrijf en verstuur je e-mail

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
nl: Door dit formulier te gebruiken, wordt je e-mailadres zichtbaar voor de ontvanger.

source: Submit
nl: Verstuur

source: Moderate - %(name)s
nl: Beheer - %(name)s

source: Moderate Forum
nl: Beheer forum

source: Move
nl: Verplaats

source: Close
nl: Sluiten

source: Moderated by
nl: Beheerd door

source: Move Posts - %(name)s
nl: Verplaats berichten %(name)s

source: Move Posts
nl: Verplaats berichten

source: All posts (original topic will be deleted)
nl: Alle berichten (oorspronkelijk onderwerp wordt verwijderd)

source: Topic ID or URL
nl: Onderwerp-ID of URL

source: Move Topic
nl: Verplaats onderwerp

source: Move to
nl: Verplaats naar

source: Pages
nl: Pagina´s

source: Report Post
nl: Rapporteer bericht

source: Please enter a short reason why you are reporting this post.
nl: Geef een reden waarom je dit bericht rapporteert.

source: Reputation of the user
nl: Reputatie van deze gebruiker

source: From user
nl: Van gebruiker

source: For post in topic
nl: Voor bericht in onderwerp

source: Estimation
nl: Verwachting

source: Date
nl: Datum

source: Are you sure
nl: Weet je het zeker

source: Please, fill the form
nl: Vul het formulier in

source: Your name:
nl: Jouw naam:

source: To whom we change a reputation:
nl: Wiens reputatie moeten we veranderen:

source: Method:
nl: Methode:

source: Add of a reputation
nl: Voeg een reputatie toe

source: Reduction of a reputation
nl: Vermindering van reputatie

source: (Dustbin all posts and topics)
nl: (Veeg alle opmerkingen en onderwerpen in de prullenbak)

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
nl: Voer een woord of woorden in om te zoeken. Zet een spatie tussen verschillende woorden. Voer een gebruikersnaam om berichten van een bepaalde schrijver te zoeken.

source: All forums
nl: Alle fora

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
nl: In welk forum wil je zoeken en wil je zoeken in onderwerpen, berichtteksten of beide.

source: You can choose how you wish to sort and show your results.
nl: Geef aan hoe het resultaat gesorteerd moet worden en toon het resultaat.

source: Search Results
nl: Zoekresultaten

source: Show results as topic list.
nl: Toon resultaten in een onderwerplijst.

source: Your search returned no hits.
nl: Je zoekopdracht gaf geen resultaten.

source: Search links
nl: Zoek links

source: Show your subscribed topics
nl: Toon je gevolgde onderwerpen

source: Show your topics
nl: Toon je onderwerpen

source: Show results as post list.
nl: Toon resultaten als berichtenlijst.

source: loading...
nl: laden...

source: There was an error :( Try again?
nl: Er is een fout opgetreden :( Opnieuw proberen?

source: Follow this discussion to get a message when there's a new post
nl: Volg deze discussie, zodat je een seintje krijgt bij een nieuw bericht

source: Follow Discussion
nl: Volg discussie

source: Stop getting messages about new posts to this discussion
nl: Stop de meldingen over nieuwe berichten van deze discussie

source: Unfollow Discussion
nl: Discussie volgen stoppen

source: (%(count)s answers allows.)
nl: (%(count)s antwoorden toegestaan.)

source: Vote
nl: Stem

source: 1000+ posts
nl: 1000+ berichten

source: 500+ posts
nl: 500+ berichten

source: 100+ posts
nl: 100+ berichten

source: 1 post
nl: 1 bericht

source: posts
nl: berichten

source: From:
nl: Van:

source: Registered:
nl: Geregistreerd:

source: Posts:
nl: Berichten:

source: Really delete all posts, and ban user? This is hard to reverse.
nl: Weet je zeker dat je alle berichten wilt verwijderen en de gebruiker wilt verbannen? Dit is zeer moeilijk om ongedaan te maken.

source: (Edit Signature)
nl: (Bewerk handtekening)

source: Are you sure you want to mark this as spam?
nl: Weet je zeker dat je dit wilt markeren als spam?

source: Mark as Spam
nl: Markeer als spam

source: Are you sure you want to unmark this as spam?
nl: Weet je zeker dat je de spammarkering ongedaan wilt maken?

source: Un-mark as Spam
nl: Spammarkering ongedaan maken

source: Are you sure you want to delete this post?
nl: Weet je zeker dat je dit bericht wilt verwijderen?

source: Edit
nl: Bewerk

source: Insert a quotation of this post in your reply.
nl: Voeg een citaat van dit bericht in je antwoord.

source: Quote
nl: Citaten

source: Jump to
nl: Spring naar

source: Go
nl: Ga

source: Moderator control
nl: Voor beheerders

source: Delete multiple posts
nl: Verwijder meerdere berichten

source: Move multiple posts
nl: Verplaats meerdere berichten

source: Move topic
nl: Verplaats onderwerp

source: Open topic
nl: Open onderwerp

source: Close topic
nl: Sluit onderwerp

source: Unstick topic
nl: Verwijder vastklevend

source: Stick topic
nl: Maak vastklevend

source: Upload avatar
nl: Avatar uploaden

source: Enter an avatar file to upload
nl: Selecteer een avatarbestand om te uploaden

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
nl: Een avatar is een kleine afbeelding dat getoond wordt onder je gebruikersnaam in berichten. Het mag niet groter zijn dan %(avatar_width)s x %(avatar_height)s pixels

source: Upload
nl: Uploaden

source: Why do I see this page?
nl: Waarom zie ik deze pagina?

source: Links to YouTube videos on the forums are automatically converted to links to this page, to hide comments and other content.
nl: Om commentaar en andere inhoud te verbergen, worden links naar YouTube-video´s automatisch omgezet naar links naar deze pagina.

source: New Reply
nl: Nieuw antwoord

source: Create a poll
nl: Maak een poll

source: Replies:
nl: Antwoorden:

source: Discuss
nl: Overleg

source: Signed in as <strong>%(user)s</strong>
nl: Ingelogd als <strong>%(user)s</strong>

source: Sign In
nl: Inloggen

source: %(posts)s post
nl: %(posts)s bericht

source: Reply
nl: Beantwoorden

source: No posts.
nl: Geen berichten.

source: %(replies)s reply
nl: %(replies)s antwoord

source: No topics.
nl: Geen onderwerpen.

source: Settings (%(name)s)
nl: Instellingen (%(name)s)

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
nl: Een handtekening is een klein stukje tekst dat onder je berichten wordt geplaatst. Je kunt alles invoeren. Misschien wil je je favoriete citaat of sterrenbeeld tonen. Jij beslist! In je handtekening kun je BBCode gebruiken als dat in het forum toegestaan is. Je kunt de toegestane mogelijkheden vinden tijdens het bewerken van je handtekening.

source: No signature currently stored in profile.
nl: Je hebt geen handtekening in je profiel.

source: When you update your profile, you will be redirected back to this page.
nl: Zodra je jouw profiel bijgewerkt hebt, ga je terug naar deze pagina.

source: This tag has too many projects to load
nl: Deze tag heeft te veel projecten om te laden

source: 403. Oh noes! Our server is Scratch'ing its head
nl: 403. Oh nee! Er is een fout opgetreden

source: We couldn't authorize you to view this page. If you need to get in touch with us about this, send us an email at
nl: Je mag deze pagina niet bekijken. Als je contact met ons wilt, mail dan naar

source: Whoops! Our server is Scratch'ing its head
nl: Oh nee! Er is een fout opgetreden

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
nl: De gevraagde pagina kon niet gevonden worden. Controleer of je de URL goed hebt ingetypt.

source: You can try searching for what you're looking for here:
nl: Hieronder kun je zoeken naar waar je naar op zoek bent:

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
nl: Je kunt nog wel <a href="/scratch2download/">Scratch downloaden</a> en projecten maken.

source: Imagine, Program, Share
nl: Bedenk, Programmeer, Deel

source: Create
nl: Maak

source: Explore
nl: Ontdek

source: Join Scratch
nl: Word Scratcher

source: Sign in
nl: Inloggen

source: Password
nl: Wachtwoord

source: Forgot password?
nl: Wachtwoord vergeten?

source: messages - updates and notices
nl: berichten - updates en meldingen

source: my stuff - manage projects and studios
nl: mijn projecten - beheer projecten en studio's

source: My Stuff
nl: Mijn projecten

source: Account settings
nl: Accountinstellingen

source: Sign out
nl: Afmelden

source: About
nl: Over

source: About Scratch
nl: Over Scratch

source: For Parents
nl: Voor ouders

source: For Educators
nl: Voor onderwijzers

source: Credits
nl: Met dank aan

source: Jobs
nl: Vacatures

source: Press
nl: Pers

source: Community
nl: Gemeenschap

source: Community Guidelines
nl: Gemeenschapsrichtlijnen

source: Statistics
nl: Statistieken

source: Support
nl: Ondersteuning

source: Help Page
nl: Helppagina

source: Contact Us
nl: Contact

source: Donate
nl: Doneer

source: Legal
nl: Wettelijke regels

source: Terms of Use
nl: Gebruiksvoorwaarden

source: Privacy Policy
nl: Privacybeleid

source: Scratch Family
nl: Scratchfamilie

source: Scratch Day
nl: Scratch-dag

source: Scratch Conference
nl: Scratch-conferentie

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab
nl: Scratch is een project van de Lifelong Kindergarten Group van het MIT Media Lab

source: Account Blocked
nl: Account geblokkeerd

source: You can also try searching the Scratch <a href="/discuss">Discussion forums</a>:
nl: Je kunt zoeken in het Scratch <a href="/discuss">Forum</a>:

source: If you can't find an answer, post a new topic on the <a href="/discuss">Discussion forums.</a> There are many experienced Scratchers who can help!
nl: Als je geen antwoord kunt vinden, plaats dan een nieuw onderwerp in het <a href="/discuss">forum.</a> Daar zijn veel Scratchers die je kunnen helpen!

source: Questions About Scratch
nl: Vragen over Scratch

source: Help with Scripts
nl: Help met scripts

source: Bugs and Glitches
nl: Bugs en andere foutjes

source: If you need to contact us, please choose from one of the options below. We get a lot of mail, so we may not be able to respond to your message.
nl: Als je contact met ons wilt, kies dan één van de opties hieronder. We krijgen veel e-mails, dus het kan zijn dat we niet op je bericht kunnen reageren.

source: Select a topic
nl: Kies een onderwerp

source: Report something inappropriate...
nl: Rapporteer iets onbehoorlijks...

source: Report a problem with the website...
nl: Meld een probleem met de website...

source: Other...
nl: Anders...

source: Send
nl: Verzonden

source: Newest
nl: Nieuwste

source: Oldest
nl: Oudste

source: Most viewed
nl: Meest bekeken

source: Most loved
nl: Meest geliefd
