Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: Most favorited
nl: Meest favoriet

source: Most remixed
nl: Meest hergebruikt

source: Please enter the text below
nl: Voer onderstaande tekst in

source: Or Join Scratch
nl: Of word Scratcher

source: Uh oh
nl: Oh-oh

source: It's easy (and free!) to sign up for a Scratch account.
nl: Het is gemakkelijk (en gratis!) om een Scratch-account aan te maken.

source: Choose a Scratch Username
nl: Kies een Scratch-gebruikersnaam

source: Don't use your real name
nl: Gebruik je echte naam niet

source: Choose a Password
nl: Kies een wachtwoord

source: Remember it - don't tell anyone else
nl: Onthou het - vertel 't aan niemand

source: Confirm Password
nl: Typ je wachtwoord nog een keer

source: Retype your password
nl: Voer je wachtwoord opnieuw in

source: Your responses to these questions will be kept private.
nl: Je reacties op deze vragen worden vertrouwelijk behandeld.

source: Why do we ask for this info
nl: Waarom vragen we je hierom

source: Birth Month and Year
nl: Geboortemaand en -jaar

source: We use this information to calculate the age range of people who use Scratch, and to confirm that you are the owner of the account if you contact us. Your birth month and year will not be made public.
nl: Wij gebruiken deze informatie om de leeftijd van de mensen die gebruik maken van Scratch te berekenen en om te bevestigen dat je de eigenaar van het account bent, als je contact met ons opneemt. Je geboortemaand en -jaar zullen niet openbaar worden gemaakt.

source: Gender
nl: Geslacht

source: This helps the Scratch design team understand who is using Scratch, and provides information that helps us broaden participation. This information is not visible on your account, and is only used to describe overall participation.
nl: Dit helpt het Scratch-ontwerpteam te begrijpen wie er Scratch gebruikt en levert informatie die deelname helpt te verbreden. Deze informatie is niet zichtbaar op jouw account en wordt alleen gebruikt om de totale deelname te beschrijven.

source: Month
nl: Maand

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: Year
nl: Jaar

source: Male
nl: Man

source: Female
nl: Vrouw

source: Country
nl: Land

source: Enter your email address and we will send you an email to confirm your account.
nl: Voer je e-mailadres in en we sturen je een e-mail om je account te bevestigen.

source: Enter your parent's or guardian's email address and we will send them an email to confirm this account.
nl: Voer het e-mailadres van je ouders of verzorgers in en we sturen een e-mail om je account te bevestigen.

source: Email address
nl: E-mailadres

source: Parent's or guardian's email address
nl: E-mailadres van een ouder of verzorger

source: Confirm email address
nl: Bevestig e-mailadres

source: Welcome to Scratch,
nl: Welkom bij Scratch,

source: You're now logged in! You can start exploring and creating projects.
nl: Je bent nu ingelogd! Je kunt starten met ontdekken en maken van projecten.

source: If you want to share and comment, simply click the link in the email we sent you at <strong><span class="email-welcome"></span></strong>
nl: Als je commentaar wilt plaatsen of je projecten wilt delen, klik dan op de link in de e-mail die we je gestuurd hebben op <strong><span class="email-welcome"></span></strong>

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
nl: Onjuist e-mailadres? Verander je e-mailadres in je <a href="%(settings_url)s">accountinstellingen</a>

source: Next
nl: Volgende

source: OK Lets Go!
nl: Oké, laten we beginnen!

source: Your username must be between 3 and 20 characters
nl: Je gebruikersnaam moet tussen de 3 en 20 tekens zijn

source: Sorry, that username already exists
nl: Sorry, deze gebruikersnaam bestaat al

source: You must enter a username
nl: Voer een gebruikersnaam in

source: Your username may only contain letters, numbers, - and _
nl: Je gebruikersnaam mag alleen uit letters, cijfers, - en _ bestaan

source: Your password must be at least 6 characters
nl: Je wachtwoord moet minstens 6 tekens lang zijn

source: You must enter a password
nl: Voer een wachtwoord in

source: Your passwords do not match
nl: De wachtwoorden zijn niet gelijk

source: Your password cannot match your username
nl: Je wachtwoord mag niet hetzelfde zijn als je gebruikersnaam

source: You must specify a gender
nl: Voer je geslacht in

source: You must select a country
nl: Voer een land in

source: You must provide an email address
nl: Voer een e-mailadres in

source: You must provide valid email address
nl: Voer een geldig e-mailadres in

source: Whoops, emails do not match
nl: Oeps, de e-mailadressen zijn niet hetzelfde

source: Enter
nl: Ga verder

source: Scratch Privacy Policy
nl: Scratch-privacybeleid

source: We'll be Back Soon- Scratch
nl: We zijn snel terug- Scratch

source: Coming Back Soon...
nl: Binnenkort weer beschikbaar...

source: Scratch Terms of Use
nl: Scratch gebruiksvoorwaarden

source: Account
nl: Gebruikersaccount

source: Save my Changes
nl: Wijzigingen opslaan

source: The Scratch Team decided to block the account:
nl: Het Scratch-team heeft dit account geblokkeerd:

source: Date:
nl: Datum:

source: <b>Be respectful.</b> When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.
nl: <b>Wees respectvol.</b> Wanneer je projecten deelt, of opmerkingen plaatst, vergeet niet dat mensen van verschillende leeftijden en achtergronden zullen zien wat je hebt gedeeld.

source: <b>Be constructive.</b> When commenting on other’s projects, say something you like about it and offer suggestions.
nl: <b>Wees constructief.</b> Wanneer je opmerkingen plaatst bij projecten van anderen, geef dan aan wat je er leuk of goed aan vindt en geef suggesties.

source: <b>Share.</b> You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share. Be sure to give credit when you remix.
nl: <b>Deel.</b> Je mag gerust projecten van anderen hergebruiken; net als ideeën, plaatjes of andere dingen die je vindt op Scratch - en omgekeerd mag iedereen alles gebruiken wat jij deelt. Vermeld wel van wie je dingen hebt overgenomen.

source: <b>Keep personal info private.</b> For safety reasons, don't use real names or post contact info like phone numbers or addresses.
nl: <b>Houd persoonlijke informatie privé.</b> Omwille van de veiligheid: gebruik geen echte namen en vermeld geen contactinformatie zoals telefoonnummers of adressen.

source: <b>Help keep the site friendly.</b> If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.
nl: <b>Help met het vriendelijk houden van de site.</b> Als je denkt dat een project of opmerking gemeen, beledigend, te gewelddadig of om een andere reden ongepast is, klik dan op “Rapporteer” om het ons te laten weten.

source: Account Settings
nl: Accountinstellingen

source: Change password
nl: Wijzig wachtwoord

source: Change email
nl: Wijzig e-mailadres

source: Change country
nl: Wijzig land

source: Beta testing
nl: In beta-test

source: The new project player will appear automatically on the project page. If you see a bug, click 'Beta Bug?' on the project page to report it.
nl: De nieuwe projectspeler verschijnt automatisch op de projectpagina. Wanneer je een bug ontdekt, kun je dit melden via de 'Beta Bug?'-link op de projectpagina.

source: Update
nl: Bijwerken

source: Your email address is unconfirmed
nl: Jouw e-mailadres is niet bevestigd

source: If you want to share and comment, simply click the link in the email sent to you at:
nl: Als je commentaar wilt plaatsen of je projecten wilt delen, klik dan op de link in de e-mail die we je gestuurd hebben naar:

source: Your new email address is unconfirmed
nl: Jouw nieuwe e-mailadres is nog niet bevestigd

source: If you would like to change the email address - have your parent (or guardian) simply click the link in the message sent to their address.
nl: Als je jouw e-mailadres wilt veranderen - laat je ouders (of verzorgers) klikken op de link in de e-mail die we gestuurd hebben.

source: If you would like to change your email address - simply click the link in the message sent to your new address.
nl: Als je jouw e-mailadres wilt veranderen - klik op de link in de e-mail die we je gestuurd hebben.

source: To confirm your current email address, click "Send" below and follow the instructions in the email sent to you at:
nl: Om je huidige e-mailadres te bevestigen, klik hieronder op "Verstuur" en volg de instructies in de e-mail die we gestuurd hebben naar:

source: To change your email, simply click the link in the email sent to you at:
nl: Om je e-mailadres te wijzigen, klik op de link in de e-mail die we gestuurd hebben naar:

source: New Email Address
nl: Nieuwe e-mailadres

source: Current Email Address
nl: Huidig e-mailadres

source: Can't find the confirmation email? Check your spam folder
nl: Kun je de bevestigingsmail niet vinden? Controleer je spamfolder

source: Resend
nl: Opnieuw verzenden

source: Cancel
nl: Annuleren

source: Current Email
nl: Huidig e-mailadres

source: Change Email
nl: Wijzig e-mailadres

source: Update Subscription
nl: Abonnementen bijwerken

source: Password
nl: Wachtwoord

source: After changing your password, you will be prompted to log back in.
nl: Je moet opnieuw inloggen, nadat je jouw wachtwoord gewijzigd hebt.

source: Change Password
nl: Wijzig wachwoord

source: Delete my account
nl: Verwijder mijn account

source: Whoops, go back
nl: Oeps, ga terug

source: Are you sure you want to delete your account?
nl: Weet je zeker dat je jouw account wilt verwijderen?

source: You joined the Scratch community %(years_ago)s years ago.
nl: Je werd %(years_ago)s jaren geleden lid van de Scratch-gemeenschap.

source: You joined the Scratch community a year ago.
nl: Je werd 1 jaar geleden lid van de Scratch-gemeenschap.

source: You joined the Scratch community %(months_ago)s months ago.
nl: Je werd %(months_ago)s maanden geleden lid van de Scratch-gemeenschap.

source: You joined the Scratch community a month ago.
nl: Je werd 1 maand geleden lid van de Scratch-gemeenschap.

source: You've created %(num_projects)s projects and have %(num_followers)s followers.
nl: Je hebt %(num_projects)s projecten gemaakt en hebt %(num_followers)s volgers.

source: Some of your projects
nl: Een paar van jouw projecten

source: Your projects
nl: Jouw projecten

source: Some of your followers
nl: Een paar van jouw volgers

source: Your followers
nl: Jouw volgers

source: Yes, next step
nl: Ja, volgende stap

source: Delete account &amp; Sign out
nl: Verwijder account &amp; afmelden

source: Greetings from the Scratch Team at MIT!
nl: Groeten van het Scratch-team van MIT!

source: A few minutes ago, you requested to link this email address to the Scratch account <strong>%(username)s</strong>. Please confirm your email address by clicking the button below:
nl: Een paar minuten geleden heb je dit e-mailadres ingevoerd voor het Scratch-account <strong>%(username)s</strong>. Bevestig je e-mailadres door op de knop hieronder te klikken:

source: Confirm my email address
nl: Bevestig mijn e-maildres

source: If you didn’t request an email change, don’t worry - you can just ignore this message.
nl: Als je geen nieuw e-mailadres hebt ingevoerd, geen probleem - negeer dan dit bericht.

source: The Scratch Team
nl: Het Scratch-team

source: A few minutes ago, you requested to link this email address to the Scratch account %(username)s. Please confirm your email address by clicking the button below:
nl: Een paar minuten geleden heb je dit e-mailadres ingevoerd voor het Scratch-account %(username)s. Bevestig je e-mailadres door op de knop hieronder te klikken:

source: Uh oh! Something went wrong with your email confirmation.
nl: O-oh! Er ging iets mis met het bevestigen van jouw e-mailadres.

source: To try again, log into your Scratch Account Settings to request another link.
nl: Probeer het opnieuw door in je Scratch-accountinstellingen een nieuwe bevestigingslink op te vragen.

source: My Account Settings
nl: Mijn accountinstellingen

source: Welcome to Scratch!
nl: Welkom bij Scratch!

source: Scratch is a community of all ages, from all over the world. Make sure your projects and comments are <a target="_blank" href="/community_guidelines">respectful and friendly</a>.
nl: Scratch is een gemeenschap voor alle leeftijden en van over de hele wereld. Zorg ervoor dat jouw projecten en opmerkingen <a target="_blank" href="/community_guidelines">respectvol en vriendelijk zijn</a>.

source: Learn how to make a project in Scratch
nl: Leer hoe je een project maakt in Scratch

source: Try out starter projects
nl: Probeer de starterprojecten

source: Connect with other Scratchers
nl: Maak contact met andere Scratchers

source: All set to go!
nl: Helemaal klaar!

source: Success! You have confirmed your email address, <strong>%(request.GET.username)s</strong>.
nl: Gelukt! Je hebt jouw e-mailadres bevestigd, <strong>%(request.GET.username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
nl: Spring naar Scratch en maak nieuwe projecten en deel deze met de gemeenschap!

source: OK, let's go!
nl: Oké, daar gaan we!

source: Greetings from the Scratch Team at MIT! A few minutes ago, your child signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
nl: Groeten van het Scratch-team van MIT! Een paar minuten geleden heeft jouw kind een account aangemaakt op de <a href="%(scratch_url)s">Scratch-website</a> met gebruikersnaam:

source: Greetings from the Scratch Team at MIT! You just signed up for a new account on <a href="%(scratch_url)s">Scratch</a> with the username:
nl: Groeten van het Scratch-team van MIT! Je hebt zojuist een account aangemaakt op de <a href="%(scratch_url)s">Scratch-website</a> met gebruikersnaam:

source: Please confirm this email address by clicking the button below:
nl: Bevestig s.v.p. dit e-mailadres door op de knop hieronder te klikken:

source: Scratch is a free programming language and online community where kids can create interactive stories, games, and animations. Confirming this email will give your child full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
nl: Scratch is een gratis programmeertaal en online gemeenschap waar kinderen interactieve verhalen, games en animaties kunnen maken. Door dit e-mailadres te bevestigen geeft u uw kind de volledige mogelijkheden om projecten te delen en om reacties achter te laten in de Scratch-online-gemeenschap. Meer informatie hierover vindt u hier: <a href="%(about_url)s">%(about_url)s</a>.

source: Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations. Confirming your email will give you full access to share and comment in the Scratch online community. Learn more at <a href="%(about_url)s">%(about_url)s</a>.
nl: Scratch is een gratis programmeertaal en online gemeenschap waar je zelf interactieve verhalen, games en animaties kunt maken. Door dit e-mailadres te bevestigen krijg je de volledige mogelijkheden om projecten te delen en om reacties achter te laten in de Scratch-online-gemeenschap. Meer informatie hierover vindt u hier: <a href="%(about_url)s">%(about_url)s</a>.

source: A few minutes ago, your child signed up for a new account on Scratch (%(scratch_url)s. Please confirm this email address by clicking the button below:
nl: Enkele minuten geleden heeft uw kind een nieuw account aangemaakt op Scratch (%(scratch_url)s. Dit e-mailadres dient nog bevestigd te worden. Dit kunt u doen door op onderstaande knop te klikken:

source: You just signed up for a new account on Scratch (%(scratch_url)s). Please confirm your email address by clicking the button below:
nl: U heeft zojuist een nieuw account aangemaakt op Scratch (%(scratch_url)s). Dit e-mailadres dient nog bevestigd te worden. Dit kunt u doen door op onderstaande knop te klikken:

source: Subscription update successful.
nl: Abonnementen succesvol bijgewerkt.

source: Oops! There has been a problem unsubscribing your email address.
nl: Oeps! Er was een probleem met jouw e-mailadres tijdens het uitschrijven.

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
nl: Als je problemen blijft houden, neem dan contact op met het <a href="%(contact_url)s">Scratch-team</a>.

source: Unsubscribed
nl: Uitgeschreven

source: Your email address has been unsubscribed.
nl: Jouw e-mailadres is uitgeschreven.

source: Take me back to Scratch!
nl: Terug naar Scratch!

source: View all
nl: Alles bekijken

source: No items
nl: Geen items

source: Log in to your account
nl: Log in

source: Cloud data history
nl: Cloud-datageschiedenis

source: Data Name
nl: Data-naam

source: Action
nl: Actie

source: Data Value
nl: Data-waarden

source: Leave a comment
nl: Plaats een opmerking

source: Remember that this project may have been made by someone new to programming. Make sure your comments are friendly and respectful.
nl: Vergeet niet dat dit project gemaakt kan zij n door iemand die net begonnen is.. Wees in je opmerkingen vriendelijk en vol respect.

source: You have <span id="chars-left">500</span> characters left.
nl: Je hebt <span id="chars-left">500</span> tekens over.

source: Sorry comment posting is not available right now. It should be back soon!
nl: Sorry, het plaatsen van opmerkingen is tijdelijk onmogelijk. Als het goed is duurt dat niet heel lang!

source: Comments loading...
nl: Opmerkingen worden geladen...

source: Report comment as inappropriate
nl: Meld opmerking als ongepast

source: See all %(len)s replies
nl: Bekijk alle %(len)s reacties

source: Load more
nl: Meer...

source: %(comment.datetime_created|timesince)s ago
nl: %(comment.datetime_created|timesince)s geleden

source: Example tab
nl: Voorbeeld tab

source: Enter content here
nl: Plaats inhoud hier

source: Explore Projects
nl: Verken projecten

source: Featured
nl: Uitgelicht

source: All
nl: Alles

source: Animations
nl: Animaties

source: Art
nl: Kunst

source: Games
nl: Spelletjes

source: Music
nl: Muziek

source: Stories
nl: Verhalen

source: Tag:
nl: Label:

source: Shared
nl: Gedeeld

source: Past 7 Days
nl: Laatste 7 dagen

source: Past 30 Days
nl: Laatste 30 dagen

source: Sort by:
nl: Sorteer op:

source: Projects
nl: Projecten

source: Explore Studios
nl: Verken studio's

source: Modified
nl: Aangepast

source: Most comments
nl: Meeste reacties

source: Most projects
nl: Meeste projecten

source: Most followers
nl: Meeste volgers

source: Extension Developer Terms of Use
nl: Gebruikersvoorwaarden voor uitbreidingsontwikkelaars

source: Older messages
nl: Oudere berichten

source: Newer messages
nl: Nieuwere berichten

source: Change
nl: Verander

source: Report this studio
nl: Meld deze studio

source: Updated %(tDate)s
nl: Bijgewerkt %(tDate)s

source: Describe what this studio is about.
nl: Beschrijf waarvoor deze studio is.

source: Follower%(tPlural)s )
nl: Volger%(tPlural)s )

source: Projects ( <span data-count="projects">100+</span> )
nl: Projecten ( <span data-count="projects">100+</span> )

source: Projects ( <span data-count="projects">%(tCount)s</span> )
nl: Projecten ( <span data-count="projects">%(tCount)s</span> )

source: Comments ( <span data-count="comments">%(tCount)s</span> )
nl: Reacties ( <span data-count="comments">%(tCount)s</span> )

source: Curators
nl: Beheerders

source: Activity
nl: Activiteit

source: You have <span id="chars-left-<%%= comment_id %%>">500</span> characters left.
nl: Je hebt <span id="chars-left-<%%= comment_id %%>">500</span> tekens over.

source: Congratulations! You are now a curator of this studio.
nl: Gefeliciteerd! Je bent nu de beheerder van deze studio.

source: Today
nl: Vandaag

source: On
nl: Op

source: made edits to title or description of this studio
nl: voerde wijzigingen door aan de titel of de beschrijving van deze studio

source: added the project
nl: voegde dit project toe

source: left a
nl: liet een

source: accepted an invitation
nl: accepteerde een uitnodiging

source: from
nl: van

source: to curate this studio
nl: om deze studio te beheren

source: was promoted to manager
nl: is nu manager

source: removed the project
nl: verwijderde het project

source: removed the curator
nl: verwijderde de beheerder

source: Invite owners
nl: Nodig eigenaren uit

source: Invite curators
nl: Nodig beheerders uit

source: Add
nl: Toevoegen

source: Invite owners by username or select from the explore bar below!
nl: Voeg eigenaren toe via de gebruikersnaam of sleep vanaf de balk hieronder!

source: Invite curators by username or select from the explore bar below!
nl: Voeg beheerders toe via de gebruikersnaam of sleep vanaf de balk hieronder!

source: Add Owners
nl: Voeg eigenaren toe

source: Add Curators
nl: Voeg beheerders toe

source: Scratchers I'm Following
nl: Scratchers die ik volg

source: Scratchers Following Me
nl: Scratchers die mij volgen

source: Add Projects
nl: Voeg projecten toe

source: My Shared Projects
nl: Mijn gedeelde projecten

source: My Favorites
nl: Mijn favorieten

source: My Recent Views
nl: Wat ik onlangs bekeek

source: Add projects
nl: Voeg projecten toe

source: Add by url
nl: Voeg toe via de URL

source: You can select projects from the bar below or add by url above.
nl: Je kunt projecten selecteren uit de balk hieronder of door deze toe te voegen via de URL hierboven.

source: What's Happening?
nl: Wat gebeurt er?

source: This is where you will see updates from Scratchers you follow
nl: Hier zie je updates van Scratchers die jou volgen

source: Check out some Scratchers</a> you might like to follow
nl: Bekijk deze Scratchers</a> die je misschien wilt volgen

source: Scratch News
nl: Scratchnieuws

source: Create stories, games, and animations
nl: Maak verhalen, spelletjes en animaties

source: Share with others around the world
nl: Deel met anderen uit de hele wereld

source: TRY IT OUT
nl: PROBEER HET

source: SEE EXAMPLES
nl: BEKIJK VOORBEELDEN

source: JOIN SCRATCH
nl: WORD LID VAN SCRATCH

source: it's free
nl: gratis!

source: ABOUT SCRATCH
nl: OVER SCRATCH

source: FOR EDUCATORS
nl: VOOR ONDERWIJZERS

source: FOR PARENTS
nl: VOOR OUDERS

source: Featured Projects
nl: Uitgelichte projecten

source: Featured Studios
nl: Uitgelichte studio's

source: Learn more
nl: Meer leren

source: Projects Curated by
nl: Projecten beheerd door

source: Visit the studio
nl: Bekijk de studio

source: Scratch Design Studio
nl: Scratch Ontwerp Studio

source: Recently Shared Projects
nl: Onlangs gedeelde projecten

source: Projects by Scratchers I'm Following
nl: Projecten van Scratchers die ik volg

source: Projects Loved by Scratchers I'm Following
nl: Projecten geliefd door Scratchers die ik volg

source: Projects in Studios I'm Following
nl: Projecten in studio's die ik volg

source: What the Community is Remixing
nl: Wat de gemeenschap hergebruikt

source: What the Community is Loving
nl: Wat bij de gemeenschap geliefd is

source: Follow
nl: Volg

source: Unfollow
nl: Stop volgen

source: Please verify your account
nl: Bevestig jouw account

source: Submit Password
nl: Wachtwoord invoeren

source: Last modified
nl: Laatste wijziging

source: Loves
nl: Geliefd

source: Remixes
nl: Hergebruikt
