Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: Remix tree for "%(projectTitle)s"
nl: Hergebruikboom voor "%(projectTitle)s"

source: Remix tree
nl: Hergebruikboom

source: Draft
nl: Concept

source: Instructions
nl: Instructies

source: Notes and Credits
nl: Opmerkingen en credits

source: added by
nl: toegevoegd door

source: Shared: %(tDate)s
nl: Gedeeld op: %(tDate)s

source: Your project is now shared.
nl: Je project is nu gedeeld.

source: Congratulations on sharing your project! Other people can now try it out, give comments, and remix it.
nl: Gefeliciteerd! Je hebt je project gedeeld! Anderen kunnen het nu uitproberen, opmerkingen plaatsen of hergebruiken.

source: Sorry this project is not shared
nl: Sorry, dit project is niet gedeeld

source: This project is not shared -- so only you can see it. Click share to let everyone see it!
nl: Dit project is niet gedeeld -- je kunt het alleen bekijken. Klik op Delen om het iedereen te laten zien!

source: Note: This project is in the trash folder
nl: Let op: Dit project is verplaatst naar de prullenbak

source: Note: this project is not visible, it was
nl: Let op: dit project is niet zichtbaar, het was

source: Unshared
nl: Niet gedeeld

source: We've received your report. The Scratch Team will review the project, and decide whether or not it should stay on the site based on the <a href='/community_guidelines'>Scratch Community Guidelines</a>.
nl: We hebben je melding ontvangen. Het Scratch-team bekijkt het project en beslist of het project wel of niet op de website blijft staan conform de <a href='/community_guidelines'>Scratch gemeenschapsrichtlijnen</a>.

source: More projects by
nl: Meer projecten van

source: Creator
nl: Maker

source: More projects (temporarily disabled)
nl: Meer projecten (tijdelijk uitgeschakeld)

source: %(tDate)s ago
nl: %(tDate)s geleden

source: Tell people how to use your project</br>(such as which keys to press).
nl: Leg uit hoe je project gebruikt moet worden</br>(bijv. welke toetsen gebruikt moeten worden).

source: How did you make the project?</br>Did you use ideas, scripts, or artwork from other people? Thank them here.
nl: Hoe heb je het project gemaakt?</br>Heb je ideeën, scripts of afbeeldingen gebruikt van anderen? Bedank ze dan hier.

source: Add project to studios
nl: Voeg project toe aan studio's

source: Embed project on other websites
nl: Embed dit project op andere websites

source: Report project as inappropriate
nl: Meld dit project als ongepast

source: Report this
nl: Meld dit

source: View Cloud Data activity for this project.
nl: Bekijk Cloud-activiteiten voor dit project.

source: Login
nl: Inloggen

source: Forgot username or password?
nl: Gebruikersnaam of wachtwoord vergeten?

source: Password reset confirmation
nl: Je wachtwoord is gewijzigd

source: New Password
nl: Nieuw wachtwoord

source: Change my password
nl: Verander mijn wachtwoord

source: Password reset email sent...
nl: Wachtwoordwijzigings-e-mail verzonden...

source: Reset Password
nl: Verander wachtwoord

source: Enter Username
nl: Gebruikersnaam

source: Email address you registered with
nl: E-mailadres waarmee je je aangemeld hebt

source: Send me a password reset link!
nl: Stuur me de link om mijn wachtwoord te wijzigen!

source: Learn how to make a project
nl: Leer hoe je een project maakt

source: Welcome to Scratch, %(username)s!
nl: Welkom bij Scratch, %(username)s!

source: Joined %(tDate)s ago /
nl: Werd %(tDate)s geleden lid /

source: No results found.
nl: Geen resultaten gevonden.

source: Search - Scratch
nl: Zoeken - Scratch

source: Users
nl: Gebruikers

source: Support Pages
nl: Ondersteuningspagina's

source: All Results
nl: Alle resultaten

source: Most recent
nl: Meest recent

source: Most relevant
nl: Meest relevant

source: Monthly Activity Trends
nl: Maandelijkse activiteitstrends

source: Monthly Active Users
nl: Maandelijkse actieve gebruikers

source: Age Distribution of New Scratchers
nl: Leeftijdsverdeling van nieuwe Scratchers

source: Monthly Project Shares
nl: Maandelijks gedeelde projecten

source: Monthly Comment Activity
nl: Maandelijkse reactie-activiteit

source: Scratchers Worldwide
nl: Scratchers wereldwijd

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
nl: Alle projecten (<span data-content="project-count">%(projects_count)s</span>)

source: Shared Projects (<span data-content="shared-count">%(shared_count)s</span>)
nl: Gedeelde projecten (<span data-content="shared-count">%(shared_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
nl: Niet-gedeelde projecten (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
nl: Mijn studio's (<span data-content="gallery-count">%(gallery_count)s</span>)

source: New Project
nl: Nieuw project

source: New Studio
nl: Nieuwe studio

source: Load More
nl: Meer...

source: Last modified:
nl: Laatst gewijzigd:

source: Add to
nl: Voeg toe

source: Unshare
nl: Niet meer delen

source: View:
nl: Bekijk:

source: Most Projects
nl: Meeste projecten

source: Last updated
nl: Laatst bijgewerkt

source: You do not own any galleries. <a href=>Create one!</a>
nl: Je hebt nog geen studio's, <a href=>maak er een!</a>

source: You do not have any galleries
nl: Je hebt geen galerieën

source: Not shared
nl: Niet gedeeld

source: + New Project
nl: + Nieuw project

source: Created:
nl: Gemaakt:

source: Owned by me
nl: Hier ben ik eigenaar van

source: Curated by me
nl: Hier ben ik beheerder van

source: Featured Project
nl: Uitgelichte projecten

source: Sorry, comment posting has been turned off for this %(tType)s
nl: Sorry, je kunt geen reacties plaatsen voor dit %(tType)s

source: Your class name must be at least 5 characters long
nl: De naam van je klas moet minimaal 5 tekens lang zijn

source: Your password cannot be \\\'password\\\'
nl: Je wachtwoord mag niet \\\'password\\\' zijn

# .general.aboutScratch
source: About Scratch
nl: Over Scratch

# .footer.about
source: About Scratch
nl: Over Scratch
