Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/django.po
Languages: nl

source: The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users. If you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:
nl: De Lifelong Kindergarten researchgroep respecteert het intellectueel eigendom van anderen en van onze gebruikers. Als je vindt dat jouw werk gekopieerd is en dat jouw copyright hiermee geschonden is, stuur dan een e-mail naar copyright@scratch.mit.edu, of mail je klacht naar:

source: The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws. Upon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing. Repeat infringers of third-party copyrights are subject to termination in appropriate circumstances.
nl: De Lifelong Kindergarten Group zal meldingen van vermeende inbreuk direct behandelen en onderzoeken, en zal actie ondernemen conform de Digital Millennium Copyright Act (“DMCA”, wetgeving Verenigde Staten van Amerika) en andere toepasselijke wetgeving op het gebied van intellectueel eigendom. Bij ontvangst van meldingen die waarschijnlijk of zeer waarschijnlijk onder de DMCA vallen, kan de Lifelong Kindergarten Group versneld die materialen verwijderen of de toegang ertoe blokkeren, waarvan inbreuk op rechten wordt geclaimd. Aan hen die herhaald inbreuk plegen op het copyright van derden zal de toegang ontzegd worden onder de juiste omstandigheden.

source: In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology. Please also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C. § 107.
nl: Bij het beoordelen of een Scratch-gebruiker wel of geen inbreuk op je copyright heeft gepleegd, vragen we je in aanmerking te nemen dat Scratch een educatief initiatief is zonder winstoogmerk, bedoeld om kinderen hulpmiddelen te geven om te leren en zich te uiten door middel van digitale technologie. Verder maken we je opmerkzaam op het “Fair Use” onderdeel in de U.S. Copyright Act van 1976, 17 U.S.C. § 107.

source: We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.
nl: Wij hopen dan ook dat je Scratch niet alleen ziet als een goede manier om jouw website of creaties bekend te maken, maar ook als een mogelijkheid om positief bij te dragen aan de educatie van kinderen.

source: If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org. Please also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.
nl: Wanneer je ervoor kiest om een klacht in te dienen over een inbreuk op je copyright, maken we je opmerkzaam dat we jouw melding, voorzien van informatie die jouw als persoon identificeert, op een zogenaamd clearinghouse zoals chillingeffects.org kunnen plaatsen. Je bent bovendien aansprakelijk voor schade (inclusief kosten, waaronder die voor advocaten) wanneer je klacht wezenlijk onjuist is.

source: With Scratch, you can program your own interactive stories, games, and animations &mdash; and share your creations with others in the online community.
nl: Met Scratch programmeer je je eigen interactieve verhalen, spellen en animaties &mdash; en kun je jouw eigen creaties delen met anderen in de online gemeenschap.

source: Scratch helps young people learn to think creatively, reason systematically, and work collaboratively &mdash; essential skills for life in the 21st century.
nl: Scratch helpt jonge mensen creatief te leren denken, systematisch te redeneren en samen te leren werken &mdash; essentiële vaardigheden voor het leven in de 21ste eeuw.

source: Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.
nl: Scratch is een project van de Lifelong Kindergarten Group van het MIT Media Lab. Het wordt gratis verspreid.

source: <a href="/parents">INFO FOR PARENTS</a> | <a href="/educators">INFO FOR EDUCATORS</a>
nl: <a href="/parents">INFO VOOR OUDERS</a> | <a href="/educators">INFO VOOR LERAREN</a>

source: Who Uses Scratch?
nl: Wie gebruiken Scratch?

source: Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.
nl: Scratch is speciaal ontworpen voor 8- tot 16-jarigen, maar wordt gebruikt door mensen van alle leeftijden. Miljoenen mensen maken Scratch-projecten in verschillende omgevingen, waaronder scholen, musea, bibliotheken, gemeenschapscentra en thuis.

source: Around the World
nl: Wereldwijd

source: Quotes
nl: Citaten

source: The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href="/info/quotes">quotes</a> we've received.
nl: Het Scratch-team ontving vele bedank-e-mails voor Scratch van jeugd, ouders en leraren. Wil je zien wat deze mensen te zeggen hebben? Je kunt een verzameling lezen van de <a href="/info/quotes">reacties</a> die we ontvingen.

source: Learn More About Scratch
nl: Leer meer over Scratch

source: Learn to Code, Code to Learn
nl: Leer programmeren, programmeer om te leren

source: Scratch in Schools
nl: Scratch in Scholen

source: Research
nl: Onderzoek

source: Support and Funding
nl: Ondersteuning en fondswerving

source: Scratch Community Guidelines
nl: Scratch Community-richtlijnen

source: <b>Be constructive.</b> When commenting on others' projects, say something you like about it and offer suggestions.
nl: <b>Geef opbouwende reacties.</b> Wanneer je commentaar achterlaat bij een project, schrijf dan wat je er leuk aan vindt en geef tips.

source: <b>Be honest.</b> Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.
nl: <b>Wees eerlijk.</b> Doe je niet voor als andere Scratchers, verspreid geen geruchten en probeer niet om de gemeenschap te bedriegen.

source: Scratch welcomes people of all ages, races, ethnicities, religions, sexual orientations, and gender identities.
nl: Mensen van alle leeftijden, ras, etniciteit, religie, seksuele geaardheid en genderidentiteit zijn welkom bij Scratch.

source: Scratch Credits and Contributors
nl: Scratch credits en bijdragers

source: Scratch - For Educators
nl: Scratch - voor onderwijzers

source: Connect with ScratchEd
nl: Met ScratchEd verbinden

source: Online Community
nl: Online gemeenschap

source: Weekly Roundups
nl: Wekelijkse nieuwsflitsen

source: Quarterly Newsletter
nl: Driemaandelijkse nieuwsbrief

source: Scratch Extensions Browser Plugin
nl: Scratch-uitbreidingen browserplugin

source: Get Creative with Coding
nl: Word creatief door programmeren

source: What's New in 2.0? - Scratch
nl: Wat is nieuw in 2.0? - Scratch

source: What's New in Scratch 2.0?
nl: Wat is nieuw in Scratch 2.0?

source: Welcome to a new generation of Scratch! With Scratch 2.0, you can create new types of projects, work together in new ways, and learn new things in the process.
nl: Welkom bij een nieuwe generatie van Scratch! Met Scratch 2.0 kun je nieuwe soorten projecten maken, op nieuwe manieren samenwerken en nieuwe dingen leren terwijl je bezig bent.

source: Scratch 2.0 allows you to create, edit, and view projects directly in your web browser. (You no longer have to download or upload projects or install any software.)
nl: Met Scratch 2.0 kun je direct in je web browser je projecten maken, bewerken en bekijken. (Je hoeft geen software te installeren, en je hoeft je projecten niet meer te up- en downloaden.)

source: Here are some of the new features in Scratch 2.0.
nl: Hier zijn enkele van de nieuwe mogelijkheden van Scratch 2.0.

source: Project Editor
nl: Projectscherm

source: Click <b>Create</b> to make a new project.
nl: Klik op <b>Maak</b> om een nieuw project te maken.

source: Your project will automatically save as you work on it (if you're logged in).
nl: Je project wordt automatisch opgeslagen, terwijl je eraan werkt (als je bent ingelogd).

source: When you create a project, you are the only one who can see it. After you share it, anyone can see and remix it.
nl: Wanneer je een project maakt, ben jij de enige die het project kan zien. Zodra je het deelt kan iedereen het zien en hergebruiken.

source: The new paint editor includes <b>vector graphics</b> so that images can scale to different sizes without getting jagged.
nl: Het nieuwe bewerkscherm bevat <b>vectorafbeeldingen</b>, hierdoor kun je je afbeeldingen vergroten of verkleinen zonder kwaliteitsverlies.

source: Your <b>Backpack</b> lets you copy and move sprites, costumes, backdrops, and scripts from any project to another. If you're logged in, you can open your Backpack inside any project (it's at the bottom of the screen).
nl: Met je <b>Rugzak</b> kopieer en verplaats je sprites, uiterlijken, achtergronden en scripts van het ene project naar het andere. Wanneer je ingelogd bent, kun je je Rugzak binnen elk project openen (zie de onderkant van het scherm).

source: You can use the webcam on your computer to interact with projects by moving your hands or body.
nl: Je kunt de webcam van je computer gebruiken om je project te laten reageren op bewegingen van je handen of je lichaam.

source: You can now make your own programming blocks.
nl: Je kunt nu je eigen programmeerblokken maken.

source: Use clone blocks in your scripts to make copies of sprites.
nl: Gebruik kloon blokken in je scripts om kopieën van sprites te maken.

source: Store numbers in cloud variables to create surveys and other projects.
nl: Sla getallen op in cloud-variabelen, zodat je enquêtes en andere projecten kunt maken.

source: Find out more about the <a href="http://info.scratch.mit.edu/prototype">new Scratch blocks</a>.
nl: Lees meer over de <a href="http://info.scratch.mit.edu/prototype">nieuwe Scratch blokken</a>.

source: You can see and manage all your projects in <b>My Stuff</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.
nl: Je kunt al je projecten zien en beheren in <b>Mijn Spullen</b> <img src="%(STATIC_URL)s/images/help/mystuff-thumb.png" />.

source: Community Features
nl: Community-mogelijkheden

source: On the home page, you can see what others have shared recently and scroll to see many more projects.
nl: Op de startpagina zie je wat anderen onlangs hebben gedeeld. Scroll omlaag om nog veel meer projecten te zien.

source: When viewing a project, click <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> to see how it works and experiment with the code.
nl: Wanneer je een project bekijkt, klik dan op <img src="%(STATIC_URL)s/images/help/see-inside-small.png" /> om te zien hoe het werkt en om te experimenteren met de code.

source: Inside any project, click <img src="%(STATIC_URL)s/images/help/remix-button.png" /> to save your own version and make changes. After you share it, the project page will highlight the original creators and links to their projects.
nl: Klik op <img src="%(STATIC_URL)s/images/help/remix-button.png" /> in het project om je eigen versie van dat project op te slaan en het te veranderen. Wanneer je het daarna deelt, staan de oorspronkelijke makers van het project met een link naar dat project op jouw projectpagina.

source: Discover interesting projects by clicking on the Related Projects bar at the bottom of any project page.
nl: Ontdek interessante projecten door te klikken op de Gerelateerde Projecten-balk onderaan elke projectpagina.

source: Click your username or icon to go to your <b>Profile</b> page, where you can feature one of your projects and tell others what you're working on.
nl: Klik op je gebruikersnaam of ikoon om naar je <b>Profielpagina</b> te gaan, waar je één van je projecten in de schijnwerpers kunt zetten, en kunt aangeven aan anderen waar je aan werkt.

source: People can post comments on your Profile page and <img src="%(STATIC_URL)s/images/help/follow-button.png" /> your Scratch account to see updates.
nl: Bezoekers aan je Profielpagina kunnen opmerkingen plaatsen en je Scratch account volgen met de <img src="%(STATIC_URL)s/images/help/follow-button.png" /> knop, zodat ze op de hoogte zijn als je iets deelt.

source: Galleries are now called <b>Studios</b>, and can be curated by you and others you invite.
nl: Gallerieën heten nu <b>Studio's</b>, en kunnen worden ingericht door jou en mensen die je uitnodigt.

source: The Search features lets you find and preview projects more easily.
nl: De zoekfuncties maken het makkelijker om projecten te vinden en te bekijken.

source: Planned for Summer 2013
nl: Planning voor zomer 2013

source: Download an off-line version of the Scratch project editor to use without an Internet connection
nl: Download een offline versie van Scratch, zodat je deze kunt gebruiken zonder internetverbinding

source: Connect to external devices with new Scratch extensions (including LEGO WeDo and the ScratchBoard)
nl: Maak verbinding met externe apparaten met nieuwe Scratch-uitbreidingen (inclusief LEGO WeDo en het ScratchBoard)

source: Scratch - For Parents
nl: Scratch - Voor Ouders

source: Scratch is a programming language and an online community where children can program and share interactive media such as stories, games, and animation with people from all over the world. As children create with Scratch, they learn to think creatively, work collaboratively, and reason systematically. Scratch is designed and maintained by the Lifelong Kindergarten group at the MIT Media Lab.
nl: Scratch is een programmeertaal en een online gemeenschap waar kinderen kunnen programmeren en interactieve media, zoals verhalen, spelletjes en animaties, kunnen delen met andere mensen over de hele wereld. Als kinderen programmeren met Scratch dan leren ze om creatief te denken, om samen te werken en om logisch na te denken. Scratch is gemaakt en wordt onderhouden door de Lifelong Kindergarten group van het MIT Media Lab.

source: What is the age range for Scratch?
nl: Voor welke leeftijden is Scratch bedoeld?

source: While Scratch is primarily designed for 8 to 16 year olds, it is also used by people of all ages, including younger children with their parents.
nl: Hoewel Scratch vooral bedoeld is voor 8- tot 16-jarigen, wordt het gebruikt door mensen van alle leeftijden, inclusief jongere kinderen onder begeleiding van hun ouders.

source: What resources are available for learning Scratch?
nl: Welke hulpmiddelen zijn er beschikbaar om Scratch te leren?

source: What is the Scratch online community?
nl: Wat is de Scratch online gemeenschap?

source: When participating in the Scratch online community, members can explore and experiment in an open learning community with other Scratch members from all backgrounds, ages, and interests. Members can share their work, get feedback, and learn from each other.
nl: Leden van de Scratch online gemeenschap kunnen ontdekken en experimenteren in een open leeromgeving samen met andere Scratch leden van verschillende achtergronden, leeftijden en interesses. Leden kunnen hun werk delen, feedback krijgen en van elkaar leren.

source: What are the guidelines for the Scratch online community?
nl: Wat zijn de richtlijnen voor de online Scratchgemeenschap?

source: What is your privacy policy?
nl: Waaruit bestaat het privacybeleid?

source: Is there a way to use Scratch without participating online?
nl: Kun je Scratch gebruiken zonder online deelname?

source: What are parents saying about Scratch?
nl: Wat zeggen ouders over Scratch?

source: We often receive emails from parents thanking us for Scratch. Here are some examples:
nl: We ontvangen regelmatig e-mails van ouders die ons bedanken voor Scratch. Hier zijn een aantal voorbeelden:

source: "<b>I just want to thank you all for making Scratch, and for providing it for free.</b> My kids are doing amazing things that they see as fun yet I know is educational, valuable, and worthwhile. Thank you so much!!!"
nl: "<b>Ik wil jullie graag bedanken voor het maken van Scratch en voor dat het gratis is.</b> Mijn kinderen maken nu geweldige dingen die zij zien als spelen, maar waarvan ik weet dat ze ook nog leerzaam, waardevol en de moeite waard zijn. Heel erg bedankt!!!"

source: "<b>My son is learning more than I can imagine from your tool.</b> He is not a natural logical thinker but loves LEGO. Your LEGO-like building block structure has moved him forward by light-years in his logical thinking skills...He can snap things together and begin to see the logic reinforced by immediate feedback. Of course we work on some things together--instant father and son time. This is just incredible. Just a big thanks to you and MIT."
nl: "<b>Mijn zoon leert meer van dit programma dan ik voor mogelijk had gehouden.</b> Hij is, van nature, niet alleen een logische denker, maar houdt ook van Lego. Uw Lego-achtige blokken geven hem de structuur die hem lichtjaren vooruit gebracht hebben in zijn logisch denken-vaardigheden... Hij kan dingen aan elkaar klikken en ziet direct de logica door de directe terugkoppeling. Natuurlijk werken we aan een aantal zaken samen -- directe vader-en-zoon-tijd. Dit is zo ongelooflijk. Mijn grote dank voor u en het MIT."

source: Learning
nl: Leren

source: For a one-page overview of what young people learn with Scratch, see <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Learning with Scratch</a>.
nl: Voor een overzicht van hetgeen jonge kinderen leren van Scratch, zie <a href="http://llk.media.mit.edu/scratch/Learning-with-Scratch.pdf">Leren met Scratch</a>.

source: Read an article on the <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creative learning approach</a>.
nl: Lees een artikel over de <a href="http://www.edutopia.org/kindergarten-creativity-collaboration-lifelong-learning">creatieve leerbenadering</a>.

source: We ask all participants on the site to follow the <a href="/community_guidelines">Community Guidelines</a>.
nl: We vragen alle gebruikers van deze site om de <a href="/community_guidelines">gemeenschapsrichtlijnen</a> te volgen.

source: Questions?
nl: Vragen?

source: You can also ask questions in the <a href="/discuss/">discussion forums</a>.
nl: Je kunt ook vragen stellen in het <a href="/discuss/">forum</a>.

source: If you need to contact our staff team directly, click <a href="%(contact_us_url)s">Contact Us</a> at the bottom of any page.
nl: Als je contact met ons team wilt hebben, klik dan op <a href="%(contact_us_url)s">Contact</a> onderaan elke pagina.

source: Quotes - Scratch
nl: Citaten - Scratch

source: What <b>Youth</b> are Saying about Scratch
nl: Wat <b>jongeren</b> zeggen over Scratch

source: I like Scratch better than blogs or social networking sites like Facebook because we’re creating interesting games and projects that are fun to play, watch, and download. I don’t like to just talk to other people online, I like to talk about something creative and new.<span class="quotes">&rdquo;</span> - 13-year-old </p>
nl: Ik vind Scratch beter dan blogs of andere sociale netwerksites, zoals Facebook, omdat we bijzondere spellen en andere projecten maken die leuk zijn om te spelen, te bekijken en te downloaden. Ik houd er niet van om online alleen maar met mensen te praten, ik houd er meer van om te praten over iets creatiefs en nieuw. <span class="quotes">&rdquo;</span> - 13 jaar oud </p>

source: <span class="quotes">&ldquo;</span>My 8-year-old brother and I have been active participants of the Scratch Online Community for over a year. I enjoy designing and programming games and animations with other kids, because different people have different skills, and when you work together, you can build a much better project than you can alone.<span class="quotes">&rdquo;</span> - 13-year-old
nl: <span class="quotes">&ldquo;</span>Mijn 8-jarige broer en ik zijn langer dan een jaar actieve deelnemers van de Scratch-gemeenschap. Ik vind het leuk om spelletjes en animaties te ontwerpen en te programmeren met andere kinderen, omdat verschillende mensen verschillende vaardigheden hebben en dat als je samenwerkt, je veel beter projecten kunt maken dan als je dat alleen doet.<span class="quotes">&rdquo;</span> - 13 jaar oud

source: <span class="quotes">&ldquo;</span>Making games is something I've always thought would be fun, but I didn't want a really complex programming language. In the beginning, even Scratch seemed complex, but after sticking with it for a while, I've been able to make some amazing games. And the fact that you can share projects so easily makes it even better. Scratch is awesome!<span class="quotes">&rdquo;</span> - 17-year-old
nl: <span class="quotes">&ldquo;</span>Spelletjes maken is iets dat me altijd al leuk leek, maar ik wilde geen complexe programmeeromgeving gebruiken. In het begin leek Scratch complex, maar na het een tijdje gebruikt te hebben, was ik in staat geweldige spelletjes te maken. En dat je projecten zo makkelijk kunt delen, maakt het nog beter. Scratch is geweldig!<span class="quotes">&rdquo;</span> - 17 jaar oud

source: <span class="quotes">&ldquo;</span>Using a set of about 100 commands that can be snapped together visually, you can create just about anything and learn the fundamentals of more advanced languages. In addition, there's a whole community of people online who will give you feedback on our projects, and gladly help you with your questions.<span class="quotes">&rdquo;</span> - 14-year-old
nl: <span class="quotes">&ldquo;</span>Door 100 commando´s te gebruiken die je aan elkaar kunt klikken, kun je ongeveer alles maken en leer je de basisprincipes van meer geavanceerdere talen. Daarnaast is er een hele gemeenschap van mensen die je terugkoppeling geven over je project en je graag willen helpen als je vragen hebt.<span class="quotes">&rdquo;</span> - 14 jaar oud

source: Research on Scratch
nl: Onderzoek naar Scratch

source: Scratch Offline Editor
nl: Scratch Offline

source: Scratch 2 Offline Editor
nl: Scratch 2 Offline

source: Support Materials
nl: Ondersteunend materiaal

source: The previous version of Scratch, version 1.4, is still available for download. You can still share projects from 1.4 to the Scratch website. (However, projects created in Scratch 2.0 cannot be opened in 1.4.)
nl: De vorige versie van Scratch, versie 1.4, is nog steeds beschikbaar. Projecten, gemaakt in 1.4, kun je nog steeds delen op de Scratch-website. (Je kunt echter projecten, gemaakt in Scratch 2.0, niet openen in 1.4.)

source: Scratch 1.4 For Mac OS X
nl: Scratch 1.4 voor Mac OS X

source: Compatible with Mac OSX 10.4 or later
nl: Geschikt voor Mac OSX 10.4 of hoger

source: Scratch 1.4 for Windows
nl: Scratch 1.4 voor Windows

source: Compatible with Windows 2000, XP, Vista, 7, and 8
nl: Geschikt voor Windows 2000, XP, Vista, 7 en 8
