Repository: scratchfoundation/scratchr2_translations
Catalog: ui/*/LC_MESSAGES/djangojs.po
Languages: ca

source: Available %s
ca: Disponibles %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ca: Aquesta és la llista dels disponibles %s. Pots escollir alguns d'ells seleccionant-los en el quadre de sota i fer clic a la fletxa "Tria" entre les dues caixes.

source: Type into this box to filter down the list of available %s.
ca: Escriu en aquesta casella per filtrar la llista dels disponibles %s.

source: Filter
ca: Filtra

source: Choose all
ca: Tria'ls tots

source: Click to choose all %s at once.
ca: Fes clic per triar tots els %s alhora.

source: Choose
ca: Tria

source: Remove
ca: Elimina

source: Chosen %s
ca: Triats %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ca: Aquesta és la llista dels triats %s. Pots eliminar alguns seleccionant-los en el quadre inferior i tot seguit fent clic a "Elimina" entre les dues caixes.

source: Remove all
ca: Elimina-ho tot

source: Click to remove all chosen %s at once.
ca: Fes clic per eliminar totes les %s seleccionades alhora.

source: %(sel)s of %(cnt)s selected
ca: %(sel)s de %(cnt)s seleccionats

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ca: Tens canvis no desats en camps editables individuals. Si executes una acció, es perdran els canvis no guardats.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ca: Has seleccionat una acció, però no has desat encara els canvis en camps individuals. Si us plau, fes clic a Acceptar per desar-los. Hauràs de tornar a executar l'acció.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ca: Has triat una acció, i no has realitat cap canvi en camps individuals. Probablement estàs buscant el botó Vés-hi enlloc del botó Desa.

source: January February March April May June July August September October November December
ca: Gener Febrer Març Abril Maig Juny Juliol Agost Setembre Octubre Novembre Desembre

source: S M T W T F S
ca: D L M C J V S

source: Show
ca: Mostra

source: Hide
ca: Amaga

source: Now
ca: Ara

source: Clock
ca: Rellotge

source: Choose a time
ca: Tria un temps

source: Midnight
ca: Mitjanit

source: Noon
ca: Migdia

source: Cancel
ca: Cancel·la

source: Today
ca: Avui

source: Calendar
ca: Calendari

source: Yesterday
ca: Ahir

source: Tomorrow
ca: Demà

source: ago
ca: enrere

source: from now
ca: des d'ara

source: less than a minute
ca: fa menys d'un minut

source: about a minute
ca: fa un minut

source: %d minutes
ca: %d minuts

source: about an hour
ca: fa una hora

source: about %d hours
ca: fa %d hores

source: a day
ca: un dia

source: %d days
ca: %d dies

source: about a month
ca: fa un mes

source: %d months
ca: %d mesos

source: about a year
ca: fa un any

source: %d years
ca: %d anys

source: any moment now
ca: qualsevol moment

source: Want to share on Scratch?
ca: Vols compartir-ho a Scratch?

source: Your Account Will Not Be Deleted
ca: El teu compte no serà eliminat

source: Delete my account
ca: Elimina el meu compte

source: Would you like to leave the editor anyway?
ca: Vols sortir igualment de l'editor?

source: Your changes are NOT SAVED! To save, stay on this page, then log in.
ca: Tens canvis NO DESATS! Per desar-los, segueix en aquesta pàgina, i inicia la sessió.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Remix”.
ca: Tens canvis NO DESATS! Per desar-los, segueix en aquesta pàgina, i fes clic a “Reinventa”.

source: Your changes are NOT SAVED! To save, stay on this page, click “See inside”, then click “Remix”.
ca: Tens canvis NO DESATS! Per desar-los, segueix en aquesta pàgina, fes clic a “Com està fet”, i fes clic a “Reinventa”.

source: Your changes are NOT SAVED! To save, stay on this page, then click “Save now.”
ca: Tens canvis NO DESATS! Per desar-los, segueix en aquesta pàgina, fes clic a “Desa ara.”

source: on Scratch
ca: a Scratch

source: Are you sure this project is disrespectful or inappropriate, and breaks the community guidelines? If not, click cancel, and then click the community guidelines link at the bottom of the page to learn more.
ca: De debò aquest projecte és una falta de respecte o inadequada, i trenca les normes de la comunitat? Si no és així, fes clic a cancel·la, i a continuació fes clic a les normes de la comunitat de la part inferior de la pàgina per obtenir més informació.
