{
    "about.introOne": "Scratch аҟны шәара ишәылшоит иаҧышәҵаларц аинтерактивтә хҭысқәеи, ахумаррақәеи, амультфильмқәеи, насгьы дара рыдыжәгаларц Scratch  аИнтернет- лахәлацәа.",
    "about.introTwo": "Scratch рыцхраауеит аҿар, ҟазарылатәии кртикалатәии ахәыцшьа дырҵараҿы, аусураан аидгылара аҽаршьҭцылараҿы – арҭ базатә ҧышәақәоуп 21- тәи ашәышқәсазы.",
    "about.introThree": "Scratch апроеқт аҧнаҵеит агәыҧ Lifelong Kindergarten MIT Media Lab аҟны. Апрограмма аартуп, аҧара ахшәаара аҭахӡам.",
    "about.introParents": "Аҭаацәа рзы аинформациа",
    "about.introEducators": "Арҵаҩцәа рзы аинформациа",
    "about.whoUsesScratch": "Зхы иазырхәода Scrath?",
    "about.whoUsesScratchDescription": "Scratch аҧҵара азхәыцын ахәыҷқәа 8 инаркны 16 шықәса зхыҵуа рзы, аха иахьа рхы иадырхәоит хәыҷи дыуи зегьы. Миллионла ауаа иаҧырҵоит Scratch – апроеқтқәа иеиуеиҧшым аҭагылазаашьақәеи аҭыҧқәеи рҿы – аҩны, ашколқәа, амузеиқәа, абиблиотекақәа рҿы уҳәа убас егь..",
    "about.aroundTheWorld": "Адунеи зегь аҟны",
    "about.aroundTheWorldDescription": "Scratch ахархәара амоуп 150 ҳәынҭқарра инареиҳаны рыҟны.Иахьазы, иара аинтерфеис еиҭагоуп 40 бызшәа инареиҳаны рыла. Абызшәа аҧсахразы шәақәыӷәӷәа абри адаҟьа аҵаҟа. Апроеқтқәа рредақтор аҟны абызшәа аҧсахраз шәақәыӷәӷәа акнопка аглобус адаҟьа ахыхь. Аиҭагарақәа рацҵареи ма арҽеиреи рзы, шәыиас азхьарҧш {translationLink} ала.",
    "about.translationLinkText": "Еиҭагақәоу",
    "about.quotes": "Ацитатақәа",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "Иҩбо арҵәиқәа",
    "about.learnMore": "Scratch иазкны иҵегьы",
    "about.learnMoreHelp": "Абжьгарақәа рдаҟьа",
    "about.learnMoreFaq": "ЛЛИ",
    "about.learnMoreParents": "Аҭаацәа рзы аинформациа",
    "about.learnMoreCredits": "Аҳаҭырқәҵарақәа",
    "about.literacy": "Ишәҵала акод аиқәыршәашьа, Иеиқәшәыршәала акод, аҵара азы",
    "about.literacyDescription": "Акомпиутертә программақәа раҧҵараҿы абаҩхатәтра, акрызҵазкуа хәҭоуп иахьатәи ауаажәларра рҵарадырраҿы. Ауаа Scratch аҟны апрограммаркра анырҵо, дара еилыркаауеит, апроблема аҳасабразы ихадоу астратегиақәеи апроеқтқәа аус рыдулашьеи.",
    "about.schools": "Scrath ашколқәа рҿы",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd Асаит",
    "about.research": "Аҭҵаарақәа",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}). Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Апрограммаҧҵара Зегьы рзы",
    "about.researchLinkText": "аҭҵаара",
    "about.statisticsLinkText": "астатистика",
    "about.support": "Адгылареи ҧарала ацхыраареи",
    "about.supportDescription": "Апроеқт Scratch  иауит афинанстә цхыраара еиуеиҧшым ахелакқәа рҟынтә. Ацхыраара ҟазҵаз, ахеилакқәа ихарҭәаау рыхьӡынҵа ануп адаҟьа {supportersList} аҟны. Инарҭбааны  аилкаараз шәахәаҧш адаҟьа {creditsLink}. Scratch ацхараара ашәҭарц шәҭахызар, The Scratch Foundation шәадҵаал азхарҧш {donateLink} ала ма шәыҽҳамажәда абри  {donateemail} ала.   ",
    "about.donateLinkText": "ацхыраара адаҟьа",
    "about.creditsLinkText": "акредитқәа рдаҟьа"
}
