{
    "about.introOne": "Scratch аҟны шәара ишәылшоит иаҧышәҵаларц аинтерактивтә хҭысқәеи, ахумаррақәеи, амультфильмқәеи, насгьы дара рыдыжәгаларц Scratch  аИнтернет- лахәлацәа.",
    "about.introTwo": "Scratch рыцхраауеит аҿар, ҟазарылатәии кртикалатәии ахәыцшьа дырҵараҿы, аусураан аидгылара аҽаршьҭцылараҿы – арҭ базатә ҧышәақәоуп 21- тәи ашәышқәсазы.",
    "about.introThree": "Scratch апроеқт аҧнаҵеит агәыҧ Lifelong Kindergarten MIT Media Lab аҟны. Апрограмма аартуп, аҧара ахшәаара аҭахӡам.",
    "about.introParents": "Аҭаацәа рзы аинформациа",
    "about.introEducators": "Арҵаҩцәа рзы аинформациа",
    "about.whoUsesScratch": "Зхы иазырхәода Scrath?",
    "about.whoUsesScratchDescription": "Scratch аҧҵара азхәыцын ахәыҷқәа 8 инаркны 16 шықәса зхыҵуа рзы, аха иахьа рхы иадырхәоит хәыҷи дыуи зегьы. Миллионла ауаа иаҧырҵоит Scratch – апроеқтқәа иеиуеиҧшым аҭагылазаашьақәеи аҭыҧқәеи рҿы – аҩны, ашколқәа, амузеиқәа, абиблиотекақәа рҿы уҳәа убас егь..",
    "about.aroundTheWorld": "Адунеи зегь аҟны",
    "about.aroundTheWorldDescription": " Scratch ахархәара амоуп 150 ҳәынҭқарра инареиҳаны рыҟны, иара аинтерфеис еиҭагоуп 40 бызшәа инареиҳаны рыла. Абызшәа аҧсахразы иаашәыты ахкынҵа, адаҟьа ҵаҟатәи ахәҭаҟны. Ма Scratch ареақтор аҟны шәақәыӷәӷәа аглобус акнопка, адаҟьа хыхьтәи ахәҭаҟны. Аиҭагаразы абызшәа ҿыц ацҵарази ма иҟоу арҽеирази шәахә. адаҟьа «<a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">аиҭагара</a>» .",
    "about.quotes": "Ацитатақәа",
    "about.quotesDescription": "Scratch акоманда иаиуеи,т ирацәаны игәахәаратәу аацҳарақәа: ахәыҷқәеи, урҭ аҭаацәеи, арҵаҩцәеи рҟынтәи. Ишәҭахәма ишәбарц дара ирыҩуа? Шәаҧхьарц шәылшоит <a href=\"/info/quotes\">ацитатақәа</a>we&#39;ve received реизга аҿы.",
    "about.learnMore": "Scratch иазкны иҵегьы",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "ЛЛИ",
    "about.learnMoreParents": "Аҭаацәа рзы аинформациа",
    "about.learnMoreCredits": "Аҳаҭырқәҵарақәа",
    "about.literacy": "Ишәҵала акод аиқәыршәашьа, Иеиқәшәыршәала акод, аҵара азы",
    "about.literacyDescription": "Акомпиутертә программақәа раҧҵараҿы абаҩхатәтра, акрызҵазкуа хәҭоуп иахьатәи ауаажәларра рҵарадырраҿы. Ауаа Scratch аҟны апрограммаркра анырҵо, дара еилыркаауеит, апроблема аҳасабразы ихадоу астратегиақәеи апроеқтқәа аус рыдулашьеи.",
    "about.schools": "Scrath ашколқәа рҿы",
    "about.schoolsDescription": "Scratch  аҵара иаҵанакуеит аҩаӡарақәа зегьы (алагарҭатә школ инаркны аколлеџь аҟынӡа), амаҭәарқәа зегьы (аматематика, аинформатика, абызшәатә наукақәа, асоциалтә нукақәа убас егьырҭгьы). Арҵаҩцәа рдыррақәа еимырдоит, иқәдыргылоит азҵаарақәа, ирыҧшаауеит ауаа <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd асаит</a>аҟны",
    "about.research": "Аҭҵаарақәа",
    "about.researchDescription": "Scratch аҧҵаҩцәеи, дара рыцхырааҩцәеи иҭырҵаауеит, ауаа Scratch ишадырхәои иарала аҵара шырҵои (шәахә. алагалажәа абра <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Апрограммаркра зегь рзы</a>). Еиҳаны <a href=\"/info/research\">аҭҵаарақәеи</a><a href=\"/statistics\">астатистикеи</a>Scratch  иазкны. ",
    "about.support": "Адгылареи ҧарала ацхыраареи",
    "about.supportDescription": " Scratch апроеқт афинанстә цхыраара арҭеит: National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. Шәахәаҧш <a href=\"/info/credits\"> ацхырааратә даҟьа</a>, иаҳа инарҭбааны аилкаараз. Шәара &#39;dацхыраара ҟашәҵарц шәҭахызр, шәаҭаа<a href=\"https://secure.donationpay.org/scratchfoundation/\"> ацхыраара аҟаҵара адаҟьа</a>,ма шәҳадҵаал абра <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
