{
    "about.introOne": "Met Scratch kan u u eie interaktiewe stories, speletjies en animasies programmeer — en u skeppings met andere in die aanlyngemeenskap deel.",
    "about.introTwo": "Scratch help jongeliede om kreatief te dink, stelselmatig te redeneer en saam te werk — noodsaaklike vaardighede vir lewe in die 21ste eeu.",
    "about.introThree": "Scratch is ’n projek van die Lifelong Kindergarten-groep by die MIT Media Lab. Dit is gratis vir gebruik.",
    "about.introParents": "Inligting vir ouers",
    "about.introEducators": "Inligting vir opvoeders",
    "about.whoUsesScratch": "Wie Gebruik Scratch?",
    "about.whoUsesScratchDescription": "Scratch is ontwerp spesifiek vir ouderdomme 8 tot 16 maar word deur mense van alle ouderdomme gebruik. Miljoene mense skep Scratch-projekte in allerhande plekke, insluitend huise, skole, museums, biblioteke en gemeenskapsentra.",
    "about.aroundTheWorld": "Regoor die Wêreld",
    "about.aroundTheWorldDescription": "Scratch word in meer as 150 lande gebruik en is in meer as 40 tale beskikbaar. Klik die kieslys onderaan die bladsy om die taal te verander. Of klik die aardbol bo-aan die bladsy in die Projekredigeerder. Sien die <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">vertaalblad</a> om ’n vertaling toe te voeg of te verbeter.",
    "about.quotes": "Aanhalings",
    "about.quotesDescription": "Die Scratch-span het talle bedankings-e-posse vir Scratch van jeug, ouers en opvoeders ontvang. Wil u sien wat hulle sê? U kan ’n versameling van die <a href=\"/info/quotes\">aanhalings</a> lees wat ons ontvang het.",
    "about.learnMore": "Leer Meer Oor Scratch",
    "about.learnMoreHelp": "Wenkeblad",
    "about.learnMoreFaq": "Gereelde Vrae",
    "about.learnMoreParents": "Inligting vir Ouers",
    "about.learnMoreCredits": "Erkennings",
    "about.literacy": "Leer om te Kodeer, Kodeer om te Leer",
    "about.literacyDescription": "Die vermoë om rekenaarprogramme te kodeer is ’n belangrike geletterdheidsvaardigheid in vandag se samelewing. Wanneer mense in Scratch leer om te kodeer, leer hulle belangrike probleemoplossing-, projekontwerp- en kommunikasiestrategieë.",
    "about.schools": "Scratch in Skole",
    "about.schoolsDescription": "Leerlinge van alle vlakke (van laerskool tot universiteit) en oor talle vakgebiede (soos wiskunde, rekenaarwetenskap, tale, sosiale wetenskappe) leer met Scratch. Opvoeders deel stories, ruil hulpbronne uit, vra vrae en vind mense op die <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-webwerf</a>.",
    "about.research": "Navorsing",
    "about.researchDescription": "Die MIT Scratch-span en medewerkers vors na hoe mense Scratch gebruik en daarmee leer (sien <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programmering vir Almal</a> vir ’n inleiding). Leer meer oor Scratch se <a href=\"/info/research\">navorsing</a> en <a href=\"/statistics\">statistiek</a> oor Scratch.",
    "about.support": "Ondersteuning en Befondsing",
    "about.supportDescription": "Die Scratch-projek het finansiële steun van die Nasionale Wetenskapstigting, Scratch-stigting, Google, LEGO-stigting, Intel, Cartoon Network, Lemann-stigting en MacArthur-stigting ontvang. Sien die <a href=\"/info/credits\">erkenningsblad</a> vir meer inligting. Indien u Scratch wil steun kan u na die <a href=\"https://secure.donationpay.org/scratchfoundation/\">skenkingsblad</a> van die Scratch-stigting gaan, of ’n e-pos stuur aan <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
