{
    "about.introOne": "يمكنك باستخدام سكراتش برمجة قصصك التفاعلية وألعابك ورسومك المتحركة، ومشاركة إبداعاتك مع الآخرين في مجتمع سكراتش الافتراضي.",
    "about.introTwo": "تساعد سكراتش النشء على تعلُّم التفكير الإبداعي والاستدلال المنهجي والعمل التعاوني، وكلها مهارات هامة للحياة في القرن الحادي والعشرين.",
    "about.introThree": "سكراتش هي أحد مشاريع مجموعة Lifelong Kindergarten في الميديالاب في جامعة ماستشوستس للتكنولوجيا MIT، وهي متوفرة مجانًا.",
    "about.introParents": "معلومات للآباء",
    "about.introEducators": "معلومات للمربين",
    "about.whoUsesScratch": "من يستخدم سكراتش؟",
    "about.whoUsesScratchDescription": "صُمِّمت سكراتش خصيصًا للأعمار بين 8 و 16 عامًا، ولكنها تستخدم من قبل أشخاص من الأعمار كلها. ملايين الناس ينشئون مشاريع سكراتش في أُطر واسعة التنوع، منها المنزل والمدرسة والمتحف والمكتبة العامة ومركز الأنشطة في الحي.",
    "about.aroundTheWorld": "حول العالم",
    "about.aroundTheWorldDescription": "تُستَخدم سكراتش في أكثر من 150 بلدًا مختلفًا وهي متوفرة بأكثر من 40 لغةً. لتغيير لغة الموقع انقر قائمة اللغات الموجودة أسفل الصفحة. أما في صفحة محرر سكراتش فانقر رمز الكرة الأرضية في أعلى الصفحة. رجع صفحة  <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">الترجمة</a> إن رغبت بإضافة أو تحسين ترجمة لسكراتش.",
    "about.quotes": "اقتباسات",
    "about.quotesDescription": "يتلقى فريق سكراتش الكثير من الرسائل من الناشئة والآباء والمربون يعبرون فيها عن امتنانهم لسكراتش. أتود أن تطالع ما يقوله الناس؟ بإمكانك قراءة مجموعة من <a href=\"/info/quotes\">الاقتباسات</a> مما وردنا.",
    "about.learnMore": "اعرف المزيد عن سكراتش",
    "about.learnMoreHelp": "صفحة المساعدة لسكراتش",
    "about.learnMoreFaq": "الأسئلة متكررة الطرح",
    "about.learnMoreParents": "معلومات للآباء",
    "about.learnMoreCredits": "اعتمادات سكراتش",
    "about.literacy": "تعلّم أن تبرمج، برمج لتتعلم",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "سكراتش في المدرسة",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "الأبحاث",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "الدعم والتمويل",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
