{
    "about.introOne": "Със Scratch можете да програмирате свои собствени интерактивни истории, игри и анимации, както и да споделяте създаденото с общността.",
    "about.introTwo": "Scratch помага на младите хора да бъдат изобретателни, да се обосновават систематично и да работят съвместно – все основни умения за 21-ви век.",
    "about.introThree": "Scratch е проект на „Lifelong Kindergarten Group“ при Медийната лаборатория на Масачузетския технологичен институт. Използването му е безплатно.",
    "about.introParents": "Информация за родителите",
    "about.introEducators": "Информация за учителите",
    "about.whoUsesScratch": "Кой използва Scratch?",
    "about.whoUsesScratchDescription": "Scratch е проектиран за деца от 8 до 16 години, но може да се използва от хора на всякаква възраст. Милиони хора създават проекти в Scratch, от най-разнообразни среди – у дома, в училища, музеи, библиотеки и обществени центрове.",
    "about.aroundTheWorld": "В цял свят",
    "about.aroundTheWorldDescription": "Scratch се използва в над 150 държави и е преведен на над 40 езика. За да смените езика, щракнете менюто в дъното на страницата. Или, ако сте в редактора, натиснете глобусчето в горната част на страницата. За да добавите или подобрите превода, вижте страницата за <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">преводите</a>.",
    "about.quotes": "Цитати",
    "about.quotesDescription": "Екипът на Scratch получава много електронни писма от деца, родители и учители, които ни благодарят за Scratch. Искате ли да видите какво казват? Можете да прочетете колекцията ни от <a href=\"/info/quotes\">цитати</a>, които сме получили.",
    "about.learnMore": "Научете повече относно Scratch",
    "about.learnMoreHelp": "Страница със съвети",
    "about.learnMoreFaq": "Често задавани въпроси",
    "about.learnMoreParents": "Информация за родителите",
    "about.learnMoreCredits": "Заслуги",
    "about.literacy": "Научете се да програмирате. Програмирайте, за да се учите.",
    "about.literacyDescription": "Умението за програмиране на компютърни програми е важна част от грамотността на днешното общество. Когато хората се учат да програмират със Scratch, те научават важни стратегии за решаване на проблеми, разработка на проекти и споделяне на идеи.",
    "about.schools": "Scratch в училищата",
    "about.schoolsDescription": "Учениците учат със Scratch на всички нива от образованието си (от началното училище до университета), независимо от насочеността си (математика, компютърни науки, филологии, обществени науки и т.н.). Учителите споделят истории, обменят ресурси, задават въпроси и откриват нови хора в <a href=\"http://scratched.gse.harvard.edu/\">уеб сайта на ScratchEd</a>.",
    "about.research": "Проучване",
    "about.researchDescription": "Екипът на Scratch към Масачузетския технологичен институт и сътрудниците му проучват как хората използват Scratch и как учат с него (за въведение вижте <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: програмиране за всички</a>). Научете повече за <a href=\"/info/research\">проучването</a> на Scratch или вижте <a href=\"/statistics\">статистиките</a> на Scratch.",
    "about.support": "Подкрепа и финансиране",
    "about.supportDescription": "Проектът „Scratch“ се разработва с финансовата подкрепа на Националната научна фондация на САЩ, фондация „Scratch“, Google, фондация „LEGO“, Intel, Cartoon Network, фондация „Lemann“ и фондация „MacArthur“. Вижте <a href=\"/info/credits\">страницата за екипа и благодарностите</a> за повече информация. Ако желаете да подкрепите Scratch, моля, вижте <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницата за дарения</a> на фондация „Scratch“, или се свържете с нас на: <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
