{
    "about.introOne": "Със Scratch можете да програмирате свои собствени интерактивни истории, игри и анимации, както и да споделяте създаденото с общността.",
    "about.introTwo": "Scratch помага на младите хора да бъдат изобретателни, да се обосновават систематично и да работят съвместно – все основни умения за 21-ви век.",
    "about.introThree": "Scratch е проект на „Lifelong Kindergarten Group“ при „MIT Media Lab“. Използването му е безплатно.",
    "about.introParents": "Информация за родителите",
    "about.introEducators": "Информация за учителите",
    "about.whoUsesScratch": "Кой използва Scratch?",
    "about.whoUsesScratchDescription": "Scratch е проектиран за деца от 8 до 16 години, но може да се използва от хора на всякаква възраст. Милиони хора създават проекти в Scratch, от най-разнообразни среди – у дома, в училища, музеи, библиотеки и обществени центрове.",
    "about.aroundTheWorld": "В цял свят",
    "about.aroundTheWorldDescription": "Scratch се използва в над 150 държави и е преведен на над 40 езика. За да смените езика, щракнете менюто в дъното на страницата. Или, ако сте в редактора, натиснете глобусчето в горната част на страницата. За да добавите или подобрите превода, вижте страницата за <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">преводите</a>.",
    "about.quotes": "Цитати",
    "about.quotesDescription": "Екипът на Scratch получава много електронни писма от деца, родители и учители, които ни благодарят за Scratch. Искате ли да видите какво казват? Можете да прочетете колекцията ни от <a href=\"/info/quotes\">цитати</a>, които сме получили.",
    "about.learnMore": "Научете повече относно Scratch",
    "about.learnMoreHelp": "Помощна страница на Scratch",
    "about.learnMoreFaq": "Често задавани въпроси",
    "about.learnMoreParents": "Информация за родителите",
    "about.learnMoreCredits": "Екипът на Scratch",
    "about.literacy": "Научете се да програмирате. Програмирайте, за да се учите.",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch in Schools",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Research",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Support and Funding",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
