{
    "about.introOne": "স্ক্র্যাচ দিয়ে, আপনি আপনার নিজের ইন্টারেক্টিভ গল্প, গেমস এবং অ্যানিমেশন তৈরী করতে পারেন — এবং অনলাইন সম্প্রদায়ের অন্যদের মাঝে আপনার উদ্ভাবনকে ছড়িয়ে দিতে পারেন।",
    "about.introTwo": "স্ক্র্যাচ তরুণদের সৃজনশীল চিন্তা শিখতে সাহায্য করে, কারণ স্ক্র্যাচ একটি সমস্যাকে  ধাপে ধাপে সমাধান করার পদ্ধতি শেখায়, এবং একসাথে কাজ করা শেখায় যা 21  শতকের জীবনের জন্য একটি প্রয়োজনীয় দক্ষতা।",
    "about.introThree": "স্ক্র্যাচ এমআইটি মিডিয়া ল্যাবের লাইফলং কিন্ডারগার্টেন গ্রুপের একটি প্রকল্প। এটি বিনামূল্যে প্রদান করা হয়।",
    "about.introParents": "পিতামাতার জন্য তথ্য",
    "about.introEducators": "শিক্ষাবিদদের জন্য তথ্য",
    "about.whoUsesScratch": "কারা স্ক্র্যাচ ব্যবহার করেন?",
    "about.whoUsesScratchDescription": "স্ক্র্যাচ  8 থেকে 16 বছর বয়সের শিশুদের জন্য জন্য তৈরী  করা হয়েছে, তবে এটি সকল বয়সের মানুষের দ্বারা ব্যবহৃত হয়। লক্ষাধিক লোক স্ক্র্যাচ প্রকল্পের বিভিন্ন ধরনের সেটিংসে তৈরি করছে, যেমন হোমস্, স্কুল, জাদুঘর, লাইব্রেরী এবং কমিউনিটি সেন্টার।",
    "about.aroundTheWorld": "পৃথিবী জুড়ে",
    "about.aroundTheWorldDescription": "স্ক্র্যাচ 150 টির বেশি দেশে ব্যবহৃত হয় এবং 40 টিরও বেশি ভাষায় পাওয়া যায়। ভাষা পরিবর্তন করতে চাইলে পৃষ্ঠার নীচে মেনুতে ক্লিক করুন অথবা প্রকল্প সম্পাদক-এ, পৃষ্ঠার শীর্ষে থাকা গ্লোবালটি ক্লিক করুন। একটি অনুবাদ যোগ বা উন্নত করতে, <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\"> অনুবাদ </a> পৃষ্ঠাটি দেখুন।",
    "about.quotes": "উদ্ধৃতিসমূহ",
    "about.quotesDescription": "স্ক্র্যাচ টিম তরুণ সম্প্রদায়, পিতা-মাতা ও শিক্ষাবিদদের থেকে ধন্যবাদ জ্ঞাপক বহু ইমেইল পেয়েছে। মানুষ কী কী বলছে দেখতে চান? <a href=\"/info/quotes\"> উদ্ধৃতিসমূহের </a> কিছু সংগ্রহ আপনি পড়ে দেখতে পারেন।",
    "about.learnMore": "স্ক্র্যাচের ব্যাপারে আরও জানুন",
    "about.learnMoreHelp": "টিপসের পাতা ",
    "about.learnMoreFaq": "বহুল জিজ্ঞাসিত প্রশ্ন ",
    "about.learnMoreParents": "পিতাপাতার জন্য তথ্য",
    "about.learnMoreCredits": "সুত্র",
    "about.literacy": "কোড করার জন্য শিখুন ,শেখার জন্য কোড করুন।",
    "about.literacyDescription": "কম্পিউটার প্রোগ্রাম কোডিং করার ক্ষমতা আজকের সমাজে সাক্ষরতার একটি গুরুত্বপূর্ণ অংশ। যখন মানুষ স্ক্র্যাচ কোড শিখতে যান  ,তখন তারা সমস্যার সমাধান, পরিকল্পনা, এবং তাদের ধারণা বোজানোর  করার কৌশল শেখেন। ",
    "about.schools": "স্কুলে স্ক্র্যাচ",
    "about.schoolsDescription": "ছাত্রছাত্রীরা সব স্তরে (প্রাথমিক স্কুল থেকে বিশ্ববিদ্যালয় পর্যন্ত) এবং বিভিন্ন বিষয়ের পড়াকালীন (যেমন গণিত, কম্পিউটার বিজ্ঞান, ভাষাতত্ত্ব, সামাজিক বিজ্ঞান) সময়ে স্ক্র্যাচ শিখছে। শিক্ষাবিদেরা গল্প ও জ্ঞান বিনিময় করেন, প্রশ্ন জিজ্ঞাসা করেন এবং মানুষকে খুঁজেন <a href=\"http://scratched.gse.harvard.edu/\">স্ক্র্যাচএড ওয়েবসাইটে</a>।",
    "about.research": "গবেষণা",
    "about.researchDescription": "এমআইটি স্ক্র্যাচ টিম এবং সহকর্মকারীরা কীভাবে মানুষ স্ক্র্যাচ ব্যবহার করে ও এর মাধ্যমে শিখে তা নিয়ে গবেষণা করছেন। ( সূচনা হিসাবে দেখুন <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\"> স্ক্র্যাচঃ সবার জন্য প্রোগ্রামিং </a>)। স্ক্র্যাচের ব্যাপারে আরও জানুন <a href=\"/info/research\">গবেষণা </a> এবং <a href=\"/statistics\"> পরিসংখ্যান </a>",
    "about.support": "সমর্থন এবং তহবিল",
    "about.supportDescription": "স্ক্র্যাচ প্রকল্প ন্যাশনাল সায়েন্স ফাউন্ডেশন, স্ক্র্যাচ ফাউন্ডেশন, গুগল, লেগো ফাউন্ডেশন, ইন্টেল, কার্টুন নেটওয়ার্ক, লিমেন ফাউন্ডেশন এবং ম্যাকআর্থার ফাউন্ডেশন থেকে আর্থিক সহায়তা পেয়েছে। আরো তথ্যের জন্য <a href=\"/info/credits\"> সুত্র পাতা</a> দেখুন। আপনি যদি স্ক্র্যাচ সমর্থন করতে চান, তবে দয়া করে স্ক্র্যাচ ফাউন্ডেশনের <a href=\"https://secure.donationpay.org/scratchfoundation/\"> দাতব্য পাতা </a>  দেখুন, অথবা  আমাদের সাথে যোগাযোগ করুন <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu </a> ।"
}
