{
    "about.introOne": "Amb Scratch, pots programar les teves pròpies històries, jocs i animacions — i compartir les teves creacions amb altres a la comunitat en línia.",
    "about.introTwo": "Scratch ajuda a la gent jove a pensar de manera creativa, a pensar sistemàticament i a treballar de manera col·laborativa — competències essencials pel segle XXI.",
    "about.introThree": "Scratch és un projecte del Lifelong Kingergaten Group del MIT Media Lab. És gratuït.",
    "about.introParents": "Info per a pares",
    "about.introEducators": "Info per a docents",
    "about.whoUsesScratch": "Qui fa servir Scratch?",
    "about.whoUsesScratchDescription": "Scratch està dissenyat especialment per a nois i noies de 8 a 16 anys, però està sent utilitzat per gent de totes les edats. Milions de persones estan creant projectes amb Scratch en una àmplia varietat d'entorns, a casa, a l'escola, a museus, a biblioteques i a centres cívics.",
    "about.aroundTheWorld": "Arreu del món",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the {translationLink} page.",
    "about.translationLinkText": "translation",
    "about.quotes": "Cites",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the {quotesLink} we've received.",
    "about.quotesLinkText": "quotes",
    "about.learnMore": "Aprèn més de Scratch",
    "about.learnMoreHelp": "Pàgina de consells",
    "about.learnMoreFaq": "Preguntes Més Freqüents (FAQ)",
    "about.learnMoreParents": "Informació per a pares",
    "about.learnMoreCredits": "Crèdits",
    "about.literacy": "Aprendre a Programar, Programar per Aprendre",
    "about.literacyDescription": "La capacitat de codificar programes d'ordinador és una part important de l'alfabetització en la societat actual. Quan les persones aprenen a programar a Scratch, aprenen estratègies importants per a la solució de problemes, disseny de projectes i la comunicació d'idees.",
    "about.schools": "Scratch a les Escoles",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the {scratchedLink}.",
    "about.scratchedLinkText": "ScratchEd website",
    "about.research": "Investigació",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see {spfaLink}. Find out more about Scratch {researchLink} and {statisticsLink} about Scratch.",
    "about.spfaLinkText": "Scratch: Programming for All",
    "about.researchLinkText": "research",
    "about.statisticsLinkText": "statistics",
    "about.support": "Ajuda i Finançament",
    "about.supportDescription": "The Scratch project has received financial support from the following organizations: {supportersList}. See the {creditsLink} for more information. If you'd like to support Scratch, please see the Scratch Foundation {donateLink}, or contact us at {donateemail}.",
    "about.donateLinkText": "donations page",
    "about.creditsLinkText": "credits page"
}
