{
    "about.introOne": "Se Scratchem můžete programovat interaktivní příběhy, hry a animace — a sdílet svoje výtvory s online komunitou.",
    "about.introTwo": "Scratch pomáhá mladým naučit se myslet tvořivě, přemýšlet systematicky a spolupracovat — podstatné dovednosti pro život v 21. století.",
    "about.introThree": "Scratch je projektem Lifelong Kindergarten Group v MIT Media Lab. Je poskytován zcela bezplatně.",
    "about.introParents": "Informace pro rodiče",
    "about.introEducators": "Informace pro lektory",
    "about.whoUsesScratch": "Kdo Scratch používá?",
    "about.whoUsesScratchDescription": "Scratch je navržen zejména pro věk 8 až 16 ale je používám lidmi každého stáří. Miliony lidí tvoří Scratch projekty z širokého spektra míst, včetně domovů, škol, muzeí, knihoven a sdruženích.",
    "about.aroundTheWorld": "Z celého světa",
    "about.aroundTheWorldDescription": "Scratch je používán ve více než 150 různých zemích a je dostupný ve více než 40 jazycích. Pro změnu jazyka klikni na menu na dolním okraji této stránky. Nebo, v Projekt Editoru, klikni na glóbus na horním okraji stránky. Pro přidání nebo vylepšení překladu, navštiv stránku <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">překlad</a>.",
    "about.quotes": "Citáty",
    "about.quotesDescription": "Tým Scratch obdržel mnoho mailů od mládeže, rodičů a učitelů děkujících za Scratch. Chceš vidět co lidé říkají? Můžeš si přečíst sbírku s <a href=\"/info/quotes\">citáty</a> které jsme dostali. ",
    "about.learnMore": "Další učivo o Scratch",
    "about.learnMoreHelp": "Stránka Tipy",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informace pro rodiče",
    "about.learnMoreCredits": "Zásluhy",
    "about.literacy": "Naučit se kódovat, kód k naučení",
    "about.literacyDescription": "Schopnost kódovat počítačové programy je důležitou částí gramotnosti v dnešní společnosti. Když se lidé učí programovat ve Scratch, naučí se důležité strategie pro řešení problémů, navrhování projektů a plánování komunikace.\n        ",
    "about.schools": "Scratch ve školách",
    "about.schoolsDescription": "Studenti se učí se se Scratch na všech úrovních (od základních škol po vysoké) a napříč předměty (jako jsou matematika, počítačové vědy, jazyky, studium sociologie). Lektoři sdílejí příběhy, vyměňují si zdroje, pokládají otázky a nacházejí kolegy na <a href=\"http://scratched.gse.harvard.edu/\">webserveru ScratchEd</a>.\n        ",
    "about.research": "Výzkum",
    "about.researchDescription": "Tým MIT Scratch a spolupracující zkoumají, jak lidé používají a učí se se Scratch (na úvod navštivte <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programování pro všechny</a>). Více o Scratch zjistíte na <a href=\"/info/research\">výzkum</a> a <a href=\"/statistics\">statistiky</a> o Scratch.\n        ",
    "about.support": "Podpora a nadace",
    "about.supportDescription": "Scratch projekt obdržel štědrou podporu od National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation a MacArthur Foundation.  Navštivte <a href=\"/info/credits\">stránku zásluh</a> pro další informace. Pokud byste chtěli podpořit Scratch, prosím navštivte v nadaci Scratch  <a href=\"https://secure.donationpay.org/scratchfoundation/\">stránku dárců</a>, nebo nás kontaktujte na <a\nhref=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
