{
    "about.introOne": "Med Scratch kan du programmere dine egne interaktive historier, spil og tegnefilm - og dele dine kreationer med andre i online fællesskabet.",
    "about.introTwo": "Scratch hjælper børn med at lære at tænke kreativt, tænke systematisk og arbejde sammen — nødvendige kompetencer for liv i det 21. århundrede. ",
    "about.introThree": "Scratch er et projekt af the Lifelong Kindergarten Group ved MIT Media Lab. Det er frit tilgængeligt og gratis.",
    "about.introParents": "Information for forældre",
    "about.introEducators": "Information for undervisere",
    "about.whoUsesScratch": "Hvem bruger Scratch?",
    "about.whoUsesScratchDescription": "Scratch er designet specielt for unge mellem 8 og 16 år, men anvendes af folk i alle aldre. Millioner af mennesker laver Scratch projekter i forskellige omgivelser: hjemme, i skoler, på muséer, biblioteker og kulturcentre.",
    "about.aroundTheWorld": "Rundt om i verden",
    "about.aroundTheWorldDescription": "Scratch bruges i mere end 150 forskellige lande og er tilgængelig på mere end 40 sprog. For at ændre sproget, klik på menuen nederst på siden. Eller, når du er i projekt editoren, klik på globussen i toppen af siden. For at tilføje eller forbedre en oversættelse, se siden om <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">oversættelse</a>.",
    "about.quotes": "Citater",
    "about.quotesDescription": "Scratch teamet har modtaget mange emails fra unge, forældre og undervisere som udtrykker deres taknemmelighed for Scratch. Vil du se, hvad andre siger? Du kan læse en samling af <a href=\"/info/quotes\">beskeder</a> som vi &#39 har modtaget.",
    "about.learnMore": "Lær mere om Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Ofte Stillede Spørgsmål (FAQ)",
    "about.learnMoreParents": "Information for forældre",
    "about.learnMoreCredits": "Bidragydere",
    "about.literacy": "Lær at kode, kod for at lære",
    "about.literacyDescription": "Evnen til at kode computerprogrammer er en vigtig kompetence i vores samfund i dag. Når mennesker lærer at kode i Scratch, lærer de vigtige strategier for problemløsning, design af projekter og får idéer til kommunikation.",
    "about.schools": "Scratch i skoler",
    "about.schoolsDescription": "Elever lærer med Scratch på alle niveauer (fra grundskolen til gymnasiet) og på tværs af fag (såsom matematik, datalogi, sprog, samfundsfag). Undervisere deler historier, deler undervisningsmateriale, stiller spørgsmål og finder andre på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd hjemmesiden</a>.",
    "about.research": "Forskning",
    "about.researchDescription": "MIT Scratch Teamet og samarbejdspartnere forsker i, hvordan mennesker bruger og lærer med Scratch (se introduktion  <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Lær mere om  Scratch <a href=\"/info/research\">forskning</a> og <a href=\"/statistics\"> statistics</a> om Scratch.",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "Scratch projektet har modtaget økonomisk støtte fra National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, og MacArthur Foundation. Se <a href=\"/info/credits\">siden med kreditter</a> for mere information. Hvis du&#39;d har lyst til at støtte Scratch, kan du læse mere på Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donations siden</a>, eller kontakte os på <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
