{
    "about.introOne": "With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the online community.",
    "about.introTwo": "Scratch hjælper børn med at lære at tænke kreativt, tænke systematisk og arbejde sammen — nødvendige kompetencer for liv i det 21. århundrede. ",
    "about.introThree": "Scratch er et projekt af the Lifelong Kindergarten Group ved MIT Media Lab. Det er frit tilgængeligt og gratis.",
    "about.introParents": "Info for parents",
    "about.introEducators": "Information for undervisere",
    "about.whoUsesScratch": "Hvem bruger Scratch?",
    "about.whoUsesScratchDescription": "Scratch er designet specielt for unge mellem 8 og 16 år, men anvendes af folk i alle alder. Millioner af mennesker laver Scratchprojekter i forskellige omgivelser: hjemme, i skoler, muséer, biblioteker og kulturcentre.",
    "about.aroundTheWorld": "Rundt om i verden",
    "about.aroundTheWorldDescription": "Scratch bruges i mere end 150 forskellige lande og er tilgængelig på mere end 40 sprog. For at ændre sproget, klik på menuen nederst på siden. Eller, når du er i projekt editoren, klik på globussen i toppen af siden. For at tilføje eller forbedre en oversættelse, se siden om <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">oversættelse</a>.",
    "about.quotes": "Citater",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href=\"/info/quotes\">quotes</a> we&#39;ve received.",
    "about.learnMore": "Lær mere om Scratch",
    "about.learnMoreHelp": "Scratch Help Page",
    "about.learnMoreFaq": "Ofte Stillede Spørgsmål (FAQ)",
    "about.learnMoreParents": "Information for forældre",
    "about.learnMoreCredits": "Scratch Kreditter",
    "about.literacy": "Lær at kode, kod for at lære",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch i Skoler",
    "about.schoolsDescription": "Elever lærer med Scratch på alle niveauer (fra grundskolen til gymnasiet) og på tværs af fag (såsom matematik, datalogi, sprog, samfundsfag). Undervisere deler historier, deler undervisningsmateriale, stiller spørgsmål og finder andre på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd hjemmesiden</a>.",
    "about.research": "Forskning",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
