{
    "about.introOne": "Mit Scratch kannst du deine eigenen interaktiven Geschichten, Spiele und Animationen programmieren und deine Kreationen mit anderen in der Gemeinschaft online teilen.",
    "about.introTwo": "Scratch hilft jungen Leuten, kreativ zu denken, systematisch zu schließen und miteinander zusammenzuarbeiten — grundlegende Fähigkeiten für das Leben im 21. Jahrhundert. ",
    "about.introThree": "Scratch ist ein Projekt der Lifelong-Kindergarten-Group am Media-Lab des MIT. Es wird frei von jedweder Gebühr angeboten.",
    "about.introParents": "Informationen für Elteren",
    "about.introEducators": "Infos für Erzieher",
    "about.whoUsesScratch": "Wer benutzt Scratch?",
    "about.whoUsesScratchDescription": "Scratch ist insbesondere für 8- bis 16-Jährige konzipiert, wird aber quer durch alle Altersgruppen benutzt. Millionen Leute erstellen Scratch-Projekte in einer Vielzahl von Einrichtungen, sei es zu Hause, an Schulen, in Museen, Bibliotheken oder Gemeindezentren.",
    "about.aroundTheWorld": "Rund um die Welt",
    "about.aroundTheWorldDescription": "Scratch wird in über 150 verscheidenen Ländern verwendet und ist in über 40 Sprachen verfügbar. Um eine andere Sprache einzustellen, klicke auf das Menü am Ende der Seite. Oder klicke im Projekteditor auf den Globus am oberen Rand der Seite. Um eine Übersetzung zu verbessern, schau auf die <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">Übersetzungsseite</a>.",
    "about.quotes": "Zitate",
    "about.quotesDescription": "Das Scratch Team bekommt viele Emails von Jugendlichen, Eltern und Lehrenden mit Danksagungen für Scratch. Willst du sehen was Leute so schreiben? Schau dir unsere Sammlung von ausgewählten <a href=\"/info/quotes\">Zitaten</a> an.",
    "about.learnMore": "Erfahre mehr über Scratch",
    "about.learnMoreHelp": "Scratch Hilfeseite",
    "about.learnMoreFaq": "Häufig gestellte Fragen (FAQ)",
    "about.learnMoreParents": "Information für Eltern",
    "about.learnMoreCredits": "Scratch-Danksagungen",
    "about.literacy": "Lerne zu programmieren; programmiere, um zu lernen",
    "about.literacyDescription": "Die Fähigkeit zu Programmieren ist ein wichtiger Bestandteil in unserer Gesellschaft. Wenn Leute Scratch programmieren lernen, lernen sie wichtige Problemlösungsstrategien, wie man Projekte macht und Ideen kommuniziert.",
    "about.schools": "Scratch in der Schule",
    "about.schoolsDescription": "Scratch wendet sich an Lernende aller Altersstufen (von der Grundschule bis zur Universität) und quer über alle Disziplinen (wie zum Beispiel Mathematik, Informatik, Sprachen, Sozialwissenschaften). LehrerInnen veröffentlichen Erfahrungen, tauschen Ressourcen aus, stellen Fragen und finden Gleichgesinnte auf der  <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Forschung",
    "about.researchDescription": "Das MIT Scratch Team und seine Mitarbeiter untersuchen wie Leute Scratch verwenden und damit lernen (für eine Einführung dazu, schaue auf <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Lerne mehr über <a href=\"/info/research\">Forschung zu Scratch</a> und <a href=\"/statistics\">Statistiken</a> über Scratch.",
    "about.support": "Unterstützung und Förderung",
    "about.supportDescription": "Das Scratch-Projekt hat von folgenden Institutionen finanzielle Unterstützung erhalten: National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, und MacArthur Foundation. Mehr Information dazu finden sich auf <a href=\"/info/credits\">dieser Seite</a>. Wenn Sie Scratch unterstützen wollen, gehen Sie bitte auf die <a href=\"https://secure.donationpay.org/scratchfoundation/\">Spendenseite </a> der Scratch Foundation oder kontaktieren Sie uns unter <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
