{
    "about.introOne": "Με το Scratch μπορείτε να προγραμματίσετε τις δικές σας διαδραστικές ιστορίες, παιχνίδια και κινούμενα σχέδια και να τα μοιραστείτε με άλλα άτομα στη διαδικτυακή κοινότητα.",
    "about.introTwo": "Scratch helps young people learn to think creatively, reason systematically, and work collaboratively — essential skills for life in the 21st century.",
    "about.introThree": "Το Scratch είναι έργο της Lifelong Kindergarten Group της MIT Media Lab. Το Scratch παρέχεται δωρεάν.",
    "about.introParents": "Πληροφορίες για τους Γονείς",
    "about.introEducators": "Πληροφορίες για τους Εκπαιδευτικούς",
    "about.whoUsesScratch": "Ποια άτομα χρησιμοποιούν το Scratch;",
    "about.whoUsesScratchDescription": "Το Scratch είναι ειδικά σχεδιασμένο για άτομα από 8 έως 16 χρονών, αλλά χρησιμοποιείται επίσης και από άτομα όλων των ηλικιών. Εκατομμύρια χρήστες δημιουργούν έργα στο Scratch από το σπίτι τους, ενώ χρησιμοποιείται και σε σχολεία, μουσεία, βιβλιοθήκες και πολιτιστικά κέντρα.",
    "about.aroundTheWorld": "Σε Ολόκληρο τον Κόσμο",
    "about.aroundTheWorldDescription": "Το Scratch χρησιμοποιείται σε παραπάνω από 150 διαφορετικές χώρες και είναι διαθέσιμο σε περισσότερες από 40 γλώσσες. Για να αλλάξετε τη γλώσσα, κάντε κλικ στο μενού που βρίσκεται στο κάτω μέρος της οθόνης. Για να προσθέσετε ή να βελτιώσετε μια μετάφραση, δείτε τη σελίδα της <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">μετάφρασης</a>.",
    "about.quotes": "Γνώμες για το Scratch",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href=\"/info/quotes\">quotes</a> we&#39;ve received.",
    "about.learnMore": "Μάθετε Περισσότερα Σχετικά με το Scratch",
    "about.learnMoreHelp": "Σελίδα Βοήθειας για το Scratch",
    "about.learnMoreFaq": "Συχνές Ερωτήσεις (FAQ)",
    "about.learnMoreParents": "Πληροφορίες για τους Γονείς",
    "about.learnMoreCredits": "Ευχαριστίες του Scratch",
    "about.literacy": "Μάθετε να προγραμματίζετε | Προγραμματίστε για να μάθετε",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Το Scratch στα Σχολεία",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Έρευνες",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Υποστήριξη και Χρηματοδότηση",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
