{
    "about.introOne": "Con Scratch puedes programar tus propias historias interactivas, juegos y animaciones — y compartir tus creaciones con otros en la comunidad online.",
    "about.introTwo": "Scratch ayuda a los jóvenes a aprender a pensar de forma creativa, a razonar sistemáticamente, y a trabajar de forma colaborativa — habilidades esenciales para la vida en el siglo 21.",
    "about.introThree": "Scratch es un proyecto del Grupo Lifelong Kindergarten del MIT Media Lab. Se ofrece de forma gratuita.",
    "about.introParents": "Información para padres",
    "about.introEducators": "Información para educadores",
    "about.whoUsesScratch": "¿Quiénes usan Scratch?",
    "about.whoUsesScratchDescription": "Scratch está diseñado especialmente para edades entre los 8 y 16 años, pero es usado por personas de todas las edades. Millones de personas están creando proyectos en Scratch en una amplia variedad de entornos, incluyendo hogares, escuelas, museos, bibliotecas y centros comunitarios.",
    "about.aroundTheWorld": "Alrededor del mundo",
    "about.aroundTheWorldDescription": "Scratch es usado en más de 150 países diferentes y está disponible en más de 40 idiomas. Para cambiar de idioma, haz clic en el menú de la parte inferior de la página. O, en el editor del proyecto, haz clic en el globo de la parte superior de la página. Para añadir o mejorar una traducción, échale un vistazo a la <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">página de traducción</a>.",
    "about.quotes": "Citas",
    "about.quotesDescription": "El Scratch Team ha recibido muchos correos electrónicos de jóvenes, padres y docentes, expresando su agradecimiento por Scratch. ¿Quieres saber lo que la gente está diciendo? Puedes leer una colección de los <a href=\"/info/quotes\">mensajes</a> que hemos recibido.",
    "about.learnMore": "Aprende más sobre Scratch",
    "about.learnMoreHelp": "Página de ayuda de Scratch",
    "about.learnMoreFaq": "Preguntas Frecuentes (FAQ)",
    "about.learnMoreParents": "Información para padres",
    "about.learnMoreCredits": "Créditos de Scratch",
    "about.literacy": "Aprender a Programar, Programar para Aprender",
    "about.literacyDescription": "La habilidad para crear programas de ordenador es una parte importante de la alfabetización de la sociedad actual. Cuando la gente aprende a programar en Scratch, aprenden importantes estrategias para resolver problemas, diseñar proyectos y comunicar ideas.",
    "about.schools": "Scratch en los colegios",
    "about.schoolsDescription": "Los estudiantes están aprendiendo con Scratch a todos los niveles (desde primaria hasta la universidad) y a través de todas las materias (como matemáticas, ciencias de la computación, artes del lenguaje, estudios sociales). Los educadores comparten historias, intercambian recursos, hacen preguntas y encuentran a otra gente en la <a href=\"http://scratched.gse.harvard.edu/\">página web de ScratchEd</a>.",
    "about.research": "Investigación",
    "about.researchDescription": "El Equipo Scratch del MIT y sus colaboradores están investigando cómo la gente utiliza y aprende con Scratch (como introducción, échale un vistazo a <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Puedes saber más sobre la <a href=\"/info/research\">investigación</a> de Scratch y sobre sus <a href=\"/statistics\">estadísticas</a>.",
    "about.support": "Apoyo y financiación",
    "about.supportDescription": "El proyecto Scratch ha recibido ayuda financiera de National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, y de la MacArthur Foundation. Puedes ver la <a href=\"/info/credits\">página de créditos</a> para más información. Si te gustaría dar soporte a Scratch, por favor visita la <a href=\"https://secure.donationpay.org/scratchfoundation/\">página de donaciones</a> de la Scratch Foundation, o contacta con nosotros en <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
