{
    "about.introOne": "Avec Scratch, vous pouvez programmer vos propres histoires interactives, jeux et animations - et partager vos créations avec d'autres dans la communauté en ligne.",
    "about.introTwo": "Scratch aide les jeunes à apprendre à penser de façon créative, à raisonner systématiquement et à travailler de manière collaborative — des compétences essentielles pour vivre au 21e siècle.",
    "about.introThree": "Scratch est un projet du groupe Lifelong Kindergarten au MIT Media Lab. Il est fourni gratuitement.",
    "about.introParents": "Infos pour les parents",
    "about.introEducators": "Infos pour les éducateurs",
    "about.whoUsesScratch": "Qui utilise Scratch?",
    "about.whoUsesScratchDescription": "Scratch est spécialement conçu pour les enfants de 8 à 16 ans, mais il est utilisé par des personnes de tous les âges. Des millions de gens créent des projets avec Scratch dans un large éventail de situations, y compris les maisons, les écoles, les musées, les bibliothèques et les centres communautaires.",
    "about.aroundTheWorld": "Tout autour de la planète",
    "about.aroundTheWorldDescription": "Scratch est utilisé dans plus de 150 pays différents et est disponible en plus de 40 langues. Pour changer la langue, cliquer sur le menu en bas de la page. Ou, dans l'éditeur de projet, cliquer sur le globe en haut de la page. Pour ajouter ou améliorer une traduction, voir la page de <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">traduction</a>.",
    "about.quotes": "Avis",
    "about.quotesDescription": "L'équipe Scratch a reçu plusieurs courriels de jeunes, parents, et éducateurs remerciant Scratch. Envie de voir ce que disent ces personnes ? Vous pouvez lire une collection d'<a href=\"/info/quotes\">avis</a> que nous avons reçus.",
    "about.learnMore": "En apprendre plus à propos de Scratch",
    "about.learnMoreHelp": "Page des Astuces",
    "about.learnMoreFaq": "Foire Aux Questions",
    "about.learnMoreParents": "Information pour les parents",
    "about.learnMoreCredits": "Crédits",
    "about.literacy": "Apprendre à coder, coder pour apprendre",
    "about.literacyDescription": "La capacité à programmer constitue une part importante de l'apprentissage dans la société actuelle. Lorsque des personnes apprennent à coder en Scratch, elles apprennent des stratégies importantes pour résoudre des problèmes, concevoir des projets et communiquer des idées.",
    "about.schools": "Scratch à l'Ecole",
    "about.schoolsDescription": "Les élèves apprennent avec Scratch dans toutes les classes (de l'école primaire à l'université) et à travers les disciplines (telles que les maths, l'informatique, les études littéraires, les sciences sociales). Les enseignants partagent des histoires, échangent des ressources, posent des questions, et recherchent des personnes sur le <a href=\"http://scratched.gse.harvard.edu/\">site web ScratchEd</a>.",
    "about.research": "Rechercher",
    "about.researchDescription": "L'équipe Scratch du MIT et ses collaborateurs cherchent à savoir comment est utilisé Scratch et comment les utilisateurs apprennent (pour une introduction, voir <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch : la programmation pour tous</a>). Trouvez plus d'infos sur l'état de la <a href=\"/info/research\">recherche</a> et des <a href=\"/statistics\">statistiques</a> sur Scratch.",
    "about.support": "Soutien et financement",
    "about.supportDescription": "Le projet Scratch a reçu le soutien financier de la National Science Foundation, Scratch Foundation, Google, Fondation LEGO, Intel, Cartoon Network, Fondation Lemann, et la Fondation MacArthur. Voir la page <a href=\"/info/credits\"> des crédits </a> pour plus d' informations. Si vous souhaitez soutenir Scratch, allez voir la page de dons<a href=\"https://secure.donationpay.org/scratchfoundation/\"> Scratch Foundation </a> , ou contactez nous sur <a href = \"mailto: donate@scratch.mit.edu\"> donate@scratch.mit.edu </a>."
}
