{
    "about.introOne": "Cun Scratch tu puedis programâ  lis tôs storiis interativis, i zûcs e lis animazions e condividi lis tôs creazions cun altris inte comunitât in rêt.",
    "about.introTwo": "Scratch al insegne ai zovins a pensâ in maniere creative, a resonâ in mût sistematic e a lavorâ in maniere colaborative — chestis a son dutis capacitâs necessariis par cui che al vîf intal secul vincjesim prin",
    "about.introThree": "Scratch al è un progjet dal Lifelong Kindergarten Group dai Media Lab dal MIT. Al è disponibil in maniere dal dut gratuite.",
    "about.introParents": "Informazions pai gjenitôrs",
    "about.introEducators": "Informazions pai educadôrs",
    "about.whoUsesScratch": "Cui doprial Scratch?",
    "about.whoUsesScratchDescription": "Scratch al è progjetât soredut pe fasse di etât dai 8 ai 16 agns, ma al è doprât di personis di dutis lis etâts. Milions di personis a stan creant progjets cun Scratch a cjase, a scuele ma ancje in museus, bibliotechis e centris ricreatîfs.",
    "about.aroundTheWorld": "Intal mont",
    "about.aroundTheWorldDescription": "Scratch al è doprât in plui di 150 nazions e al è disponibil in plui di 40 lenghis diferentis. Par cambiâ lenghe dopre il menu che tu cjatis insomp des pagjinis dal sît. O pur, intal Editor di Progets,  frache il pulsant dal mont che tu cjatis inte pagjine adalt. Par zontâ o par miorâ una traduzion va inte pagjine des<a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\"> traduzions</a>.",
    "about.quotes": "Citazion",
    "about.quotesDescription": "Il Team di Scratch al à ricevût e al continue a ricevi une vore di email di zovins, gjenitôrs e educadôrs che lu ringraciin par Scratch. Vûstu viodi ce che a disin lis personis su Scratch? Tu puedis lei cualchi <a href=\"/info/quotes\">letare </a>che o vin ricevût.",
    "about.learnMore": "Impare dut su Scratch",
    "about.learnMoreHelp": "Pagjine di sugjeriments",
    "about.learnMoreFaq": "Domandis frecuentis",
    "about.learnMoreParents": "Informazions pai Gjenitôrs",
    "about.learnMoreCredits": "Ricognossiments",
    "about.literacy": "Impare a Programâ, Programe par Imparâ",
    "about.literacyDescription": "La capacitât di scrivi programs par computer e je une vore impuartante tra lis capacitâts necessariis inte societât moderne. Cuant che lis personis a imparin a scrivi programs doprant Scratch, a imparin intun strategjiis impuartantis pe soluzion di problemis, par creâ progjets e par comunicâ lis lôr ideis.  ",
    "about.schools": "Scratch intes scuelis",
    "about.schoolsDescription": "A imparin cun Scratch students di ducj i nivei   (des primariis fin ae universitât) e di dutis lis dissiplinis (come par esempli matematiche, informatiche, art, sociologjie). I educadôrs a puedin condividi lis lôr storiis, scambiâsi risorsis, fâ domandis e cjatâ altris personis cui lôr stes interès su <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Cîr",
    "about.researchDescription": "Il Team Scratch  dal MIT e i soi colaboradôrs a fasin ricercjis su cemût che lis personis a imparin doprant Scratch (par une introduzion viôt <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>).  Par savintin di plui su<a href=\"/info/research\"> Scratch va ae pagjine </a>che e descrîf lis ricercjis<a href=\"/statistics\"> e lis statistichis</a> di Scratch.",
    "about.support": "Supuart e finanziament",
    "about.supportDescription": "Il progjet Scratch al à ricevût un supuart economic dal National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation e MacArthur Foundation. Par vê altris informazions, va ae <a href=\"/info/credits\">pagjine dai credits</a>. Se tu vuelis judâ Scratch, va ae pagjine des <a href=\"https://secure.donationpay.org/scratchfoundation/\">donazions</a> de Scratch Foundation o contatinus ae direzion<a href=\"mailto:donate@scratch.mit.edu\"> donate@scratch.mit.edu</a>."
}
