{
    "about.introOne": "Le Scratch, is féidir leat scéalta idirghníomhacha, cluichí, agus beochaintí a chruthú — agus iad a chomhroinnt le daoine eile sa chomhphobal ar líne.",
    "about.introTwo": "Sa phróiseas a ghabhann le tionscadail Scratch a dhearadh, foghlaimíonn daoine óga smaoineamh cruthaitheach, réasúnú córasach, agus comhoibriú — scileanna tábhachtacha don saol san 21ú haois.",
    "about.introThree": "Is tionscadal de chuid an Lifelong Kindergarten Group ag an MIT Media Lab é Scratch. Tá sé ar fáil saor in aisce.",
    "about.introParents": "Eolas do Thuismitheoirí",
    "about.introEducators": "Eolas do Mhúinteoirí",
    "about.whoUsesScratch": "Cé a úsáideann Scratch?",
    "about.whoUsesScratchDescription": "Tá Scratch dírithe ar dhaoine idir 8 mbliana agus 16 bliain d'aois, ach úsáideann daoine de gach aois é. Tá na milliúin daoine ag cruthú tionscadal Scratch i raon leathan suíomh: sa bhaile, i scoileanna, iarsmalanna, leabharlanna, agus ionaid phobail.",
    "about.aroundTheWorld": "Timpeall an Domhain",
    "about.aroundTheWorldDescription": "Baintear úsáid as Scratch i níos mó ná 150 tír agus tá sé ar fáil i níos mó ná 40 teanga. Chun an teanga a athrú, cliceáil ar an roghchlár ag bun an leathanaigh. Nó, ar an Eagarthóir Tionscadail, cliceáil ar an gcruinneog ar bharr an leathanaigh. Chun teanga eile a chur leis nó chun aistriúchán a fheabhsú, \n          féach ar an leathanach <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">aistriúcháin</a>.",
    "about.quotes": "Athfhriotail",
    "about.quotesDescription": "Faigheann Foireann Scratch go leor teachtaireachtaí ríomhphoist ó dhaoine óga, ó thuismitheoirí, agus ó mhúinteoirí, ag gabháil a mbuíochais as Scratch. An bhfuil suim agat sna rudaí atá daoine ag rá? Is féidir leat <a href=\"/info/quotes\">athfhriotail</a> a léamh.",
    "about.learnMore": "Tuilleadh Eolais faoi Scratch",
    "about.learnMoreHelp": "Leathanach Cabhrach Scratch",
    "about.learnMoreFaq": "Ceisteanna Coitianta",
    "about.learnMoreParents": "Eolas do Thuismitheoirí",
    "about.learnMoreCredits": "Admhálacha Scratch",
    "about.literacy": "Foghlaim Ríomhchlárú, Ríomhchlárú le Foghlaim",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch i Scoileanna",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Taighde",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Tacaíocht agus Maoiniú",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
