{
    "about.introOne": "Le Scratch, ’s urrainn dhut na sgeòil, geamannan agus beòthachaidhean eadar-ghnìomhach agad fhèin a phrògramachadh – agus is urrainn dhut na chruthaich thu a cho-roinneadh le càch sa choimhearsnachd air loidhne.",
    "about.introTwo": "Cuidichidh Scratch an fheadhainn òga gun smaoinich iad ann an dòigh cruthachail is rianail agus mar a dh’obraicheas iad còmhla – seo sgilean fìor chudromach airson beatha sa 21d linn.",
    "about.introThree": "’S e pròiseact aig buidheann Lifelong Kindergarten aig MIT Media Lab a th’ ann an Scratch. Thathar ga sholar an-asgaidh.",
    "about.introParents": "Fiosrachadh dha na pàrantan",
    "about.introEducators": "Fiosrachadh dhan luchd-foghlaim",
    "about.whoUsesScratch": "Cò chleachdas Scratch?",
    "about.whoUsesScratchDescription": "Chaidh Scratch a dhealbhachadh gu h-àraidh airson òganaich eadar 8 is 16 a dh’aois ach cleachdaidh daoine air a bheil diofar aoisean e. Tha milleanan de dhaoine a’ cruthachadh pròiseactan Scratch ann an suidheachaidhean glè eadar-dhealaichte, a’ gabhail a-steach an dachaigh, na sgoiltean, taighean-tasgaidh, leabhar-lannan agus ionadan coimhearsnachd.",
    "about.aroundTheWorld": "Air feadh an t-saoghail",
    "about.aroundTheWorldDescription": "Cleachdar Scratch ann an corr is 150 dùthaich agus tha e ri fhaighinn ann an corr is 40 cànan. Gus do chànan atharrachadh, briog air a’ chlàr-taice air bonn na duilleige. Air neo, ma tha thu ann an deasaiche nam pròiseact, briog air a’ chruinne air bàrr na duilleige. Gus cur ri eadar-theangachadh no piseach a thoirt air, tadhail air duilleag an <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">eadar-theangachaidh</a>.",
    "about.quotes": "Iomraidhean",
    "about.quotesDescription": "Tha an sgioba Scratch air iomadh post-d fhaighinn on òigridh, o phàrantan agus on luchd-fhoghlaim a thug taing dhuinn airson Scratch. A bheil thu airson sealltainn na thuirt iad? ’S urrainn dhut cruinneachadh le <a href=\"/info/quotes\">iomraidhean</a> de na fhuair sinn a leughadh. ",
    "about.learnMore": "Barrachd fiosrachaidh mu Scratch",
    "about.learnMoreHelp": "Duilleag nan oidheaman",
    "about.learnMoreFaq": "Ceistean àbhaisteach (CÀBHA)",
    "about.learnMoreParents": "Fiosrachadh dha na pàrantan",
    "about.learnMoreCredits": "Urram",
    "about.literacy": "Ionnsaich còdachadh, ionnsaich le còdachadh",
    "about.literacyDescription": "\n  Tha comas còdachadh phrògraman coimpiutair na phàirt chudromach dhen litreachas ann an sòisealtas an latha an-diugh. Nuair a dh’ionnsaicheas daoine còdachadh ann an Scratch, ionnsaichidh iad ro-innleachdan cudromach gus duilgheadasan fhuasgladh, pròiseactan a dhealbhachadh agus beachdan a mhìneachadh.\n        ",
    "about.schools": "Scratch aig an sgoil",
    "about.schoolsDescription": "\n  Ionnsaichidh oileanaich le Scratch air gach ìre (on bhun-sgoil gun oilthigh) agus air feadh chuspairean (can matamataig, coimpiutaireachd, cànanachas, sgrùdadh sòisealta). Co-roinnidh an luchd-foghlaim sgeulachdan is goireasan, faighnichidh iad ceistean is lorgaidh iad daoine air an <a href=\"http://scratched.gse.harvard.edu/\">làrach-ìn ScratchEd</a>.\n        ",
    "about.research": "Rannsachadh",
    "about.researchDescription": "Nì sgioba MIT Scratch agus a cho-obraichean rannsachadh air mar a chleachdas agus mar a dh’ionnsaicheas daoine le Scratch (airson ro-ràdh, faic <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Faigh a-mach barrachd mu <a href=\"/info/research\">rannsachadh Scratch</a> agus <a href=\"/statistics\">stadastaireachd air Scratch</a>.\n        ",
    "about.support": "Taic agus maoineachadh",
    "about.supportDescription": "Fhuair pròiseact Scratch taic maoineachaidh on National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation agus MacArthur Foundation. Faic <a href=\"/info/credits\">duilleag an urraim</a> airson barrachd fiosrachaidh. Nam bu toigh leat taic a chur ri Scratch, faic <a href=\"https://secure.donationpay.org/scratchfoundation/\">duilleag thoir tìodhlac dhuinn</a> aig Scratch Foundation no cuir fios thugainn air <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
