{
    "about.introOne": "עם סקראץ', אתם יכולים לתכנת את הסיפורים האינטראקטיבים, המשחקים והאנימציות שלכם - ולשתף את היצירות שלכם עם אחרים בקהילה המקוונת.",
    "about.introTwo": "סקראץ' עוזר לילדים צעירים לפתח חשיבה יצירתית, הגיון שיטתי, ועבודה משותפת - כישורים חיוניים לחיים במאה ה-21.",
    "about.introThree": "סקראץ' הוא פרויקט של Lifelong Kindergarten Group ב-MIT Media Lab. הוא מסופק בחינם.",
    "about.introParents": "מידע להורים",
    "about.introEducators": "מידע למורים",
    "about.whoUsesScratch": "מי משתמש בסקראץ'?",
    "about.whoUsesScratchDescription": "סקראץ' מתוכנן במיוחד לגילאים 8 עד 16, אבל משמש אנשים מכל הגילאים. מיליוני אנשים יוצרים פרויקטים בסקראץ' ממגוון רחב של מסגרות, ביניהן בתים, בתי ספר, מוזיאונים, ספריות ומרכזי קהילה.",
    "about.aroundTheWorld": "מסביב לעולם",
    "about.aroundTheWorldDescription": "סקראץ' פעיל ביותר מ-150 ארצות שונות וזמין ביותר מ-40 שפות. כדי לשנות שפה, לחצו על התפריט בתחתית העמוד. או, בעורך הפרויקטים, לחצו על הגלובוס בחלק העליון של העמוד. כדי להוסיף או לשפר תרגום, ראו את עמוד ה<a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">תרגום</a>.",
    "about.quotes": "ציטוטים",
    "about.quotesDescription": "צוות סקראץ' קיבל מיילים רבים מילדים, הורים ומורים, שמודים לסקראץ'. רוצים לראות מה אנשים אומרים? אתם יכולים לקרוא את אוסף ה<a href=\"/info/quotes\">ציטוטים</a> שקיבלנו.",
    "about.learnMore": "למדו עוד אודות סקראץ'",
    "about.learnMoreHelp": "עמוד העזרה של סקראץ'",
    "about.learnMoreFaq": "שאלות נפוצות",
    "about.learnMoreParents": "מידע להורים",
    "about.learnMoreCredits": "קרדיטים בסקראץ'",
    "about.literacy": "למדו לתכנת, תכנתו כדי ללמוד",
    "about.literacyDescription": "היכולת לתכנת תוכנות מחשב היא אוריינות חשובה בחברה כיום. כשאנשים לומדים לתכנת בסקראץ', הם לומדים אסטרטגיות חשובות של פתירת בעיות, תכנון פרויקטים ורעיונות תקשורת.",
    "about.schools": "סקראץ' בבתי ספר",
    "about.schoolsDescription": "תלמידים לומדים עם סקראץ' בכל הרמות (מיסודי עד לאקדמי) ומגוון תחומים (כמו מתמטיקה, מדעי המחשב, אומניות שפה, מחקרים חברתיים). מורים משתפים סיפורים, מחליפים משאבים, שואלים שאלות ומוצאים אנשים ב<a href=\"http://scratched.gse.harvard.edu/\">אתר ScratchEd</a>.",
    "about.research": "מחקר",
    "about.researchDescription": "צוות סקראץ' ב-MIT ושותפים חוקרים כיצד אנשים משתמשים ולומדים עם סקראץ' (למבוא, ראו <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">סקראץ': תכנות לכולם</a>). גלו עוד על ה<a href=\"/info/research\">מחקר</a> של סקראץ' ועל ה<a href=\"/statistics\">סטטיסטיקה</a> של סקראץ'.",
    "about.support": "תמיכה ומימון",
    "about.supportDescription": "הפרויקט סקראץ' קיבל תמיכה כלכלית מקרן המדע הלאומית, קרן סקראץ', גוגל, קרן לגו, אינטל, Cartoon Network, קרן Lemann וקרן MacArthur. ראו את <a href=\"/info/credits\">עמוד הקרדיטים</a> למידע נוסף. אם אתם מעוניינים לתמוך בסקראץ', אנא ראו את <a href=\"https://secure.donationpay.org/scratchfoundation/\">עמוד התרומה</a> של קרן סקראץ', או צרו עמנו קשר דרך <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
