{
    "about.introOne": "Dengan Scratch, kamu dapat memprogram sendiri cerita-cerita interaktif, permainan, dan animasi — dan membagikan kreasi-kreasimu dengan yang lainnya di komunitas online.",
    "about.introTwo": "Scratch membantu orang-orang muda untuk berpikir secara kreatif, mempertimbangkan secara sistematis, dan berkerja secara kolaboratif — kemampuan yang esensial bagi kehidupan pada abad ke-21.",
    "about.introThree": "Scratch adalah proyek dari Lifelong Kindergarten Group di MIT Media Lab. Scratch disediakan tanpa biaya.",
    "about.introParents": "Informasi bagi orangtua",
    "about.introEducators": "Informasi bagi pendidik",
    "about.whoUsesScratch": "Siapa Yang Menggunakan Scratch?",
    "about.whoUsesScratchDescription": "Scratch didesain terutama untuk umur 8 hingga 16, tapi digunakan oleh orang-orang dari segala kalangan umur. Berjuta-juta orang-orang membuat karya Scratch dalam berbagai setting yang luas, termasuk rumah, sekolah, museum, perpustakaan, dan pusat komunitas.",
    "about.aroundTheWorld": "Sekeliling Dunia",
    "about.aroundTheWorldDescription": "Scratch digunakan di lebih dari 150 negara berbeda dan tersedia dalam lebih dari 40 bahasa. Untuk mengubah bahasa, klik menu di bagian paling bawah laman. Atau, di Editor Karya, klik gambar bumi di bagian atas laman. Untuk menambahkan atau memperbaiki terjemahan, lihat laman <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">penerjemahan</a>.",
    "about.quotes": "Kutipan",
    "about.quotesDescription": "Para Scratch Team menerima banyak surel dari para muda, orangtua, dan pendidik yang berterima kasih pada Scratch. Ingin melihat apa yang dikatakan orang-orang? Anda dapat melihat sekumpulan <a href=\"/info/quotes\">kutipan</a> yang telah kami terima.",
    "about.learnMore": "Pelajari Lebih Lanjut Tentang Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Pertanyaan Sering Diajukan",
    "about.learnMoreParents": "Informasi bagi Orangtua",
    "about.learnMoreCredits": "Credit",
    "about.literacy": "Belajar untuk Kode, Kode untuk Belajar",
    "about.literacyDescription": "Kemampuan untuk membuat program komputer adalah bagian penting dari literasi pada hidup hari ini. Ketika orang-orang belajar menulis kode menggunakan Scratch, mereka mempelajari strategi-strategi penting untuk memecahkan masalah, mendesain karya, mengomunikasikan ide-ide.",
    "about.schools": "Scratch di Sekolah-Sekolah",
    "about.schoolsDescription": "Murid-murid belajar menggunakan Scratch pada semua level (dari sekolah dasar sampai kuliah) dan lewat semua subyek (seperti matematika, computer science, bahasa, dan ilmu pengetahuan sosial). Pendidik membagikan cerita, bertukar bahan, bertanya, dan menemukan masyarakat di <a href=\"http://scratched.gse.harvard.edu/\">situs ScratchEd</a>.",
    "about.research": "Penelitian",
    "about.researchDescription": "Para MIT Scratch Team dan kolaborator meneliti bagaimana orang-orang menggunakan dan belajar menggunakan Scratch (untuk perkenalan, lihat <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Cari tahu lebih lanjut tentang <a href=\"/info/research\">penelitian</a> Scratch dan <a href=\"/statistics\">statistik</a> tentang Scratch.",
    "about.support": "Bantuan dan Dana",
    "about.supportDescription": "Proyek Scratch telah menerima dukungan finansial dari National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, dan MacArthur Foundation. Lihat <a href=\"/info/credits\">halaman kredit</a> untuk informasi lebih lanjut. Jika anda&#39;d ingin mendukung Scratch, mohon lihat <a href=\"https://secure.donationpay.org/scratchfoundation/\">halaman donasi</a> Scratch Foundation, atau kontak kami pada <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
