{
    "about.introOne": "Con Scratch puoi programmare storie interattive, giochi e animazioni — e puoi condividere le tue creazioni con gli altri membri della comunità.",
    "about.introTwo": "Scratch insegna ai giovani a pensare in maniera creativa, a ragionare in modo sistematico e a lavorare in maniera collaborativa — queste sono tutte capacità essenziali per chi vive nel 21mo secolo.",
    "about.introThree": "Scratch è un progetto del Lifelong Kindergarten Group dei Media Lab del MIT. È reso disponibile in maniera completamente gratuita.",
    "about.introParents": "Informazioni per i genitori",
    "about.introEducators": "Informazioni per gli educatori",
    "about.whoUsesScratch": "Chi usa Scratch?",
    "about.whoUsesScratchDescription": "Scratch è progettato in maniera specifica per la fascia di età 8 - 16, ma è usato da persone di tutte le età. Milioni di persone stanno creando progetti con Scratch a casa, a scuola ma anche in musei, biblioteche e centri ricreativi.",
    "about.aroundTheWorld": "Nel Mondo",
    "about.aroundTheWorldDescription": "Scratch è usato in più di 150 nazioni ed è disponibile in più di 40 lingue diverse. Per cambiare lingua usa il menu che trovi in fondo alle pagine del sito. Oppure, nell'Editor di Progetti, clicca il pulsante del mondo che trovi in cima alla pagina. Per aggiungere o per migliorare una traduzione vai alla pagina delle <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">traduzioni</a>.",
    "about.quotes": "Citazioni",
    "about.quotesDescription": "Il Team di Scratch ha ricevuto e continua a ricevere molte email da giovani, genitori ed educatori che lo ringraziano per Scratch. Vuoi vedere cosa dicono le persone su Scratch? Puoi leggere alcune delle <a href=\"/info/quotes\">lettere</a> che abbiamo ricevuto.",
    "about.learnMore": "Impara tutto su Scratch",
    "about.learnMoreHelp": "Pagina dei Suggerimenti",
    "about.learnMoreFaq": "Domande Frequenti (FAQ)",
    "about.learnMoreParents": "Informazioni per i Genitori",
    "about.learnMoreCredits": "Crediti",
    "about.literacy": "Impara a Programmare, Programma per Imparare",
    "about.literacyDescription": "La capacità di scrivere programmi per computer è una parte molto importante delle capacità necessarie nella società moderna. Quando le persona imparano a scrivere programmi usando Scratch imparano allo stesso tempo strategie importanti per la soluzione dei problemi, per creare progetti e per comunicare le loro idee.",
    "about.schools": "Scratch nelle Scuole",
    "about.schoolsDescription": "Scratch viene usato per imparare da studenti di tutti i livelli (dalle elementari fino all'università) e di tutte le discipline (come ad esempio matematica, informatica, arte, sociologia). Gli educatori possono condividere le loro storie, scambiarsi risorse, fare domande e trovare altre persone con i loro stessi interessi sul <a href=\"http://scratched.gse.harvard.edu/\">sito ScratchEd</a>.",
    "about.research": "Cerca",
    "about.researchDescription": "Lo Scratch Team del MIT e i suoi collaboratori portano avanti ricerche su come le persone imparano usando Scratch (per un'introduzione vedi <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Per saperne di più vai alla pagina che descrive le <a href=\"/info/research\">ricerche</a> su Scratch e le <a href=\"/statistics\">statistiche</a> di Scratch.",
    "about.support": "Sostegno e Finanziamenti",
    "about.supportDescription": "Il progetto Scratch ha ricevuto supporto economico da National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation e MacArthur Foundation. Per avere ulteriori informazioni aai alla <a href=\"/info/credits\">pagina dei crediti</a>. Se vuoi supportare Scratch vai alla <a href=\"https://secure.donationpay.org/scratchfoundation/\">pagina delle donazioni</a> della Scratch Foundation o contattaci all'indirizzo <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
