{
    "about.introOne": "Scratch көмегімен cіз өзіңіздің интерактивті әңгімелеріңізді, ойындарыңызды және анимацияларыңызды бағдарламалап, интернет қоғамдастықтың басқа мүшелерімен бөлісе аласыз.",
    "about.introTwo": "Scratch жастарға шығармашылық ойлауға, жүйелі негіздеуге және бірлесіп жұмыс істеуге көмектеседі. Бұл 21-ші ғасырдағы өмірдің негізгі дағдылары.",
    "about.introThree": "Scratch - MIT Media Lab ішіндегі Lifelong Kindergarten қауымының жобасы. Қолданысы тегін.",
    "about.introParents": "Ата-анаға арналған ақпарат",
    "about.introEducators": "Мұғалімдерге арналған ақпарат",
    "about.whoUsesScratch": "Кім Scratch-ті Қолданады?",
    "about.whoUsesScratchDescription": "Scratch жасы 8-ден 16-ға дейінгі балаларға әзірленген, бірақ оны барлық жастағы адамдар қолданады. Миллиондаған адамдар Scratch жобаларын түрлі жағдайда жасауда — үйде, мектептерде, мұражайларда, кітапханаларда.",
    "about.aroundTheWorld": "Бүкіл әлем бойынша",
    "about.aroundTheWorldDescription": "Scratch 150-ден астам елдерде қолданылады және 40-тан астам тілдерде қол жетімді. Тілді өзгерту үшін, осы беттің төменгі жағындағы мәзірді басыңыз. Жоба редакторында тілді өзгерту үшін, осы беттің жоғарғы жағындағы жер шарының түймешегін басыңыз. Аударманы қосқыңыз немесе жақсартқыңыз келсе, {translationLink} сілтемесін басыңыз.",
    "about.translationLinkText": "аударма",
    "about.quotes": "Дәйексөздер",
    "about.quotesDescription": "Scratch Командасы жастар, ата-аналар және мұғалімдер атынан Scratch бағдарламасына алғыс білдірген көптеген хаттар алды. Адамдардың бізге не туралы жазғанын білгіңіз келе ме? Сіз {quotesLink} сілтемесі бойынша алынған хаттар топтамасымен таныса аласыз.",
    "about.quotesLinkText": "дәйексөздер",
    "about.learnMore": "Scratch туралы көбірек білу",
    "about.learnMoreHelp": "Кеңестер Беті",
    "about.learnMoreFaq": "Жиі қолданылатын сұрақтар",
    "about.learnMoreParents": "Ата-анаға арналған ақпарат",
    "about.learnMoreCredits": "Несиелер",
    "about.literacy": "Бағдарламалауды үйрен, оқу үшін бағдарлама",
    "about.literacyDescription": "Компьютерлік бағдарламаларды жасау қабілеті қазіргі қоғамдағы сауаттылықтың маңызды бөлігі болып табылады. Скретчті бағдарламалауға үйренген кезде, адам мәселелерді шешудің, жобаны әзірлеудің және идеяларды байланыстырудың маңызды стратегияларын біледі.",
    "about.schools": "Scratch мектептерде",
    "about.schoolsDescription": "Оқушылар Scratch-ты түрлі мамандықтарда (математика, ақпараттық технологиялар, лингвистика, әлеуметтану сияқты) оқу кезінде барлық деңгейлерде (мектептен университетке дейін) қолданады. Мұғалімдер {scratchedLink}тәжірибелер және материалдармен алмасады, сұрақтар қойып, қажетті адамдарды таба алады.",
    "about.scratchedLinkText": "ScratchEd сайтында",
    "about.research": "Зерттеулер",
    "about.researchDescription": "Массачусетс технологиялық институтының Scratch Командасы және оның серіктестері Scratch бағдарламасын адамдар қалай пайдаланады және оның көмегімен қалай үйренетіндігін зерттейді ({spfaLink}сілтемесі бойынша Кіріспені қараңыз). {researchLink} және {statisticsLink}сілтемелері бойынша Scratch туралы көбірек біліңіз.",
    "about.spfaLinkText": "Scratch: Барлығына бағдарламалау",
    "about.researchLinkText": "зерттеулер",
    "about.statisticsLinkText": "статистика",
    "about.support": "Қолдау және қаржыландыру",
    "about.supportDescription": "Scratch жобасы әртүрлі ұйымдардан қаржылық қолдау алды. Жобаны қолдайтын ұйымдардың толық тізімі {supportersList} бетінде орналастырылған. Толық ақпаратты {creditsLink} бетінен табуға болады. Егер Scratch-ты қолдағыңыз келсе, {donateLink} сілтемесі арқылы Scratch Foundation-мен танысыңыз немесе {donateemail} мекенжайы бойынша хабарласыңыз.",
    "about.donateLinkText": "қайырымдылық беті",
    "about.creditsLinkText": "алғыс білдіру беті"
}
