{
    "about.introOne": "Скретчтің көмегімен cіз өзіңіздің интерактивті әңгімелеріңізді, ойындарыңызды және анимацияларыңызды бағдарламалап, интернет қоғамдастықтың басқа мүшелерімен бөлісе аласыз.",
    "about.introTwo": "Скретч жастарға шығармашылық ойлауға, жүйелі негіздеуге және бірлесіп жұмыс істеуге көмектеседі. Бұл 21-ші ғасырдағы өмірдің негізгі дағдылары.",
    "about.introThree": "Скретч - MIT Media Lab ішіндегі Lifelong Kindergarten қауымының жобасы. Қолданысы тегін.",
    "about.introParents": "Ата-анаға арналған ақпарат",
    "about.introEducators": "Мұғалімдерге арналған ақпарат",
    "about.whoUsesScratch": "Кім Скретчті Қолданады?",
    "about.whoUsesScratchDescription": "Скретч жасы 8-ден 16-ға дейінгі балаларға әзірленген, бірақ оны барлық жастағы адамдар қолданады. Миллиондаған адамдар Скретч жобаларын түрлі жағдайда жасауда — үйде, мектептерде, мұражайларда, кітапханаларда.",
    "about.aroundTheWorld": "Бүкіл әлем бойынша",
    "about.aroundTheWorldDescription": "Скретч 150-ден астам елде қолданылады және 40-тан астам ,\nтілде қол жетімді болып табылады. Тілді өзгерту үшін, парақшаның төменгі жағындағы мəзірді ашыңыз. Немесе жоба редакторы бетінің жоғарғы жағында орналасқан глобус батырмасын басыңыз. Аударманы қосу немесе жақсарту үшін, <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">аударма</a> бетін ашыңыз",
    "about.quotes": "Цитаталар",
    "about.quotesDescription": "Скретч командасы жастардан, ата-аналар мен мұғалімдерден көптеген электрондық алғыс хаттар алды. Біз алған <a href=\"/info/quotes\">дәйексөз</a> жиынтығын оқи аласыз.",
    "about.learnMore": "Скретч туралы көбірек білу",
    "about.learnMoreHelp": "Скретч анықтама беті",
    "about.learnMoreFaq": "Жиі қолданылатын сұрақтар",
    "about.learnMoreParents": "Ата-анаға арналған ақпарат",
    "about.learnMoreCredits": "Скретчті Жасағандар",
    "about.literacy": "Бағдарламалауды үйрен, оқу үшін бағдарлама",
    "about.literacyDescription": "Компьютерлік бағдарламаларды жасау қабілеті қазіргі қоғамдағы сауаттылықтың маңызды бөлігі болып табылады. Скретчті бағдарламалауға үйренген кезде, адам мәселелерді шешудің, жобаны әзірлеудің және идеяларды байланыстырудың маңызды стратегияларын біледі.",
    "about.schools": "Скретч мектептерде",
    "about.schoolsDescription": "Барлық деңгейдегі оқушылар (бастауыш мектептен бастап колледжге дейін) скретчтің арқасында түрлі білім алуда (мысалы, математика, информатика, өнер, әлеуметтік зерттеулер пәндері бойынша). Мұғалімдер <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd вебсайты</a> арқылы әңгімелермен бөлісіп, ресурстармен алмасып, бір-біріне сұрақ қояды.",
    "about.research": "Зерттеулер",
    "about.researchDescription": "MIT Скретч тобы және бірлескен авторластар Скретчті қалай пайдаланып және үйреніп жатқанын зерттеу үстінде (бастамасы ретінде, көріңіз <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>).<a href=\"/info/research\"> Скретч Зерттеуі</a> және <a href=\"/statistics\">Скретч статистикасы</a> туралы көбірек біліңіз.",
    "about.support": "Қолдау және қаржыландыру",
    "about.supportDescription": "Скретч жобасы қаржылық қолдауды Халықаралық Ғылым Қорынан, Скретч Қорынан, Google, Lego Қорынан, Intel, Cartoon Network, Леманн Қорынан және Мак Артур Қорынан алды. Қосымша анықтама алу үшін, <a href=\"/info/credits\">авторлар туралы бетті</a>, ашыңыз. Скретчке демеу көрсеткіңіз келсе, Скретч қорының <a href=\"https://secure.donationpay.org/scratchfoundation/\">қолдау бетіне</a> өтіңіз немесе келесі пошта мекенжайы арқылы хабарласыңыз <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
