{
    "about.introOne": "Naudodamiesi Scratch galite suprogramuoti savo sukurtus interaktyvius pasakojimus, žaidimus ir animacijas, bei pasidalinti savo kūriniais su kitais internetinės bendruomenės nariais.",
    "about.introTwo": "Scratch padeda jauniems žmonėms išmokti mąstyti kūrybingai, samprotauti sistematiškai ir dirbti kartu su kitais — o tai yra esminiai gyvenimo įgūdžiai 21-ąjame amžiuje.",
    "about.introThree": "Scratch yra MIT Medijų Laboratorijos Lifelong Kindergarten Group grupės projektas. Jis yra nemokamas.",
    "about.introParents": "Informacija tėvams",
    "about.introEducators": "Informacija pedagogams",
    "about.whoUsesScratch": "Kas naudojasi Scratch?",
    "about.whoUsesScratchDescription": "Scratch yra sukurtas 8-16 amžiaus vaikams, tačiau juo naudojasi įvairaus amžiaus žmonės. Milijonai žmonių kuria Scratch projektus skirtingose aplinkose: namuose, mokyklose, muziejuose, bibliotekose ir bendruomenių centruose.",
    "about.aroundTheWorld": "Pasaulyje",
    "about.aroundTheWorldDescription": "Scratch naudojamas daugiau nei 150 įvairių šalių ir išverstas į daugiau nei 40 kalbų. Norėdami pakeisti kalbą, spustelėkite meniu, esantį puslapio apačioje. Arba, projekto tvarkyklėje, spustelėkite gaublį, esantį puslapio viršuje. Norėdami pridėti ar patobulinti vertimą, apsilankykite   <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">vertimų</a> puslapyje.",
    "about.quotes": "Atsiliepimai",
    "about.quotesDescription": "Scratch komanda sulaukė daug laiškų iš jaunimo, tėvų ir pedagogų, išreiškiančių padėką už Scratch. Norie paskaityti, ką žmonės sako? Galite skaityti gautus <a href=\"/info/quotes\">atsiliepimus</a>.",
    "about.learnMore": "Sužinoti daugiau apie Scratch",
    "about.learnMoreHelp": "Patarimų puslapis",
    "about.learnMoreFaq": "Dažnai užduodami klausimai",
    "about.learnMoreParents": "Informacija tėvams",
    "about.learnMoreCredits": "Padėkos",
    "about.literacy": "Išmokite programuoti, programuokite, kad išmoktumėte",
    "about.literacyDescription": "Gebėjimas programuoti kompiuterių programas yra svarbi šiandienos visuomenės raštingumo dalis. Kai žmonės išmoksta programuoti Scratch, jie išmoksta svarbių strategijų problemoms spręsti, projektams kurti bei idėjoms perteikti.",
    "about.schools": "Scratch mokyklose",
    "about.schoolsDescription": "Įvairių klasių mokiniai mokosi su Scratch (nuo pradinių iki vyresniųjų klasių) ir mokosi įvairių dalykų (matematikos, informatikos, užsienio kalbų, socialinių mokslų). Pedagogai dalijasi pasakojimais, resursais, užduoda klausimus bei suranda žmones <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd svetainėje</a>.",
    "about.research": "Mokslinis darbas",
    "about.researchDescription": "MIT Scratch komanda ir kolegos tiria kaip žmonės naudoja ir mokosi naudodamiesi Scratch (norėdami susipažinti, žr. <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: programavimas visiems</a>). Sužinokite daugiau apie Scratch <a href=\"/info/research\">mokslinį darbą</a> ir <a href=\"/statistics\">statistiką</a> apie Scratch.",
    "about.support": "Parama ir finansavimas",
    "about.supportDescription": "Scratch projektui buvo suteikta finansinė Nacionalinio mokslo fondo, Scratch fondo, Google, Lego fondo, Intel, Cartoon Network, Lemann fondo ir MacArthur fondų parama. Norėdami gauti daugiau informacijos žr. <a href=\"/info/credits\">padėkų psl.</a> Jei norėtumėte padėti Scratch, apsilankykite Scratch Fondo <a href=\"https://secure.donationpay.org/scratchfoundation/\">dovanojimo puslapyje</a>, arba susisiekite su mumis el. paštu <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
