{
    "about.introOne": "Mā Scratch, ka taea e koe te waehere ō ake kōrero, kēmu, hākorikori hoki, ka taea hoki te tuari i ngā mea kua waihangatia ki ngā tāngata o te hāpori Scratch.",
    "about.introTwo": "Mā Scratch e āwhina i ngā taiohi ki te whakaaro auaha, ki te whakaaro nahanaha, ki te mahi tahi hoki - ngā pukenga nui mō te rau tau 21.",
    "about.introThree": "Ko Scratch tētahi o ngā hinonga o te Lifelong Kindergarten Group o te MIT Media Lab. Kāore he utu mō Scratch.",
    "about.introParents": "Kōrero mō ngā Mātua",
    "about.introEducators": "Kōrero mō ngā kaiako",
    "about.whoUsesScratch": "Mā wai a Scratch?",
    "about.whoUsesScratchDescription": "Kua waihangatia a Scratch kia tika mō ngā tamariki 8 ki te 16,  engari ka whakamahia e ngā tāngata ahakoa te pakeke. E hia miriona ngā tāngata ka hanga i ngā hinonga Scratch, i ngā wāhi mahi, i ngā kāinga,  i ngā kāinga, ngā whare taonga, ngā puna kōrero me ngā whare hāpori.",
    "about.aroundTheWorld": "Huri noa i te Ao",
    "about.aroundTheWorldDescription": "Ka whakamahia a Scratch i ngā whenua nui ake i te 150, ka whakamahia i ngā reo 40 nui ake rānei. Hurihia te reo mā te tahua reo kei raro i te whārangi nei. I te Etita Hinonga, pāwhiritia te tohu ao kei runga. Ki te tāpiri, ki te panoni rānei i ngā kupu  tirohia te whārangi{translationLink}.",
    "about.translationLinkText": "whakamāori",
    "about.quotes": "Kīanga",
    "about.quotesDescription": "Kua whiwhi mātou Te Tīma Scratch i ngā īmēra maha, mai i ngā taiohi, ngā mātua me ngā kaiako e mihi mai mō Scratch. Kia kite ake i ngā kōrero, pānuitia ngā karere  kei konei: {quotesLink}.",
    "about.quotesLinkText": "kīanga",
    "about.learnMore": "Ako anō mō Scratch",
    "about.learnMoreHelp": "Whārangi Āwhina",
    "about.learnMoreFaq": "Ngā Pātai Rite - FAQ",
    "about.learnMoreParents": "Whakamōhio mō ngā Mātua",
    "about.learnMoreCredits": "Ngā Mihi Mahinga",
    "about.literacy": "Ako i te Waehere, Whakawaehere ki te Ako",
    "about.literacyDescription": "Ko tētahi o ngā momo akoranga pānui nui o tēnei ao, ko te āhei ki te waehere i ngā papatono rorohiko. Mā te ako i a Scratch, ka ako hoki ki ngā rautaki nui mō te whakaoti rapanga, te hoahoa hinonga me te whakawhitiwhiti whakaaro.",
    "about.schools": "Scratch i ngā Kura",
    "about.schoolsDescription": "Kei te ako ngā akonga Scratch i ngā taumata katoa (o ngā kura me ngā wānanga), i ngā marau karo  (pāngarau, hangarau matihiko, ngā reo, tikanga-ā-iwi me ngā mea kē atu). Ka whakawhiti kōrero, tuari rauemi, whakaputa pātai, kimi tāngata i runga o {scratchedLink}.",
    "about.scratchedLinkText": "Te paetukutuku ScratchEd",
    "about.research": "Rangahau",
    "about.researchDescription": "Kei te rangahau mātou te MIT Scratch Team, me ō mātou hoa mahi kia mōhio pēhea ngā tāngata e whakamahi, e ako hoki i a Scratch (hei tīmatanga, tirohia {spfaLink}). Mō ngā akoranga Scratch anō tirohia{researchLink} me {statisticsLink}.",
    "about.spfaLinkText": "Scratch: Waehere mō te Katoa ",
    "about.researchLinkText": "rangahau",
    "about.statisticsLinkText": "tauanga",
    "about.support": "Āwhina me te Pūtea",
    "about.supportDescription": "Nā ēnei rōpū: {supportersList} i tuku pūtea ki te Hinonga Scratch. Tirohia {creditsLink} mō ngā whakamārama. Ki te hiahia koe ki te āwhina i a Scratch, tirohia te whārangi Scratch Foundation {donateLink}, whakapā mai rānei ki a mātou ki {donateemail}.",
    "about.donateLinkText": "whārangi koha",
    "about.creditsLinkText": "whaārangi tohutoro"
}
