{
    "about.introOne": "Med Scratch kan du programmere dine egne spill, animasjoner og fortellinger — og vise dem fram på nettet hvis du vil.",
    "about.introTwo": "Med Scratch kan barn og unge lære kreativitet, systematisk tenking og samarbeid. Dette er viktige ferdigheter for de som vokser opp i dette århundret.",
    "about.introThree": "Scratch er laget av \"Lifelong kindergarten\"-gruppen ved MIT Media Lab. Scratch er helt gratis.",
    "about.introParents": "Informasjon for foreldre",
    "about.introEducators": "Informasjon for lærere",
    "about.whoUsesScratch": "Hvem bruker Scratch?",
    "about.whoUsesScratchDescription": "Scratch er laget for barn fra 8 til 16 år, men kan brukes av alle. Millioner av folk lager Scratch-prosjekter i mange slags sammenhenger, for eksempel hjemme, på skolen, i biblioteket og på fritidsklubben.",
    "about.aroundTheWorld": "I hele verden",
    "about.aroundTheWorldDescription": "Scratch brukes i over 150 land og er oversatt til over 40 språk. Du kan bytte til et annet språk med menyen nederst, eller ved å klikke på globusen øverst på siden der du lager programmer. Hvis du ønsker å hjelpe til kan du gå til siden om <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">oversettelse</a>.",
    "about.quotes": "Sitater",
    "about.quotesDescription": "Utviklerne av Scratch har fått mange meldinger med takk fra ungdommer, foreldre og lærere. Her kan du lese noen <a href=\"/info/quotes\">sitater</a>.",
    "about.learnMore": "Finn ut mer om Scratch",
    "about.learnMoreHelp": "Hjelpeside",
    "about.learnMoreFaq": "Spørsmål og svar (FAQ)",
    "about.learnMoreParents": "Informasjon for foreldre",
    "about.learnMoreCredits": "Bidragsytere",
    "about.literacy": "Lær programmering, programmér for å lære",
    "about.literacyDescription": "Programmering av datamaskiner er en viktig ting å forstå i dagens samfunn. Gjennom å lære programmering med Scratch kan man samtidig lære om systematisk problemløsing, design og formidling av ideer.",
    "about.schools": "Scratch i skolen",
    "about.schoolsDescription": "Scratch brukes i undervisning på alle nivåer (fra barneskole til universitet) i mange forskjellige fag (f.eks. matermatikk, informatikk, språk og kunst). Lærere kan utveksle erfaringer, dele lærestoff, diskutere og bli kjent på nettstedet <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>. (Lærere i Norge kan også ha interesse av å besøke nettsidene til Kodeklubben.)",
    "about.research": "Forskning",
    "about.researchDescription": "Scratch-gruppen ved MIT og deres samarbeidspartnere studerer hvordan Scratch brukes i læring. (En introduksjon ligger her: <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>.) Du kan lese mer om <a href=\"/info/research\">forskningen</a> og se på <a href=\"/statistics\">statistikk</a> for Scratch.",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "Scratch-prosjektet har mottatt støtte fra National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation og MacArthur Foundation. For mer informasjon, se siden om <a href=\"/info/credits\">bidragsytere</a>. Hvis du ønsker å støtte Scratch kan du gi en <a href=\"https://secure.donationpay.org/scratchfoundation/\">donasjon</a> til Scratch Foundation eller sende epost til <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
