{
    "about.introOne": "Met Scratch kun je je eigen interactieve verhalen, spellen en animaties programmeren en je creaties delen met andere in de online gemeenschap.",
    "about.introTwo": "Scratch helpt jonge mensen leren creatief te denken, systematisch te redeneren en samen te werken &mdash essentiële vaardigheden voor het leven in de 21ste eeuw.",
    "about.introThree": "Scratch is een project van de Lifelong Kindergarten Group van het MIT Media Lab. Het wordt gratis verspreid.",
    "about.introParents": "Informatie voor ouders",
    "about.introEducators": "Informatie voor onderwijzers",
    "about.whoUsesScratch": "Wie gebruiken Scratch?",
    "about.whoUsesScratchDescription": "Scratch is speciaal ontworpen voor 8- tot 16-jarigen, maar wordt gebruikt door mensen van alle leeftijden. Miljoenen mensen maken Scratch-projecten in verschillende omgevingen, waaronder scholen, musea, bibliotheken, gemeenschapscentra en thuis.",
    "about.aroundTheWorld": "Wereldwijd",
    "about.aroundTheWorldDescription": "Scratch wordt gebruikt in meer dan 150 verschillende landen en is beschikbaar in meer dan 40 talen. Om van taal te veranderen, klik op het menu onderaan de pagina. Of, in de Project Editor, klik op de wereldbol bovenaan de pagina. Om een taal toe te voegen of verbeteringen in een vertaling aan te brengen, kijk op de see the <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">vertaalpagina</a>.",
    "about.quotes": "Citaten",
    "about.quotesDescription": "Het Scratch-team heeft veel emails ontvangen van jeugd, ouders en leerkrachten waarin zij hun dank voor Scratch uiten. Wil je zien wat mensen zeggen? Je kan een verzameling van de  ontvangen <a href=\"/info/quotes\">reacties</a> lezen.",
    "about.learnMore": "Leer meer over Scratch",
    "about.learnMoreHelp": "Tips Pagina",
    "about.learnMoreFaq": "Veelgestelde vragen (FAQ)",
    "about.learnMoreParents": "Informatie voor ouders",
    "about.learnMoreCredits": "Met dank aan",
    "about.literacy": "Leer programmeren, programmeer om te leren",
    "about.literacyDescription": "Het kunnen programmeren van computerprogramma's is een belangrijke vaardigheid in de hedendaagse samenleving. Wanneer mensen leren programmeren in Scratch, leren ze daarbij belangrijke strategie&#235;n voor het oplossen van problemen, het ontwerpen van projecten en het communiceren van idee&#235;n. ",
    "about.schools": "Scratch in Scholen",
    "about.schoolsDescription": "Op alle niveaus (van kleuterschool tot hoger onderwijs) en binnen verschillende richtingen (bijvoorbeeld wiskunde, informatica, taal, kunstvakken en sociale wetenschappen) leren studenten Scratch. Leerkrachten delen verhalen, delen lesmaterialen, stellen vragen en leren mensen kennen op de <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Onderzoek",
    "about.researchDescription": "Het MIT Scratch-team en medewerkers onderzoeken hoe mensen leren met Scratch en hoe ze het gebruiken (voor een introductie, zie <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programmeren voor iedereen</a>). Kom meer te weten over Scratch<a href=\"/info/research\">-onderzoek</a> en <a href=\"/statistics\">-statistieken</a> over Scratch.",
    "about.support": "Ondersteuning en fondswerving",
    "about.supportDescription": "Het Scratch-project heeft financiële steun gekregen van de National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation en MacArthur Foundation. Zie de <a href=\"/info/credits\">bedankpagina</a> voor meer informatie. Als je Scratch zou willen ondersteunen, neem dan een kijkje bij de <a href=\"https://secure.donationpay.org/scratchfoundation/\">doneerpagina</a> van de Scratch Foundation, of contacteer ons op <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
