{
    "about.introOne": "Med Scratch kan du programmera dine eigne interaktive forteljingar, spel og animasjonar – og dela det du har skapt med andre på nettet.",
    "about.introTwo": "Scratch lærer barn og unge å vera kreative, tenkja systematisk og samarbeida med andre – viktige ferdigheiter i det 21. hundreåret.",
    "about.introThree": "Scratch er laga av «Lifelong Kindergarten»-gruppa ved MIT Media Lab i USA. Scratch er heilt gratis.",
    "about.introParents": "For foreldre",
    "about.introEducators": "For lærarar",
    "about.whoUsesScratch": "Kven brukar Scratch?",
    "about.whoUsesScratchDescription": "Scratch er laga for ungar frå 8 til 16 år, men kan brukast av alle. Millionar av folk lagar Scratch-prosjekt i mange slag samanhengar, for eksempel heime, på skulen, på bibliotek og i fritidsklubbar.",
    "about.aroundTheWorld": "I heile verda",
    "about.aroundTheWorldDescription": "Scratch er omsett til over 40 språk og vert brukt i meir enn 150 land. Du kan velja språk med menyen nedst på sida, eller ved å trykkja på globusen mens du redigerer eit prosjekt. Viss du vil leggja til ei ny omsetjing, sjå <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">omsetjingssida vår</a>.",
    "about.quotes": "Sitat",
    "about.quotesDescription": "Mange barn, ungdommar, foreldre og lærarar har sendt oss e-post og takka for Scratch. Her er nokre <a href=\"/info/quotes/\">sitat</a> frå meldingar me har fått.",
    "about.learnMore": "Lær meir om Scratch",
    "about.learnMoreHelp": "Lær Scratch",
    "about.learnMoreFaq": "Spørsmål og svar (FAQ)",
    "about.learnMoreParents": "For foreldre",
    "about.learnMoreCredits": "Folk som har bidrege til Scratch",
    "about.literacy": "Lær programmering, og programmer for å læra",
    "about.literacyDescription": "Å kunna programmera er viktig i samfunnet vårt i dag. Dei som lærer programmering med Scratch, lærer samtidig strategiar for problemløysing, design og formidling av idéar.",
    "about.schools": "Scratch i skulen",
    "about.schoolsDescription": "Scratch vert brukt i undervising på alle nivå (frå barneskule til universitet) og i mange fagfelt (for eksempel matematikk, informatikk, språk og humaniora). Lærarar som brukar Scratch møter kvarandre for å utveksla erfaringar og lærestoff på <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd-nettstaden</a>.",
    "about.research": "Forsking",
    "about.researchDescription": "Me som lagar Scratch, og samarbeidspartnarane våre, forskar på korleis folk brukar og lærer med Scratch (sjå <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Du kan lesa meir om <a href=\"/info/research\">forsking på Scratch</a> og <a href=\"/statistics\">statistikk om Scratch</a>.",
    "about.support": "Støtte og finansiering",
    "about.supportDescription": "Scratch-prosjektet  har fått økonomisk støtte frå National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation og MacArthur Foundation. Sjå <a href=\"/info/credits\">oversikta over bidragsytarar</a> for meir informasjon. Viss du er interessert i å støtta Scratch, sjå <a href=\"https://secure.donationpay.org/scratchfoundation/\">pengegåvesida vår</a>, eller send ein e-post til <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
