{
    "about.introOne": "Ze Scratch możesz zaprogramować własne interaktywne historie, gry i animacje — oraz podzielić się swoimi dziełami ze społecznością online.",
    "about.introTwo": "Scratch uczy młodych ludzi kreatywnego myślenia, współpracowania, oraz wyciągania wniosków - czyli ważnych umiejętności potrzebnych do życia w teraźniejszości.",
    "about.introThree": "Scratch to projekt grupy Lifelong Kindergarten z MIT Media Lab. Jest on bezpłatny.",
    "about.introParents": "Informacje dla rodziców",
    "about.introEducators": "Informacje dla nauczycieli",
    "about.whoUsesScratch": "Kto używa Scratcha?",
    "about.whoUsesScratchDescription": "Scratch jest zaprojektowany specjalnie dla wieku od 8 do 16 lat, ale jest używany przez ludzi z wszystkich grup wiekowych. Miliony ludzi tworzą projekty w Scratchu, które są wykorzystywane wszędzie: w domu, szkołach, muzeach, bibliotekach czy centrach społeczności.",
    "about.aroundTheWorld": "Na całym świecie",
    "about.aroundTheWorldDescription": "Scratch jest używany w ponad 150 krajach i dostępny jest w ponad 40 językach. Aby zmienić język kliknij menu na górze strony, lub w edytorze kliknij globus na dole strony. Aby dodać lub zmienić tłumaczenie wejdź na <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">stronę tłumaczeń</a>.",
    "about.quotes": "Cytaty",
    "about.quotesDescription": "Twórcy Scratch odebrali wiele wiadomości od młodych ludzi, rodziców i nauczycieli dziękujących za stworzenie Scratch. Chcesz zobaczyć opinie? Możesz przeczytać kolekcję <a href=\"/info/quotes\">cytatów</a>.",
    "about.learnMore": "Dowiedz się więcej o Scratch",
    "about.learnMoreHelp": "Strona Pomocy Scratch",
    "about.learnMoreFaq": "Najczęściej zadawane pytania (FAQ)",
    "about.learnMoreParents": "Informacje dla rodziców",
    "about.learnMoreCredits": "Twórcy Scratcha",
    "about.literacy": "Ucz się kodować, koduj, aby się uczyć",
    "about.literacyDescription": "Umiejętność programowania jest ważna w dzisiejszym społeczeństwie. Kiedy ludzie uczą się kodować w Scratch, uczą się także sposobów rozwiązywania problemów, tworzenia projektów i przekazywania pomysłów.",
    "about.schools": "Scratch w szkołach",
    "about.schoolsDescription": "Studenci uczą się ze Scratchem na każdym poziomie (od szkoły podstawowej po szkoły wyższe) i poprzez wszystkie przedmioty (takie jak matematyka, informatyka, wiedza o społeczeństwie). Nauczyciele dzielą się historiami, wymieniają zasobami, zadają pytania i znajdują innych ludzi na <a href=\"http://scratched.gse.harvard.edu/\">stronie ScratchEd</a>.",
    "about.research": "Badania",
    "about.researchDescription": "MIT Scratch Team i współpracownicy badają jak ludzie używają i uczą się ze Scratch'em (dla przykładu, zobacz <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Znajdź więcej <a href=\"/info/research\">badań</a> i <a href=\"/statistics\">statystyk</a> o Scratch.",
    "about.support": "Wsparcie i finansowanie",
    "about.supportDescription": "Projekt Scratch otrzymał wsparcie finansowe od National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, oeaz MacArthur Foundation. Zobacz <a href=\"/info/credits\">stronę twórców</a> po więcej informacji. Jeżeli chciałbyś nam pomóc, proszę zobacz <a href=\"https://secure.donationpay.org/scratchfoundation/\">stronę dotacji</a> Scratch Fundation, lub skontaktuj się z nami za pomocą adresu <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
