{
    "about.introOne": "Com o Scratch, você pode programar seus próprios jogos, animações e histórias interativas — e compartilhar suas criações com outras pessoas na comunidade on-line.",
    "about.introTwo": "O Scratch ajuda jovens a aprender a pensar de forma criativa, a raciocinar de forma sistemática e a trabalhar colaborativamente — habilidades essenciais para a vida no século XXI.",
    "about.introThree": "O Scratch é um projeto do grupo Lifelong Kindergarten no Media Lab do MIT. Ele é fornecido gratuitamente.",
    "about.introParents": "Informações para os pais",
    "about.introEducators": "Informação para os educadores",
    "about.whoUsesScratch": "Quem usa o Scratch?",
    "about.whoUsesScratchDescription": "O Scratch foi projetado especialmente para idades entre 8 e 16 anos, mas é usado por pessoas de todas as idades. Milhões de pessoas criam projetos com o Scratch em uma grande variedade de configurações, inclusive casas, escolas, museus, bibliotecas e centros comunitários.",
    "about.aroundTheWorld": "Em todo o mundo",
    "about.aroundTheWorldDescription": "O Scratch é usado em mais de 150 países diferentes e está disponível em mais de 40 idiomas. Para alterar o idioma, clique no menu no final da página. Ou, no editor do projeto, clique no globo na parte superior da página. Para adicionar ou melhorar uma tradução, veja a página de <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">traduções</a>.",
    "about.quotes": "Citações",
    "about.quotesDescription": "A equipe Scratch recebeu vários e-mails de jovens, pais e educadores agradecendo pelo desenvolvimento do Scratch. Quer ver o que as pessoas estão dizendo? Você pode ler diversas <a href=\"/info/quotes\">mensagens</a> que recebemos.",
    "about.learnMore": "Saiba Mais Sobre o Scratch",
    "about.learnMoreHelp": "Página de Dicas",
    "about.learnMoreFaq": "Perguntas frequentes",
    "about.learnMoreParents": "Informação para os pais",
    "about.learnMoreCredits": "Créditos",
    "about.literacy": "Aprenda a Programar, Programe para Aprender",
    "about.literacyDescription": "Hoje, a habilidade de escrever programas de computador é uma parte importante da alfabetização na sociedade. Quando as pessoas aprendem a programar no Scratch, elas aprendem estratégias importantes para resolver problemas, desenvolver projetos e comunicar ideias.",
    "about.schools": "Scratch nas Escolas",
    "about.schoolsDescription": "Os alunos estão aprendendo com Scratch em todos os níveis de ensino (do elementar ao superior) e em todas as disciplinas (como matemática, ciência da computação, literatura e estudos sociais). Os educadores compartilham histórias, trocam recursos, fazem perguntas e encontram pessoas no <a href=\"http://scratched.gse.harvard.edu/\">site ScratchEd</a>.",
    "about.research": "Pesquisa",
    "about.researchDescription": "A equipe Scratch do MIT e seus colaboradores estão pesquisando como as pessoas usam e aprendem com Scratch (para uma introdução, acesse <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: programação para todos</a>). Saiba mais a respeito de <a href=\"/info/research\">pesquisas</a> e <a href=\"/statistics\">estatísticas</a> sobre o Scratch.",
    "about.support": "Apoio e Financiamento",
    "about.supportDescription": "O projeto Scratch recebeu apoio financeiro da National Science Foundation, da Scratch Foundation, da Google, da LEGO Foundation, da Intel, da Cartoon Network, da Fundação Lemann e da MacArthur Foundation. Acesse a <a href=\"/info/credits\">página de crédidos</a> para mais informações. Se você quiser apoiar o Scratch, acesse a <a href=\"https://secure.donationpay.org/scratchfoundation/\">página de doação</a> da Scratch Foundation, ou entre em contato conosco pelo e-mail <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
