{
    "about.introOne": "Com o Scratch, pode programar as suas próprias estórias, jogos e animações interactivos – e partilhar as suas criações com outros na comunidade em linha.",
    "about.introTwo": "O Scratch ajuda os jovens a pensar de forma criativa, a raciocinar sistematicamente e a trabalhar colaborativamente — competências essenciais à vida no século XXI.",
    "about.introThree": "O Scratch é um projecto do Lifelong Kindergarten Group do MIT Media Lab. É disponibilizado gratuitamente.",
    "about.introParents": "Informação para encarregados de educação",
    "about.introEducators": "Informação para educadores",
    "about.whoUsesScratch": "Quem Usa o Scratch?",
    "about.whoUsesScratchDescription": "O Scratch está concebido especialmente para jovens entre os 8 e os 16 anos de idade, mas é usado por pessoas com todas as idades. Milhões de pessoas criam projectos Scratch numa grande variedade de contextos, incluindo lares, escolas, museus, bibliotecas e centros comunitários.",
    "about.aroundTheWorld": "À Volta do Mundo",
    "about.aroundTheWorldDescription": "O Scratch é usado em mais de 150 países e está disponível em mais de 40 línguas. Para mudar a língua, clique no menu ao fundo da página. Alternativamente, no Editor de Projectos, clique no globo no topo da página. Para adicionar ou melhorar uma tradução, veja a página de <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">tradução</a>.",
    "about.quotes": "Citações",
    "about.quotesDescription": "A Equipa Scratch recebeu muitas mensagens de jovens, pais e educadores agradecendo o Scratch.. Quer ver o que se tem dito sobre o Scratch? Pode ler uma coleção de <a href=\"/info/quotes\">citações</a> das mensagens que recebemos.",
    "about.learnMore": "Aprenda Mais Sobre o Scratch",
    "about.learnMoreHelp": "Página de Ajuda do Scratch",
    "about.learnMoreFaq": "Perguntas Frequentes",
    "about.learnMoreParents": "Informação para Encarregados de Educação",
    "about.learnMoreCredits": "Créditos do Scratch",
    "about.literacy": "Aprenda a Programar, Programe para Aprender",
    "about.literacyDescription": "A capacidade de escrever programas de computadores é uma parte importante da literacia na sociedade actual. Quando se aprende a programar no Scratch, aprende-se estratégias importantes para resolver problemas, conceber projectos e comunicar ideias.",
    "about.schools": "O Scratch nas Escolas",
    "about.schoolsDescription": "Os estudantes aprendem com o Scratch em todos os níveis de ensino (do elementar ao superior) e em múltiplas disciplinas (tais como a matemática, as ciências da computação, as letras e as ciências sociais). Os educadores partilham estórias, trocam recursos, colocam questões e encontram pessoas no <a href=\"http://scratched.gse.harvard.edu/\">sítio Web ScratchEd</a>.",
    "about.research": "Investigação",
    "about.researchDescription": "A Equipa Scratch do MIT e seus colaboradores têm vindo a investigar de que forma as pessoas usam e aprendem com o Scratch (para uma introdução, ver <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programação para Todosl</a>). Descubra mais sobre a <a href=\"/info/research\">investigação</a> do Scratch e veja <a href=\"/statistics\">estatísticas</a> sobre o Scratch.",
    "about.support": "Apoios e Financiamento",
    "about.supportDescription": "O projecto Scratch recebeu apoio financeiro da National Science Foundation, da Fundação Scratch, da Google, da Fundação LEGO, da Intel, da Cartoon Network, da Fundação Lemann e da Fundação MacArthur. Veja a <a href=\"/info/credits\">página de créditos</a> para mais informação. Se quiser apoio o Scratch, por favor confira a <a href=\"https://secure.donationpay.org/scratchfoundation/\">página de donativos</a> da Fundação Scratch ou contacte-nos através de <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
