{
    "about.introOne": "С помощью Скретч вы можете программировать собственные интерактивные истории, игры и анимацию и делиться своими творениями с другими представителями Интернет-сообщества.",
    "about.introTwo": "Скретч помогает молодёжи научиться мыслить творчески, приводить систематические обоснования и совместно работать. Это базовые навыки жизни в 21 веке.",
    "about.introThree": "Скретч это проект группы Lifelong Kindergarten в MIT Media Lab. Среда распространяется бесплатно.",
    "about.introParents": "Информация для родителей",
    "about.introEducators": "Информация для преподавателей",
    "about.whoUsesScratch": "Кто использует Скретч?",
    "about.whoUsesScratchDescription": "Скретч придумывался для детей от 8 до 16 лет, но используется людьми всех возрастов. Миллионы людей создают проекты Скретч в самых разных условиях — дома, в школах, музеях, библиотеках.",
    "about.aroundTheWorld": "По всему миру",
    "about.aroundTheWorldDescription": "Скретч используется в более чем 150 различных странах и доступен более чем на 40 языках. Для смены языка откройте меню в нижней части страницы. Или в редакторе проектов нажмите на кнопку глобуса в верхней части страницы. Чтобы добавить или улучшить перевод, см. страницу «<a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">перевод</a>» на Скретч Вики.",
    "about.quotes": "Цитаты",
    "about.quotesDescription": "Команда Скретч получила много электронных писем от молодежи, родителей и педагогов с благодарностью за Скретч. Хотите увидеть, что говорят люди? Вы можете прочитать коллекцию <a href=\"/info/quotes\">цитат</a>, которые мы получили.",
    "about.learnMore": "Узнать больше о Скретч",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Часто задаваемые вопросы",
    "about.learnMoreParents": "Информация для родителей",
    "about.learnMoreCredits": "Благодарности",
    "about.literacy": "Учись программировать, программируй для учебы",
    "about.literacyDescription": "Способность создавать компьютерные программы является важной частью грамотности в современном обществе. Когда люди учатся программировать на Скретч, они узнают важные стратегии для решения проблем, разработки проектов и сообщения идей.",
    "about.schools": "Скретч в школах",
    "about.schoolsDescription": "Ученики учатся с помощью Скретч на всех уровнях (от начальной школы до колледжа) и всем дисциплинам (таким как математика, информатика, языковые науки, социальные науки). Преподаватели делятся историями, обмениваются ресурсами, задают вопросы и находят людей на <a href=\"http://scratched.gse.harvard.edu/\">сайте ScratchEd</a>.",
    "about.research": "Исследования",
    "about.researchDescription": "Команда Скретч в МТИ и её соавторы исследуют, как люди используют Скретч и учатся с его помощью (введение см. в <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Скретч: Программирование для всех</a>). Узнайте больше об <a href=\"/info/research\">исследованиях</a> и <a href=\"/statistics\">статистике</a> о Скретч.",
    "about.support": "Поддержка и финансирование",
    "about.supportDescription": "Проект Скретч получил финансовую поддержку от Национального фонда науки, Фонда Скретч, Google, Фонда LEGO, Intel, Cartoon Network, Фонда Леманна и Фонда Мак Артура. Смотри <a href=\"/info/credits\">страницу об авторах</a>, чтобы узнать более подробную информацию. Если вы хотите поддержать Скретч, посетите <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницу пожертвований</a> фонда Скретч или свяжитесь с нами по адресу <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
