{
    "about.introOne": "With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the online community.",
    "about.introTwo": "Scratch helps young people learn to think creatively, reason systematically, and work collaboratively — essential skills for life in the 21st century.",
    "about.introThree": "Scratch is a project of the Lifelong Kindergarten Group at the MIT Media Lab. It is provided free of charge.",
    "about.introParents": "Informatziones pro genitores",
    "about.introEducators": "Informatziones pro educadores",
    "about.whoUsesScratch": "Chie Impreat Scratch?",
    "about.whoUsesScratchDescription": "Scratch is designed especially for ages 8 to 16, but is used by people of all ages. Millions of people are creating Scratch projects in a wide variety of settings, including homes, schools, museums, libraries, and community centers.",
    "about.aroundTheWorld": "In su Mundu",
    "about.aroundTheWorldDescription": "Scratch is used in more than 150 different countries and available in more than 40 languages. To change languages, click the menu at the bottom of the page. Or, in the Project Editor, click the globe at the top of the page. To add or improve a translation, see the <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">translation</a> page.",
    "about.quotes": "Mèntovos",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href=\"/info/quotes\">quotes</a> we&#39;ve received.",
    "about.learnMore": "Impara de Prus a Pitzu de Scratch",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Pregontas Frecuentes (FAQ)",
    "about.learnMoreParents": "Informaztiones pro Genitores",
    "about.learnMoreCredits": "Reconnoschimentos",
    "about.literacy": "Impara pro Programmare, Programma pro Imparare",
    "about.literacyDescription": "S'abilesa de programmare unu carculadore est una parte de importu de sa capatzidades netzessarias in sa sotziedade de oe. Cando sa gente imparat a programmare cun Scratch, imparat trassas de importu pro isboligare sos problemas, disignare progetos e comunicare sas ideas.",
    "about.schools": "Scratch in Iscola",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Chirca",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Apògiu e Finantziamentu",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
