{
    "about.introOne": "Scratch සමඟ ඔබට ඔබේම ක්‍රීඩාවන් සහ නොයෙකුත් දේ සකසා ගන්නට පුළුවන්. ඔබේ නිර්මාණ අනෙක් අය සමඟින් බෙදා ගන්නත් පුළුවන්.",
    "about.introTwo": "නිර්මාණාත්මක චින්තනය, හේතු දැක්වීමේ  හා කණ්ඩායමක් ලෙස කටයුතු කිරීමේ හැකියාව වැඩි දියුණු කිරීම වැනි 21 වෙනි සියවසේ තරුණ ප්‍රජාව සතු විය යුතු හැකියාවන් වර්ධනය කිරීමට Scratch උපකාරී වේ.",
    "about.introThree": "MIT Media Lab හි  Lifelong Kindergarten කණ්ඩායමේ ව්‍යාපෘතියක් වන Scratch, නොමිලේ භාවිත කිරීමට ලබා දෙයි.",
    "about.introParents": "දෙමව්පියන් සඳහා තොරතුරු ",
    "about.introEducators": "ගුරුවරුන් සඳහා තොරතුරු",
    "about.whoUsesScratch": "Scratch කවුද භාවිතා කරන්නේ",
    "about.whoUsesScratchDescription": "Scratch නිර්මාණය කර ඇත්තේ අවුරුදු 8 සිට 16 දක්වා අයට වුනත් මේ වන විට සියලුම වයස් සීමා වල අය එය භාවිතා කරයි. ලොව වටා මිලියන ගණනක් වූ ජනතාව පාසැල්, නිවාස, පුස්තකාල ආදී විවිධ ස්ථාන වලදී භාවිතා කරනවා.",
    "about.aroundTheWorld": "ලොව වටා",
    "about.aroundTheWorldDescription": "රටවල් 150 ක පමණ ප්‍රමාණයක භාෂා 40 කට අධික ප්‍රමාණයකින් Scratch භාවිතා වනවා. භාෂාව වෙනස් කිරීමට පිටුවේ යට ඇති මෙනුව ක්ලික් කරන්න. එහෙම නැත්නම්, ව්‍යාපෘති සංස්කාරකයේ, ඉහල කෙලවරේ ලෝක ගෝල අයිකනය ක්ලික් කරන්න. පරිවර්තනය වැඩි දියුණු කිරීමට, <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">පරිවර්තන</a> පිටුවට යන්න.",
    "about.quotes": "උපුටා දැක්වීම්",
    "about.quotesDescription": "Scratch කණ්ඩායමට තරුණයන්ගෙන්, දෙමවුපියන්ගෙන් සහ ගුරුවරුන්ගෙන් විද්‍යුත් තැපෑල හරහා බොහෝ ස්තූති පල කිරීමේ ලිපි ලැබෙනවා. ඒ අයගේ අදහස් දැන ගන්න කැමතිද? ඔබට අපට ලැබුණු <a href=\"/info/quotes\">අදහස්</a> එකතුවක් කියවන්නට පුළුවන්.",
    "about.learnMore": "Scratch පිළිබඳව දැනගන්න",
    "about.learnMoreHelp": "Scratch උදව් පිටුව",
    "about.learnMoreFaq": "නිතර අහන ප්‍රශ්න",
    "about.learnMoreParents": "දෙමව්පියන් සඳහා තොරතුරු",
    "about.learnMoreCredits": "Scratch විශ්වාසතාව",
    "about.literacy": "කේතනය කරන්න ඉගෙන ගන්න, ඉගෙන ගන්න කේතනය කරන්න",
    "about.literacyDescription": "පරිගණක කේතනය කිරීමේ හැකියාවන් අද වන විට සමාජ සාක්සරතාවයේ වැදගත් කොටසක් බවට පත් වී අවසන්. Scratch හරහා කේතනය ඉගෙන ගන්නා විට ප්‍රශ්න විසදීමේ හැකියාවන්, ව්‍යපෘති සැකසීමේ හැකියාවන් සහ අදහස් නිවැරදිව ප්‍රකාශනය කිරීමේ හැකියාවන් වැඩි දියුණු වනවා.",
    "about.schools": "පාසල් තුල Scratch",
    "about.schoolsDescription": "(පෙර පාසලේ සිට ද්වීතියික මට්ටම දක්වා) (විවිධ විෂය ධාරා හදාරණ) සිසුන් Scratch තම අධ්‍යාපන කටයුතු සඳහා යොදා ගන්නවා. ගුරුවරුන් විවිධ සම්පත් බෙදා ගැනීම, ප්‍රශ්න ඇසීම සහ <a href=\"http://scratched.gse.harvard.edu/\">ScratchED වෙබ් අඩවිය</a> තුල විවිධ අය සෙවීම සිදු කරනවා.",
    "about.research": "පර්යේෂණ",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "අනුග්‍රහය සහ අරමුදල ",
    "about.supportDescription": "Scratch ව්‍යාපෘතිය සඳහා ජාතික විද්‍යා පදනම, Scratch පදනම, Google, LEGO පදනම, Intel, Cartoon Network, Lemann පදනම සහ MacArthur පදනම  මුල්‍යයමය දායකත්වය සපයා තිබෙනවා. වැඩි විස්තර සඳහා <a href=\"/info/credits\">ස්තුති පළකිරීම් පිටුව</a> බලන්න. Scratch වෙත &#39;d පරිත්‍යාග කරන්නට කැමති නම් <a href=\"https://secure.donationpay.org/scratchfoundation/\">පරිත්‍යාග</a> පිටුවට යන්න.  එහෙමත් නැතිනම් <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a> හරහා අපිව සම්බන්ධ කරන්න."
}
