{
    "about.introOne": "So Scratchom môžeš programovať svoje vlastné interaktívne príbehy, hry a animácie - a zdieľať svoje výtvory s ostatnými v online komunite.",
    "about.introTwo": "Scratch pomáha mladým ľuďom naučiť sa kreatívne myslieť, systematicky uvažovať a spolupracovať - základné zručnosti pre život v 21. storočí.",
    "about.introThree": "Scratch je projektom Lifelong Kindergarten Group na MIT Media Lab. Je poskytovaný bezplatne.",
    "about.introParents": "Informácie pre rodičov",
    "about.introEducators": "Informácie pre pedagógov",
    "about.whoUsesScratch": "Kto používa Scratch?",
    "about.whoUsesScratchDescription": "Scratch je navrhnutý najmä pre deti vo veku 8 až 16 rokov, ale používajú ho ľudia všetkých vekových kategórií. Milióny ľudí vytvárajú projekty v Scratchi na rôznych miestach - doma, na školách, v múzeách, knižniciach a komunitných centrách.",
    "about.aroundTheWorld": "Vo svete",
    "about.aroundTheWorldDescription": "Scratch sa používa vo viac ako 150 rôznych krajináh a je k dispozícii vo viac ako 40 jazykoch. Ak chceš zmeniť jazyk, klikni na menu v dolnej časti stránky. Alebo ak si v Editore projektu, kliknite na zemeguľu v hornej časti stránky. Ak chceš pridať alebo zlepšiť preklad, pozri <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\"> translation</a> stránku",
    "about.quotes": "Citáty",
    "about.quotesDescription": "Tím Scratch dostáva veľa e-mailov od detí, rodičov a pedagógov, v ktorých ďakujú za Scratch. Chceš vidieť, čo nám ľudia píšu? Môžeš si prečítať niektoré <a href=\"/info/quotes\">citáty</a>, ktoré sme dostali.",
    "about.learnMore": "Viac informácií o Scratch",
    "about.learnMoreHelp": "Pomoc",
    "about.learnMoreFaq": "Často kladené otázky",
    "about.learnMoreParents": "Informácie pre rodičov",
    "about.learnMoreCredits": "Podporujú nás",
    "about.literacy": "Nauč sa programovať. Programuj, aby si sa učil.",
    "about.literacyDescription": "Schopnosť kódovať počítačové programy je dôležitou súčasťou gramotnosti v dnešnej spoločnosti. Keď sa ľudia učia programovať v Scratch, naučia sa dôležité stratégie pre riešenie problémov, navrhovanie projektov a vyjadrovanie myšlienok.",
    "about.schools": "Scratch na školách",
    "about.schoolsDescription": "Študenti sa učia Scratch na všetkých úrovniach (od základnej školy až po vysokú) a naprieč odbormi (ako sú matematika, informatika, jazyky, sociálne štúdiá). Pedagógovia zdieľajú príbehy, výmieňajú si materiály, kládú otázky na <a href=\"http://scratched.gse.harvard.edu/\">stránke ScratchEd</a>.",
    "about.research": "Výskum",
    "about.researchDescription": "Tím MIT Scratch a jeho spolupracovníci skúmajú, ako ľudia využívajú a učia sa so Scratch (na úvod pozri <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programovanie pre všetkých</a>). Zisti viac o Scratch na <a href=\"/info/research\">výskum</a> a <a href=\"/statistics\">štatistika</a> o Scratch.",
    "about.support": "Podpora a financovanie",
    "about.supportDescription": "Projekt Scratch získava finančnú podporu od National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. Pozri na <a href=\"/info/credits\">stránku Podporujú nás</a> pre viac informácií. Ak chceš podporiť Scratch, choď na stránku Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">Podpor</a>, aleo nás kontaktuj na <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
