{
    "about.introOne": "With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the online community.",
    "about.introTwo": "Scratch pomaga mladim razmišljati ustvarjalno, sistematično sklepati in sodelovati — nujna znanja za življenje v 21. stoletju. ",
    "about.introThree": "Scrath je projekt skupine Lifelong Kindergarten Group pri MIT Media Lab. Na voljo je brezplačno.",
    "about.introParents": "Informacije za starše",
    "about.introEducators": "Info for educators",
    "about.whoUsesScratch": "Komu je namenjen Scratch?",
    "about.whoUsesScratchDescription": "Scratch je zasnovan predvsem za otroke starosti 8 do 16 let, vendar pa ga uporabljajo ljudje vseh starosti. Več miljonov ljudi ustvarja Scratch projekteza različne potrebe. Tako ga uporabljajo doma, v šolah, muzejih, knjižnicah in v različnih skupnostih.",
    "about.aroundTheWorld": "Po svetu",
    "about.aroundTheWorldDescription": "Scratch uporabljajo v več kot 150 državah in je na voljo v več kot 40 jezikih. Če želiš spremeniti jezik, klikni na menu na dnu strani. Ali pa v Urejevalniku klikni na globus na vrhu strani. Če želiš prispevati k izboljšanju prevoda, glej  <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">stran za prevode</a>.",
    "about.quotes": "Navedki",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href=\"/info/quotes\">quotes</a> we&#39;ve received.",
    "about.learnMore": "Več o Scratchu",
    "about.learnMoreHelp": "Stran za pomoč",
    "about.learnMoreFaq": "Pogosto zastavljena vprašanja (FAQ)",
    "about.learnMoreParents": "Informacije za starše",
    "about.learnMoreCredits": "Zasluge za Scratch",
    "about.literacy": "Načimo se programiranja - programirajmo, da se naučimo",
    "about.literacyDescription": "Sposobnost kodiranja je dandanes pomemben del pismenosti.  Pri učenju kodiranja v Scratchu spoznavamo pomembne strategije reševanja problemov, ustvarjanja projektov in širjenja idej. ",
    "about.schools": "Scratch v šolah",
    "about.schoolsDescription": "Učenci se učijo s Scratchem na vseh nivojih (od osnovne šole do univerze) in na različnih podorčjih (matematika, računalništvo, jeziki, glasba ...). Učitelji si delijo izkušnje, postavljajo vprašanja in najdejo sodelavce na  spletni strani <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd </a>.",
    "about.research": "Raziskave",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Podpora in financiranje",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
