{
    "about.introOne": "S Scratchem lahko programiraš lastne zgodbe, igre in animacije — in deliš svoje stvaritve s skupnostjo.",
    "about.introTwo": "Scratch pomaga mladim razmišljati ustvarjalno, sistematično sklepati in sodelovati — nujna znanja za življenje v 21. stoletju. ",
    "about.introThree": "Scrath je projekt skupine Lifelong Kindergarten Group pri MIT Media Lab. Na voljo je brezplačno.",
    "about.introParents": "Informacije za starše",
    "about.introEducators": "Informacije za učitelje",
    "about.whoUsesScratch": "Komu je namenjen Scratch?",
    "about.whoUsesScratchDescription": "Scratch je zasnovan predvsem za otroke starosti 8 do 16 let, vendar pa ga uporabljajo ljudje vseh starosti. Več miljonov ljudi ustvarja Scratch projekteza različne potrebe. Tako ga uporabljajo doma, v šolah, muzejih, knjižnicah in v različnih skupnostih.",
    "about.aroundTheWorld": "Po svetu",
    "about.aroundTheWorldDescription": "Scratch uporabljajo v več kot 150 državah in je na voljo v več kot 40 jezikih. Če želiš spremeniti jezik, klikni na menu na dnu strani. Ali pa v Urejevalniku klikni na globus na vrhu strani. Če želiš prispevati k izboljšanju prevoda, glej  <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">stran za prevode</a>.",
    "about.quotes": "Navedki",
    "about.quotesDescription": "Ekipa Scratcha je prejela številna zahvalna e-sporočila od mladih, staršev in učiteljev. Te zanima, kaj so napisali? Preberi zbrano zbirko <a href=\"/info/quotes\">navedkov</a>, &#39; ki smo jih prejeli.",
    "about.learnMore": "Več o Scratchu",
    "about.learnMoreHelp": "Tips Page",
    "about.learnMoreFaq": "Pogosto zastavljena vprašanja (FAQ)",
    "about.learnMoreParents": "Informacije za starše",
    "about.learnMoreCredits": "Zasluge",
    "about.literacy": "Načimo se programiranja - programirajmo, da se naučimo",
    "about.literacyDescription": "Sposobnost kodiranja je dandanes pomemben del pismenosti.  Pri učenju kodiranja v Scratchu spoznavamo pomembne strategije reševanja problemov, ustvarjanja projektov in širjenja idej. ",
    "about.schools": "Scratch v šolah",
    "about.schoolsDescription": "Učenci se učijo s Scratchem na vseh nivojih (od osnovne šole do univerze) in na različnih podorčjih (matematika, računalništvo, jeziki, glasba ...). Učitelji si delijo izkušnje, postavljajo vprašanja in najdejo sodelavce na  spletni strani <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd </a>.",
    "about.research": "Raziskave",
    "about.researchDescription": "Ekipa MIT Scratch in sodelavci raziskujejo kako učenci uporabljajo in se učijo s Scratchem (za uvod glej <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Več o <a href=\"/info/research\">raziskavah o Scratchu</a> in <a href=\"/statistics\">statistika o Scratchu</a>. ",
    "about.support": "Podpora in financiranje",
    "about.supportDescription": "Projekt Scratch je prejel finančno podporo s strani NSF, Googla, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation in MacArthur Foundation. Za več informacij si poglej <a href=\"/info/credits\">stran z zaslugami</a>. &#39;Če želite podpreti razvoj Scratcha, si prosimo oglejte stran <a href=\"href=\"https://secure.donationpay.org/scratchfoundation/\">o donacijah</a>, ali nam pišite na <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
