{
    "about.introOne": "With Scratch, you can program your own interactive stories, games, and animations — and share your creations with others in the online community.",
    "about.introTwo": "Scratch ndihmon të rinjtë të mësojnë sesi të mendojnë në mënyrë krijuese, arësyetojnë sistematikisht, dhe punojnë bashkarisht - aftësi esenciale për jetën në shekullin e 21-të.",
    "about.introThree": "Scratch është një projekt i Lifelong Kindergarten Group në MIT Media Lab. Ofrohet falas pa asnjë pagesë.",
    "about.introParents": "Info për prindërit",
    "about.introEducators": "Info për edukatorët",
    "about.whoUsesScratch": "Kush e përdor Scratch?",
    "about.whoUsesScratchDescription": "Scratch është dizenjuar veçanërisht për fëmijë të moshave 8 deri në 16 vjeç, por përdoret nga njerëz të të gjitha moshave. Miliona njerëz janë duke krijuar projekte Scratch në një spektër të gjerë mjedisesh, përfshirë shtëpitë, shkollat, muzeumet, libraritë, dhe qendrat komunitare.",
    "about.aroundTheWorld": "Nëpër Botë",
    "about.aroundTheWorldDescription": "Scratch përdoret në më shumë se 150 shtete të ndryshme dhe është i disponueshëm në më shumë se 40 gjuhë të ndryshme. Për të ndryshuar gjuhët, klikoni menunë në fund të faqes. Ose, në Editorin e Projektit, klikoni globin në krye të faqes. Të shtoni apo përmirësoni një përkthim, shikoni <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">faqen e përkthimit</a>.",
    "about.quotes": "Thëniet",
    "about.quotesDescription": "The Scratch Team has received many emails from youth, parents, and educators expressing thanks for Scratch. Want to see what people are saying? You can read a collection of the <a href=\"/info/quotes\">quotes</a> we&#39;ve received.",
    "about.learnMore": "Më Shumë Rreth Scratch",
    "about.learnMoreHelp": "Faqja e Ndihmës së Scratch",
    "about.learnMoreFaq": "Pyetje të shpeshta",
    "about.learnMoreParents": "Informacion për Prindërit",
    "about.learnMoreCredits": "Kreditet e Scratch",
    "about.literacy": "Mëso të Kodosh, Kodo të Mësosh",
    "about.literacyDescription": "Aftësia për të koduar programe kompjuteri është një pjesë e rëndësishme e shkrim-këndimit në shoqërinë e ditëve të sotme. Kur njerëzit mësojnë të kodojnë në Scratch, ata mësojnë strategji të rëndësishme për të zgjidhur probleme, dizenjojnë projekte, dhe komunikojnë idetë.",
    "about.schools": "Scratch në Shkolla",
    "about.schoolsDescription": "Studentët po mësojnë me Scratch në të gjitha nivelet (që prej shkollës fillore deri në universitet) dhe mespërmes disiplinave (si matematikë, shkenca kompjuterike, arte gjuhe, studime sociale). Edukatorët shpërndajnë përralla, shkëmbejnë materiale, bëjnë pyetje, dhe gjejnë njerëz në <a href=\"http://scratched.gse.harvard.edu/\">websitin ScratchEd</a>.",
    "about.research": "Kërkimi Shkencor",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Mbështetje dhe Financime",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
