{
    "about.introOne": "Me Scratch, ju mund te programoni vet tregime interaktive, lojra, dhe animacione - dhe t'i shperndani krijimet tuaja me te tjeret ne komunitetin online.",
    "about.introTwo": "Scratch ndihmon të rinjtë të mësojnë sesi të mendojnë në mënyrë krijuese, arësyetojnë sistematikisht, dhe punojnë bashkarisht - aftësi esenciale për jetën në shekullin e 21-të.",
    "about.introThree": "Scratch është një projekt i Lifelong Kindergarten Group në MIT Media Lab. Ofrohet falas pa asnjë pagesë.",
    "about.introParents": "Info për prindërit",
    "about.introEducators": "Info për edukatorët",
    "about.whoUsesScratch": "Kush e përdor Scratch?",
    "about.whoUsesScratchDescription": "Scratch është dizenjuar veçanërisht për fëmijë të moshave 8 deri në 16 vjeç, por përdoret nga njerëz të të gjitha moshave. Miliona njerëz janë duke krijuar projekte Scratch në një spektër të gjerë mjedisesh, përfshirë shtëpitë, shkollat, muzeumet, libraritë, dhe qendrat komunitare.",
    "about.aroundTheWorld": "Nëpër Botë",
    "about.aroundTheWorldDescription": "Scratch përdoret në më shumë se 150 shtete të ndryshme dhe është i disponueshëm në më shumë se 40 gjuhë të ndryshme. Për të ndryshuar gjuhët, klikoni menunë në fund të faqes. Ose, në Editorin e Projektit, klikoni globin në krye të faqes. Të shtoni apo përmirësoni një përkthim, shikoni <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">faqen e përkthimit</a>.",
    "about.quotes": "Thëniet",
    "about.quotesDescription": "Ekipi i Scratch ka mare shume emaile nga te rinj, prinder, dhe edukatore, te cilet shprehin falenderimet per Scratch. Deshironi te shihni se çfare njerezit po thone? Ju mund te lexoni nje koleksion <a href=\"/info/quotes\">theniesh</a> qe ne kemi mare.",
    "about.learnMore": "Më Shumë Rreth Scratch",
    "about.learnMoreHelp": "Faqja e Ndihmës së Scratch",
    "about.learnMoreFaq": "Pyetje të shpeshta",
    "about.learnMoreParents": "Informacion për Prindërit",
    "about.learnMoreCredits": "Kreditet e Scratch",
    "about.literacy": "Mëso të Kodosh, Kodo të Mësosh",
    "about.literacyDescription": "Aftësia për të koduar programe kompjuteri është një pjesë e rëndësishme e shkrim-këndimit në shoqërinë e ditëve të sotme. Kur njerëzit mësojnë të kodojnë në Scratch, ata mësojnë strategji të rëndësishme për të zgjidhur probleme, dizenjojnë projekte, dhe komunikojnë idetë.",
    "about.schools": "Scratch në Shkolla",
    "about.schoolsDescription": "Studentët po mësojnë me Scratch në të gjitha nivelet (që prej shkollës fillore deri në universitet) dhe mespërmes disiplinave (si matematikë, shkenca kompjuterike, arte gjuhe, studime sociale). Edukatorët shpërndajnë përralla, shkëmbejnë materiale, bëjnë pyetje, dhe gjejnë njerëz në <a href=\"http://scratched.gse.harvard.edu/\">websitin ScratchEd</a>.",
    "about.research": "Kërkimi Shkencor",
    "about.researchDescription": "Ekipi i Scratch MIT dhe bashkepunetoret jane duke bere kerkime shkencore mbi menyren sesi njerezit perdorin dhe mesojne me Scratch (per nje hyrje, shiko  <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programim per te Gjithe</a>). Gjeni me teper rreth Scratch <a href=\"/info/research\">research</a> dhe <a href=\"/statistics\">statistika</a> rreth Scratch.",
    "about.support": "Mbështetje dhe Financime",
    "about.supportDescription": "Projekti Scratch ka mare mbeshtetje finale nga National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, dhe MacArthur Foundation. Shiko <a href=\"/info/credits\">faqen e krediteve</a> per me shume informacion. Nese deshironi te mbeshtesni Scratch, ju lutem shikoni Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, ose na kontaktoni te <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
