{
    "about.introOne": "Користећи Скрач, можеш да програмираш своје интерактивне приче, игре и анимације које можеш да делиш са осталим члановима интернет заједнице.",
    "about.introTwo": "Скрач помаже младим људима да науче креативно мишљење, да расуђују систематично и раде сарађујући - суштинске вештине за живот у двадесетпрвом веку.",
    "about.introThree": "Скрач је пројекат Lifelong Kindergarten Group код MIT Media Lab. Он је доступан бесплатно.",
    "about.introParents": "Информације за родитеље",
    "about.introEducators": "Информације за наставнике",
    "about.whoUsesScratch": "Ко користи Скрач?",
    "about.whoUsesScratchDescription": "Скрач је направљен посебно за узраст од 8 до 16 година, али користе га људи свих узраста. Милиони људи праве пројекте у Скрачу у различитим окружењима, укључујући домове, школе, музеје, библиотеке и центре заједнице.",
    "about.aroundTheWorld": "Широм света",
    "about.aroundTheWorldDescription": "Скрач се користи у више од 150 различитих земаља и доступан је на више од 40  језика. Да би променили језик, кликните на мени на дну странице. Или, у едитору пројеката, кликните на глобус при врху странице. Да би додали или побољшали превод, погледајте страницу са <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">преводима</a>.",
    "about.quotes": "Цитати",
    "about.quotesDescription": "Скрач тим је добио велики број писама младих људи, родитеља и наставника који изражавају своју захвалност за Скрач. Желиш ли да сазнаш шта су ти људи рекли? Можеш да читаш из колекције <a href=\"/info/quotes\">цитата</a> онога што смо примили.",
    "about.learnMore": "Сазнај више о Скрачу",
    "about.learnMoreHelp": "Скрач страница за помоћ",
    "about.learnMoreFaq": "Често постављана питања (FAQ)",
    "about.learnMoreParents": "Информација за родитеље",
    "about.learnMoreCredits": "Скрач заслуге",
    "about.literacy": "Учи да програмираш, програмирај да би учио",
    "about.literacyDescription": "То да је неко способан да пише рачунарске програме је важан део песмености у данашњем друштву. Учећи да програмирају у Скрачу, људи уче важне стратегије за решавање проблема, дизајнирање пројеката и размену идеја.",
    "about.schools": "Скрач у школи",
    "about.schoolsDescription": "Ученици уче користећи Скрач на свим нивоима (од основне школе до факултета) и у различитим областима (као што су математика, рачунарске науке, вештине везане за језик, друштвене науке). Наставници деле приче, размењују ресурсе, питају, и налазе људе на <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd веб сајту</a>.",
    "about.research": "Истраживање",
    "about.researchDescription": "MIT Скрач тим и сарадници истражују како људи користе и уче користећи Скрач (за увод погледај <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Скрач: Програмирање за све</a>). Сазнајте више о Скрач <a href=\"/info/research\">истраживањима</a> и <a href=\"/statistics\">статистикама</a> везаним за Скрач.",
    "about.support": "Подршка и финансирање",
    "about.supportDescription": "Скрач пројекат је добио финансијску подршку од  National Science фондације, Скрач фондације, Google-а, LEGO фондације, Intel-а, Cartoon Network-а, Lemann фондације и MacArthur фондације. Погледај <a href=\"/info/credits\">страницу заслуга</a> за више информација. Уколико желиш да подржиш Скрач, молим те погледај <a href=\"https://secure.donationpay.org/scratchfoundation/\">страницу за донације</a>,или нас контактирај користећи адресу <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
