{
    "about.introOne": "Med Scratch kan du programmera dina egna interaktiva berättelser, spel och animationer — och dela dina projekt med andra i onlinegemenskapen.",
    "about.introTwo": "Scratch hjälper ungdomar att lära sig tänka kreativt, resonera systematiskt och att samarbeta — viktiga förmågor för livet i 21 århundradet.",
    "about.introThree": "Scratch är ett projekt av Lifelong Kindergarten Group vid MIT Media Lab. Det är gratis.",
    "about.introParents": "Info för föräldrar",
    "about.introEducators": "Info för utbildare",
    "about.whoUsesScratch": "Vem använder Scratch?",
    "about.whoUsesScratchDescription": "Scratch är utformad speciellt för åldrarna 8 till 16, men används av människor i alla åldrar. Miljontals människor skapar Scratch projekt i en mängd olika sammanhang, inkluderat hemma, skolor, museer, bibliotek och allaktivitetshus.",
    "about.aroundTheWorld": "Runt om i världen",
    "about.aroundTheWorldDescription": "Scratch används i mer än 150 olika länder och är översatt till mer än 40 språk. För att ändra språk klickar du på menyn längst ned på sidan. Eller, i projektredigeraren, klicka på jordgloben längst upp på sidan. Om du vill lägga till eller förbättra en översättning, kolla in <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">översättningssidan</a>.",
    "about.quotes": "Citat",
    "about.quotesDescription": "Scratchteamet har fått många mejl från unga, föräldrar och utbildare som uttrycker tacksamhet för Scratch. Vill du se vad folk säger? Du kan läsa ett sammandrag av <a href=\"/info/quotes\">citaten</a> som vi har fått.",
    "about.learnMore": "Lär dig mer om Scratch",
    "about.learnMoreHelp": "Scratch Hjälpsida",
    "about.learnMoreFaq": "Vanliga frågor FAQ",
    "about.learnMoreParents": "Information för föräldrar",
    "about.learnMoreCredits": "Scratch erkännanden",
    "about.literacy": "Lär dig koda, koda för att lära dig",
    "about.literacyDescription": "Förmågan att koda datorprogram är en viktig del av läskunnigheten i dagens samhälle. När man lär sig koda i Scratch, så lär man sig också viktiga strategier för att lösa problem, designa projekt och kommunicera idéer.",
    "about.schools": "Scratch i skolan",
    "about.schoolsDescription": "Elever från alla stadier lär sig med Scratch (från grundskolan till högskolan) på ett ämnesövergripande sätt (exempelvis matematik, datavetenskap, språk, sociala studier). Utbildare delar berättelser, utbyter resurser, ställer frågor och hittar likasinnade på webbplatsen för <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>.",
    "about.research": "Forskning",
    "about.researchDescription": "MIT Scratchteam och samarbetspartners forskar om hur människor använder och lär sig med Scratch (se introduktionen här <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Få reda på mer om Scratch <a href=\"/info/research\">forskning</a> och <a href=\"/statistics\">statistik</a> om Scratch.",
    "about.support": "Stöd och finansiering",
    "about.supportDescription": "Scratchprojektet har fått finansiellt stöd från the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, och MacArthur Foundation. Läs på <a href=\"/info/credits\">sidan för erkännanden</a> för mer information. Om du vill stödja Scratch, var snäll och kolla in the Scratch Foundations <a href=\"https://secure.donationpay.org/scratchfoundation/\">sida för donationer</a>, eller kontakta oss via <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
