{
    "about.introOne": "Với Scratch, bạn có thể viết chương trình các câu chuyện tương tác, trò chơi và các hình ảnh động của riêng mình - và chia sẻ sự sáng tạo của bạn với những người khác trong cộng đồng trực tuyến.",
    "about.introTwo": "Scratch giúp những người trẻ suy nghĩ sáng tạo, suy luận có hệ thống, và làm việc một cách hợp tác - những kỹ năng thiết yếu cho cuộc sống trong thế kỷ 21.",
    "about.introThree": "Scratch là một dự án của nhóm Lifelong Kindergarten tại phòng thí nghiệm MIT Media Lab. Dự án được cung cấp hoàn toàn miễn phí.",
    "about.introParents": "Thông tin dành cho phụ huynh",
    "about.introEducators": "Thông tin dành cho giáo viên",
    "about.whoUsesScratch": "Ai là người sử dụng Scratch?",
    "about.whoUsesScratchDescription": "Scratch được thiết kế đặc biệt cho lứa tuổi từ 8 đến 16, nhưng được sử dụng bởi tất cả mọi người, ở mọi lứa tuổi. Hàng triệu người đang tạo ra các dự án Scratch trong nhiều bối cảnh khác nhau như ở nhà, trường học, viện bảo tàng, thư viện và các trung tâm cộng đồng.",
    "about.aroundTheWorld": "Vòng quanh Thế giới",
    "about.aroundTheWorldDescription": "Scratch được sử dụng tại hơn 150 quốc gia khác nhau và có trên 40 ngôn ngữ. Để thay đổi ngôn ngữ, nhấp vào menu ở cuối trang. Hoặc, trong Trình chỉnh sửa Dự án, hãy nhấp vào quả địa cầu ở đầu trang. Để thêm hoặc cải thiện bản dịch, xem trang <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">dịch thuật</a>.",
    "about.quotes": "Các câu châm ngôn, trích dẫn",
    "about.quotesDescription": "Nhóm Scratch đã nhận được nhiều email từ các bạn trẻ, các bậc phụ huynh, và các giáo viên bày tỏ lòng biết ơn đến Scratch. Bạn muốn xem mọi người nói gì? Hãy đọc bộ sưu tập <a href=\"/info/quotes\"> các câu châm ngôn, trích dẫn </a>mà chúng tôi đã nhận được. 39",
    "about.learnMore": "Biết thêm về Scratch",
    "about.learnMoreHelp": "Trang hỗ trợ của Scratch",
    "about.learnMoreFaq": "Các câu hỏi thường gặp",
    "about.learnMoreParents": "Thông tin dành cho các Bậc phụ huynh",
    "about.learnMoreCredits": "Đội ngũ của Scratch",
    "about.literacy": "Học về Mã lập trình, Mã lập trình là để Học",
    "about.literacyDescription": "Khả năng để lập mã các chương trình máy tính là một phần quan trọng trong trình độ học vấn ở xã hội ngày nay. Khi mọi người học cách lập mã ở Scratch, họ sẽ học được các chiến lược quan trọng để giải quyết vấn đề, thiết kế các dự án và truyền đạt những ý tưởng.",
    "about.schools": "Scratch tại Trường",
    "about.schoolsDescription": "Học viên đang theo học với Scratch ở mọi cấp độ (từ tiểu học đến đại học) và từ các môn học khác nhau (như toán, khoa học máy tính, ngôn ngữ học, xã hội học). Các giáo viên chia sẻ các câu chuyện, trao đổi các tài liệu, đặt ra câu hỏi, và có thể tìm kiếm mọi người trên <a href=\"http://scratched.gse.harvard.edu/\"> trang web ScratchEd</a>.",
    "about.research": "Nghiên cứu",
    "about.researchDescription": "Đội Scratch của MIT và các cộng sự đang nghiên cứu cách mà mọi người sử dụng và học củng với Scratch (để được giới thiệu, xem <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Lập trình cho Tất cả mọi người</a>). Tìm hiểu thêm về Scratch <a href=\"/info/research\"> nghiên cứu </a> và <a href=\"/statistics\">các thống kê </a> về Scratch.",
    "about.support": "Hỗ trợ và Quyên góp",
    "about.supportDescription": "Dự án Scratch đã nhận được sự hỗ trợ tài chính từ Quỹ Khoa học Quốc gia, Quỹ Scratch, Google, Quỹ LEGO, Intel, Cartoon Network, Quỹ Lemann và Quỹ MacArthur. Xem phần <a href=\"/info/credits\">trang các khoản chi phí</a> để biết thêm thông tin. Nếu bạn muốn hỗ trợ Scratch, vui lòng xem trang Quỹ Scratch  <a href=\"https://secure.donationpay.org/scratchfoundation/\">trang đóng góp </a>, hoặc liên hệ với chúng tôi theo địa chỉ <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>. 39"
}
