{
    "about.introOne": "Pẹlu Scratch, o le ṣe eto itanran ti ara rẹ, awọn ere, ati awọn ohun idanilaraya —  ati pin awọn ohun ti o se pẹlu awọn omiiran ti o wa online.",
    "about.introTwo": "Scratch ṣe iranlọwọ fun awọn ọdọ lati kọ ẹkọ eroda, idi pataki, ati ṣiṣẹpọ  — awọn imọran pataki fun igbesi aye ni ọdun 21st century.",
    "about.introThree": "Scratch jẹ agbese ti Lifelong Kindergarten Group ni MIT Media Lab. Won se ipese re laisi idayele.",
    "about.introParents": "Alaye fun awọn obi",
    "about.introEducators": "Alaye fun awọn olukọni",
    "about.whoUsesScratch": "Tani o nlo Scratch?",
    "about.whoUsesScratchDescription": "Ako Scratch sile ni pato fun awọn ọjọ ori odun 8 si 16, ṣugbọn awọn eniyan ti gbogbo ọjọ ori n lo. Milionu eniyan ni o n ṣiṣẹda pelu Scratch ni orisirisi awọn eto, pẹlu ile, awọn ile-iwe, awọn ile ọnọ, awọn ile-ikawe, ati awọn ile-iṣẹ agbegbe.",
    "about.aroundTheWorld": "Ni gbogbo agbaye",
    "about.aroundTheWorldDescription": "A n lo Scratch ni awọn orilẹ-ede ti o ju 150 lọ o si wa ni awọn ede to ju 40 lọ. Lati yi ede pada, tẹ akojọ aṣayan ni isalẹ ti oju-iwe naa. Tabi, ni Olootu Iroyin, tẹ agbaiye ni oke ti oju-iwe naa. Lati fikun tabi ṣatunṣe itumọ kan, wo ojúewé {translationLink}.",
    "about.translationLinkText": "itumọ",
    "about.quotes": "Awọn ọrọ",
    "about.quotesDescription": "Ẹgbẹ Scratch ti gba ọpọlọpọ imeeli lati odo, awọn obi, ati awọn olukọni ti o npẹ lati dupe fun Scratch. Se o fẹ lati ri ohun ti awọn eniyan n sọ? O le ka awon iroyin ti {quotesLink} a ti gba.",
    "about.quotesLinkText": "Awọn ọrọ",
    "about.learnMore": "Mọ diẹ sii nipa Scratch",
    "about.learnMoreHelp": "Awọn Itọsọna",
    "about.learnMoreFaq": "Awon ibeere ti awon eniyan saaba ma n beere",
    "about.learnMoreParents": "Alaye fun awon obi",
    "about.learnMoreCredits": "Awọn kirediti",
    "about.literacy": "Kọ lati koodu, koodu lati Mọ o",
    "about.literacyDescription": "Agbara lati ṣatunkọ awọn eto kọmputa jẹ ẹya pataki ti imọwe ni awujọ oni. Nigbati awọn eniyan ba kọ ẹkọ lati ṣafihan ni Scratch, wọn kọ ẹkọ pataki fun idarẹ awọn iṣoro, awọn iṣẹ apẹrẹ, ati awọn ibaraẹnisọrọ ni imọran.",
    "about.schools": "Scratch ni ile-iwe",
    "about.schoolsDescription": "Awọn akẹkọ n kọ ẹkọ pẹlu Scratch ni gbogbo awọn ipele (lati ile-iwe kekere losi titi de kọlẹẹjì) ati ni awọn ipele (gẹgẹbi Ikọ-ọrọ, imọ-ẹrọ kọmputa, awọn ẹkọ ede, awọn ẹkọ awujọ). Awọn olukọni pin awọn itan, awọn alaye paṣipaarọ, beere awọn ibeere, ati ri awọn eniyan lori {scratchedLink}.",
    "about.scratchedLinkText": "websitii ScratchEd ",
    "about.research": "Iwadi",
    "about.researchDescription": "MIT Scratch Team ati awọn alabaṣepọ n ṣe iwadi bi awọn eniyan ṣe nlo ati lati kọ pẹlu Scratch(fun ifihan, wo {spfaLink}). Ka diẹ sii nipa Scratch {researchLink} ati {statisticsLink} nipa Scratch.",
    "about.spfaLinkText": "Scratch: Eto fun gbogbo eniyan",
    "about.researchLinkText": "iwadi",
    "about.statisticsLinkText": "statistiki",
    "about.support": "Atilẹyin ati Owo",
    "about.supportDescription": "Ipele Scratch ti gba atilẹyin owo lati awọn ajo wọnyi: {supportersList}. Wo {creditsLink} fun alaye siwaju sii. Ti o ba fẹ lati ṣe atilẹyin Scratch, jọwọ wo Scratch Foundation {donateLink}, tabi kan si wa ni {donateemail}",
    "about.donateLinkText": "awọn oju-iwe lati tiwaleyin pelu owo",
    "about.creditsLinkText": "awọn oju-iwe fifun"
}
