{
    "about.introOne": "Pẹlu Scratch, o le eto ti ara rẹ ibanisọrọ itan, awọn ere, ati awọn ohun idanilaraya - ki o si pin rẹ idasilẹ pẹlu awọn omiiran ni online awujo.",
    "about.introTwo": "Scratch ran odo awon eniyan ko eko lati ro creatively, idi, ki o si ṣiṣẹ collaboratively - awọn ibaraẹnisọrọ ogbon fun aye ni 21st orundun.",
    "about.introThree": "Scratch jẹ ise agbese kan ti awọn Lifelong Kindergarten Group ni MIT Media Lab. O ti wa ni pese free ti idiyele..",
    "about.introParents": "Alaye fun awọn obi",
    "about.introEducators": "Alaye fun olukọ",
    "about.whoUsesScratch": "ti o nlo Scratch?",
    "about.whoUsesScratchDescription": "Scratch ti a ṣe paapa fun mẹjọ to ọdun mẹrindilogun, sugbon o ti lo nipa awon eniyan ti gbogbo ọjọ ori. Milionu ti awọn eniyan ti wa ni ṣiṣẹda ibere ise agbese ni kan jakejado orisirisi ti eto, pẹlu ile, ile-iwe, museums, ikawe, ati awujo awọn ile-iṣẹ.",
    "about.aroundTheWorld": "ni ayika agbaye",
    "about.aroundTheWorldDescription": "Scratch o ti lo ni siwaju ju ọkan din ãdọta o yatọ si awọn orilẹ-ede ati ki o wa ni siwaju sii ju ogoji ede. Lati yi ede, tẹ awọn akojọ ni isalẹ ti awọn iwe. Tabi, ni Project Olootu, tẹ awọn agbaiye ni awọn oke ti awọn iwe. Lati fi tabi mu a ìtumọ, wo awọn, see the <a href=\"http://wiki.scratch.mit.edu/wiki/How_to_Translate_Scratch\">translation</a> page.",
    "about.quotes": "avvon",
    "about.quotesDescription": "The Scratch Team ti gba ọpọlọpọ awọn apamọ lati odo, obi, ati awọn lŏrişişi ṣalaye ọpẹ fun ibere. Fẹ lati ri ohun ti eniyan ti wa ni wipe? O le ka a gbigba ti awọn <a href=\"/info/quotes\">quotes</a> we&#39;ve gba.",
    "about.learnMore": "Mọ Die Nipa Scratch",
    "about.learnMoreHelp": "Scratch Egba Mi O iwe",
    "about.learnMoreFaq": "Nigbagbogbo bi Ìbéèrè",
    "about.learnMoreParents": "Alaye fun obi",
    "about.learnMoreCredits": "Scratch ti idanimọ",
    "about.literacy": "Mọ lati koodu, koodu lati Mọ",
    "about.literacyDescription": "The ability to code computer programs is an important part of literacy in today’s society. When people learn to code in Scratch, they learn important strategies for solving problems, designing projects, and communicating ideas.",
    "about.schools": "Scratch ni ile-iwe",
    "about.schoolsDescription": "Students are learning with Scratch at all levels (from elementary school to college) and across disciplines (such as math, computer science, language arts, social studies). Educators share stories, exchange resources, ask questions, and find people on the <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd website</a>.",
    "about.research": "Research",
    "about.researchDescription": "The MIT Scratch Team and collaborators are researching how people use and learn with Scratch (for an introduction, see <a href=\"http://web.media.mit.edu/~mres/papers/Scratch-CACM-final.pdf\">Scratch: Programming for All</a>). Find out more about Scratch <a href=\"/info/research\">research</a> and <a href=\"/statistics\">statistics</a> about Scratch.",
    "about.support": "Support and Funding",
    "about.supportDescription": "The Scratch project has received financial support from the National Science Foundation, Scratch Foundation, Google, LEGO Foundation, Intel, Cartoon Network, Lemann Foundation, and MacArthur Foundation. See the <a href=\"/info/credits\">credits page</a> for more information. If you&#39;d like to support Scratch, please see the Scratch Foundation <a href=\"https://secure.donationpay.org/scratchfoundation/\">donate page</a>, or contact us at <a href=\"mailto:donate@scratch.mit.edu\">donate@scratch.mit.edu</a>."
}
