Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
kk: Мәзірден әсерді таңдау үшін басыңыз: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> 10, 35, немесе 100 сандарымен әсерлерді тексеріп көріңіз. Немесе теріс сандарды тексеріп көріңіз, мәселен -50.
lt: Spausk ir rinkis išvaizdos pokytį iš meniu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Išbandyk šiuos pokyčius su įvairiais skaičiais kaip 10, 35 ar 100 arba bandyk neigiamus skaičius, tarkim -50.
nn: Trykk for å velja ein effekt frå nedtrekksfeltet: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Prøv desse effektane med talverdien sett til 10, 35 eller 100. Eller prøv negative tal, for eksempel -50.
pt_br: Clique para escolher um efeito no menu: <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> Experimente esses efeitos com números, como 10, 35 ou 100. Experimente números negativos, como -50.
zh_tw: 從下拉清單中選擇要使用的圖形效果： <br><img src="%(STATIC_URL)s/images/help/change-effect-ex2.png"/><br> 試著在積木中的方塊輸入一些數字，像是 10、35、100，或是輸入負值，例如 -50 。

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
kk: Барлық графикалық әсерлерді тазарту үшін <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> тоқтатуды басыңыз. Немесе <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/> қолданыңыз
lt: Spausk Stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> norėdamas išvalyti išvaizdos pokyčius arba naudok <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
nn: Trykk stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> for å fjerna alle grafiske effektar. Du kan òg bruka <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
pt_br: Clique em parar <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> para limpar todos os efeitos gráficos. Ou use o bloco <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/>
zh_tw: 點擊 <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> 會一併清除所有添加的圖形效果，你也可以使用 <img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png"/> 積木。

source: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> clears all the graphic effects for this sprite.</p>
kk: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> бұл спрайтқа қолданылған барлық графикалық эффекты жояды.</p>
lt: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> Nuvalo visus išvaizdos pokyčius nuo šio veikėjo</p>
nn: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> fjernar alle grafiske effektar for denne figuren.</p>
pt_br: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> limpa todos os efeitos gráficos aplicados a este ator.</p>
zh_tw: <p><img src="%(STATIC_URL)s/images/help/clear-graphic-effects.png" /> 若放到程式中，只會清除其積木之前添加的圖形效果。</p>

source: The script is triggered as soon as the clone is created. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Clones also respond to all "when..." blocks triggered after they are created.
kk: Клон құрыла салысымен скрипт іске қосылады. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Сондай-ақ, клондар құрылғаннан кейін іске қосылатын барлық "қашан..." блоктарына жауап береді.
lt: Šis scenarijus pradės veikti vos tik klonas bus sukurtas <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Klonai taip pat reaguoja į visus įjungiamus "when..." blokus po to kai jie būna sukurti
nn: Skriptet startar straks klonen vert laga. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Alle klonar reagerer òg på alle «når …»-klossar.
pt_br: O script é acionado logo que o clone é criado. <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> Os clones também respondem a todos os blocos "quando..." acionados depois que eles são criados.
zh_tw: 此程式可以在建立某個角色的分身時被觸發。 <p><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /></p> 相當於，一個分身被建立時廣播了訊息，而分身接收到訊息以後開始執行某段程式。

source: <p> Choose which sprite to clone from the drop-down menu. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> to tell the clone what to do once it's created. </p> Sample Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
kk: <p> Жоғарыдан түсетін мәзірден клондауға арналған Спрайтты таңдаңыз. <br> Осыдан соң, клонға ары қарай не істеу керектігін көрсету үшін<img src="%(STATIC_URL)s/images/help/clone-startup.png" />қолданыңыз. </p> Мысал Скрипт: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
lt: <p> Pasirink kurį veikėją klonuoti iš išskleidžiamojo meniu <br> Naudok <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> , kad pasakytum ką klonui veikti kai jis bus sukurtas </p> Pavyzdinis Scenarijus: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
nn: <p> Vel kva figur som skal klonast frå nedtrekksfeltet i klossen. <br> Bruk <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> for å avgjera kva klonen gjer når han vert laga. </p> Eksempelskript: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
pt_br: <p> Escolha qual ator clonar a partir do menu suspenso. <br> Use <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> para dizer ao clone o que fazer quando for criado. </p> Exemplo de Script: <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />
zh_tw: <p> 你可以讓下拉清單中選擇角色，當被執行時就會建立分身。 <br> 使用積木 <img src="%(STATIC_URL)s/images/help/clone-startup.png" /> 以告訴分身被建立時，要執行些什麼指令。 </p> 底下是範例： <br> <img src="%(STATIC_URL)s/images/help/create-clone-example.png" />

source: Troubleshooting: <br> If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially. <br/> <br>Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> block. <br/> Note: The clone only lasts while the project is running. </p> </div>
kk: Қателікті дұрыстау: <br> Егер сіз клонды көре алмасаңыз, онда оны бастапқы Спрайтты жаппайтындай етіп қозғаңыз. Спрайттың бастапқы орналасқан жерінде сіздің жасаған клоныңыз пайда болуы тиіс. <br/> <br>Сіз өзіңіз қалаған спрайтты мына <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />мәзірде орналасқан бөліктерден таңдап алғаныңызға көз жеткізіңіз. <br/> Есте сақтаңыз: Клон тек қана проект жұмыс жасап тұрғанда ғана көрініп тұрады. </p> </div>
lt: Trikčių diagnostika ir šalinimas: <br> Jei nematai klono, pajudink jį, kad veikėjas jo neužstotų. Klonas atsiranda toje pačioje vietoje kaip ir veikėjas. </br> <br>Įsitikink, kad pasirinkai veikėją, kurį nori klonuoti iš meniu <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> bloke. </br> Svarbu! Klonas egzsistuoja tik tol, kol yra vykdomas projektas <p> </div>
nn: Feilsøking: <br> Viss du ikkje ser klonen, flytt opphavsfiguren slik at han ikkje dekkjer klonen. Klonar startar nemleg alltid på same stad som opphavsfiguren. <br/> <br>Pass på at du har valt figuren du ønskjer å klona frå nedtrekksfeltet i <img src="%(STATIC_URL)s/images/help/create-clone-of.png" />-klossen. <br/> Merk: Klonen varer berre så lenge programmet køyrer. </p> </div>
pt_br: Solução de problemas: <br> Se não é possível ver o clone, mova-o de modo que o ator original não o cubra. O clone aparece no mesmo local que o ator inicialmente. <br/> <br>Certifique-se de que escolheu o ator que você deseja clonar a partir do menu no <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> bloco. <br/> Observação: o clone só dura o tempo em que o projeto está sendo executado. </p> </div>
zh_tw: 問題排除： <br> 如果你無法看到分身，通常是因為本尊覆蓋在上方，讓分身稍微移動一下就可以找到它了。 <br/> <br>確定你已經選取了要建立分身的角色，積木中有下拉清單可以選取 <img src="%(STATIC_URL)s/images/help/create-clone-of.png" /> 。 <br/> 注意：分身僅會在專案運行時持續。 </p> </div>

source: <p> You can select from the menu to indicate which item you want. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> To view the value of the current time, click the checkbox next to the current time.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
kk: <p> Сіз мәзірден өзіңіз қалайтын тармақты көрсете аласыз. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p><p> Қазіргі уақытты анықтау үшін Қазіргі уақытқа жақын тұрған құсбелгіні басыңыз.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
lt: <p> Gali pasirinkti iš meniu, kad parodyti kokio daikto nori <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Spausk žymų langelį prie dabartinio laiko, jei nori pažiūrėti dabartino laiko reikšmę<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
nn: <p> Vel frå nedtrekksfeltet kva del av klokkeslettet du vil ha. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> For å visa tida på skjermen kan du trykkja i ruta ved sida av klossen.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
pt_br: <p> Você pode selecionar a partir do menu para indicar qual item você deseja. <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> Para visualizar o valor da hora atual, clique na caixa ao lado da hora atual.<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>
zh_tw: <p> 你可以從積木裡的下拉清單選定你想要顯示的時間值。 <br><img src="%(STATIC_URL)s/images/help/current-time-ex2.png" /><br/> </p> <p> 除了點擊時顯示，若你要它固定顯示在舞台上，可以勾選積木旁方塊：<br> <img src="%(STATIC_URL)s/images/help/current-time-checkbox.png" /> </p>

source: The <strong>define</strong> script tells a custom block what to do:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
kk: <strong>Анықталған</strong> Скрипті пайдаланушы блогына не істеу керектігін баяндайды:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
lt: <strong> Apibrėžti </strong> scenarijus pasako vartotojo sukurtam blokui ką daryti: </br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
nn: Skriptet <strong>definer</strong> avgjer kva den sjølvlaga klossen gjer:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
pt_br: O script <strong>define</strong> diz a um bloco personalizado o que fazer:</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>
zh_tw: <strong>定義</strong>程式用來告訴函式積木要做些什麼：</br> <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p>

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
kk: Егер сіздің блогыңызға енгізуге болатын болса, онда олар дөңгеленген, ашық күлгін болып көрінеді. Оларды қолдану үшін, енгізілмелі блоктардың көшірмесін анықталған аймақта орналасқан басқа блоктарға апарыңыз. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Ескерту: Енгізілмелі блоктар <strong>тек</strong> қана анықталған аймақта ғана қолданыла алады.
lt: Jei tavo blokas turi įvestis, jos atrodys kaip užapvalinti, šviesiai violetiniai blokai Norėdamas juos naudoti, tempk įvesties blokų kopijas į kitus blokus apibrėžimo scenarijaus viduje. <p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Svarbu! Įvesties blokai gali būti naudojami <strong>tiktai</strong> apibrėžimo scenarijuje
nn: Viss klossen din treng inndata, vert desse vist som små, lilla variabelklossar. Du kan dra kopiar av desse innverdiklossane inni andre klossar i definisjonsskriptet. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Merk: innverdiklossane kan <strong>berre</strong> brukast i definisjonen av klossen.
pt_br: Se seu bloco tiver entradas, elas aparecerão como blocos arredondados cor roxo claro. Para usá-las, arraste cópias dos blocos de entrada em outros blocos dentro do script define. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Observação: os blocos de entrada <strong>só</strong> podem ser usados no script define.
zh_tw: 在定義積木中，輸入方塊是較淺的紫色。 若要使用這個內容，只要將這個輸入方塊拖曳到程式內的其他積木中。 </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> 注意：這個輸入方塊<strong>只可以</strong>被用在定義程式中。

source: <p> You can specify the number of the item you want to delete. For example: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> To delete the last item in the list, choose "last" from the pull-down menu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> You can also choose to delete everything in the list: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
kk: <p> Сіз жою үшін қажетті элемент санын көрсете аласыз. Мысалы: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Тізімдегі соңғы элементті жою үшін, ашылмалы мәзірден "соңғы" батырмасын таңдаңыз: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Сондай-ақ, сіз тізімдегінің барлығын біржолата жоя аласыз: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
lt: <p> Tu gali nurodyti dalyko, kurį nori ištrinti, numerį. Pvz: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Tam kad ištrintum paskutinį dalyką sąraše, rinkis "paskutinis" išskleidžiamajame meniu: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Taip pat gali pasirinkti ištrinti viską sąraše: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
nn: <p> Du kan velja kor mange element du vil sletta. Eksempel: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> For å sletta siste elementet kan du velja «siste» frå nedtrekksfeltet i klossen: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Du kan òg sletta alt som er i lista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
pt_br: <p> Você pode especificar o número do item que deseja excluir. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> Para excluir o último item da lista, escolha "último" no menu suspenso: <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> Você também pode optar por excluir tudo da lista: <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>
zh_tw: <p> 你可以自定刪除清單項目的方式，例如： <br><img src="%(STATIC_URL)s/images/help/delete-2-mylist.png" /><br/> </p> <p> 選擇刪除末項： <br><img src="%(STATIC_URL)s/images/help/delete-last-mylist.png" /><br/> </p> <p> 選擇刪除全部： <br><img src="%(STATIC_URL)s/images/help/delete-all-mylist.png" /><br/> </p>

source: Place this block in a script after the clone is done its actions. <br> <br>All clones are automatically deleted when the program is stopped.<br/> Sample Script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
kk: Клон өз іс-әрекетін бітіргеннен кейін бұл блокты скриптке қойыңыз. <br> <br>Бағдарлама тоқтаған жағдайда, барлық клондар автоматты түрде жойылады.<br/> Скрипт Үлгісі: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
lt: Padėk šį bloką scenarijuje, kai klonas baigs savo veiksmus <br> <br>Visi klonai yra automatiškai ištrinami kai programa sustabdoma </br> Pavyzdinis Scenarijus: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
nn: Bruk denne klossen i eit skript når klonen er ferdig med alt han skal gjera. <br> <br>Alle klonar vert automatisk sletta når programmet stoppar.<br/> Eksempelskript: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
pt_br: Coloque este bloco em um script após o clone ter feito suas ações. <br> <br>Todos os clones são automaticamente excluídos quando o programa está parado.<br/> Exemplo de script: <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>
zh_tw: 當分身沒有用途時，把這個積木放在後面以清除它。 <br> <br>所有的分身會在專案停止運行時自動解除。<br/> 程式示範如下： <br><img src="%(STATIC_URL)s/images/help/clone-startup-example.png" /><br/>

source: <p><b>direction</b> tells which way the sprite is heading.</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> You can drag the blue line to change direction.</p> <p></p> <p>To display a sprite's direction on the Stage, click the checkbox in the palette:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
kk: <p><b>бағыт</b> спрайттың қайда бара жатқанын баяндайды.</p> Спрайттың бағытын көру үшін басыңыз<img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Бағытты ауыстыру үшін көк сызықты сүйреп қойыңыз</p> <p></p> <p>Спрайттың кезеңдегі бағытын көрсету үшін, палитрадағы құсбелгіні басыңыз:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
lt: <p><b>kryptis</b>nusako į kurią pusę veikėjas atsisukęs </p> Norėdamas pamatyti veikėjo kryptį, spausk <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Gali tempti mėlyną liniją norėdamas pakeisti kryptį</p> <p></p> <p>Atvaizduoti veikėjo krypčiai Scenoje, spauk žymų langelį paletėje:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
nn: <p>Verdien <b>retning</b> fortel kva veg figuren peikar.</p> Du kan sjå retninga ved å trykkja <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Du kan dra den blå visaren for å endra retning.</p> <p></p> <p>Retninga til figuren i gradar vert vist på scena viss du kryssar av i ruta ved sida av klossen:<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
pt_br: <p><b>direção</b> diz por qual caminho o ator está se dirigindo.</p> Para ver a direção de um ator, clique em <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> Você pode arrastar a linha azul para mudar a direção.</p> <p></p> <p>Para exibir a direção de um ator no Palco, clique na caixa de seleção na paleta?<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>
zh_tw: <p>從<b>方向</b> 可以知道角色面朝哪個方向。</p> To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:<br/> <img src="%(STATIC_URL)s/images/help/direction-readout-indent.png"><br/> 你可以拖放其中的藍色方向線來改變角色面向：</p> <p></p> <p>若要在舞台上顯示角色的方向角度值，可以將積木旁的方塊打勾。<br/> <img src="%(STATIC_URL)s/images/help/direction-ex.png"></p>

source: Select from the pull-down menu to choose <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
kk: Ашылмалы мәзірден таңдау жасаңыз. <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
lt: Pasirink iš išskleidžiamojo meniu <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
nn: Vel frå nedtrekksfeltet i klossen <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
pt_br: Selecione no menu suspenso para escolher <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>
zh_tw: 積木中的下拉清單可以選擇： <br> <img src="%(STATIC_URL)s/images/help/distance-to-ex2.png" /> <br/>

source: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> The sprite starts at one point, and then glides to the other points.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
kk: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Спрайт бір нүктеде басталып, содан соң басқа нүктелерге жылжиды.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
lt: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Veikėjas pradeda vienam taške ir sklendžia į kitus taškus</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
nn: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> Figuren startar ein stad og glir jamt til dei andre stadane.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
pt_br: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> O ator começa em um ponto, e depois desliza para os outros pontos.</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">
zh_tw: <p><img src="%(STATIC_URL)s/images/help/glide-ex.png"><br/> 角色會在一個點開始，接著滑動到另一個指定的座標點。</p> <img src="%(STATIC_URL)s/images/help/glide-gobo-rock.gif">

source: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> To make the crab hide behind the rock, tell it to <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
kk: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Крабты тастың артына жасыру үшін, оған мынаны айтыңыз <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
lt: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Priversk krabą pasislėpti už akmens, pasakydamas jam tai <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
nn: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> For å få krabben til å gøyma seg bak steinen, be han <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
pt_br: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> Para fazer com que o caranguejo se esconda atrás da rocha, diga a ele para <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />
zh_tw: <img src="%(STATIC_URL)s/images/help/go-back-example.png" /> <p> 例如要讓螃蟹藏到石頭後，就可以在螃蟹角色上使用 <img src="%(STATIC_URL)s/images/help/go-back-1layer.png" />積木。

source: <p>Choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Then, click the block.</p> <p>The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.</p>
kk: <p>Мәзірден таңдаңыз:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Содан соң, блокты басыңыз.</p> <p>Осы спрайт тінтуір-меңзердің <b>x y</b> жеріне немесе сіздің таңдаған спрайттың орналасқан жеріне секіреді.</p>
lt: <p>Pasirink iš meniu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Tada spausk bloką </p> <p>Dabartinis veikėjas peršoks į <b>x y</b> pelės žymeklio arba tavo pasirinkto veikėjo poziciją</p>
nn: <p>Vel frå nedtrekksfeltet i klossen:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Trykk så på klossen.</p> <p>Figuren hoppar til musepeikaren eller til ein annan figur som du vel.</p>
pt_br: <p>Escolha a partir do menu:<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>Em seguida, clique no bloco.</p> <p>O ator atual saltará para o local <b>x y</b> do cursor do mouse ou do ator que você escolher.</p>
zh_tw: <p>從下拉清單選擇：<br/> <img src="%(STATIC_URL)s/images/help/go-to-dropdown.png"></p> <p>接著，點擊積木試試看。</p> <p>目前的角色將會跑到鼠標所在的 <b>x y</b> 座標位置。</p>
