Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Try adding another ball to double the fun.
bn: মজা দ্বিগুণ করতে আরেকটি বল যোগ করার চেষ্টা কর।
cs: Zkus přidat další míč, ať je větší zábava.
cy: Ceisiwch ychwanegu pêl arall i ddyblu'r hwyl.
de: Versuch einen weiteren Ball für doppelt so viel Spaß hinzuzufügen.
fa: سعی کنید یک توپ دیگر برای دو برابر کردن سرگرمی اضافه کنید.
fr: Essaye d'ajouter une autre balle pour t'amuser deux fois plus.
kk: Көңіл көтеруді әсерін еселеу үшін ойынға тағы да доп қосыңыз.
nb: Blir spillet dobbelt så gøy med to baller?
nn: Kanskje vert spelet dobbelt så gøy med to ballar?
pt_br: Experimente adicionar outra bola para ter diversão em dobro.
sl: Poskusi dodati drugo žogo, da podvojiš zabavo.
tr: Eğlenceyi ikiye katlamak için başka bir top eklemeyi dene.
vi: Thử thêm vào một trái banh nữa để nhân đôi niềm vui.
zh_tw: 試試看加更多的球，樂趣加倍。

source: Click the Duplicate tool, then click on the ball.
bn: ডুপ্লিকেট টুল ক্লিক কর, তারপরে বল ক্লিক কর।
cs: Klikni na kopírovací nástroj a poté klikni na míč.
cy: Cliciwch yr offeryn Dyblygu, yna clicio ar y bêl.
de: Klicke das Werkzeug zum Duplizieren an und anschließend auf den Ball.
fa: بر روی ابزار تکثیر، سپس روی توپ کلیک کنید.
fr: Clique sur l'outil Dupliquer et clique sur la balle.
kk: Көшірмелерін жасау құралын басып, кейін допты басыңыз.
nb: Klikk på kopiverktøyet, og deretter på ballen.
nn: Trykk på kopiverktøyet og så på ballen.
pt_br: Clique na ferramenta de duplicação e depois clique na bola.
sl: Klikni orodje Podvoji, nato klikni na žogo.
tr: Çoğalt aracını tıklayın, ardından topa tıklayın.
vi: Bấm vào dụng cụ Nhân bản, bấm vào trái banh.
zh_tw: 點擊複製圖示，接著選取之前建立的球。

source: Make the ball change color each time you hit it.
bn: বলটি প্রতিবার আঘাত করার সময় রঙ পরিবর্তন কর।
cs: Zařiď ať míč změní barvu pokaždé, když ho zasáhneš.
cy: Gwnewch i'r bêl newid lliw bob tro fyddwch yn ei daro.
de: Lass den Ball immer seine Farbe wechseln, wenn du ihn triffst.
fa: کاری کنید با هر بار ضربه زدن به توپ تغییر رنگ دهد.
fr: Fais changer la balle de couleur chaque fois tu la touches.
kk: Әрбір допқа тиген соққыдан кейін оның түсі өзгеретіндей етіп жасаңыз.
nb: La ballen skifte farge hver gang du treffer den.
nn: La ballen byta farga kvar gong du treffer han.
pt_br: Faça a bola mudar de cor sempre que ela for atingida.
sl: Spremeni barvo žoge vsakokrat, ko jo udariš.
tr: Her vurduğunuzda topun rengini değiştirmesini sağlayın.
vi: Làm thay đổi màu trái banh mỗi khi bạn đụng trúng nó.
zh_tw: 讓球在被點擊時會有顏色變化的效果。

source: Drag out a <span class=lookscolor>change color</span> block, and add it into the script, like this:
bn: একটি <span class=lookscolor>রঙ পরিবর্তন</span> ব্লক টেনে আন, এবং এটি স্ক্রিপ্টে যোগ কর, এভাবে:
cs: Vytáhni blok <span class=lookscolor>změnit barvu</span> a přidej ji do scénáře jako je tento:
cy: Llusgwch allan floc <span class="motioncolor">newid lliw</span> a'i ychwanegu i'r sgript, fel hyn
de: Zieh einen <span class=lookscolor>ändere Farbe</span>-Block heraus und füge ihn folgendermaßen in das Skript ein:
fa: بلوک <span class=lookscolor>تغییر رنگ </span>را بکشید و آن را به اسکریپت اضافه کنید، مانند این:
fr: Fais glisser un bloc <span class=lookscolor>ajouter à l'effet couleur</span> et ajoute le au script comme ceci :
kk: <span class="lookscolor">түсті өзгерту</span>блогын скриптіңізге осылайша қосып қойыңыз:
nb: Dra ut en <span class=lookscolor>endre farge</span>-kloss og sett den inn i skriptet, slik:
nn: Legg ein <span class=lookscolor>endra farge</span>-kloss til skriptet, slik:
pt_br: Arraste um bloco <span class=lookscolor>altere a cor</span> e adicione-o ao script, assim:
sl: Prenesi blok <span class=lookscolor>spremeni barvo</span> in ga dodaj v skripto, kot tukaj:
vi: Kéo ra mảnh ghép <span class="motioncolor">lướt</span> và thêm nó vào kịch bản:
zh_tw: 拖曳出<span class=lookscolor>效果 {顏色} 增加 […]</span> 積木放到積木堆裡，如下：

source: In the Sprites list, select the Water Bottle.
bn: স্প্রাইটের তালিকা থেকে, পানির বোতল নির্বাচন কর।
cs: V seznamu postav vyber láhev na vodu.
cy: Yn y rhestr Corluniau, dewiswch Potel Ddŵr.
de: Wähle in der Figurenliste die Wasserflasche.
fa: در لیست شکلک‌ها، بطری آب را انتخاب کنید.
fr: Dans la liste des Lutins, choisis le Water Bottle (Bouteille d'eau).
kk: Спрайттар тізімінен Су Бөтелкесін таңдаңыз.
nb: Velg vannflasken i figurlisten.
nn: Vel vassflaska i figurlista.
pt_br: Na lista de atores, selecione a garrafa d'água.
sl: V seznamu likov izberi Steklenico vode.
tr: Kukla listesinden Su Şişesini seçin.
vi: Trong danh sách Đối tượng, chọn Bình nước.
zh_tw: 在角色列表中，建立並選擇角色 Water Bottle（水壺）。

source: Then build this script, like this:
bn: তারপরে এটার মত এই স্ক্রিপ্টটি তৈরি কর:
cs: Poté vytvoř tento scénář, přesně takto:
cy: Yna, adeiladwch y sgript fel hyn:
de: Bau dann dieses Skript so:
fa: سپس این دستور را بسازید، به این شکل:
fr: Puis construis ce script, comme ceci :
kk: Осыған ұқсайтындай етіп скрипт жасаңыз:
nb: Bygg dette skriptet, slik:
nn: Lag så dette skriptet:
pt_br: Então, construa esse script assim:
sl: Nato sestavi skript, kot:
tr: Ardından, şöyle bir senaryo kurun:
vi: Sau đó tạo ra kịch bản, như thế này:
zh_tw: 建立如下程式：

source: Now, click the water bottle (on the Stage) to see what happens.
bn: এখন, কি হয় তা দেখতে পানির বোতলে (মঞ্চে) ক্লিক কর।
cs: Teď klikni na vodní láhev (na scéně) a koukej, co se stane.
cy: Nawr, cliciwch y botel ddŵr (ar y Llwyfan) i weld beth fydd yn digwydd.
de: Klicke nun (in der Bühne) auf die Wasserflasche und beobachte, was passiert.
fa: حالا روی بطری آب (روی صحنه) کلیک کنید تا ببینید چه اتفاقی می‌افتد.
fr: Maintenant, clique sur la bouteille d'eau (sur la Scène) pour voir ce qui se passe.
kk: Енді, су бөтелкесін басыңыз (Кезеңінде) және не болатынын қараңыз:
nb: Deretter klikker du på vannflasken (på scenen) for å se hva som skjer.
nn: Trykk så på vassflaska (på scena) for å sjå kva som skjer.
pt_br: Agora, clique na garrafa d'água (no palco) para ver o que acontece.
sl: Sedaj klikni steklenico vode (na odru), da vidiš, kaj se bo zgodilo.
tr: Şimdi ne olduğunu görmek için su şişesine (sahnede) tıklayın.
vi: Bây giờ, bấm vào Bình nước (trên Sân khấu) để xem chuyện gì xảy ra.
zh_tw: 接下來點擊舞台上的水瓶，看看會發生什麼事吧！

source: Experiment by adding other blocks and effects.
bn: অন্যান্য ব্লক এবং ইফেক্ট যোগ করে পরীক্ষা কর।
cs: Experimentuj s přidáním dalších bloků a efektů.
cy: Arbrofwch drwy ychwanegu blociau ac effeithiau eraill.
de: Experimentiere und füge weitere Blöcke und Effekte hinzu.
fa: با افزودن قطعات و جلوه‌های دیگر آزمایش کنید.
fr: Expérimente en ajoutant d'autres blocs ou effets.
kk: Басқа блоктарды және эффектілерді қосып тәжірбиелер жасаңыз.
nb: Prøv deg fram med andre klosser og effekter.
nn: Prøv deg fram med andre klossar og effektar.
pt_br: Experimente adicionar outros blocos e efeitos.
sl: Preizkusi kaj se zgodi z dodajanjem drugih blokov in efektov.
tr: Diğer blokları ve efektleri ekleyerek denemeler yapın.
vi: Thử nghiệm bằng cách thêm vào những mảnh ghép và hiệu ứng.
zh_tw: 你可以試著加上你自己想要的效果。

source: Celebrate when the score reaches 5 points. In the Sprites list, select the Balloon.
bn: স্কোর 5 পয়েন্টে পৌঁছালে উদযাপন কর। স্প্রাইটের তালিকায়, বেলুন নির্বাচন কর।
cs: Oslavuj, když dosáhneš 5 bodů. V seznamu postav vyber Balón.
cy: Dathlwch pan fydd y sgôr yn cyrraedd 5 pwynt. Yn y rhestr Corluniau, dewiswch y Balŵn.
de: Feiere, wenn der Spielstand 5 Punkte erreicht. Wähle den Ballon aus der Figurenliste.
fa: جشن می گیرید هنگامی که امتیاز به 5 رسید. در لیست اسپریت ها، Balloon را انتخاب کنید.
fr: Fête un score qui atteint 5 points. Dans la liste des lutins, sélectionne le Ballon.
kk: 5 ұпай жинағаннан кейін тойлаңыз. Спрайттар тізімінен Шарды таңдаңыз.
nb: Lag en seiersseremoni når du kommer til 5 poeng. Velg ballongen i listen av figurer.
nn: Lag ein sigerseremoni når du kjem til fem poeng. Vel ballongen i figurlista.
pt_br: Comemore quando o placar chegar a 5 pontos. Na lista de atores, selecione o balão.
sl: Ko rezultat doseže 5 točk lahko slaviš. V seznamu likov izberi balon.
tr: Skor 5 puana ulaştığında kutlayın. Kukla listesinde, Balon' u seçin.
vi: Chúc mừng khi bạn đạt được 5 điểm. Trong danh sach Đối tượng, chọn Bong bóng.
zh_tw: 當得到 5 分時，就小小的慶祝一下吧。在角色列表中選擇氣球。

source: You can change the numbers and add other effects.
bn: তুমি সংখ্যা পরিবর্তন করতে পার এবং অন্যান্য ইফেক্ট যোগ করতে পার।
cs: Můžeš změnit čísla a přidat další efekty.
cy: Gallwch newid y rhifau ac ychwanegu effeithiau eraill.
de: Du kannst die Zahlen ändern und andere Effekte hinzufügen.
fa: شما می‌توانید اعداد را تغییر دهید و جلوه‌های دیگر را اضافه کنید.
fr: Tu peux changer les nombres et ajouter d'autres effets.
kk: Cіз санды өзгертіп, басқа эффект қоса аласыз.
nb: Du kan forandre på tallene og legge inn andre effekter.
nn: Du kan endra på tala og leggja inn andre effektar.
pt_br: Você pode alterar os números e adicionar outros efeitos.
sl: Lahko zamenjaš številke in dodaš druge efekte.
tr: Sayıları değiştirebilir ve başka efektler ekleyebilirsin.
vi: Bạn có thể thay đổi số lượng và thêm hiệu ứng khác.
zh_tw: 你可以變化一下，像是更改分數門檻、變化慶祝效果。

source: Click the Remix button (near the top of the screen) to save your version of the project. (You'll need to join Scratch or sign in.)
bn: প্রজেক্টের তোমার সংস্করণটি সংরক্ষন করতে রিমিক্স বাটনটি (পর্দার শীর্ষে) ক্লিক করু। (তোমাকে Scratch এ যুক্ত হতে বা সাইন ইন করতে হবে।)
cs: Klikni na tlačítko Vytvoř si kopii (nahoře na obrazovce) k uložení tvé verze projektu. (Musíš se registrovat nebo přihlásit.)
cy: Cliciwch y botwm Ailgymysgu (ger brig y sgrin) a chadw eich fersiwn o'r project. (Bydd angen i chi ymuno a Scratch neu fewngofnodi)
de: Klicke auf den Remix-Knopf (am oberen Bildschirmrand), um deine Version des Projektes abzuspeichern. (Du musst dazu Scratcher werden oder dich anmelden.)
fa: برای ذخیره نسخه خود از پروژه روی دکمه Remix کلیک کنید (در بالای صفحه) (شما باید به اسکرچ ملحق یا وارد شوید.)
fr: Clique sur le bouton 'Remix' (vers le haut en de l'écran) pour enregistrer ta version du projet. (Tu auras besoin t'abonner à Scratch ou de te connecter.)
kk: Жобаның өз нұсқаңызды сақтау үшін Remix батырмасын (экранның жоғарғы жағында) басыңыз. (Сіздің Скретчке қосылуыңыз немесе тіркелуіңіз қажет.)
lt: Spausk Perdaryti mygtuką (ekrano viršuje), kad išsaugotum savo projekto versiją. (Tau reikės prisijungti prie Scrach arba įsiregistruoti)
nb: Klikk på Remiks-knappen (nesten øverst på skjermen) for å lagre din egen versjon av prosjektet. (Du må være medlem på Scratch og ha logget inn.)
nn: Trykk på «Remiks»-knappen (nesten øvst på skjermen) for å lagra din eigen versjon av prosjektet. (Du må logga inn eller registrera deg på Scratch for å kunna gjera dette.)
pt_br: Clique no botão de remix (próximo ao topo da tela) para salvar sua versão do projeto. (Você terá de acessar o Scratch ou se cadastrar).
sl: Klikni Remix gumb (v zgornjem delu zaslona) da shrniš svojo verzijo projekta. (Za to opravilo se moraš prijaviti v Scratch ali se vpisati.)
tr: Projenin sürümünüzü kaydetmek için Remix düğmesine (ekranın üst kısmına yakın) tıklayın. (Scratch'a katılmanız veya oturum açmanız gerekecek.)
vi: Bấm chọn nút Phối lại (gần phía trên cùng của màn hình) để lưu phiên bản chương trình của bạn. (Bạn sẽ cần tham gia Scratch hoặc đăng nhập.)
zh_tw: 點擊「改編」按鈕（在介面靠近上方的位置）來儲存你專屬版本的程式專案（你必須有 Scratch 帳號才可使用）。

source: See the Soccer Studio for more ideas and to add your project:
bn: আরো আইডিয়া এবং তোমার প্রজেক্টে যোগ করার জন্য সকার স্টুডিও দেখ:
cs: Pro nové nápady do tvého projektu sleduj Fotbalové Studio.
cy: Ewch i'r Stiwdio Pêl-droed am ragor o syniadau ac i ychwanegu eich project:
de: Sieh dich im Soccer-Studio nach weiteren Ideen um und füge dort dein Projekt hinzu:
fa: استودیو فوتبال را برای ایده‌های بیشتر و افزودن پروژه خود مشاهده کنید:
fr: Regarde le Studio Soccer (Football) pour plus d'idées et y ajouter ton projet.
kk: Жобаңызға басқа идеялар қосу үшін Футбол Студиясын қараңыз.
nb: I galleriet Soccer (fotball) kan du legge ut prosjektet og finne nye ideer:
nn: Sjå i galleriet «Soccer Studio» får fleire idéar til ting du kan leggja til prosjektet ditt:
pt_br: Veja o Estúdio de futebol para ter mais ideias e adicioná-las ao seu projeto:
sl: Za več idej si oglej Soccer Studio in dodaj svoj projekt:
tr: Daha fazla fikir için Futbol Stüdyosuna bakın ve projenizi ekleyin:
vi: Xem phần Studio Bóng đá để thêm nhiều ý tưởng vào chương trình của bạn:
zh_tw: 到 Soccer Studio 創作坊看看，那兒的專案會給你很多靈感的：

source: Tell a story with characters and backgrounds!
bn: ক্যারেক্টার এবং ব্যাকগ্রাউন্ডসহ একটি গল্প বল!
cs: Vyprávěj příběh pomocí postav a pozadí!
cy: Adroddwch stori am gymeriadau a chefndiroedd!
de: Erzähle eine Geschichte mit Figuren und Hintergründen!
fa: داستانی با کاراکترها و پس‌زمینه‌ها بگویید!
fr: Raconte une histoire avec des personnages et des arrière-plans !
kk: Кеіпкерлермен және артқы фонмен әңгіме айтыңыз!
sl: Povej svojo zgodbo z liki in ozadji!
tr: Karakterler ve arka planlarla bir hikaye anlat!
vi: Kể câu chuyện với những nhân vật và phông nền!
zh_tw: 用一些角色和場景來說個故事！

source: Start Your Story
bn: তোমার গল্প শুরু কর
cs: Začni tvůj příběh
cy: Cychwyn eich Stori
de: Beginne deine Geschichte
fa: داستان خود را آغاز کنید
fr: Commence ton histoire
kk: Әңгімеңізді бастаңыз
sl: Zaženi svojo zgodbo
tr: Hikayene Başla
vi: Bắt đầu Câu chuyện của bạn
zh_tw: 開始你的故事

source: Show a New Character
bn: একটি নতুন চরিত্র দেখাও
cs: Ukaž novou postavu
cy: Dangos Cymeriad Newydd
de: Lass eine neue Figur erscheinen
fa: یک کاراکتر جدید را نشان دهید
fr: Amène un nouveau personnage
kk: Жаңа Кеіпкерді көрсетіңіз
sl: Prikaži nov lik
tr: Yeni bir karakter göster
vi: HIện thị một Nhân vật mới
zh_tw: 顯示一個新角色

source: Add a Scene
bn: একটি দৃশ্য যোগ করুন
cs: Přidej scénu
cy: Ychwanegu Golygfa
de: Füge eine neue Szene hinzu
fa: یک صحنه اضافه کنید
fr: Ajoute un scène
kk: Сахнаны қосыңыз
lt: Pridėk sceną.
sl: Dodaj sceno
tr: Sahne Ekle
vi: Thêm vào một Phân cảnh
zh_tw: 添加場景

source: Switch Scenes
bn: দৃশ্য পাল্টান
cs: Přepni scénu
cy: Newid Golygfa
de: Szenenwechsel
fa: صحنه‌ها را تغییر دهید
fr: D'une scène à l'autre
kk: Сахнаны ауыстырыңыз
lt: Pakeisk scenos foną
sl: Zamenjaj scene
tr: Sahne Geçişleri
vi: Chuyển Phân cảnh
zh_tw: 切換場景

source: Start a Conversation
bn: একটি কথোপকথন শুরু করুন
cs: Začni konverzaci
cy: Cychwyn Sgwrs
de: Beginne eine Unterhaltung
fa: یک مکالمه را شروع کنید
fr: Démarre une conversation
kk: Әңгімелесуді бастау
lt: Pradėk judėti
sl: Začn pogovor
tr: Bir Konuşma Başlat
vi: Bắt đầu Cuộc hội thoại
zh_tw: 開始對話

source: Say Something Back
bn: উত্তরে কিছু বল
cs: Odpověz něco
cy: Dweud Rhywbeth yn Ôl
de: Antworte
fa: در جواب چیزی بگویید
fr: Réponds quelque chose
kk: Бір нәрсені қайта айту
lt: Pasakyk ką nors
sl: Povej nekaj nazaj
tr: Birşeyler Söyle
vi: Trả lời lại
zh_tw: 回一些話

source: Glide to a Spot
bn: একটি স্পটে গ্লাইড করো
cs: Klouzej na místo
cy: Llithro i Fan
de: Gleite irgendwo hin
fa: به نقطه‌ای بروید
fr: Déplace-toi à un endroit
kk: Орынға сырғанау
lt: Eik į bet kurį tašką
sl: Drsi do točke
tr: Bir noktaya kay
vi: Lướt đến một điểm
zh_tw: 滑行到一個地方

source: Appear in a Scene
bn: একটি দৃশ্যে আসবে
cs: Ukázat se ve scéne
cy: Ymddangos mewn Golygfa
de: In einer Szene erscheinen
fa: در صحنه‌ای ظاهر شوید
fr: Fais apparaître des objets
kk: Сахнада пайда болу
lt: Pademonstruok scenoje
sl: Pojavi se v sceni
tr: Bir sahnede görün
vi: Xuất hiện trong Phân cảnh
zh_tw: 在場景中出現

source: Make it Interactive
bn: এটিকে ইন্টারেক্টিভ কর
cs: Udělej to interaktivní
cy: Ei Wneud yn Rhyngweithiol
de: Mach die Geschichte interaktiv
fa: آن را تعاملی کنید
fr: Rends-la interactive
kk: Интерактивті қылыңыз
lt: Padaryk interaktyvų
sl: Izdelaj interaktivno
tr: İnteraktif hale getir
vi: Làm nó Tương tác
zh_tw: 讓它可以互動

source: Enhance Your Story
bn: তোমার গল্প উন্নত কর
cs: Vylepši tvůj příběh
cy: Gwella eich Stori
de: Erweitere deine Geschichte
fa: داستان خود را ارتقا دهید
fr: Améliore ton histoire
kk: Әңгімеңізді дамытыңыз
lt: Patobulink savo kūrinį
sl: Razširi svojo zgodbo
tr: Hikayeni Abart
vi: Hoàn thiện Câu chuyện của bạn
zh_tw: 改良你的故事

source: Where do you want your story to begin?
bn: তুমি কোথায় তোমার গল্প শুরু করতে চাও?
cs: Kde chceš aby tvůj příběh začal?
cy: Lle rydych am i'ch stori gychwyn?
de: Wo möchtest du deine Geschichte beginnen lassen?
fa: می‌خواهید داستان خود را از کجا آغاز کنید؟
fr: Où est-ce que tu veux que ton histoire commence ?
kk: Әңгімеңізді қай жерде бастағыңыз келеді?
lt: Kur norėtus pradėti savo istoriją?
sl: Kje naj se tvoja zgodba začne?
tr: Hikayenin nerede başlamasını istersin?
vi: Bạn muốn câu chuyện bắt đầu ở đâu?
zh_tw: 你想要故事在哪個地方開場？

source: Then choose the backdrop you want (such as pathway or slopes):
bn: তারপরে তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর (such as pathway or slopes):
cs: Dále vyber pozadí, které chceš (jako třeba cestička nebo sjezdovky):
cy: Yna dewiswch y cefndir rydych ei eisiau (fel llwybr neu lethrau):
de: Such dir dann das gewünschte Bühnenbild aus (zum Beispiel "pathway" (Pfad) oder "slopes" (Abhänge)):
fa: سپس پس‌زمینه مورد نظر خود را انتخاب کنید (مانند مسیر یا دامنه ها):
fr: Ensuite, choisis l'arrière-plan que tu veux (comme pathway (Allée) ou slopes (pentes de montagne) :
kk: Енді өзіңізге ұнаған фонды таңдаңыз (мәселен тарату жолымен немесе көлбеу):
lt: Tada pasirink foną (tarkim kelią ar šlaitą)
sl: Nato izberi ozadje, ki ga želiš (npr. poti ali površine):
tr: Sonra istediğin bir arka plan seç (örneğin yol ya da yamaçlar):
vi: Sau đó chọn phông nền bạn muốn (như con đường hay con dốc):
zh_tw: 然後選擇你想要的背景，像是 pathway（小徑通道）或是 slopes（連續陡坡）：

source: Where will your characters go next?
bn: তোমার চরিত্রগু্লো কোথায় যাবে?
cs: A kam dál půjde tvoje postava?
cy: Lle fydd eich cymeriadau'n mynd nesaf?
de: Wohin sollen deine Figuren als nächstes gehen?
fa: کاراکترهای شما پس از آن کجا خواهند رفت؟
fr: Où tes personnages vont-ils aller ensuite ?
kk: Кейіпкеріңіз енді қайда барады?
lt: Kur veikėjas keliaus toliau?
sl: Kam bo tvoj lik šel naprej?
tr: Karakterlerin sırada nereye gidecek?
vi: Các nhân vật của bạn sẽ đi đâu tiếp theo?
zh_tw: 接下來要讓你的角色去哪兒？

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to select another backdrop (such as ‘castle3’ or ‘gravel desert’):</p>
bn: <p>ক্লিক করো<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">অন্য ব্যাকড্রপ নির্বাচন করার জন্য আইকন (যেমন ‘castle3’ or ‘gravel desert’):1
cs: <p>Klikni na ikonku <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pro výběr jiného pozadí (například ‘castle3’ nebo ‘gravel desert’):</p>
cy: <p>Cliciwch yr eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i ddewis cefnlen arall (fel 'castell3' neu 'anialwch graeanog':</p>
de: <p>Klicke das <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> Icon an um einen neuen Hintergrund auszuwählen (wie zum Beispiel "castle3" (Schloss3) oder "gravel desert" (Kieswüste)):</p>
fa: <p>برای انتخاب پس‌زمینه‌ای دیگر روی نماد<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید (مانند "قلعه 3" یا "کویر سنگی")</p>
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour sélectioner un autre arrière-plan (comme ‘castle3’ (Chateau) or ‘gravel desert’ (désert aride) ):</p>
kk: ⇥⇥<p> Жаңа фон таңдау үшін<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">белгішесіне басыңыз (‘қамал3’ не ‘қиыршық шөл’ сияқты):</p>⇥ ⇥
sl: <p>Klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikono, da izbereš drugo ozadje (kot je ‘castle3’ ali ‘gravel desert’):</p>
vi: <p>Bấm vào biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để chọn phông nền khác (như là ‘lâu đài 3’ hay ‘sa mạc đá sỏi’):</p>
zh_tw: <p>點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 圖示以選擇其它的背景（像是 castle3（城堡）或是 gravel desert（礫石沙漠）：</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab and select your sprite.</p>
bn: <p><span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর এবং তোমার স্প্রাইট নির্বাচন কর।</p>
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span> a vyber tvoji postavu.</p>
cy: <p>Cliciwch y tab<span class="tab-ref">Sgriptiau</span> a dewis eich corlun.</p>
de: <p>Klicke das <span class="tab-ref">Skripte</span>-Register an und wähle eine Figur aus.</p>
fa: <p>زبانه <span class="tab-ref">دستورها</span>را کلیک کرده و شکلک خود را انتخاب کنید.</p>
fr: <p>Clique sur l'onglet<span class="tab-ref">Scripts</span> et sélectionne ton lutin.</p>
kk: ⇥⇥<p> <span class="tab-ref">Скрипттер</span>ендірмесін басыңыз. Сосын спрайтты таңдаңыз: </p> ⇥
lt: ⇥Spausk <span class="tab-ref">Scenarijai</span> skyrių. Tada pridėk šį scenarijų. ⇥
sl: <p>Klikni <span class="tab-ref">skripte</span> zavihek in izberi svoj lik.</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span> và chọn đối tượng của bạn.</p>
zh_tw: <p>點擊 <span class="tab-ref">程式</span> 頁籤並選擇你的角色。</p>

source: Then add the ‘Switch backdrop to’ block to your script to switch to the new scene:
bn: তারপর নতুন দৃশ্যের দিকে যেতে আপনার স্ক্রিপ্টে ‘Switch backdrop to’ ব্লক যুক্ত করুন:
cs: Poté přidej do svého Scénáře funkci "Změň pozadí na", čímž se přepne na novou scénu:
cy: Yna ychwanegwch y bloc 'Newid cefnlenni i' i'ch sgript i newid i olygfa newydd:
de: Füge dann den "wechsle zu Bühnenbild" Block zu deinem Skript hinzu um zur neuen Szene zu wechseln:
fa: سپس قطعه 'تغییر پس‌زمینه' را به دستور خود اضافه کنید تا به صحنه جدید تغییر کنید:
fr: Ensuite, ajoute le bloc 'Basculer sur l'arrière-plan' à ton script pour aller à la nouvelle scène :
kk: Содан кейін жаңа сахнаға ауысу үшін скриптқа 'фонды ауыстыру' блогын қосыңыз:
lt: Tada pridėk rezultatų blokus į savo scenarijų:
sl: Nato dodaj blok "Zamenjaj ozadje na" v svoj skript, da zamenjaš na novo ozadje:
tr: Ardından yeni sahneyi değiştirmek için senaryoya "Arka plan değiştir" blokunu ekleyin:
vi: Sau đó thêm vào mảnh ghép ‘Đổi phông nền thành’ vào kịch bản của bạn để chuyển đỗi giữa các Phân cảnh:
zh_tw: 接著添加「背景換成」積木到你的程式，以切換成新的背景：

source: What do you want your character to find in the new scene?
bn: নতুন দৃশ্যে তোমার ক্যারেক্টারটিকে তুমি কি খুঁজে পেতে চাও?
cs: Co chceš aby tvoje postava našla v nové scéně?
cy: Beth hoffech chi i'r cymeriad ddod ar ei draws yn yr olygfa newydd?
de: Was soll deine Figur in der nächsten Szene finden?
fa: می‌خواهید کاراکتر شما در صحنه جدید چه چیزی پیدا کند؟
fr: Qu'est-ce que tu veux que tes personnages trouvent dans la nouvelle scène ?
kk: Сіздің кейіпкеріңіз жаңа сахнадан не тапқанын қалайсыз?
lt: Ką nori, kad šis veikėjas rastų pradžioje?
sl: Kaj naj tvoj lik najde na novi sceni?
tr: Karakterinin yeni sahnede ne bulmasını istersin?
vi: Bạn muốn nhân vật của mình tìm thấy gì trong phân cảnh mới?
zh_tw: 你想要你的角色在新的場景中找到什麼？
