Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Make sure the clips are securely connected.
bn: নিশ্চিত কর যে ক্লিপগুলো নিরাপদে সংযুক্ত রয়েছে।
cs: Ujistěte se, že jsou svorky bezpečně připojeny.
cy: Gwnewch yn siŵr fod y clips yn gafael yn dynn.
de: Stelle siche dass die Metallklammern sicher verbunden sind.
fa: مطمئن شوید که گیره‌ها محکم وصل شده‌اند.
fr: Assure-toi que les pinces sont correctement connectées.
kk: Сіздің клиптарыңыз дұрыс жалғастырылғандығына көз жеткізіңіз.
nb: Pass på at krokodilleklemmene sitter godt fast.
nn: Pass på at krokodilleklemmene sit godt fast.
pt_br: Verifique se os conectores estão ligados.
vi: Hãy chắc là các kẹp được kết nối kỹ lưỡng.
zh_tw: 確定你的夾子有夾上。

source: Make sure you are holding one wire connected to EARTH and one clip on a key port.
bn: নিশ্চিত হও যে তুমি একটি তারের সাথে EARTH এর সাথে সংযুক্ত এবং একটি কী পোর্টে একটি ক্লিপ রয়েছে।
cs: Ujisti se, že držíš kabel připojený do ZEMĚ a jeden spínač na klíčovém portu.
cy: Gwnewch yn siŵr eich bod yn dal un wifren wedi cysylltu i'r DDAEAR ac un i'r porth bysell.
de: Stelle sicher dass du einen draht hältst der mit EARTH verbunden isd und ein Metalllende ab einem Tasteneingang.
fa: اطمینان حاصل کنید که شما یک سیم متصل به زمین و یک گیره روی درگاه کلید نگه می‌دارید.
fr: Assure-toi de bien laisser un fil connecté à EARTH et une pince sur un port d'une touche.
kk: Сіз бір сым ЖЕРГЕ жіне екінші сым кілттің портына байланыстырылғандығына көз жеткізіңіз.
nb: Pass på at du holder i en ledning koblet til Jord ("Earth") og en som er koblet til en tast-inngang.
nn: Pass på at du held i ein leidning kopla til jord («EARTH») og ein som er kopla til ein tasteinngang.
pt_br: Verifique se você está segurando um fio conectado à TERRA e um conector em uma porta da tecla.
vi: Đảm bảo là bạn giữ một dây nối EARTH và một dây kẹp vào phím cổng.
zh_tw: 確定你將一根電線連接到 EARTH 上，同時將一個夾子固定到指定埠上。

source: For more troubleshooting tips, see the <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.
bn: আরও সমস্যা সমাধানের টীকা পেতে, দেখ <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>।
cs: Pro další tipy na řešení problémů se podívej na <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">tipy jak na MaKey MaKey</a>.
cy: Am ragor o awgrymiadau datrys problemau, darllenwch <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">awgrymiadau MaKey MaKey</a>.
de: Für weitere Verbesserungsvorschläge, schau dir die <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey How-to Tips</a> an.
fa: برای راهنمایی‌های بیشتر عیب‌یابی، نکات چگونگی <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">میکی میکی</a> را ببینید.
fr: Pour plus d'astuces pour résoudre tes problèmes, voir <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">astuces pour utiliser le MaKey MaKey</a>.
kk: Көп ақаулықтарды жою бойынша кеңестер, қараңыз<a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey қалай істеу керек кеңестері</a>.
nb: For flere tips om feilsøking, se <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey tips</a>.
nn: For fleire tips om feilsøking, sjå <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey-tipsa</a>.
pt_br: Para mais dicas de resolução de problemas, veja as <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">Dicas sobre MaKey MaKey</a>.
vi: Để xem nhiều thủ thuật khắc phục sự cố, vào phần <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">thủ thuật hướng dẫn MaKey MaKey</a>.
zh_tw: 若需要更多幫助，請參考 <a href="http://makeymakey.com/howto.php#troubleshooting" target="blank">MaKey MaKey how-to tips</a>.

source: Next, code and customize
bn: পরবর্তী, কোড এবং কাস্টমাইজ কর
cs: Dále, kóduj a přizpůsobuj
cy: Nesaf, codio a chyfaddasu
de: Als nächstes, programmiere das Projekt und passe es an
fa: سپس، کدگذاری و شخصی‌سازی کنید
fr: Ensuite, programme et personnalise
kk: Келесі, кодтау және теңшеу
nb: Videre: Lag et program
nn: Vidare: lag eit program
pt_br: Em seguida, programe e personalize
tr: Sonra, kodla ve özelleştir
vi: Tiếp theo, lập trình và tùy biến
zh_tw: 下一步，編程與特色化

source: What do you want to happen in Scratch?
bn: তুমি Scratch এ কি হতে চাও?
cs: Co chceš aby se ve Scratchi stalo?
cy: Beth hoffech chi ddigwydd yn Scratch?
de: Was soll das Scratch-Projekt machen?
fa: می‌خواهید در اسکرچ چه اتفاقی بیافتد؟
fr: Qu'est-ce que tu veux qu'il se passe dans Scratch ?
kk: Scratch-та не болғанын қалайсыз?
nb: Hva vil du få til å skje i Scratch?
nn: Kva vil du få til å skje i Scratch?
pt_br: O que você quer que aconteça no Scratch?
sl: Kaj naj se zgodi v Scratchu?
vi: Bạn muốn điều gì diễn ra trong Scratch?
zh_tw: 你想要用 Scratch 做些什麼？

source: If you’re in a blank project (with just the cat), try a script like this:
bn: তুমি যদি একটি ফাঁকা প্রজেক্টে থাক (শুধু বিড়ালের সাথে), এইরকম একটি স্ক্রিপ্ট চেষ্টা কর:
cs: Pokud jsi v prázdném projektu (pouze s kočkou) vyzkoušej scénář takhle:
cy: Os ydych chi mewn project gwag (gyda dim ond y gath), rhowch gynnig ar sgript fel hon:
de: Wenn du ein leeres Projekt hast (nur mit der Scratch-Katze), probiere ein Skript wie dieses aus:
fa: اگر شما در یک برنامه خالی (فقط با گربه) هستید، یک دستور مانند این را امتحان کنید:
fr: Si tu es dans un projet vide (avec uniquement le chat), essaie un script comme ceci :
kk: Егер сіз бос жобада (тек қана мысықпен) болсаңыз, осындай скриптті тексеріп көріңіз:
nb: Hvis du har startet et nytt prosjekt (med bare katten) kan du prøve dette:
nn: Viss du har starta eit nytt prosjekt (med berre katten), kan du prøva dette:
pt_br: Se você está em um projeto em branco (apenas com o gato), experimente um script como este:
vi: Nếu bạn ở một chương trình rỗng (chỉ có chú mèo), thử kịch bản như thế này:
zh_tw: 如果你已開啟了空白的專案，可以試試建立下方的程式：

source: If you’re in the Makey Makey drum or piano project, try adding or changing the sounds.
bn: তুমি যদি Makey Makey ড্রাম বা পিয়ানো প্রজেক্টে থাকো, তাহলে শব্দগুলো যোগ বা পরিবর্তন করার চেষ্টা করো
cs: Jestli jsi v MaKey MaKey bubnovém nebo pianovém projektu, zkus přidávat nebo měnit zvuky.
cy: Os ydych chi yn y project drwm neu biano Makey Makey, ceisiwch ychwanegu neu newid y seiniau.
de: Wenn du im Makey Makey Trommel oder Piano-Projekt bist, versuche weitere Klänge hinzuzufügen oder zu ändern.
fa: اگر در درام میکی میکی یا برنامه پیانو هستید، سعی کنید صداها را اضافه کنید یا تغییر دهید.
fr: Si tu es dans le projet piano ou batterie Makey Makey, essaie de changer les sons ou d'en ajouter.
kk: Егер сіз MaKey MaKey-дің барабан немесе пианино жобасында болсаңыз, дыбыстарды қосып немесе өзгертіп көріңіз.
nb: Hvis du har åpnet tromme- eller piano-prosjektet for MaKey MaKey kan du prøve å forandre på lydene.
nn: Viss du har opna tromma- eller piano-prosjektet for MaKey MaKey, kan du prøva å forandra på lydane.
pt_br: Se você está no projeto de bateria ou piano do MaKey MaKey, experimente adicionar ou alterar os sons.
vi: Nếu bạn ở chương trình dương cầm hay trống Makey Makey, thử thêm vào hay thay đổi âm thanh.
zh_tw: 如果你有 Makey Makey 的鼓或鋼琴專案檔案，可以試著變化一下音效。

source: Next, add more keys
bn: তারপর, আরও কী যোগ কর
cs: A teď přidej více kláves
cy: Nesaf, ychwanegwch ragor o fysellau
de: Füge jetzt weitere Tasten hinzu
fa: سپس، کلیدهای بیشتری اضافه کنید
fr: Ensuite, ajoute plus de touches
kk: Келесі, көбірек пернелер қосыңыз
nb: Videre: Flere taster
nn: Vidare: fleire tastar
pt_br: Em seguida, adicione mais teclas
tr: Sonra, daha fazla anahtar ekle
vi: Kế đến, thêm phím
zh_tw: 下一步，添加更多按鍵

source: You can also connect alligator clips to each of the arrow key ports on the MaKey MaKey (UP, DOWN, LEFT, RIGHT).
bn: তুমি MaKey MaKey (উপরে, নিচে,বামে,ডানে) এর প্রতিটি অ্যারো কী পোর্টের সাথে অ্যালিগেটর ক্লিপগুলো সংযুক্ত করতে পার।
cs: Na MaKey MaKey také můžete připojit krokodýlky ke každému portu s šipkami(NAHORU, DOLŮ, VLEVO, VPRAVO).
cy: Gallwch hefyd gysylltu clipiau aligator i bob porth allwedd bysell ar y Makey Makey (UP, DOWN, LEFT, RIGHT).
de: Du kannst die Krokodilklemmen auch mit den Pfeiltastenanschlüssen am Makey Makey (UP, DOWN, LEFT, RIGHT) verbinden.
fa: شما همچنین می‌توانید گیره‌های سوسماری را به هر یک از درگاه‌های کلید جهت (بالا، پایین، چپ، راست) روی میکی میکی متصل کنید.
fr: Tu peux aussi connecter des pinces crocodile à chacun des ports de touche du Makey Makey (HAUT, BAS, GAUCHE, DROITE).
kk: MaKey MaKey-дағы көрсеткі пернелеріне (ЖОҒАРЫ, ТӨМЕН, СОЛ, ОҢ) қолтырауын клиптерін жалғай аласыз .
nb: Du kan også koble krokodilleklemmer til piltast-tilkoblingene på MaKey MaKey (opp, ned, venstre, høyre).
nn: Du kan òg kopla krokodilleklemmene til piltast-tilkoplingane på MaKey MaKey (opp, ned, venstre, høgre).
pt_br: Você também pode ligar os conectores crocodilo a cada uma das setas do teclado no MaKey MaKey (EM CIMA, EMBAIXO, ESQUERDA e DIREITA).
vi: Bạn cũng có thể nối các kẹp cá sấu vào các cổng phím trên MaKey MaKey (UP, DOWN, LEFT, RIGHT).
zh_tw: 你也可以用鱷魚夾連結 MaKey MaKey 上的按鍵埠（上、下、左、右）。

source: Hold the wire from EARTH to ground yourself, then touch the metal clip ends to activate each key.
cs: Drž kabel ze ZEMĚ, aby si se uzemnil/a, následně se dotkni kovového spínače pro aktivaci všech klíčů.
cy: Daliwch y weiren o EARTH i'r ddaear eich hun, yna cyffyrddwch blaenau'r clipiau metel i fywiogi pob allwedd.
de: Halte das Kabel EARTH um dich selbst zu erden und berühre dann die Metallklemmen um die jeweilige Taste zu aktivieren.
fa: سیم را از زمین گرفته تا خودتان را به زمین وصل کنید، سپس انتهای گیره فلزی را برای فعال کردن هر کلید لمس کنید.
fr: Tiens dans tes doigts le fil venant de EARTH pour te mettre à la terre, puis touche la pince en métal pour activer chaque touche.
kk: Жерге қону үшін ЖЕРдегі сымды ұстап тұрыңыз, сосын әр пернені іске қосу үшін металл қысқыштардың ұшын ұстаңыз.
nb: Hold i ledningen fra Jord ("Earth") for å jorde deg selv. Deretter berører du metalldelen av de andre krokodilleklemmene for å lage forskjellige tastetrykk.
nn: Hold i leidningen frå jord («EARTH») for å jorda deg sjølv. Deretter rører du metalldelen av dei andre krokodilleklemmene for å laga ulike tastetrykk.
pt_br: Segure o fio conectado à TERRA para ficar conectado, então toque as extremidades do conector de metal para ativar cada tecla.
vi: Giữ dây từ EARTH để nối đất bạn, sau đó chạm vào phần cuối kim loại để kích hoạt từng phím.
zh_tw: 抓好從 EARTH 的導線自已接地，然後碰觸金屬夾的末端，就可以啟用每個鍵。

source: Add scripts that make something happen when the arrow keys are pressed.
bn: স্ক্রিপ্ট যোগ কর যাতে অ্যারো চিহ্ন চাপলে কিছু ঘটবে।
cs: Přidej skripty, které něco udělají, když jsou stisknuty šipky na klávesnici.
cy: Ychwanegwch sgriptiau sy'n gwneud i rywbeth ddigwydd pan mae'r bysellau saeth yn gael eu pwyso.
de: Füge Skripte hinzu die etwas machen wenn die Pfeiltasten gedrückt werden.
fa: دستورهایی را اضافه کنید که هنگام فشردن کلیدهای جهت، اتفاقی افتد.
fr: Ajoutes des scripts qui font quelque chose quand les touches flèche sont pressées.
kk: Бағыттаушы пернелер басылғанда бірнәрсе болатындай скрипт қосыңыз.
nb: Lag skript som får ting til å skje når piltastene trykkes.
nn: Lag skript som får ting til å skje når piltastane vert trykte.
pt_br: Adicione scripts que fazem algo acontecer quando as setas estiverem pressionadas.
sl: Dodaj ukaze, s katerimi se bo ob pritisku na smerne puščice nekaj zgodilo.
vi: Thêm kịch bản để điều gì đó xảy ra khi các phím mũi tên được bấm.
zh_tw: 添加一段程式：當方向按鍵被按下時，發生一些事。

source: Next, experiment and create
bn: পরবর্তী, গবেষণা এবং তৈরি কর
cs: A dál, experimentuj a tvoř
cy: Nesaf, arbrofi a chreu
de: Nun experimentiere und schaffe
fa: سپس، آزمایش و خلق کنید
fr: Ensuite, expérimente et crée
kk: Енді, тәжірибе жасаңыз және құрастырыңыз
nb: Videre: Prøv deg fram
nn: Vidare: prøv deg fram
pt_br: Em seguida, experimente e crie
sl: Sedaj preizkusi in ustvari
tr: Sonra, deney ve yarat
vi: Tiếp theo, thử nghiệm và sáng tạo
zh_tw: 下一步，實驗並創作

source: You can use other conductive materials to activate the MaKey MaKey key ports.
cs: Pro aktivaci klíčových portů MaKey MaKey můžete použít jiné vodivé materiály.
cy: Gallwch ddefnyddio defnyddiau dargludol eraill i gychwyn pyrth bysellau Makey Makey.
de: Du kanns andere leitende Materialien verwenden um die MaKey MaKey Tastenanschlüsse auszulösen.
fa: شما می‌توانید از مواد رسانای دیگر برای فعال کردن درگاه‍‌های کلید میکی میکی استفاده کنید.
fr: Tu peux utiliser d'autres matériaux conducteurs pour activer les ports des touches Makey Makey.
kk: MaKey MaKey пернелерін іске қосу үшін басқа да өткізгіш материалдар қолдана аласыз.
nb: Du kan bruke alle mulige slags ting som leder strøm for å lage tastetrykk med MaKey MaKey.
nn: Du kan bruka alle moglege ting som leier straum for å laga tastetrykk med MaKey MaKey.
pt_br: Você pode usar outros materiais condutores para ativar as portas das teclas MaKey MaKey.
vi: Nếu có thể sử dụng vật liệu dẫn điện khác để kích hoạt các cổng phím MaKey MaKey.
zh_tw: 你可以使用其他的導電材料來啟動 MaKey MaKey 的按鍵埠。

source: See the <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> and <a href="http://makeymakey.com/gallery" target="_blank">project gallery</a> for examples.
bn: উদাহরণের জন্য <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> ও <a href="http://makeymakey.com/gallery" target="_blank">প্রজেক্ট গ্যালারি</a> দেখ।
cs: Shlédni <a href="http://makeymakey.com" target="_blank">video MaKey MaKey</a> a <a href="http://makeymakey.com/gallery" target="_blank">projektovou galerii</a> na příklady.
cy: Edrychwch ar <a href="http://makeymakey.com" target="_blank">fideo MaKey MaKey</a> a'r <a href="http://makeymakey.com/gallery" target="_blank">oriel project project gallery</a> fam esiamplau
de: Für Beispiele, schaue zum <a href="http://makeymakey.com" target="_blank">MaKey MaKey Video</a> und zur <a href="http://makeymakey.com/gallery" target="_blank">Projektgallerie</a>.
fa: <a href="http://makeymakey.com" target="_blank">ویدئو میکی میکی</a>و <a href="http://makeymakey.com/gallery" target="_blank">گالری برنامه</a>را برای نمونه ببینید.
fr: Va voir la <a href="http://makeymakey.com" target="_blank">vidéo MaKey MaKey</a> et sur <a href="http://makeymakey.com/gallery" target="_blank">gallerie de projets</a> pour des exemples.
kk: Мысалға<a href="http://makeymakey.com" target="_blank">MaKey MaKey видеосын</a>және <a href="http://makeymakey.com/gallery" target="_blank">жоба галереясын</a>көріңіз.
nb: Se <a href="http://makeymakey.com" target="_blank">MaKey MaKey-videoen</a> og <a href="http://makeymakey.com/gallery" target="_blank">galleriet</a> for flere eksempler.
nn: Sjå <a href="http://makeymakey.com" target="_blank">MaKey MaKey-videoen</a> og <a href="http://makeymakey.com/gallery" target="_blank">prosjektgalleriet</a> for fleire eksempel.
pt_br: Veja o <a href="http://makeymakey.com" target="_blank">vídeo sobre MaKey MaKey</a> e a <a href="http://makeymakey.com/gallery" target="_blank">galeria de projetos</a> para ver exemplos.
vi: Xem phần <a href="http://makeymakey.com" target="_blank">video MaKey MaKey</a> và <a href="http://makeymakey.com/gallery" target="_blank">bộ sưu tập chương trình</a> chẳng hạn.
zh_tw: 若要觀看示範，請參考 <a href="http://makeymakey.com" target="_blank">MaKey MaKey video</a> 和 <a href="http://makeymakey.com/gallery" target="_blank">專案中心</a> 。

source: Next, see the extra tip
bn: তারপর, আরও টীকায় দেখ
cs: Dál, podívej se na extra tip
cy: Nesaf, edrychwch ar yr awgrym ychwanegol
de: Schau dir nun den Extra-Tipp als nächstes an
fa: سپس، نکته اضافی را ببینید
fr: Ensuite, regarde l'astuce supplémentaire
kk: Енді, қосымша кеңесті қараңыз
nb: Videre: Et ekstra tips
nn: Vidare: eit ekstra tips
pt_br: Em seguida, veja a dica extra
tr: Sonra, ekstra ipucunu gör
vi: Tiếp theo, xem thủ thuật thêm
zh_tw: 下一步，一些特別技巧

source: If you want your script to play as soon as you press the key, try this combination blocks:
bn: তুমি যদি তোমার স্ক্রিপ্টটি কী চাপার সাথে সাথে চালাতে চাও তবে, এই সমন্বয় ব্লকগুলো ব্যবহার করে দেখ:
cs: Jestli chceš, aby tvůj scénář hrál po stisknutí klávesy, zkus tuto kombinaci bloků:
cy: Os hoffech chi i'ch sgript chwarae cyn gynted â'ch bod wedi pwyso'r fysell, rhowch gynnig ar y blociau cyfun hyn:
de: Wenn du willst dass dein Skript läuft sobald du die Taste drückst, wende diese Blöcke an:
fa: اگر می‌خواهید دستور شما به محض فشردن کلید اجرا شود، این قطعههای ترکیبی را امتحان کنید:
fr: Si tu veux que ton script s'exécute dès que tu presses sur une touche, essaie cette combinaison de blocs :
kk: Сіз пернені баса салысымен скриптіңіз жүргенін қаласаңыз, мына скрипттер комбинациясын сынап көріңіз:
nb: Hvis du vil at skriptene skal starte med en gang kan du prøve å bruke disse klossene:
nn: Viss du vil at skripta skal starta med ein gong du trykkjer på tasten, kan du bruka desse klossane:
pt_br: Se você quer que seu script seja executado assim que você pressionar uma tecla, experimente esta combinação de blocos:
vi: Nếu bạn muốn kịch bản của bạn được phát ngay khi bạn bấm phím, thử các mảnh ghép kết hợp này:
zh_tw: 如果你想要在按下某個按鍵時程式就開始執行，可以試試組合一下積木：

source: The broadcast block will interrupt the script that was running, so that the script plays as soon as you press the key.
bn: ব্রডকাস্ট ব্লকটি চলমান স্ক্রিপ্টকে বাধাগ্রস্ত করবে, যাতে তুমি কী চাপার সাথে সাথে স্ক্রিপ্টটি চলে।
cs: Vysílaný blok přeruší spuštěný scénář, takže scénář přehraje, jakmile stiskneš klávesu.
cy: Bydd y bloc darlledu yn ymyrryd â'r sgript oedd yn rhedeg, fel bod y sgript yn chwarae cyn gynted â'ch bod wedi pwyso'r fysell.
de: Der senden-Block unterbricht das Skript das gerade läuft so dass das dein Skript sofort nach Drücken der Taste ausgeführt wird.
fa: قطعه پخش دستوری که در حال اجرا است را قطع می‌کند، به طوری که دستور به محض فشردن کلید اجرا شود.
fr: Le bloc envoyer à tous va interrompre le script qui est en cours afin que le script s'exécute dès que tu appuies sur la touche.
kk: Тарату блогы сіз пернені басқанда қайта қосылатындай етіп жүріп жатқан скриптті тоқтатады.
nb: "Send melding"-klossen vil avbryte andre skript som kjører, slik at dette skriptet starter straks MaKey MaKey lager et tastetrykk.
nn: «Send melding»-klossen vil avbryta skriptet som køyrde, slik at dette skriptet startar straks MaKey MaKey sender eit tastetrykk.
pt_br: O bloco que envia a todos vai interromper o script que estava em execução, então o script é executado assim que você pressionar a tecla.
vi: Mảnh ghép truyền tin sẽ làm gián đoạn kịch bản đang được thực hiện, để kịch bản có thể phát ngay khi bạn bấm phím.
zh_tw: 廣播積木會中斷所有正在運行中的程式，所以只要你按下按鍵此程式就會開始執行。

source: Move your sprite with arrow keys
bn: অ্যারো কী দিয়ে তোমার স্প্রাইট সরাও
cs: Pohybuj postavou pomocí šipek
cy: Symudwch eich corlun gyda'r bysellau saeth
de: Bewege deine Figur mit den Pfeiltasten
fa: شکلک خود را با کلیدهای جهت حرکت دهید
fr: Déplacez votre lutin avec les touches fléchées
kk: Бағыттаушы пернелер арқылы спрайтыңызды қозғалтыңыз.
nb: Flytt en figur med piltastene
nn: Flytt figuren med piltastane
pt_br: Movimente seu ator com as teclas de seta
sl: Figuro premikaj s smernimi puščicami
tr: Kuklanızı yön tuşlarıyla oynatın
vi: Di chuyển đối tượng của bạn với các phím mũi tên
zh_tw: 使用方向鍵移動

source: Try this code:
bn: এই কোডটি চেষ্টা কর:
cs: Zkus tenhle kód:
cy: Rhowch gynnig ar y cod yma:
fa: این کد را امتحان کنید:
fr: Essaie ce code :
sl: Preizkusi to kodo:
tr: Bu kodu dene:
vi: Thử đoạn mã này:

source: Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
bn: ট্রিগার করতে অ্যারো কীগুলো <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> চাপ দাও।
cs: Stiskni klávesy šipek <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> pro spuštění.
cy: Pwyswch fysellau saeth<img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> i gychwyn.
fa: کلیدهای جهت <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"><img src="%(STATIC_URL)s/images/help/down-arrow-key.png"><img src="%(STATIC_URL)s/images/help/left-arrow-key.png"><img src="%(STATIC_URL)s/images/help/right-arrow-key.png">را برای تحریک کردن، فشار دهید.
fr: Presse les touches flèches <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"><img src="%(STATIC_URL)s/images/help/down-arrow-key.png"><img src="%(STATIC_URL)s/images/help/left-arrow-key.png"><img src="%(STATIC_URL)s/images/help/right-arrow-key.png">pour le déclencher.
sl: Za sprožitev pritisni smerne puščice <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"><img src="%(STATIC_URL)s/images/help/down-arrow-key.png"><img src="%(STATIC_URL)s/images/help/left-arrow-key.png"><img src="%(STATIC_URL)s/images/help/right-arrow-key.png">.
tr: Tetiklemek için yön tuşları <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"><img src="%(STATIC_URL)s/images/help/down-arrow-key.png"><img src="%(STATIC_URL)s/images/help/left-arrow-key.png"><img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> e basın.
vi: Bấm các phím mũi tên <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> để kích hoạt.

source: To copy a stack of blocks, click at the top with the duplicate tool:
bn: ব্লকসমূহকে কপি করতে, ডুপ্লিকেট টুল দিয়ে উপরে ক্লিক কর:
cs: Pokud chceš kopírovat hromadu bloků, klikni v horní části na nástroj kopírovat:
cy: I gopïo stac o flociau, cliciwch ar y brig gyda'r offeryn dyblygu:
de: Um einen Stapel von Blöcken zu kopieren klicke mit dem Duplizieren-Werkzeug auf den obersten Block:
fa: برای کپی کردن یک دسته قطعه، با استفاده از ابزار تکثیر در بالای صفحه کلیک کنید:
fr: Pour copier une pile de blocs, cliquez en haut avec l'outil dupliquer:
kk: Блоктар үймесін көшіріп алу үшін Көшірме құралының жоғарғы жағын басыңыз.
nb: For å kopiere en stabel av klosser klikker du på den øverste med kopi-verktøyet:
nn: For å kopiera ein stabel av klossar, trykkjer du på den øvste med kopiverktøyet:
pt_br: Para copiar uma pilha de blocos, clique no topo com a ferramenta de duplicação:
sl: Če želiš kopirati več zloženih blokov, na vrhu klikni z orodjem za podvajanje:
tr: Bir taş dizisini toplu halde kopyalamak için 'kopyasını çıkart' aracı eline alıp en üst taşına tıkla:
vi: Để sao chép một chồng các mảnh ghép, bấm vào bên trên với công cụ sao chép:
zh_tw: 若要複製積木堆，可以使用複製工具
