Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Make a version of the bouncing ball game. Find out how to add sounds, points, or other effects. Then, challenge your friends to play.
bn: বাউন্সিং বল গেমের একটি সংস্করণ তৈরি কর। শব্দ, বিন্দু বা অন্যান্য ইফেক্ট যোগ করার উপায় খুঁজে বের কর। তারপরে, তোমার বন্ধুদের খেলতে আহ্বান কর।
cs: Vytvoř verzi hry "bouncing ball". Zjisti jak přidat zvuky, body a další efekty. Potom vyzvi svého kamaráda.
cy: Crëwch fersiwn o'r gêm bownsio pêl. Chwiliwch sut i ychwanegu seiniau, pwyntiau ac effeithiau eraill. Yna, rhowch her i'ch ffrindiau i'w chwarae.
de: Mache deine eigene Version des Spiels mit dem springenden Ball. Finde heraus wie Klänge, Punkte und andere Effekte hinzugefügt werden und fordere dann deine Freundinnen oder Freunde in einem Spiel heraus.
fa: یک نسخه از بازی توپ بازگرداننده را ایجاد کنید. پیدا کردن چگونگی اضافه کردن صداها، نقاط یا جلوه‌های دیگر. سپس دوستان خود را به بازی دعوت کنید.
fr: Fais une version du jeu de la balle qui rebondit. Découvre comment ajouter des sons, compter les points ou d'autres effets. Ensuite, défie tes amis à ce jeu.
kk: Секіргіш доп ойынының өз нұсқаңызды жасаңыз. Дыбыстарды, ұпай, немесе өзге де эффекттерді қалай қосу керегін көріңіз. Содан кейін, достарыңызбен ойнаңыз.
nb: Lag et spill der du spretter en ball. Lær å lage lyder, poeng og andre effekter. Inviter venner til å spille med deg!
nn: Lag eit spel der du sprett ein ball. Lær å laga lydar, poeng og andre effektar. Og inviter vennar til å spela med deg!
pt_br: Crie uma versão do jogo da bola saltitante. Descubra como adicionar efeitos sonoros, pontos, e outros efeitos. Então, desafie seus amigos para jogar.
sl: Ustvari igro z odbijajočo se žogo. Nauči se kako dodaš zvok, točke in druge učinke. Nato povabi svoje prijatelje k igranju tvoje igre.
tr: Kendi 'zıplayan top' oyunumuzu yapalım. Oyunumuza sesler, puanlar gibi özellikler ekleyeceğiz. Sonrada arkadaşlarını yarıştır.
vi: Tạo ra một phiên bản cho trò chơi tưng bóng. Tìm hiểu cách để thêm âm thanh, điểm số, hoặc những hiệu ứng khác. Sau đó, thử thách bạn bè chơi cùng:
zh_tw: 創造一個彈跳球類型的遊戲，了解如何添加音效、計分功能，還有學習其他效果。最後，和你的朋友一較高下。

source: Choose a Ball
bn: একটি বল চয়ন করো
cs: Vyber míč
cy: Dewis Pêl
de: Wähle einen Ball
fa: انتخاب یک توپ
fr: Choisis une balle
id: Pilih sebuah Bola
kk: Допты таңдаңыз
nb: Velg en ball
nn: Vel ein ball
pt_br: Escolher uma bola
sl: Izberi žogo
tr: Top Seçme
vi: Chọn bóng
zh_tw: 選擇一顆球

source: Make the Ball Move
bn: বলটি সচল কর
cs: Rozpohybuj míč
cy: Symud y Bêl
de: Lass den Ball sich bewegen
fa: توپ را به حرکت درآورید
fr: Fais bouger la balle
id: Buat Bolanya Bergerak
kk: Допты қозғалатындай қылыңыз
nb: Få ballen til å bevege seg
nn: Få ballen til å røra seg
pt_br: Fazer a bola se mover
sl: Naj se žoga giblje
tr: Topu Kıpırdatma
vi: Làm cho trái banh di chuyển
zh_tw: 讓球動起來

source: Move and Bounce
bn: সরাও এবং লাফও
cs: Přesuň a odrážej
cy: Symud a Bownsio
de: Bewegen und hüpfen
fa: حرکت کنید و بپرید
fr: Avancer et rebondir
id: Bergerak dan Memantul
kk: Жылжыту және серпімділік
nb: Sprett omkring
nn: Sprett omkring
pt_br: Mover e saltar
sl: Premik in odboj
tr: Hareketlendirme ve Sektirme
vi: Di chuyển và Tưng
zh_tw: 移動和反彈

source: Choose your Paddle
bn: তোমার প্যাডেল বাছাই কর
cs: Vyber si pádlo
cy: Dewis Padl
de: Wähle deinen Schläger
fa: راکت خود را انتخاب کنید
fr: Choisis ta raquette
id: Pilih Pemantulmu
kk: Ескекті таңдаңыз
nb: Velg en racket
nn: Vel ein rekkert
pt_br: Escolher sua raquete
sl: Izberi svoj lopar
tr: Raket Seçimi
vi: Chọn Vợt của bạn
zh_tw: 選擇你的球拍

source: Control the Paddle
bn: প্যাডেলটি নিয়ন্ত্রণ করো
cs: Ovládej pádlo
cy: Rheoli'r Padl
de: Steuere den Schläger
fa: راکت خود را کنترل کنید
fr: Contrôle la raquette
id: Kontrol Pemantulnya
kk: Ескекті қадағалаңыз
nb: Styring av racketen
nn: Styring av rekkerten
pt_br: Controlar a raquete
sl: Upravljaj lopar
tr: Raket Kontrolü
vi: Điều khiển Vợt
zh_tw: 控制球拍

source: Bounce Off the Paddle
bn: প্যাডেলকে বাউন্স কর
cs: Odraž se od pádla
cy: Bownsio oddi ar y Padl
de: Vom Schläger abprallen
fa: از روی راکت بپرید
fr: Rebondir sur la raquette
id: Memantul Dari Pemantul
kk: Ескекті секіртіңіз
nb: Sprett i racketen
nn: Sprett i rekkerten
pt_br: Quicar na raquete
sl: Odboj od loparja
tr: Raketten Sekme
vi: Tung ra khỏi Vợt
zh_tw: 碰到球拍就反彈

source: Choose a backdrop for your pong game.
bn: তোমার পং গেমের জন্য একটি ব্যাকড্রপ বাছাই কর।
cs: Vyber pozadí pro tvojí ping pong hru.
cy: Dewiswch gefnlen ar gyfer eich gemau pong.
de: Wähle ein Bühnenbild für deine Pong-Spiel.
fa: یک پس‌زمینه برای بازی پینگ پنگ خود انتخاب کنید.
fr: Choisis un arrière-plan pour ton jeu de pong
kk: Теннис ойынына фон таңдаңыз
nb: Velg et bakgrunnsbilde for spillet ditt.
nn: Vel eit bakgrunnsbilete for spelet ditt.
pt_br: Escolha um pano de fundo para o seu jogo no estilo pong.
tr: Zıplayan top oyunun için önce bir dekor seç.
vi: Chọn phông nền cho trò chơi pong.
zh_tw: 選擇一個適合乒乓球遊戲的背景。

source: Then choose the backdrop you want (such as neon tunnel or brick wall):
bn: তারপর তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর (যেমন নিয়ন টানেল বা ইটের দেয়াল):
cs: Dále vyber pozadí, které chceš (jako třeba neonový tunel nebo cihlová zeď):
cy: Yna dewiswch eich cefnlen (e.e. twnnel neon neu wal frics):
de: Wähle das Bühnenbild, das dir gefällt (wie etwa "neon tunnel" oder "brick wall"):
fa: سپس تصویر زمینه مورد نظرتان را انتخاب کنید(مانند ونل نئون با دیوار شکسته)
fr: Ensuite, choisis l'arrière-plan que tu veux (comme neon tunnel (tunnel en néon) ou brick wall (mur de brique) ):
kk: Енді өзіңізге ұнаған фонды таңдаңыз (мәселен неонды тоннель немесе кірпіш қабырға):
nb: Velg bakgrunnen du vil ha (for eksempel "neon tunnel" eller "brick wall"):
nn: Vel så bakgrunnsbiletet du vil ha (for eksempel «neon tunnel» eller «brick wall»):
pt_br: Então, escolha o pano de fundo que você quer (como túnel de neon, ou parede de tijolos):
tr: Beğendiğin bir dekoru seç (mesela 'neon tunnel' veya 'brick wall'):
vi: Sau đó chọn những phông nền bạn muốn (ví dụ như đường hầm neon và tường gạch):
zh_tw: 接著，選擇你想使用的背景，像是 neon tunnel（霓虹隧道）或是 brick wall（磚牆）：

source: Next, choose a ball
bn: পরবর্তী, একটি বল নির্বাচন কর
cs: V dalším kroku zvol míč
cy: Nesaf, dewiswch bêl
de: Dann wähle einen Ball
fa: سپس، توپی را انتخاب کنید
fr: Ensuite, choisis une balle
kk: Келесі, допты таңдаңыз
nb: Videre: Velg en ball
nn: Vidare: vel ein ball
pt_br: Depois, escolha uma bola
sl: Sedaj izberi žogo
tr: Sırada, top seçimi
vi: Tiếp theo, chọn banh
zh_tw: 下一步，新增一個角色

source: Change the color of the ball when it hits the paddle.
bn: যখন এটা প্যাডেলে আঘাত করে তখন বলটির রঙ পরিবর্তন কর।
cs: Změň barvu míče, když narazí do pádla.
cy: Newidiwch li'r bêl pan fydd yn taro'r badl.
de: Ändere die Farbe des Balls, wenn er den Schläger berührt.
fa: رنگ توپ هنگام برخورد با راکت تغییر کند.
fr: Change la couleur de la balle quand elle touche la raquette.
kk: Доп ескекке тигенде түсін өзгертіңіз
nb: Få ballen til å forandre farge når den treffer racketen.
nn: Få ballen til å endra farge når han treffer rekkerten.
pt_br: Altere a cor da bola quando ela bate na raquete.
sl: Ko se žogica dotakne loparja naj zamenja barvo.
tr: Rakete değdiğinde topun rengi değişsin.
vi: Thay đổi màu của trái banh khi nó chạm vào vợt.
zh_tw: 當球碰到球拍時更換球的顏色。

source: Starting Position
bn: শুরুতে অবস্থান
cs: Startovní pozice
cy: Man Cychwyn
de: Die Startposition
fa: محل شروع
fr: Position de départ
kk: Бастапқы позиция
nb: Startposisjon
nn: Startplassering
pt_br: Posição inicial
sl: Začetni položaj
tr: Başlama Noktası
vi: Vị trí khởi đầu
zh_tw: 設定開始的位置

source: You may want to set the ball’s starting position.
bn: তুমি বলের শুরুর অবস্থান নির্ধারণ করতে চাইতে পারো।
cs: Můžeš chtít nastavit počáteční pozici míče.
cy: Efallai byddwch eisiau gosod man cychwyn y bêl.
de: Du könntest die Startposition des Balls ändern.
fa: ممکن است بخواهید محل شروع توپ را تنظیم کنید.
fr: Tu peux définir la position de départ de la balle.
kk: Допты бастапқы орнына келтіргіңіз келуі мүмкін.
nb: Kanskje du vil bestemme hvor ballen skal starte?
nn: Kanskje du vil avgjera kor ballen skal starta?
pt_br: Você pode definir a posição inicial da bola.
sl: Najverjetneje boš želel določiti začetni položaj žogice.
tr: Topun başlama noktasını değiştirmek isteyebilirsin.
vi: Bạn có thể muốn đặt trái banh tại vị trí khởi đầu
zh_tw: 你可以讓球在每次開始時都在一個固定位置出現。

source: Move the ball to where you want it to start, then drag the <span class="motioncolor">go to x: y:</span> block into the top of this script:
bn: বলটি তুমি যেখানে শুরু করতে চাও সেদিকে সরাও, তারপর <span class="motioncolor">x: y: এ যাও</span> টেনে আন এই স্ক্রিপ্টের শীর্ষে ব্লক কর:
cs: Přesuň míč tam kam chceš aby začínal, potom přetáhni blok <span class="motioncolor">skoč na pozici x: y:</span> na začátek scénáře:
cy: Symudwch y bel lle hoffech chi gychwyn, yna llusgo'r bloc <span class="motioncolor">mynd i x: y:</span> i frig y sgript hon:
de: Verschiebe den Ball dorthin, wo er starten soll. Ziehen dann den <span class="motioncolor">gehe zu x: y:</span>-Block an den Anfang des Skripts:
fa: توپ را به جایی که می‌خواهید از آنجا شروع کنید، حرکت دهید، و سپس یک قطعۀ <span class="motioncolor">برو به x: y:</span> بالای این دستور بکشید:
fr: Déplace la balle à l'endroit où tu veux qu'elle démarre, puis fais glisser le bloc <span class="motioncolor">aller à x: y:</span> au début du script :
kk: Допты бастағыңыз келген жерге жылжытыңыз, сосын <span class="motioncolor"> x: y: -ға барыңыз</span> блогын осы скрипттін жоғарысына шығарыңыз:
nb: Flytt ballen dit du vil at den skal starte. Dra ut en <span class="motioncolor">gå til x: y:</span>- og sett den øverst i skriptet:
nn: Flytt ballen til der du vil at han skal starta. Dra ut ein <span class="motioncolor">gå til x: y:</span>-kloss og set han øvst i skriptet:
pt_br: Mova a bola para onde você quer que ela comece, e então arraste o bloco <span class="motioncolor">vá para x: y:</span> para o topo do script:
tr: Topu, başlamasını istediğin noktaya götür ve <span class="motioncolor">[x: .. y: .. noktasına git]</span> taşını dizinin 2. sırasına yerleştir:
vi: Di chuyển trái banh đến vị trí bạn muốn nó bắt đầu, sau đó kéo mảnh ghép <span class="motioncolor"> đến x: y:</span> ở trên cùng của kịch bản:
zh_tw: 先在預覽區上把球移動到想要作為起點位置，然後把 <span class="motioncolor">移至 x: y:</span> 積木拖曳放置到現有積木堆的上方：

source: Add Points
bn: বিন্দুগুলো যোগ কর
cs: Přidej body
cy: Ychwanegu Pwyntiau
de: Ergänze einen Punktezähler
fa: امتیاز اضافه کنید
fr: Ajouter des points
kk: Ұпайларды қос
nb: Telle poeng
nn: Tel poeng
pt_br: Adicionar pontos
tr: Puanlama Ekle
vi: Thêm điểm số
zh_tw: 添加記分功能

source: You can also change what happens when the ball touches the bottom. For example:
bn: বলটি নীচে স্পর্শ করলে কী হয় তুমি তাও পরিবর্তন করতে পার। যেমন:
cs: Můžeš měnit, co se stane když se míč dotkne spodního okraje. Například:
cy: Gallwch hefyd newid beth sy'n digwydd pan fydd y bêl yn cyffwrdd y gwaelod. Er enghraifft:
de: Du kannst auch ändern, was passiert, wenn der Ball den Boden berührt. Zum Beispiel:
fa: شما همچنین می‌توانید تغییر دهید هنگام برخورد توپ با زمین چه اتفاقی بیفتد. مثلاً:
fr: Tu peux aussi changer ce qui se passe lorsque la balle touche le bas. Par exemple :
kk: Сондай-ақ доп төменге тигенде не болатынын өзгертуге болады. Мысалға:
nb: Du kan også bestemme hva som skal skje når ballen berører bunnen. For eksempel:
nn: Du kan òg avgjera kva som skal skje når ballen treffer botnen. Eksempel:
pt_br: Você também pode alterar o que acontece quando a bola toca na parte inferior. Por exemplo:
sl: Lahko določiš tudi kaj se zgodi z žogico, ko se dotakne dna. Npr.:
tr: Topun yere düştüğünde ne olacağını da değiştirebilirsin. Örneğin:
vi: Bạn có thể thay đổi gì sẽ xảy ra sau khi trái banh chạm đáy. Ví dụ như:
zh_tw: 你也可以設計當球落到底部時會發生的事情，範例如下：

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
bn: এখন তুমি তোমার প্রকল্পটি যুক্ত করতে পারো <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>:
cs: Nyní můžeš přidat svůj projekt do <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studia</a>:
cy: Nawr gallwch ychwanegu eich project i <a href="http://scratch.mit.edu/studios/644508" target="_blank">stiwdio Gêm Pong</a>:
de: Du kannst dein Projekt nun zum <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game Studio</a> hinzufügen:
fa: اکنون می‌توانید برنامه خود را به <a href="http://scratch.mit.edu/studios/644508" target="_blank">استودیو بازی پینگ پنگ</a> اضافه کنید:
fr: Maintenant tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game Studio (Studio du Jeu de Pong)</a>:
kk: Енді сіз жобаңызды <a href="http://scratch.mit.edu/studios/644508" target="_blank">Понг ойын Студиясына</a>қоса аласыз:
nb: Nå kan du legge ut prosjektet ditt på galleriet <a href="http://scratch.mit.edu/studios/644508" target="_blank">"Pong Game studio"</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game Studio</a>:
pt_br: Agora você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/644508" target="_blank">estúdio de jogos Pong</a>:
tr: Şimdi projeni <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pinpon Oyun Stüdyosu</a>na ekleyebilirsin:
vi: Bây giờ bạn có thể thêm chương trình của bạn vào<a href="http://scratch.mit.edu/studios/644508" target="_blank">studio Pong Game</a>:
zh_tw: 現在你可以將你的專安案分享到創作坊 <a href="http://scratch.mit.edu/studios/644508" target="_blank">Pong Game studio</a>裡：

source: Then select a ball for your game:
bn: তারপর তোমার খেলার জন্য একটি বল নির্বাচন করঃ
cs: Potom vyber míč pro tvou hru:
cy: Yna dewiswch bêl i'ch gêm:
de: Wähle dann einen Ball für dein Spiel aus:
fa: سپس توپی برای بازی خود انتخاب کنید:
fr: Ensuite choisis une balle pour ton jeu:
kk: Содан соң өз ойыныңызға доп таңдаңыз
nb: Nå kan du velge en ball til spillet ditt:
nn: No kan du velja ein ball til spelet ditt:
pt_br: Então, selecione uma bola para o seu jogo:
sl: Potem izberi žogico za svojo igro:
tr: İstediğin bir topu seç:
vi: Sau đó chọn trái banh cho trò chơi của bạn:
zh_tw: 接著選擇一個遊戲用球：

source: Or, use the right-click menu (Ctrl+click on Mac), and choose 'delete'.
bn: অথবা, রাইট-ক্লিক মেন্যু ব্যবহার কর (Ctrl+click on Mac), এবং 'delete' নির্বাচন কর।
cs: Nebo stiskni pravé tlačítko myši (Ctrl+klik na Macu) a vyber 'smaž'.
cy: Neu , defnyddiwch ddewislen clic de (Ctrl+clic ar y Mac), a dewis 'Delete'.
de: Oder verwende das Kontextmenü (Rechtsklick bzw. Ctrl+click bei einem Mac) und wähle 'Löschen'.
fa: یا از منوی راست کلیک (Ctrl+click روی Mac) استفاده کرده و "حذف" را انتخاب کنید.
fr: Ou, utilise le menu du clic droit (Ctrl + clic sur Mac) et choisis "supprimer".
kk: Немесе оң жақ батырма мәзірін (Mac-та Ctrl+оң жақ батырма) қолданыңыз және 'жою' -ды таңдаңыз.
nb: En annen måte er å høyreklikke på figuren (Mac: Ctrl+klikk) og velge "slett".
nn: Ein annan måte er å høgreklikka på figuren (Mac: «Ctrl + klikk») og velja «slett».
pt_br: Ou, clique com o botão direito para abrir o menu (Ctrl+clique no Mac), e escolha "excluir".
sl: Ali pa uporabi desni klik (Shift + klik na Macu) in izberi 'izbriši' ('delete').
tr: Veya, kediye sağ tıkla (Mac'de Ctrl-tık) ve 'sil' menüsünü seç.
vi: Hoặc, sử dụng chuột-phải chọn menu (Ctrl+ bấm chuột trên Mac), và chọn 'delete'.
zh_tw: 或者，在物件區的角色上點擊滑鼠右鍵開啟快速選單（Mac 上是按著 Ctrl 點擊），使用快顯選單的「刪除」工具。

source: Next, make the ball move
bn: এরপরে, বলটি সরাও
cs: V dalším kroku rozpohybuj míč
cy: Nesaf, gwnewch i'r bêl symud
de: Als nächstes mache dass der Ball sich bewegt
fa: سپس، توپ را به حرکت درآورید
fr: Ensuite, met la balle en mouvement
kk: Содан соң, допты қозғалатындай қылыңыз
nb: Videre: Få ballen til å bevege seg
nn: Vidare: få ballen til å røra seg
pt_br: Depois, faça a bola se mover
tr: Şimdi de topu kıpırdatalım
vi: Tiếp theo, làm cho trái banh di chuyển
zh_tw: 下一步，讓球動起來

source: <p>Click the <span class="motioncolor">Motion</span> category, and drag out a <span class="motioncolor">move</span> block into the Scripts area.</p>
bn: <p>ক্লিক কর <span class="motioncolor">গতি</span> ক্যাটাগরিতে, এবং <span class="motioncolor">সরাও</span> ব্লকটি স্ক্রিপ্ট এলাকায় টেনে আন।</p>
cs: <p>Klikni na kategorii <span class="motioncolor">Pohyb</span> a přetáhni blok <span class="motioncolor">dopředu</span> do prostoru Scénáře.</p>
cy: Yna cliciwch y categori <span class="motioncolor">Symud</span> a llusgwch allan floc <span class="motioncolor">symud</span> ar i ardal y sgriptiau:
de: <p>Klicke die Kategorie <span class="motioncolor">Bewegung</span> und ziehe einen <span class="motioncolor">Bewegungsblock</span> in den Skriptbereich.</p>
fa: <p>گروه <span class="motioncolor">حرکت</span>را کلیک کنید، و یک قطعه <span class="motioncolor">حرکت</span>به منطقه دستور بیرون بکشید.</p>
fr: <p>Clique dans la catégorie <span class="motioncolor">Mouvement</span>, et fais glisser un bloc <span class="motion color">avancer de</span> dans la zone des Scripts.</p>
kk: ⇥<p> <span class="motioncolor">қозғалыс</span> санатына басыңыз және <span class="motioncolor">қозғалу</span> блогын скрипт аймағына шығарыңыз.</p> ⇥
nb: <p>Klikk på <span class="motioncolor">Bevegelse</span>-kategorien og dra en <span class="motioncolor">gå</span>-kloss ut i feltet for skript.</p>
nn: <p>Trykk på <span class="motioncolor">Rørsle</span>-kategorien og dra ein <span class="motioncolor">gå</span>-kloss til skriptområdet.</p>
pt_br: <p>Clique na categoria <span class="motioncolor">Movimento</span>, e arraste um bloco <span class="motioncolor">mova</span> para a área de scripts.</p>
tr: <p><span class="motioncolor">Hareket</span> grubunu aç, ve <span class="motioncolor">[... adım git]</span> taşını Diziler alanına taşı.</p>
vi: <p>Bấm vào mục <span class="motioncolor">Chuyển động</span>, và kéo ra ngoài mảnh ghép <span class="motioncolor">Di chuyển</span> vùng Kịch bản.</p>
zh_tw: <p>從 <span class="motioncolor">動作</span> 類指令中將 <span class="motioncolor">移動</span> 積木拖曳到工作區。</p>

source: Then, click on that block to make the ball move.
bn: তারপর, বলটি সরানোর জন্য এই ব্লকটিতে ক্লিক কর।
cs: Potom, klikni na tento blok, aby se míč pohnul.
cy: Yna, cliciwch ar y bloc hwnnw i wneud i'r bêl symud:
de: Klicke dann auf den Block, damit sich der Ball bewegt.
fa: سپس بر روی آن قطعه کلیک کنید تا توپ را به حرکت درآورید.
fr: Ensuite, clique sur ce bloc pour faire avancer la balle.
kk: Содан соң, доп қозғалу үшін сол блокты басыңыз:
nb: Deretter klikker du på klossen, og ballen flytter seg.
nn: Trykk så på klossen for å få ballen til å røra seg.
pt_br: Em seguida, clique no bloco para fazer a bola se mover:
sl: Potem klikni na blok, da se praskač premakne.
tr: Sonra, o taşa çift tıkla ve top ilerlesin.
vi: Sau đó, bấm vào mảnh ghép đó để làm trái banh di chuyển.
zh_tw: 接著，點擊一下積木讓球動起來。

source: Next, move and bounce
bn: এরপর, সরাও এবং লাফাও
cs: Dále, přesuň a odrážej
cy: Nesaf, symud a bownsio
de: Als nächstes Bewegung und Abprallen
fa: سپس، حرکت کرده و بپرید
fr: Ensuite, avancer et rebondir
kk: Келесі, жылжыту және серпімділік
nb: Videre: Sprett omkring
nn: Vidare: sprett omkring
pt_br: Depois, mover e saltar
sl: Sledi premik in odboj
tr: Sırada, hareketlendirme ve sektirme
vi: Tiếp theo, di chuyển và bật lên
zh_tw: 下一步，移動和反彈

source: Want it to keep going? Snap on the block <span class="motioncolor">if on edge, bounce</span>.
cs: Chceš aby se stále pohyboval? Připni blok <span class="motioncolor">když narazíš na okraj, odraz se</span>.
cy: Eisiau iddo gadw i fynd? Snapiwch y bloc <span class="motioncolor">Os ar yr ymyl, bownsio</span> arno.
de: Willst du dass es weiter geht? Füge einen <span class="motioncolor">pralle vom Rand ab</span>-Block hinzu.
fa: آیا می‌خواهید آن را ادامه دهید؟ روی قطعه <span class="motioncolor">اگر لبه بودی، بپر</span> بزنید.
fr: Tu veux qu'elle continue d'avancer ? Emboîte le bloc <span class="motioncolor">rebondir si le bord est atteint</span>.
kk: Жалғастырғанын қалайсыз ба? <span class="motioncolor">шетінде болса, секіру</span>блогына орнатыңыз.
nb: For å få den til å fortsette kan du sette på en <span class="motioncolor">sprett tilbake ved kanten</span>-kloss.
nn: For å få han til å halda fram kan du hekta på ein <span class="motioncolor">viss ved kant, sprett</span>-kloss.
pt_br: Quer que ela continue? Coloque o bloco <span class="motioncolor">se tocar a borda, salte</span>.
tr: Peki, hareketi nasıl sürekli hale getirebilirsin? Bunun için önce <span class="motioncolor">[kenara geldiysen sek]</span> taşını alta yapıştır.
vi: Bạn muốn nó tiếp tục di chuyển? Ghép vào mảnh ghép <span class="motioncolor">nếu chạm biên, bật lại</span>.
zh_tw: 要讓它持續運動？你可以使用 <span class="motioncolor">碰到邊緣就反彈</span>積木。

source: Then, click the <span class="controlcolor">Control</span> category. Wrap a <span class="controlcolor">forever</span> block around the other blocks, like this:</p>
bn: তারপর, <span class="controlcolor">নিয়ন্ত্রণ</span> বিভাগে ক্লিক কর। একটি <span class="controlcolor">সব সময়ের জন্য</span> ব্লক ব্লক অন্য ব্লকসমূহের চারদিকে মোড়াও, এভাবে:
cs: Potom klikni na kategorii <span class="controlcolor">Ovládání</span> . Zabal blok <span class="controlcolor">opakuj stále</span> okolo ostatních bloků, jako je tento:</p>
cy: Yna, cliciwch gategori <span class="controlcolor">Rheoli</span>. Lapiwch floc <span class="controlcolor">am byth</span> o amgylch y blociau eraill, fel hyn:</p>
de: Klicke als nächstes auf die Kategorie <span class="controlcolor">Steuerung</span>. Packe die anderen Blöcke dann in einen <span class="controlcolor">wiederhole fortlaufend</span>-Block, so wie hier:</p>
fa: سپس، روی گروه <span class="controlcolor">کنترل</span> کلیک کنید. یک قطعه <span class="controlcolor">برای همیشه</span>اطراف قطعه‌های دیگر بپیچید، مثل این:</p>
fr: Ensuite, clique dans la catégorie <span class="controlcolor">Contrôle</span> . Entoure les autres blocs avec un bloc <span class="control color">répéter indéfiniment</span> comme ceci :</p>
kk: Сосын <span class="controlcolor">Бақылау</span> санатына басыңыз. <span class="controlcolor">әрқашан</span> блогын басқа блоктар айналасына осылай ораңыз:</p>
nb: Så klikker du på <span class="controlcolor">Styring</span>-kategorien og drar ut en <span class="controlcolor">for alltid</span>-kloss slik at den gaper over de andre klossene, slik:</p>
nn: Trykk så på <span class="controlcolor">Styring</span>-kategorien og dra ut ein <span class="controlcolor">for alltid</span>-kloss slik at han gapar over dei andre klossane, slik:</p>
pt_br: Então, clique na categoria <span class="controlcolor">Controle</span>. Coloque um bloco <span class="controlcolor">sempre</span> envolvendo os outros blocos, assim:</p>
tr: Sonra <span class="controlcolor">Kontrol</span> grubunu aç. <span class="controlcolor">[sürekli tekrarla]</span> taşını al ve aşağıdaki gibi diğer taşların etrafını sardır:</p>
vi: Sau đó, bấm và loại <span class="controlcolor">Điều khiển</span>. Bao xung quanh mảnh ghép <span class="controlcolor">Mãi mãi </span> xung quanh các mảnh ghép khác, giống như vầy:</p>
zh_tw: 接著，從 <span class="controlcolor">控制</span> 類指令中找到 <span class="controlcolor">重複</span> 積木，把它拖曳到工作區並把當前積木包起來，示範如下</p>
