Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click the 'Things' category, then select a heart from the Sprite library:
bn: একটি স্প্রাইট বাছাই কর' বিভাগে ক্লিক কর, এবং স্প্রাইট লাইব্রেরি থেকে হার্ট স্প্রাইটটি নির্বাচন কর:
cs: Klikni na kategorii 'Věci', poté vyber srdce z knihovny postav:
cy: Cliciwch y categori 'Pethau, yna dewiswch galon o'r llyfrgell Corluniau.
de: Klicke die 'Dinge'-Kategorie an und wähle ein Herz aus der Figurenbibliothek:
fa: گروه "چیزها" را کلیک کنید، سپس یک قلب از کتابخانه شکلک انتخاب کنید:
fr: Clique la catégorie 'Choses' category, puis sélectionne un cœur dans la bibliothèque des Lutins:
kk: 'Заттар' категориясын ашып, спрайт кітапханасынан жүрек таңдаңыз:
nb: Klikk kategorien "ting" og velg et hjerte fra figurbiblioteket:
nn: Trykk på kategorien «ting» og vel eit hjarte frå figurbiblioteket:
pt_br: Clique na categoria "Coisas", e então selecione um coração na biblioteca de atores:
tr: 'Eşyalar' kategorisine tıklayın, ardından kukla kütüphanesinden bir kalp seçin:
vi: Bấm vào mục 'Đồ vật', sau đó chọn một trái tim từ thư viện Đối tượng:
zh_tw: 從角色範例庫中的「物品」類，從裡頭選擇一個心形圖案作為角色：

source: What's a 'sprite'? Any character or thing that you can move or animate in Scratch.
bn: 'স্প্রাইট' কি? যেকোন ক্যারেক্টার বা বস্তু যা Scratch এ সরানো বা অ্যানিমেট করা যায়।
cs: Co je postava? Osoba nebo věc se kterou můžeš hýbat nebo ji animovat ve Scratchi.
cy: Beth yw 'corlun'? Unrhyw gymeriad neu beth allwch ei symud neu ei animeiddio yn Scratch.
de: Was ist eine 'Figur'? Das ist jeder Darsteller oder Gegenstand, den du in Scratch bewegen oder animieren kannst.
fa: "شکلک" چیست؟ هر کاراکتر یا چیزی که بتوانید در اسکرچ حرکت دهید و یا زنده کنید.
fr: Qu'est ce qu'un 'lutin'? Tout personnage ou chose que tu peux déplacer ou animer dans Scratch.
kk: 'Спрайт' деген не? Скретчте сіз қозғалта алатын не анимация жасай алатын кез келген кеіпкер немесе зат.
nb: Hva er en "figur"? Alle slags ting som du kan bevege på og animere i Scratch.
nn: Kva er ein «figur»? Det er noko, ein ting eller person, som du kan flytta på eller animera i Scratch.
pt_br: O que é um "ator"? Qualquer personagem ou coisa que você pode mover ou animar no Scratch.
tr: 'Kukla' nedir? Scratch'da hareket edebilen her şeye 'kukla' diyoruz.
vi: 'Đối tượng' là gì? Bất kỳ nhân vật hay đồ vật nào bạn có thể di chuyển hay tạo hiệu ứng trong Scratch.
zh_tw: 什麼是角色？所有在 Scratch 上可以移動的物件都是角色。

source: Next, make the heart beat
bn: এরপর, হৃদস্পন্দন তৈরি কর
cs: Dále, vytvoř tlukot srdce
cy: Nesaf, gwnewch i'r galon guro.
de: Lasse als nächstes das Herz schlagen
fa: سپس، به قلب ضربان دهید
fr: Maintenant, fais battre le coeur
kk: Енді, жүрек ұрып-соғатындай етіңіз
nb: Videre: Lag hjerteslag
nn: Vidare: lag hjarteslag
pt_br: A seguir, faça o coração bater
tr: Sonra, kalp ritmini yap
vi: Tiếp theo, làm trái tim đập
zh_tw: 下一步，讓心跳啊跳

source: Make the heart beat - by changing its size and adding a drum sound.
bn: হার্ট বিট করাও - এর আকার পরিবর্তন করে এবং একটি ড্রামের শব্দ যোগ করে।
cs: Proveď tlukot srdce - změnou jeho velikosti a přidáním zvuku bubnu.
cy: Gwnewch i'r galon guro - drwy newid ei faint ac ychwanegu sain drwm.
de: Lass das Herz schlagen - indem du die Größe änderst und einen Trommelschlag hinzufügst.
fa: به قلب ضربان دهید - با تغییر اندازۀ آن و افزودن یک صدای درام.
fr: Fais battre le coeur - en changeant sa taille et en ajoutant le son d'une batterie.
kk: Жүректің өлшемін өзгерту және барабан дыбысын еңгізу арқылы - жүректі соғып тұрғандай ете аласыз.
nb: Få hjertet til å slå - ved å forandre størrelsen og legge på en trommelyd.
nn: Få hjartet til å slå ved å endra storleiken og leggja på ein trommelyd.
pt_br: Faça o coração bater alterando seu tamanho e adicionando um barulho de batida.
tr: Kalp atışını yap - boyutunu değiştirerek ve bir davul sesi ekleyerek.
vi: Làm trái tim đập - bằng cách thay đổi kích thước và thêm vào tiếng trống.
zh_tw: 讓愛心跳動

source: Click the <span class="lookscolor">Looks</span> category.
bn: <span class="lookscolor">চেহারা</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span>.
cy: Cliciwch y categori <span class="lookscolor">Edrychiad</span>.
de: Klicke die Kategorie <span class="lookscolor">Aussehen</span> an.
fa: روی گروه <span class="lookscolor">ظاهر</span>کلیک کنید.
fr: Clique la catégorie <span class="looks color">Apparence</span>.
kk: <span class="lookscolor">Келбет</span> категориясына басыңыз.
nb: Klikk <span class="lookscolor">Utseende</span>-kategorien.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien.
pt_br: Clique na categoria <span class="lookscolor">Aparências</span>.
tr: <span class="lookscolor">Görünümler</span>kategorisine tıkla.
vi: Bấm vào mục <span class="lookscolor">Dáng điệu</span>.
zh_tw: 點選 <span class="lookscolor">外觀</span> 類別。

source: Drag a <span class="lookscolor">change size by</span> block to the Scripts area:
bn: একটি <span class="lookscolor">আকার পরিবর্তন কর</span> ব্লক স্ক্রিপ্ট এলাকায় টেনে আন:
cs: Přetáhni blok <span class="lookscolor">změň velikost o </span> do prostoru scénáře:
cy: Llusgwch floc <span class="motioncolor">newid maint yn ôl</span> i faes y Sgriptiau:
de: Ziehe einen <span class="lookscolor">ändere Größe um</span>-Block in den Skriptbereich:
fa: قطعه<span class="motioncolor">تغییر سایز با</span> را به قسمت دستورها بکشید:
fr: Déplace un bloc<span class="lookscolor">ajoute à la taille</span> dans l'aire des Scripts:
kk: ⇥<span class="lookscolor">Өлшемін өзгерту</span> блогын Скрипттер аймағына шығарыңыз : ⇥
nb: Dra en <span class="lookscolor">endre størrelse med</span>-kloss til Skript-området:
nn: Dra ein <span class="lookscolor">endra storleik med</span>-kloss til skriptområdet:
pt_br: Arraste um bloco <span class="lookscolor">altere o tamanho por</span> para a área de scripts:
tr: Senaryolar kısmından bir <span class="lookscolor">Boyuta Göre Değiştir </span> bloku sürükle:
vi: Kéo ra mảnh ghép <span class="lookscolor">thay đổi kích thước</span> vào vùng Kịch bản:
zh_tw: 拖曳一個 <span class="lookscolor">變數 {…} 改變 […]</span>積木到程式工作區：

source: Click the block to try it.
bn: এটি চেষ্টা করতে ব্লকে ক্লিক কর।
cs: Klikni na blok pro vyzkoušení
cy: Cliciwch ar y bloc i roi cynnig arno.
de: Klicke auf den Block um ihn auszuprobieren.
fa: روی قطعه کلیک کنید تا امتحانش کنید.
fr: Clique sur le bloc pour l'essayer.
kk: Блокты істеп көру үшін басыңыз.
nb: Klikk på klossen for å se hva den gjør.
nn: Trykk på klossen for å sjå kva han gjer.
pt_br: Clique no bloco para experimentá-lo.
sl: Klikni na blok, da ga preizkusiš.
tr: Denemek için bloka tıkla.
vi: Bấm vào mảnh ghép để thử nó.
zh_tw: 點擊積木看看執行結果。

source: Click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play drum</span> block.
bn: <span class="soundcolor">শব্দ</span> বিভাগে ক্লিক কর। একটি <span class="soundcolor">ড্রাম বাঁজাও</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="soundcolor">Zvuk</span>. Přetáhni blok <span class="soundcolor">bubnuj</span>.
cy: Cliciwch gategori <span class="soundcolor">Sain</span>. Llusgwch allan floc <span class="soundscolor">chwarae drwm</span>.
de: Klicke auf die Kategorie <span class="soundcolor">Klang</span>. Ziehe einen <span class="soundcolor">spiele Schlaginstrument</span>-Block heraus.
fa: روی گروه <span class="soundcolor">صدا</span> کلیک کنید. یک قطعۀ <span class="soundcolor">نواختن درام</span> بکشید.
fr: Clique la catégorie <span class="soundcolor">Son</span>. Déplace le bloc <span class="sound color">jouer du tambour</span> block.
kk: <span class="soundcolor">Дыбыс</span> категориясын басыңыз . <span class="soundcolor">Барабанды ойнату</span> блогын шығарып алыңыз.
nb: Klikk på <span class="soundcolor">Lyd</span>-kategorien. Dra ut en <span class="soundcolor">trommeslag</span>-kloss.
nn: Trykk på <span class="soundcolor">Lydar</span>-kategorien. Dra ut ein <span class="soundcolor">trommeslag</span>-kloss.
pt_br: Clique na categoria <span class="soundcolor">Som</span>. Arraste um bloco <span class="soundcolor">toque o tambor</span>.
tr: <span class="soundcolor">Sesler </span> kategorisine tıkla. Bir <span class="soundcolor">Davul Çal </span> bloku sürükle.
vi: Bấm vào mục <span class="soundcolor">Âm thanh</span>. Kéo ra mảnh ghép <span class="soundcolor">phát tiếng trống</span>.
zh_tw: 從 <span class="soundcolor">音效</span> 類指令中 拖曳出 <span class="soundcolor">演奏節拍</span> 積木。

source: Snap the blocks together, like this:
bn: ব্লকসমূহ একসাথে স্ন্যাপ কর, এইভাবে:
cs: Spoj bloky dohromady, jako zde:
cy: Snapiwch y blociau at ei gilydd, fel hyn:
de: Setze die Blöcke so zusammen:
fa: بلوک‌ها را به هم متصل کنید، مثل این:
fr: Emboîte les blocs ensemble, comme ceci:
kk: Блоктарды осылай байланыстырыңыз:
nb: Fest klossene sammen, slik:
nn: Fest klossane saman, slik:
pt_br: Encaixe os blocos, assim:
tr: Blokları şu şekilde birleştirin:
vi: Chập các mảnh ghép lại với nhau, như thế này:
zh_tw: 將積木疊在一起，像這樣：

source: Add these blocks to complete your beat:
bn: তোমার বিট সম্পূর্ণ করতে এই ব্লকসমূহ যোগ কর:
cs: Přidej tyto bloky pro dokončení tvého tlukotu:
cy: Ychwanegwch y blociau hyn i gwblhau eich curiad:
de: Klicke die Blöcke so zusammen:
fa: برای تکمیل ضربات خود این قطعهها را اضافه کنید:
fr: Ajoute ces blocs pour compléter ton battement:
kk: Битті аяқтау үшін осы блоктарды қосыңыз:
nb: Legg til disse klossene for å fullføre hjerteslaget:
nn: Legg til desse klossane for å fullføra hjarteslaget:
pt_br: Adicione esses blocos para completar sua batida:
tr: Vuruşunu tamamlamak için bu blokları ekle:
vi: Thêm những mảnh ghép này để hoàn tất nhịp đập của bạn:
zh_tw: 加上這些積木讓程式更完整：

source: Type in a negative number (like -10) to make the heart smaller.
bn: হৃদয়টি ছোট করার জন্য একটি ঋণাত্মক সংখ্যা (যেমন -10) টাইপ কর।
cs: Zadej záporné číslo ( například -10) pro zmenšení srdce.
cy: Teipiwch rif negatif (fel -10) i wneud y galon yn llai.
de: Gib eine negative Zahl ein (wie zum Beispiel -10) um das Herz kleiner zu machen.
fa: یک عدد منفی (مثل -10) را وارد کنید تا قلب کوچک‌تر شود.
fr: Tapez un nombre négatif (comme -10) pour rendre le coeur plus petit.
kk: Жүректі кішірейту үшін теріс санды (мысалы, -10) еңгізіңіз.
nb: Skriv inn et negativt tall (som -10) for å gjøre hjertet mindre.
nn: Skriv inn eit negativt tal (som -10) for å gjera hjartet mindre.
pt_br: Digite um número negativo (como -10) para deixar o coração menor.
tr: Kalbi küçültmek için negatif bir sayı gir (-10 gibi).
vi: Nhập vào một số âm (như -10) để làm trái tim nhỏ hơn.
zh_tw: 輸入負值，例如 -10，可以讓愛心變得比較小。

source: Click anywhere on the stack to run it.
bn: এটি রান করতে স্ট্যাকের যেকোন জায়গায় ক্লিক কর।
cs: Ke spuštění klikni kdekoliv na zásobník.
cy: Cliciwch unrhyw le ar y stac i'w redeg.
de: Klicke das Skript an, um es zu starten.
fa: برای اجرای آن روی هر جای پشته کلیک کنید.
fr: Clique n'importe où sur la pile pour l'exécuter.
kk: Оны іске қосу үшін үйменің кез келген жеріне басыңыз.
nb: Klikk et sted på skriptet for å starte det.
nn: Trykk ein stad på skriptet for å køyra det.
pt_br: Clique em qualquer lugar da pilha para executá-la.
tr: Çalıştırmak için yığında herhangi bir yere tıklayın.
vi: Bấm bất cứ đâu trên chồng lệnh để chạy nó.
zh_tw: 點一下積木堆試試看。

source: Next, loop the beat
bn: তারপর, বিটটি লুপ কর
cs: Dále, vytvoř hudební smyčku
cy: Nesaf, cylchwch y curiad
de: Als nächstes pack den Trommelschlag in eine Schleife
fa: بعد، ضربه را حلقه کنید
fr: Ensuite, répète le battement
kk: Енді, соққыны циклге қойыңыз
nb: Videre: gjenta hjerteslaget
nn: Vidare: gjenta hjarteslaget
pt_br: Em seguida, repita a batida
tr: Sonra, vuruşu döngüye al
vi: Tiếp theo, lặp lại nhịp đập
zh_tw: 下一步，讓節奏循環播放

source: Make the heart keep beating.
bn: হৃদয়টি স্পন্দন করাতে থাক।
cs: Nech srdce bít dál.
cy: Cadw'r galon i guro.
de: Mach dass das Herz weiterschlägt.
fa: قلب همچنان بتپد.
fr: Fais en sorte que le coeur continue à battre
kk: Жүректі ұрып-соғатындай етіңіз.
nb: Få hjertet til å fortsette å slå.
nn: Få hjartet til å halda fram å slå.
pt_br: Faça o coração continuar batendo.
tr: Kalbin atmaya devam etmesini sağla.
vi: Làm trái tim đập liên tục.
zh_tw: 讓愛心持續跳動。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and snap it around the other blocks:</p>
bn: <span class="controlcolor">নিয়ন্ত্রণ </span>বিভাগে ক্লিক করুন। একটি <span class="controlcolor">পুনরাবৃত্তি </span>ব্লক টানো এবং অন্যান্য ব্লকসমূহ এর চারপাশে স্ন্যাপ করো:</p>
cs: Klikni na kategori <span class="controlcolor">Ovládání</span>i. Přetáhni blok <span class="controlcolor">opakuj 10 krát</span> a připni to kolem ostatních bloků:</p>
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. Llusgwch allan y bloc <span class="controlcolor">ailadrodd</span> a'i snapio o amgylch y blociau eraill:</p>
de: Klicke auf die Kategorie <span class="controlcolor">Steuerung</span>. Ziehe einen <span class="controlcolor">wiederhole fortlaufend</span>-Block heraus und baue ihn um die anderen Blöcke herum:</p>
fa: روی گروه <span class="controlcolor">کنترل</span>کلیک کنید. یک قطعه <span class="controlcolor">تکرار</span>بیرون بکشید و آن را اطراف قطعه‌های دیگر بزنید:</p>
fr: Clique la catégorie <span class="controlcolor">Contrôle</span>. Déplace un bloc <span class="controlcolor">répéter</span>et empoîte le autour des autres blocs:</p>
kk: ⇥ <span class="controlcolor">Бақылау</span> санатына басыңыз. ⇥<span class="controlcolor">қайталау</span> блогын шығарып алыңыз және басқа блоктардың айналасына сырт еткізіңіз:</p> ⇥
nb: Klikk på <span class="controlcolor">Styring</span>-kategorien. Dra ut en <span class="controlcolor">gjenta</span>-kloss og fest den rundt de andre klossene:</p>
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien. Dra ut ein <span class="controlcolor">gjenta</span>-kloss og fest han rundt dei andre klossane:</p>
pt_br: Clique na categoria <span class="controlcolor">Controle</span>. Arraste um bloco <span class="controlcolor">repita</span> e encaixe-o ao redor dos outros blocos:</p>
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span>. Kéo ra mảnh ghép <span class="controlcolor">lặp lại</span> và chập nó quanh những mảnh ghép khác:</p>
zh_tw: 從 <span class="controlcolor">控制</span> 類指令 拖曳出 <span class="controlcolor">重複 […] 次</span> 積木，把它包住其他的積木堆：</p>

source: Click <span class="lookscolor">Looks</span>. Drag out a <span class="lookscolor">set size</span> block, and snap it on top. </p>
bn: <span class="lookscolor">দেখায়</span> এ ক্লিক কর। একটি <span class="lookscolor">নির্ধারণকৃত আকারের</span> ব্লক টানো, এবং এটি উপরে স্ন্যাপ কর। </p>
cs: Klikni na <span class="lookscolor">Vzhled</span>.Přetáhni blok <span class="lookscolor">nastav velikost</span> a připni ho nahoru. </p>
cy: Cliciwch <span class="lookscolor">Edrychiad</span>. Llusgwch allan y bloc <span class="lookscolor">gosod main</span>, a'i snapio ar y brig. </p>
de: Klicke auf <span class="lookscolor">Aussehen</span>. Hole dir einen <span class="lookscolor">setze Größe auf</span>-Block heraus und baue ihn am Skriptanfang ein. </p>
fa: <span class="lookscolor">ظاهر</span>را کلیک کنید. یک قطعه <span class="lookscolor">تنظیم سایز</span> بیرون بکشید، و آن را بالا بزنید. </p>
fr: Clique la catégorie <span class="looks color">Apparence</span>. Déplace le bloc<span class="lookscolor">mettre la taille</span>, et emboîte le sur le sommet. </p>
kk: <span class="lookscolor">Келбет</span>-ке басыңыз. <span class="lookscolor">өлшемін орнату</span> блогын алып шығыңыз және оны үстінен бекітіңіз. </p>
nb: Klikk <span class="lookscolor">Utseende</span>. Dra ut en <span class="lookscolor">sett størrelse</span>-kloss og fest den øverst. </p>
nn: Trykk på <span class="lookscolor">Utsjånad</span>. Dra ut ein <span class="lookscolor">sett storleik til</span>-kloss og fest han øvst. </p>
pt_br: Clique em <span class="lookscolor">Aparência</span>. Arraste um bloco<span class="lookscolor">defina tamanho</span> e encaixe-o no topo. </p>
vi: Bấm vào <span class="lookscolor">Dáng điệu</span>. Kéo ra mảnh ghép <span class="lookscolor">đặt kích thước</span>, và chặp nó lên trên. </p>
zh_tw: 點擊 <span class="lookscolor">外觀</span>類指令，並使用其中的 <span class="lookscolor">尺寸設為 […]%</span> 積木，並把它放到程式最上方。 </p>

source: Type in 100%% if you want to reset the size of the heart.
bn: যদি তুমি হার্টের আকার পুনরায় সেট করতে চাও তবে 100%% টাইপ কর।
cs: Napiš 100%% pokud chceš obnovit velikost srdce.
cy: Teipiwch 100%% os hoffech chi ailosod maint y galon.
de: Gib 100%% ein wenn du die Herzgröße zurücksetzen möchtest.
fa: اگر می‌خواهید اندازه قلب را مجدد تنظیم کنید، %%100 را وارد کنید.
fr: Tapez 100%% si tu souhaites réinitialiser la taille du cœur.
kk: Жүректің өлшемін қалпына келтіргіңіз келсе 100%% деп теріңіз.
nb: Skriv inn 100%% hvis du vil ha hjertet tilbake til full størrelse.
nn: Skriv inn 100 viss du vil ha hjartet tilbake til vanleg storleik.
pt_br: Digite 100%% se você quiser redefinir o tamanho do coração.
vi: Nhập vào 100%% nếu bạn muốn đặt lại kích thước của trái tim.
zh_tw: 輸入 100%% 可以將愛心變回原來的顯示尺寸。

source: Make it go with a green flag
bn: এটি একটি সবুজ পতাকা দিয়ে কর
cs: Nech to běžet se zelenou vlajkou.
cy: Gwnewch iddo gychwyn gyda'r faner werdd
de: Lass' es starten mit einer grünen Flagge
fa: آن را با پرچم سبز روانه کنید
fr: Active le avec un drapeau vert
kk: Жасыл жалаушада жүретін етіңіз
nb: Start med det grønne flagget
nn: Start med det grøne flagget
pt_br: Faça-o seguir com uma bandeira verde
sl: Poženi z zeleno zastavo
tr: Yeşil bayrakla devam et
vi: Làm nó chạy với lá cờ xanh
zh_tw: 讓它在點擊綠旗時開始執行

source: Make your script run whenever you click the green flag.
bn: তোমার স্ক্রিপ্ট রান করাও যখনই তুমি সবুজ পতাকাতে ক্লিক কর।
cs: Zařiď, aby tvůj program začal pokaždé, když klikneš na zelenou vlajku.
cy: Gwnewch i'ch sgript redeg pryd bynnag fyddwch yn clicio'r faner werdd.
de: Mach dass dein Skript jedesmal läuft wenn die grüne Flagge gedrückt wird.
fa: کاری کنید با هر بار کلیک روی پرچم سبز، دستور شما اجرا شود.
fr: Fais fonctionner ton script lorsque tu cliques sur le drapeau vert.
kk: Жасыл жалауша басылған жағдайда, скриптті жүгіретін етіңіз.
nb: Start skriptet når du klikker på det grønne flagget.
nn: Får skriptet til å køyrast når nokon trykkjer på det grøne flagget.
pt_br: Faça seu script ser executado sempre que você clicar na bandeira verde.
tr: Yeşil bayrağa tıkladığında senaryonun çalışmasını sağla.
vi: Làm cho kịch bản của bạn chạy mỗi khi bạn bấm vào lá cờ xanh.
zh_tw: 以後當你按下（預覽區上的）綠旗圖示的按鈕，程式就會開始執行。

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
bn: <p><span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর।</p> <p><span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লকটি টেনে আন এবং উপরে স্ন্যাপ কর:</p>
cs: <p>Klikni na kategorii <span class="eventscolor">Události</span> .</p> <p>Přetáhni blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span>a připni ho nahoru:</p>
cy: <p>Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.</p> <p>Llusgwch allan y bloc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicio</span> a'i snapio i'r brig:</p>
de: <p>Klicke auf die Kategrorie <span class="eventscolor">Ereignisse</span>.</p> <p>Ziehe einen <span class="eventscolor">wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span>-Block heraus und füge in am Skriptbeginn ein:</p>
fa: <p>روی گروه <span class="eventscolor">رویدادها</span>کلیک کنید.</p> <p>یک قطعه <span class="eventscolor">وقتی <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک می‌شود</span>بیرون کشیده و آن را بالا بزنید:</p>
fr: <p>Clique la catégorie<span class="eventscolor">Evènements</span>.</p> <p>Déplace un <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est pressé</span> et emboîte le sur le somment:</p>
kk: ⇥<p> <span class="eventscolor">Іс-шаралар</span>санатына басыңыз.</p> ⇥<p> <span class="eventscolor">қашан<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз:</p> ⇥
nb: <p>Klikk på <span class="eventscolor">Hendelser</span>-kategorien.</p> <p>Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst:</p>
nn: <p>Trykk på <span class="eventscolor">Hendingar</span>-kategorien.</p> <p>Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst:</p>
pt_br: <p>Clique na categoria <span class="eventscolor">Eventos</span>.</p> <p>Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e encaixe-o no topo:</p>
tr: <p><span class="eventscolor">Olaylar </span> kategorisine tıkla.</p> <p>Bir <span class="eventscolor">tıkladığında<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> blokunu</span> sürükle ve onu üste yerleştir:</p>
vi: <p>Bấm vào mục <span class="eventscolor">Sự kiện</span>.</p> <p>Kéo ra mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và chập nó lên phía trên:</p>
zh_tw: <p>點擊 <span class="eventscolor">事件</span> 類別。</p> <p>拖曳出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 積木並把它放到現有程式上方：</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your valentine.</p>
bn: এখন তুমি তোমার ভ্যালেন্টাইন শুরু করতে <p>তুমি সবুজ পতাকাতে ক্লিক করতে পার <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">।</p>
cs: <p>Nyní můžeš kliknout na zelenou vlajku <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pro spuštění tvé valentýnky.</p>
cy: <p>Nawr gallwch glicio ar y faner werdd <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> i gychwyn eich cerdyn.</p>
de: <p>Klicke jetzt auf die grüne Flagge <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> um deine Valentinskarte zu starten.</p>
fa: <p>اکنون شما می‌توانید بر روی پرچم سبز <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک کنید تا ولنتاین خود را شروع کنید.</p>
fr: <p>Maintenant, tu peux cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour lancer ta carte Saint-Valentin.</p>
kk: ⇥<p>Енді Валентинкаңызды бастау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> жасыл жалаушаға басыңыз .</p> ⇥
nb: <p>Nå kan du klikke på det grønne flagget <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> for å starte animasjonen.</p>
nn: <p>No kan du trykkja på det grøne flagget <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> for å starta valentinskortet.</p>
pt_br: <p>Agora você pode clicar na bandeira verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> para iniciar seu cartão.</p>
tr: <p>Şimdi sevgililer günü kartına başlamak için yeşil bayrağa <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklayabilirsin.</p>
vi: <p>Bây giờ bạn có thể bấm vào cờ xanh <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> để bắt đầu ngày lễ tình nhân của bạn.</p>
zh_tw: <p>現在你可以點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 來欣賞你的情人節卡片。</p>
