Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do:
bn: একটি <strong>ডিফাইন</strong> ব্লক স্ক্রিপ্টে উপস্থিত হবে। কাস্টম ব্লককে কি করতে হবে তা বলতে <strong>ডিফাইন</strong> ব্যবহার কর:
cs: Blok <strong>scénář pro</strong> se objeví scénáři. Použij <strong>scénář pro</strong> aby sdělil novému vytvořenému bloku, co má dělat:
cy: Bydd bloc <strong>diffinio</strong> yn ymddangos yn y Sgriptiau. Defnyddiwch <strong>diffinio</strong> i ddweud wrth y bloc cyfaddas beth i'w wneud:
fa: یک قطعۀ <strong>مشخص</strong> در متن‌ها ظاهر می‌شود. از <strong>مشخص</strong> برای دستور به قطعۀ حالت استفاده کنید:
fr: Un bloc <strong>définir </strong> va apparaître dans les Scripts. Utilise <strong>définir </strong>pour dire au nouveau bloc ce qu'il doit faire.
id: Sebuah balok <strong>artikan</strong> akan muncul di Skrip. Gunakan <strong>artikan</strong> untuk memberitahukan balok baru apa yang dilakukan.
sl: <strong>Definirani</strong> blok se pojavi v skriptih. Uporabi <strong>določi</strong> , da določiš, kaj naj prilagojeni blok dela:
tr: <strong>Tanımla</strong> bloğu scriptlerde görünecektir. <strong>Tanımla</strong>bloğunu özel bloğun ne yapacağını söylemek için kullan:
vi: Mảnh ghép <strong> định nghĩa</strong> sẽ xuất hiện bên trong kịch bản. Sử dụng <strong> định nghĩa</strong> để cho biết mảnh ghép tuỳ chỉnh sẽ làm gì:

source: See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a>
bn: অরো দেখ: <a href="../make-a-block-with-inputs/">ইনপুট দিয়ে একটি ব্লক তৈরি কর</a>
cs: Prohlédni si také: <a href="../make-a-block-with-inputs/">Udělej blok se vstupy</a>
cy: Gw. hefyd: <a href="../make-a-block-with-inputs/">Creu Bloc gyda Mewnbynnau</a>
fa: همچنین نگاه کنید به: <a href="../make-a-block-with-inputs/">ساختن قطعه با ورودی‌ها</a>
fr: Voir aussi : <a href="../make-a-block-with-inputs/">Créer un Bloc avec des Entrées </a>
id: Lihat juga: <a href="../make-a-block-with-inputs/">Buat sebuah Balok dengan Input</a>
sl: Oglej si tudi: <a href="../make-a-block-with-inputs/">Ustvari blok s podatki </a>
tr: Ayrıca bak: <a href="../make-a-block-with-inputs/">Girdilerle blok yapmak</a>
vi: Xem thêm phần: <a href="../make-a-block-with-inputs/">Tại mảnh ghép có đầu vào </a>

source: Click to create and name a new list
bn: একটি নতুন তালিকা তৈরি করতে এবং নামকরণ করতে ক্লিক কর।
cs: Klikni pro vytvoření a pojmenování nového seznamu
cy: Cliciwch i greu ac enwi rhestr newydd
de: Anklicken um eine neue Liste zu erzeugen und zu benennen
fa: برای ایجاد و نام یک لیست جدید کلیک کنید
fr: Clique pour créer et nommer une nouvelle liste
id: Klik untuk membuat dan memberi nama sebuah daftar baru
kk: Жаңа тізімді жасау және оған ат қою үшін басыңыз
lt: Spausk, kad sukurtum ir pavadintum naują sąrašą
nb: Klikk for å lage en liste og gi den navn
nn: Klikk for å laga ei liste og gje det namn
pt_br: Clique para criar e dar nome a uma nova lista
sl: S klikom ustvari in poimenuj nov seznam
tr: Yeni bir liste oluşturmak için bu düğmeye tıkla
vi: Bấm để tạo và đặt tên cho danh sách
zh_tw: 點擊以建立一個新清單

source: When you create a list for the first time, the list blocks will appear. You can choose whether the list is for all sprites (global) or just for one sprite (local).
bn: যখন তুমি একটি তালিকা তৈরি কর প্রথমবার, তালিকা ব্লক প্রদর্শিত হবে। তালিকাটি সবার জন্য কিনা তা তুমি বেছে নিতে পার স্প্রাইট (গ্লোবাল) বা শুধু একটি স্প্রাইটের জন্য (স্থানীয়)।
cs: Když vytváříš seznam poprvé, objeví se bloky seznamu. Můžeš vybrat zdali je seznam pro všechny postavy (globální) nebo jen pro jednu postavu (lokální).
cy: Pan fyddwch yn creu rhestr ar gyfer y tro cyntaf, bydd y blociau rhestr yn ymddangos. Gallwch ddewis p'un ai yw'r rhestr ar gyfer pob corlun (eang) neu ddim ond ar gyfer un corlun (lleol)
de: Wenn du eine Liste frisch anlegst erscheinen mehrere Listenblöcke. Du kannst dir aussuchen ob die Liste für alle Figuren oder nur für diese Figur gelten soll.
fa: هنگامی که برای اولین بار یک لیست ایجاد می‌کنید قطعه‌های لیست ظاهر می‌شوند. شما می توانید انتخاب کنید که آیا این لیست برای همه شکلک‌ها است (سراسری) یا فقط برای یک شکلک (محلی) است.
fr: Lorsque tu crées une liste pour la première fois, les blocs attachés à la liste s'affichent. Tu peux choisir si la liste est pour tous les lutins (global) ou juste pour un lutin (local).
id: Ketika kamu membuat sebuah daftar untuk pertama kalinya, balok-balok daftar akan muncul. Kamu bisa memilih apakah membuat daftarnya untuk semua psirte (global) atau hanya satu sprite (lokal).
kk: Бірінші рет тізім жасаған кезде, блоктар тізімі пайда болады. Тізімнің барлық спрайттарға (жалпы) немесе тек бір спрайтқа (жергілікті) болуын таңдай аласыз.
lt: Kai sukuri sarašą pirmą kartą, atsiras sąrašų blokai. Gali pasirinkti ar sąrašas yra skirtas vienam veikėjui (vietinis) ar visiems (visuotinis)
nb: Når du lager en liste for første gang vises liste-klossene. Du kan velge om listen skal være for en figur (lokal) eller for alle figurer (global).
nn: Når du lagar ei liste for første gong, vert listeklossane viste. Du kan velja om lista skal vera for ein figur (lokal) eller for alle figurar (global).
pt_br: Quando criar uma lista pela primeira vez, surgirão os blocos de listas. Você pode escolher se a lista é para todos os atores (global) ou apenas para um ator (local).
sl: Ko ustvariš seznam prvič, se pojavijo bloki seznama. Izbereš lahko ali je seznam za vse figure (globalno) ali samo za eno figuro (lokalno).
tr: İlk listeyi oluşturduğunda komut grubunun içine listelerle ilgili taşlar ortaya çıkar. Yaratmış olduğun bir listeye, projedeki tüm diğer kuklaların erişmesini isteyebileceğin gibi sadece bu kuklaya ait olmasını da isteyebilirsin.
vi: Khi bạn tạo danh sách lần đầu tiên, các mảnh ghép danh sách sẽ xuất hiện. Bạn có thể chọn danh sách cho tất cả đối tượng (toàn cục) hoặc chỉ cho một đối tượng (cục bộ).
zh_tw: 當你開始建立清單項目時，與清單有關的積木就會出現。你可以選擇將建立的清單應用在單獨角色上（local），或供給專案中所有角色使用（global）。

source: You have the option to make the variable available to all sprites or to just the selected sprite.
bn: তোমার কাছে ভ্যারিয়েবলটি সব স্প্রাইটে বা কেবলমাত্র নির্বাচিত স্প্রাইটে ব্যবহার করার বিকল্প রয়েছে।
cs: Máš možnost zpřístupnit proměnou všem postavám nebo pouze vybrané postavě.
cy: Mae gennych y dewis i wneud y newidyn i fod ar gael ar gyfer pob corlun neu dim y corlun ddewiswyd.
fa: شما می‌توانید این متغیر را برای همۀ شکلکها یا فقط برای شکلک منتخب مهیا کنید.
fr: Tu as le choix de rendre la variable visible pour tous les lutins ou juste le lutin sélectionné.
id: Kamu punya pilihan untuk membuat variabelnya tersedia bagi semua sprite atau hanya sprite-sprite terseleksi.
sl: Izbereš lahko ali bo spremenljivka na voljo vsem figuram ali pa samo izbranim.
tr: Değişkeni tüm kuklalara veya yalnızca seçilen kuklaya uygulama seçeneğiniz vardır.
vi: Bạn có quyền lựa chọn để biến số có hiệu lực với tất cả đối tượng hoặc chỉ với đối tượng được chọn.

source: Once you create a list, eight blocks will appear.
bn: একবার তুমি তালিকা তৈরি করলে, আটটি ব্লক দৃশ্যমান হবে
cs: Jakmile vytvoříš seznam, objeví se osm bloků.
cy: Unwaith i chi greu rhestr, bydd wyth bloc yn ymddangos.
fa: هنگامی که یک لیست ایجاد می‌کنید، هشت قطعه ظاهر خواهد شد.
fr: Une fois que tu as créé une liste, huit blocs apparaissent.
id: Begitu kamu membuat sebuah daftar, delapan balok akan muncul.
sl: Ko ustvariš seznam, se bo pojavilo osem blokov.
tr: Bir kez liste yarattığında, sekiz blok görünecektir.
vi: Khi bạn tạo ra một danh sách, sẽ có tám mảnh ghép xuất hiện.

source: Click to create and name a new variable
bn: একটি নতুন ভ্যারিয়েবল তৈরি ও নামকরণ করতে ক্লিক কর।
cs: Klikni pro vytvoření a pojmenování nové proměnné
cy: Cliciwch i greu ac enwi newidyn newydd
de: Anklicken um eine neue Variable zu erzeugen und zu benennen
fa: برای ایجاد و نامگذاری یک متغیر جدید کلیک کنید
fr: Cliquer pour créer et nommer une nouvelle variable
id: Klik untuk membuat dan menamakan suatu variabel baru
kk: Жаңа айнымалы жасау және оған ат қою үшін басыңыз
lt: Spausk, kad sukurtum ir pavadintum naują kintamąjį
nb: Klikk for å lage en variabel og gi den navn
nn: Trykk for å laga ein variabel og gje han namn
pt_br: Clique para criar e dar nome a uma nova variável
sl: S klikom ustvari in poimenuj novo spremenljivko
tr: Yeni bir değişken oluşturmak için bu düğmeye tıkla
vi: Bấm để tạo và đặt tên cho biến số
zh_tw: 點擊以建立一個新變數

source: Once you create a variable, five blocks will appear:
bn: একবার তুমি ভ্যারিয়েবল তৈরি করলে, পাঁচটি ব্লক উপস্থিত হবে:
cs: Jakmile vytvoříš proměnnou, objeví se pět bloků:
cy: Unwaith i chi greu newidyn, bydd pum bloc yn ymddangos:
fa: هنگامی که یک متغیر ایجاد می‌کنید، پنج قطعه ظاهر می‌شود:
fr: Une fois que tu as créé une variable, 5 blocs apparaissent :
id: Begitu kamu membuat sebuah variabel, lima balok akan muncul:
sl: Ko ustvariš spremenljivko, se bo pojavilo pet blokov:
tr: Bir kez değişken yarattığında, beş blok görünecektir:
vi: Khi bạn tạo một biến số, sẽ có năm mảnh ghép xuất hiện:

source: <p> When you make a variable, you can choose for it to be available to all sprites (global) or to just the selected sprite (local).
bn: <p> যখন তুমি একটি ভ্যারিয়েবল তৈরি কর, তখন তুমি এটিকে সব স্প্রাইট (গ্লোবাল) বা শুধু নির্বাচিত স্প্রাইটের (স্থানীয়) জন্য বাছাই করতে পার।
cs: <p> Když vytvoříš proměnnou, můžeš ji zpřístupnit všem scénářům (globálně) nebo pouze zvolenému scénáři (lokálně).
cy: <p>Pan fyddwch yn creu newidyn, gallwch ddewis iddo fod ar gael ar gyfer pob corlun (byd-eang) neu dim ond y corlun a ddewiswyd (lleol)
de: <p> Wenn du eine neue Variable erstellst kannst du aussuchen, ob sie für alle Figuren (global) oder nur für die ausgewählte Figur (lokal) gelten soll.
fa: <p>هنگامی که یک متغیر را ایجاد می‌کنید، می‌توانید انتخاب کنید که آن را در دسترس همۀ شکلکها (سراسری) یا تنها برای شکلک منتخب (محلی) در دسترس باشد.
fr: <p> Quand tu crées une variable, tu peux choisir de l'affecter à tous les lutins ou uniquement pour le lutin sélectionné (local).
id: <p> Ketika kamu membuat sebuah variabel, kamu bisa menentukan apakah untuk membuatnya tersedia bagi semua sprite (global) atau hanya sprite yang dipilih (lokal).
kk: <p> Айнымалыны жасау кезінде, сіз оны барлық спрайттарға (жалпы) немесе тек таңдалған спрайтқа (жергілікті) қол жетімді етіп таңдай аласыз.
lt: <p>Kai darai kintamąjį, gali pasirinkti ar jis bus skirtas tik pasirinktam veikėjui (vietinis) ar visiems (visuotinis)
nb: <p> Du kan velge om variabelen skal være tilgjengelig for bare en figur (lokal) eller for alle figurer (global).
nn: <p> Du kan velja om variabelen skal vera tilgjengeleg for alle figurar (global) eller berre for den valde figuren (lokal).
pt_br: <p> Quando você cria uma variável, você pode permitir que ela esteja disponível a todos os atores (global) ou apenas ao ator selecionado (local).
sl: <p> Ko ustvariš spremenljivko, lahko izbereš ali naj bo dosegljiva vsem figuram (globalno) ali samo izbrani figuri (lokalno).
tr: <p>Yaratmış olduğun bir değişkene, projedeki tüm diğer kuklaların erişmesini isteyebileceğin gibi sadece bu kuklaya ait olmasını da isteyebilirsin.
vi: <p> Khi bạn tạo biến số mới, bạn có thể chọn nó có hiệu lực với tất cả đối tượng (toàn cục) hoặc chỉ với đối tượng được chọn (cục bộ).
zh_tw: <p> 當你建立變數時，你可以選擇變數的使用對象，是只有選定的角色可使用（local，本地變數），還是全部的角色都會可以使用（global，全域變數）。

source: Reports remainder from division of first number by second number
bn: দ্বিতীয় সংখ্যা দ্বারা প্রথম সংখ্যাকে ভাগ করার পর ভাগশেষ প্রতিবেদন কর
cs: Ohlásí zbytek po dělení prvního čísla druhým číslem
cy: Yn dangos y gweddill wedi rhannu'r rhif cyntaf gyda'r ail un
de: Gibt den Rest der ersten Zahl geteilt durch die zweite Zahl zurück
fa: باقی مانده از تقسیم شماره اول را با شماره دوم گزارش می‌دهد
fr: Renvoie le reste de la division du premier nombre par le seconde nombre
id: Melaporkan sisa dari angka pertama dibagi angka kedua
kk: Бірінші санның екінші санға бөлгендегі қалдықты баяндайды
lt: Praneša dalybos pirmojo skaičiaus iš anrojo likutį
nb: Gir divisjonsresten når det første tallet deles på det andre tallet
nn: Gjev resten når det første talet vert delt på det andre talet
pt_br: Tem o valor do resto da divisão do primeiro número pelo segundo número
sl: Vrne ostanek pri deljenju prvega števila z drugim številom
tr: Birinci sayının ikinciye bölümü sonucunda kalan sayıyı verir
vi: Báo số dư của phép chia số thứ nhất cho số thứ hai
zh_tw: 回傳二數相除之後的餘數。

source: <img src="%(url_mod)s" /> gives the remainder of the division of the two numbers. For example, <img src="%(url_mod_ex2)s" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
bn: <img src="%(url_mod)s" /> দুটি সংখ্যার বিভাজনের পর ভাগশেষ দেয়। উদাহরণস্বরূপ, <img src="%(url_mod_ex2)s" /> হল 5 (143 কে 6 দিয়ে ভাগ করলে 23 হয়, এবং বাকি 5 হয়)।
cs: Pokud vydělíš dvě čísla, <img src="%(url_mod)s" /> udává zbytek. Například, <img src="%(url_mod_ex2)s" /> je 5 (143 děleno 6 je 23 a zbytek 5).
cy: Mae <img src="%(url_mod)s" /> yn rhoi gweddill rhannu dau rif. Er enghraifft, mae <img src="%(url_mod_ex2)s" /> yn 5 (143 wedi ei rannu gyda 6 yn 23 a'r gweddill yn 5).
fa: <img src="%(url_mod)s" /> به باقی مانده از تقسیم دو عدد را می‌دهد. به عنوان مثال، <img src="%(url_mod_ex2)s" /> ۵ است (۱۴۳ تقسیر بر ۶ می‌شود ۲۳ و باقیمانده ۵ است).
fr: <img src="%(url_mod)s" />donne le reste de la division des deux nombres. Par exemple, <img src="%(url_mod_ex2)s" />donne 5 (143 divisé par 6 vaut 23 reste 5).
id: <img src="%(url_mod)s" /> memberikan sisa dari pembagian dua angka. Sebagai contoh, <img src="%(url_mod_ex2)s" /> adalah 5 (143 dibagi 6 adalah 23, menyisakan 5).
sl: <img src="%(url_mod)s" /> vrne ostanek pri deljenju dveh števil. Na primer, <img src="%(url_mod_ex2)s" />je 5 (143 deljeno s 6 je 23 in ostanek 5).
tr: <img src="%(url_mod)s" />iki sayının bölümünden kalanı verir. Örneğin, <img src="%(url_mod_ex2)s" />5'tir. (143 bölü 6 eşittir 23'tür, kalan da 5'tir)
vi: <img src="%(url_mod)s" /> đưa ra số dư của phép chia hai số. Ví dụ, <img src="%(url_mod_ex2)s" /> là 5 (143 chia 6 được 23, và số dư là 5).

source: Reports true if mouse button is pressed
bn: মাউস বাটন চাপা থাকলে সত্য জানাও
cs: Ohlásí ano když je stisknuto tlačítko myši
cy: Yn dangos true os yw botwm y llygoden yn cael ei bwyso
de: Gibt wahr zurück falls die Maustaste gedrückt ist
fa: اگر دکمه ماوس فشار داده شود، گزارش‌ها درست است
fr: Renvoie "vrai" si le bouton de la souris est enfoncé
id: Melaporkan benar jika tombol mouse ditekan
kk: Егер тышқан батырмасы басылса дұрыс деп баяндайды
lt: Praneša "true", jei pelės klavišas paspaudžiamas
nb: Betingelse som er oppfylt hvis museknappen holdes nede
nn: Er sann viss museknappen er halden nede
pt_br: Tem o valor "true" se o botão do mouse estiver pressionado
sl: Vrne 'resnično', če je pritisnjena tipka na miški
tr: Eğer farenin tuşuna basılıysa 'doğru' değerini verir
vi: Báo đúng nếu phím bấm chuột được nhấn
zh_tw: 是否滑鼠鍵被按下，如果是，就回傳 true。

source: <img src="%(url_mouse_down)s" /> reports true if the mouse button is clicked anywhere on the screen.
bn: <img src="%(url_mouse_down)s" /> মাউসের বাটনটি স্ক্রিনের যেকোন জায়গায় ক্লিক করলে সত্য প্রতিবেদন করে।
cs: <img src="%(url_mouse_down)s" />ohlásí ano, pokud je tlačítko myši stisknuto kdekoli na obrazovce.
cy: Mae <img src="%(url_mouse_down)s" /> yn adrodd true os yw botwm y llygoden yn cael ei glicio unrhyw le ar y sgrin.
fa: <img src="%(url_mouse_down)s" /> اگر کلید موس را در هر نقطه روی صفحه کلیک کنید، گزارش درست است.
fr: <img src="%(url_mouse_down)s" /> renvoie vrai si le bouton de la souris est cliqué n'importe où sur la scène.
id: <img src="%(url_mouse_down)s" /> melaporkan benar jika tombol mouse diklik di manapun di layar.
sl: <img src="%(url_mouse_down)s" /> vrne logično vrednost TRUE, če z miško klikneš kjerkoli na zaslonu.
tr: <img src="%(url_mouse_down)s" />Fare düğmesi ekranın herhangi bir yerine tıklandığında doğru raporu verir.
vi: <img src="%(url_mouse_down)s" /> báo đúng nếu phím bâm chuột được bấm tại bất kì đâu trên màn hình.

source: Reports the x-position of mouse-pointer
bn: মাউস-পয়েন্টারের x-অক্ষের অবস্থান প্রতিবেদন করে
cs: Ohlásí x ukazatele myši
cy: Yn dangos cyfeiriad x y pwyntydd llygoden
de: Gibt die X-Position des Mauszeigers zurück
fa: موقعیت x از اشاره‌گر موس را گزارش می‌دهد
fr: Renvoie la partie x (abscisse) de la position du pointeur de la souris
id: Melaporkan posisi-x dari pointer-mouse
kk: Курсордың x-позициясын баяндайды
lt: Pasako pelės žymeklio x koordinatę
nb: Gir x-posisjonen til musepekeren
nn: Gjev x-posisjonen til musepeikaren
pt_br: Tem o valor da coordenada x da posição do ponteiro do mouse
sl: Vrne položaj x kazalca miške
tr: Fare işaretçisinin o andaki x konumunu verir
vi: Báo tọa độ của x của con trỏ chuột
zh_tw: 回傳鼠標在舞台上的 x 座標值。

source: <p> You can move the mouse around to see the position of the mouse pointer. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
bn: <p> মাউস পয়েন্টারের অবস্থান দেখতে তুমি মাউসটিকে এদিক ওদিক সরাতে পার। <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
cs: <p> Můžeš pohybovat myší sem a tam, abys viděl/a/ pozici ukazatele myši. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
cy: <p> Gallwch symud y llygoden o amgylch er mwyn gweld safle pwyntydd y llygoden. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
de: <p> Bewege die Maus um die Position des Mauszeigers zu sehen. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
fa: <p> شما می‌توانید موس را در اطراف حرکت دهید تا موقعیت نشانگر ماوس را ببینید. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
fr: <p> Tu peux déplacer la souris pour voir la position du pointeur de la souris. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
id: <p> Kamu bisa menggerakan mouse ke segala arah untuk melihat posisi dari penunjuk (<em>pointer</em>) mouse. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
kk: <p> Тінтуір-меңзердің орнын көру үшін тінтуірді жылжыта аласыз. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
lt: <p> Gali judinti pelę aplink, kad pamatytum pelės žymeklio koordinates <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
nb: <p> Du kan se musepekerens x- og y-posisjon mens du beveger musen. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
nn: <p> Du kan sjå x- og y-posisjonen til musepeikaren når du rører musa. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
pt_br: <p> Você pode mover o mouse na tela para ver a posição do ponteiro do mouse. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
sl: <p> Miško lahko premikaš naokoli, da vidiš položaj kazalca miške. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
tr: <p> Fareyi ekranda dolaştırıp, bu taş yardımıyla ekranda nerde olduğunu anlayabilirsin. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
vi: <p> Bạn có thể di chuyển chuột vòng quanh để xem vị trí của con trỏ chuột. <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
zh_tw: <p> 你可以四處移動鼠標，並觀察到鼠標的 x 、y 座標變化的情形。 <br><img src="%(STATIC_URL)s/images/help/set-x-diagram.png" /> <br><img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p>
