Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Trim the sound so it's just one short syllable. To trim, highlight the part to delete, then press the ‘delete’ key.
bn: শব্দ টি ছাঁটা করো যাতে এটি কেবল একটি ছোট অক্ষর। ট্রিম করতে, মুছে ফেলার অংশটি হাইলাইট করো , তারপরে 'মুছো' কী চাপো।
cs: Ořízni zvuk na pouze krátkou část. Pokud chceš ořezávat zvuk, zvýrazni část, kterou chceš odstranit, a poté stiskni tlačítko "delete".
cy: Tociwch y sain fel ei fod yn un sillaf fer. I docio, amlygwch y darn i'w ddileu, yna pwyso'r fysell 'Delete'.
de: Schneide die Aufnahme so zu dass nur eine Silbe zu hören ist. Um das zu machen, markiere den Teil den du löschen willst und drücke die "Entf"-Taste.
fa: صدا را اصلاح کنید تا فقط یک هجای کوتاه باشد. برای اصلاح، بخش حذفی را برجسته کنید، سپس کلید "delete" را فشار دهید.
fr: Raccourcis le son pour qu'il soit juste une syllabe. Pour raccourcir, sélectionne la partie du son à supprimer, puis appuie sur la touche "Suppr".
kk: Бір қысқа ғана буын болатындай етіп дыбысты қысқартыңыз. Қысқарту үшін қажет емес бөлігін белгілеп, ‘delete’ пернесін басыңыз.
nb: Klipp ned opptaket slik at du får en kort lydeffekt. For å klippe merker du den delen av lyden du vil ta bort og trykker på sletteknappen ("Del").
nn: Forkort lyden slik at han berre er éi staving. Merk delen av lyden du vil fjerna, og trykk så på rettetasten på tastaturet eller på «Rediger» og så «slett».
pt_br: Diminua o som para que ele fique do tamanho de uma única sílaba. Para diminuir, selecione a parte para exclusão e pressione a tecla ‘delete’.
vi: Cắt âm thanh để nó chỉ là một âm ngắn. Để cắt, tô chọn phần cần xóa, sau đó bấm phím ‘delete’.
zh_tw: 修剪聲音讓它變成短音節，你可以在音軌上拖曳滑鼠選取要刪除的區段，接著再按下「刪除」。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> icon again to record another sound.
bn: আরেকটি শব্দ রেকর্ড করার জন্য <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> আইকনটি আবার ক্লিক কর।
cs: Znovu stiskni ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">, pokud chceš nahrát další zvuk.
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> eto i recordio sain arall.
de: Klicke erneut auf das <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">-Icon um einen weiteren Klang aufzunehmen.
fa: برای ضبط یک صدای دیگر، روی نماد <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">کلیک کنید.
fr: Clique encore sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> pour enregistrer un autre son.
kk: Осы белгішені <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> басқа дыбысты жазу үшін қайта басыңыз.
nb: Click på <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">-ikonet igjen for å ta opp en ny lyd.
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> att for å spela inn ein ny lyd.
pt_br: Clique no ícone <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> novamente para gravar outro som.
sl: Še enkrat klikni na ikono <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> in posnemi še en zvok.
vi: Bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">một lần nữa để thu âm thanh khác.
zh_tw: 點擊圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 來錄製其他的音效。

source: You can also record sounds using objects around you, such as by tapping a table or dropping a coin.
bn: তুমি তোমার চারপাশের বস্তু ব্যবহার করে শব্দ রেকর্ড করতে পার, যেমন একটি টেবিলে আলতো টোকা দিয়ে বা মুদ্রা ফেলে দিয়ে।
cs: Nahrát zvuky můžeš také pomocí předmětů kolem tebe, například ťukáním do stolu nebo upuštěním mince.
cy: Gallwch hefyd recordio seiniau gan ddefnyddio pethau o'ch amgylch, fel tapio bwrdd neu ollwng darn o arian.
de: Du kannst auch Klänge von Objekten aus deiner Umgebung aufnehmen, zum Beispiel Fingerklopfen auf einem Tisch oder das Herunterfallen einer Münze.
fa: همچنین می‌توانید صداها را با استفاده از اشیاء اطراف خود ضبط کنید، مانند ضربه زدن روی یک میز یا انداختن یک سکه.
fr: Tu peux aussi enregistrer des sons en utilisant des objet autour de toi, comme en tapant sur la table ou en laissant tomber une pièce de monnaie.
kk: Сондай-ақ, сіз айналаңыздағы заттарды қолданып дыбыс жаза аласыз, мысалға, үстелді тақылдатыңыз не тиынды тастаңыз.
nb: Du kan også spille in lyder fra ting omkring deg, for eksempel fra en mynt som faller, eller et bank i bordet!
nn: Du kan òg spela inn lydar med gjenstandar rundt deg. Prøv å tromma på bordet eller sleppa ein mynt ned på det.
pt_br: Você também pode gravar sons usando objetos ao seu redor, como por exemplo bater na mesa ou derrubar uma moeda.
vi: Bạn cũng có thể thu âm sử dụng vật dụng quanh bạn, như là gõ vào bàn hay đánh rơi đồng xu.
zh_tw: 除了人聲，你也可以錄製一些物品的音效，像是拍桌子、擲硬幣…等。

source: Next, keep playing
bn: পরবর্তী, খেলতে থাক
cs: V dalším kroku pokračuj v hraní.
cy: Nesaf, cadwch i chwarae
de: Spiele weiter
fa: سپس، به نواختن ادامه دهید
fr: Ensuite, continue de jouer
kk: Енді, ойнауды жалғастырыңыз
nb: Videre: Fortsett å spille
nn: Vidare: spel vidare
pt_br: Em seguida, continue jogando
sl: Sedaj nadaljuj z igranjem
tr: Sonra, oynamaya devam et
vi: Kế đến, phát liên tục
zh_tw: 下一步，持續播放

source: ADD MORE SPRITES
bn: আরও স্প্রাইট যোগ কর
cs: PŘIDEJ VÍCE POSTAV
cy: YCHWANEGU RHAGOR O GORLUNIAU
de: FÜGE MEHR FIGUREN HINZU
fa: شکلک‌های بیشتری اضافه کنید
fr: AJOUTE PLUS DE LUTINS
kk: ⇥Көбірек спрайт қосыңыз
nb: LEGG TIL FLERE FIGURER
nn: LEGG TIL FLEIRE FIGURAR
pt_br: ADICIONE MAIS ATORES
sl: DODAJ VEČ FIGUR
tr: DAHA FAZLA KUKLA EKLE
vi: THÊM ĐỐI TƯỢNG
zh_tw: 添加更多角色

source: You can add and animate more instruments, singers, dancers, or other sprites.
bn: তুমি আরও যন্ত্র, গায়ক, নৃত্যশিল্পী, বা অন্যান্য স্প্রাইট যোগ এবং অ্যানিমেট করতে পার।
cs: Můžeš přidat a animovat více nástrojů, zpěváků, tanečníků a ostatních postav.
cy: Gallwch ychwanegu ac animeiddio rhagor o offerynnau, cantorion, dawnswyr neu gorluniau eraill.
de: Du kannst mehr Instrumente, Sängerinnen, Tänzer und andere Figuren hinzufügen und animieren.
fa: شما می‌توانید آلات موسیقی، خواننده، رقاص، و یا دیگر شکلک‌های بیشتری اضافه کرده و به حرکت درآورید.
fr: Tu peux ajouter et animer plus d'instruments, de chanteurs, de danseurs ou d'autres lutins.
kk: Басқа да аспаптарды, әншілер мен бишілерді, немесе басқа спрайттарды қосып, оларды жандандыра аласыз.
nb: Du kan legge til flere instrumenter, sangere, dansere eller andre ting, og animere dem.
nn: Du kan leggja til og animera fleire instrument, songarar, dansarar eller andre figurar.
pt_br: Você pode adicionar e animar mais instrumentos, cantores, dançarinos, ou outros atores.
sl: Lahko dodaš več glasbil, pevcev, plesalcev in ostalih figur.
vi: Bạn có thể thêm và làm chuyển động nhiều nhạc cụ, ca sĩ, vũ công, hay các đối tượng khác.
zh_tw: 你可以添加更多的樂器、歌手、舞者…或是其他的角色。

source: ADD A BACKDROP
bn: একটি ব্যাকড্রপ যোগ কর
cs: PŘIDEJ POZADÍ
cy: YCHWANEGU CEFNLEN
de: FÜGE EINEN HINTERGRUND HINZU
fa: یک پس‌زمینه اضافه کنید
fr: AJOUTE UN ARRIERE-PLAN
kk: ФОН ҚОСЫҢЫЗ
nb: LEGG TIL EN BAKGRUNN
nn: LEGG PÅ EIN BAKGRUNN
pt_br: ADICIONE UM PANO DE FUNDO
sl: DODAJ OZADJE
tr: BİR ARKA PLAN EKLE
vi: THÊM PHÔNG NỀN
zh_tw: 添加舞台背景

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
bn: ব্যাকড্রপ লাইব্রেরিতে যেতে <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> আইকনটি ক্লিক কর:
cs: Stiskni ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pro otevření knihovny s pozadími:
cy: Cliciwch eicon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor llyfrgell Cefnlenni:
de: Klicke das <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> Icon an, um die Hintergrund-Bibliothek zu öffnen:
fa: برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">کلیک کنید:
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque d'arrière-plans :
kk: Осы белгішені <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> Фондардың базасын ашу үшін басыңыз:
nb: Klikk på <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet for å åpne bakgrunn-biblioteket:
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å opna bakgrunnsbiblioteket:
pt_br: Clique no ícone <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de panos de fundo:
sl: Klikni na ikono <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">da odpreš knjižnico ozadij:
vi: Bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để mở thư viện Phông nền:
zh_tw: 點選這個圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 來開啓背景範例庫：

source: PLAY NOTES
bn: নোট বাঁজাও
cs: Přehraj noty
cy: CHWARAE NODAU
de: SPIELE NOTEN
fa: نت را پخش کن
fr: JOUER DES NOTES
kk: Ноталарды ойнаңыз
nb: SPILL TONER
nn: SPELAR TONAR
pt_br: REPRODUZA NOTAS
sl: ZAIGRAJ GLASBO
tr: NOTA ÇAL
vi: PHÁT NỐT NHẠC
zh_tw: 演奏音階

source: Another way to make music is to use the <span class="soundcolor">play note</span> block.
bn: সঙ্গীত তৈরি করার আরেকটি উপায় হল <span class="soundcolor">নোট বাঁজাও</span> ব্লক ব্যবহার করা।
cs: Další možností vytvoření zvuku je použít blok <span class="soundcolor">hraj notu</span>.
cy: Ffordd arall o greu cerddoriaeth yw i ddefnyddio bloc <span class="soundcolor">play note</span>.
de: Eine weitere Möglichkeit um Musik zu machen ist der <span class="soundcolor">spiele Note</span>-Block.
fa: روش دیگری برای ساخت موسیقی استفاده از قطعه <span class="soundcolor">نواختن نت</span> می‌باشد:
fr: Une autre manière de faire la musique est d'utiliser le bloc <span class="soundcolor">jouer la note</span>.
id: Salah satu cara lain untuk membuat musik adalah dengan menggunakan balok <span class="soundcolor">mainkan nada</span>.
kk: Музыка жасаудың басқа жолы <span class="soundcolor">ноталарды ойнату </span> блогын қолдану.
nb: Du kan også lage musikk med <span class="soundcolor">spill tone</span>-klossen.
nn: Du kan òg laga musikk med <span class="soundcolor">spel tonen</span>-klossar.
pt_br: Outra forma de fazer música é usar o bloco <span class="soundcolor">toque a nota</span>.
vi: Cách khác nữa để tạo âm nhạc là sử dụng mảnh ghép <span class="soundcolor">phát nốt nhạc</span>.
zh_tw: 要製作出一段音樂的另一個方式，是使用<span class="soundcolor">演奏音階</span> 積木。

source: Try a script like this:
bn: এরকম একটি স্ক্রিপ্ট চেষ্টা করে দেখ:
cs: Zkus scénář jako tenhle:
cy: Rhowch gynnig ar sgript fel hyn:
de: Dann füge ein Skript wie dieses hinzu:
fa: یک دستور را بدین شکل امتحان کنید:
fr: Essaie un script comme ceci :
kk: Осындай скриптті тексеріп көріңіз:
nb: Prøv et slikt skript:
nn: Prøv dette skriptet:
pt_br: Experimente um script como esse:
sl: Dodaj skripto kot je:
vi: Thử kịch bản như thế này:
zh_tw: 製作一則程式碼，如下示範：

source: You can choose the instrument and notes you want. You can also change the timing.
bn: তুমি তোমার ইচ্ছেমতো বাদ্যযন্ত্র ও নোট বাছাই করতে পার। তুমি সময়ও পরিবর্তন করতে পার।
cs: Můžeš vybrat hudební nástroj a noty, jaké chceš. Také můžeš měnit délku trvání.
cy: Gallwch ddewis yr offeryn a'r nodau hoffech chi. Gallwch hefyd newid yr amseru.
de: Du kannst das Instrument und die Noten beliebig auswählen. Du kannst auch die Geschwindigkeit ändern.
fa: شما می‌توانید آلات موسیقی و نتهای مورد نظر خود را انتخاب کنید. همچنین می‌توانید زمان‌بندی را تغییر دهید.
fr: Tu peux choisir l'instrument et les notes que tu veux. Tu peux aussi changer le tempo.
kk: Сіз аспап немесе нотаны таңдай аласыз. Сонымен қатар уақытты таңдай аласыз.
nb: Du kan velge instrumenter og toner selv. Du kan også endre på takt og tempo.
nn: Du kan velja kva instrument og tone du vil. Du kan òg endra kor lenge tonen skal spelast.
pt_br: Você pode escolher o instrumento e as notas que quiser. Você também pode alterar o tempo.
vi: Bạn có thể chọn nhạc cụ và nốt nhạc bạn muốn. Bạn cũng có thể thay đổi thời gian.
zh_tw: 你可以改成你自己想使用的樂器、想播放的音階，當然播放的時機也可以自己調整。

source: ADD A MUSIC LOOP
bn: একটি সঙ্গীতের লুপ যোগ কর
cs: PŘIDAT HUDEBNÍ SMIČKU
cy: YCHWANEGU CYLCH O GERDDORIAETH
de: FÜGE EINE MUSIKSCHLEIFE HINZU
fa: یک حلقه موسیقی اضافه کنید
fr: AJOUTE UNE SEQUENCE MUSICALE
kk: МУЗЫКАЛЫҚ ІЛМЕК ҚОСЫҢЫЗ
nb: LEGG TIL EN MUSIKKLØKKE
nn: LAG EI MUSIKKSLØYFE
pt_br: ADICIONE UM LAÇO DE MÚSICA
sl: DODAJ GLASBENO ZANKO
tr: MÜZİK DÖNGÜSÜ EKLE
vi: THÊM VÒNG LẶP NHẠC
zh_tw: 新增音樂循環

source: Choose ‘speaker’ or another sprite:
bn: 'স্পিকার' বা অন্য স্প্রাইট বাছাই করো:
cs: Vyber 'reproduktor' nebo jinou postavu:
cy: Dewiswch 'seinydd' neu gorlun arall:
de: Wähle "speaker" oder eine andere Figur:
fa: "بلندگو" یا یک شکلک دیگر را انتخاب کنید:
fr: Choisis 'Speaker' (enceinte) ou un autre lutin :
kk: 'Сөйлеуші' немесе басқа спрайтты таңдаңыз:
nb: Velg "speaker" eller en annen figur:
nn: Vel «speaker» eller ein annan figur:
pt_br: Escolha o ator ‘alto falante’ ou algum outro:
vi: Chọn ‘loa’ hay đối tượng khác:
zh_tw: 新增一個角色，像是「speaker」：

source: Choose a drum loop from the Sound library:
bn: শব্দ লাইব্রেরি থেকে একটি ড্রামের লুপ বাছাই কর:
cs: Vyber bubnovou smyčku z knihovny zvuků.
cy: Dewiswch gylch drwm o'r llyfrgell Seiniau:
de: Wähle eine Schlagzeugschleife aus der Klangbibliothek:
fa: یک حلقه درام از کتابخانه صوتی انتخاب کنید:
fr: Choisis une séquence de batterie à partir de la bibliothèque de sons :
kk: Дыбыс кітапханасынан барабан циклін таңдаңыз:
nb: Velg en tromme-løkke fra lydbiblioteket:
nn: Vel ei trommesløyfe frå lydbiblioteket:
pt_br: Escolha um laço de som de bateria na biblioteca de sons:
vi: Chọn chuỗi tiếng trống từ thư viện Âm thanh:
zh_tw: 在音效範例庫中的「音樂循環」類選擇「drum」：

source: Loop your sound by adding a script like this:
bn: এরকম একটি স্ক্রিপ্ট যোগ করে তোমার শব্দ লুপ কর এভাবে:
cs: Opakuj svůj zvuk přidáním scénáře jako takhle:
cy: Cylchwch eich sain drwy ychwanegu sgript fel hyn:
de: Mach deinen Klang zu einer Schleife mit einem Skript wie diesem:
fa: با افزودن یک دستور مانند این، صدای خود را حلقه کنید:
fr: Fait boucler ton son an ajoutant un script comme ceci :
kk: Мына скрипттарды қосу арқылы дыбысты бекітіңіз:
nb: Få lyden til å gå i løkke med et slikt skript som dette:
nn: La lyden gå i sløyfe med dette skriptet:
pt_br: Faça seu som se repetir adicionando um script como esse:
vi: Lặp lại âm anh của bạn bằng cách thêm kịch bản như thế nảy:
zh_tw: 要讓音效持續播放，可以添加如下程式：

source: HAVE A MAKEY MAKEY?
bn: MAKEY MAKEY আছে কি?
cs: MÁŠ MAKEY MAKEY?
cy: OES GENNYCH CHI MAKEY MAKEY?
de: HAST DU EIN MAKEY MAKEY?
fa: آیا میکی میکی دارید؟
fr: TU AS UN MAKEY MAKEY ?
kk: MAKEY MAKEY БАР МА?
nb: HAR DU MAKEY MAKEY?
nn: HAR DU EIN MAKEY MAKEY?
pt_br: VOCÊ TEM UM MAKEY MAKEY?
vi: CÓ MAKEY MAKEY KHÔNG?
zh_tw: 你有「MAKEY MAKEY」裝置嗎？

source: Connect your project to a Makey Makey. You can create musical instruments out of coins, clay, cardboard, and more!
bn: তোমার প্রজেক্টটি একটি Makey Makey এর সাথে সংযুক্ত কর। তুমি মুদ্রা, কাদামাটি, পিচবোর্ড এবং আরও অনেক কিছু থেকে বাদ্যযন্ত্র তৈরি করতে পার!
cs: Připoj svůj projekt k Makey Makey. Můžeš vytvářet hudební nástroje z mincí, hlíny, lepenky a dalších věcí!
cy: Cysylltwch eich project i Makey Makey. Gallwch greu offerynnau cerddorol allan o ddarnau arian, clai, cardfwrdd a mwy!
de: Verbinde dein Projekt mit einem Makey Makey. Du kannst Musikinstrumente aus Münzen, Ton, Karton und vielem anderen machen.
fa: برنامه خود را به میکی میکی متصل کنید. شما می‌توانید آلات موسیقی را از سکه، خاک رس، مقوا و غیره ایجاد کنید!
fr: Connecte ton projet avec un Makey Makey (appareil servant à faire un clavier à partir d'objets). Tu peux créer des instruments de musique à partir de pièces de monnaie, de terre, de cartes ou plus !
id: Hubungkan karyamu ke sebuah Makey Makey. Kamu bisa membuat alat musik dari koin, tanah liat, kardus, dan lain-lainnya!
kk: Жобаңызды Makey Makey-ға байланыстырыңыз. Сіз музыкалық аспаптарды тиындардан, балшықтан, картоннан және де басқа көп заттардан жасай аласыз!
nb: Du kan koble prosjektet til en Makey Makey og lage musikkinstrumenter av mynter, frukt eller andre ting!
nn: Kopla prosjektet til ein MaKey MaKey. Du kan laga musikkinstrument av myntar, leire, papp og mykje anna!
pt_br: Conecte seu projeto a um Makey Makey. Você pode criar instrumentos musicais a partir de moedas, argila, cartolina, e muito mais!
vi: Nối chương trình của bạn với MaKey MaKey. Bạn có thể tạo nhạc cụ từ tiền xu, đất sét, bìa cứng, và hơn thế nữa!
zh_tw: 你可以讓專案與裝置「 Makey Makey」串接起來，透過它可以用硬幣、粘土、紙板等…來創造一個樂器！

source: To find out more, see <a href="../makey-intro/">Makey Makey and Scratch</a>.
bn: আরো জানতে, <a href="../makey-intro/">Makey Makey এবং Scratch</a> দেখ।
cs: Další informace najdeš v článku <a href="../makey-intro/">Makey Makey a Scratch</a>.
cy: I ddarllen rhagor, ewch i <a href="../makey-intro/">Makey Makey a Scratch</a>.
de: Um mehr zu erfahren, schau auf <a href="../makey-intro/">Makey Makey und Scratch</a>.
fa: برای کسب اطلاعات بیشتر، به <a href="../makey-intro/">میکی میکی و اسکرچ</a> مراجعه کنید.
fr: Pour mieux comprendre (en anglais), voir <a href="../makey-intro/">Makey Makey et Scratch</a> .
kk: Толық ақпарат үшін <a href="../makey-intro/">Makey Makey және Скретч</a>ті басыңыз.
nb: Du kan lese mer om <a href="../makey-intro/">Makey Makey og Scratch</a>.
nn: Sjå <a href="../makey-intro/">MaKey MaKey og Scratch</a> for meir informasjon.
pt_br: Para descobrir mais, veja <a href="../makey-intro/">Makey Makey e Scratch</a>.
vi: Để tìm hiểu thêm, xem <a href="../makey-intro/">Makey Makey và Scratch</a>.
zh_tw: 若要進一步了解，請瀏覽 <a href="../makey-intro/">Makey Makey and Scratch</a>。

source: Congratulations, you've coded your own music!
bn: অভিনন্দন, তুমি তোমার নিজের সঙ্গীত কোড করেছ!
cs: Gratuluji, naprogramoval/a jsi svou vlastní hudbu!
cy: Llongyfarchiadau, rydych wedi codio eich cerddoriaeth eich hun!
de: Herzlichen Glückwunsch! Du hast deine eigene Musik programmiert!
fa: تبریک می‌گوییم، شما موسیقی خود را کدگذاری کردید!
fr: Félicitations, tu as programmé ta propre musique !
kk: Құттықтаймыз! Сіз өзіңіздің музыкаңызды жасап шығардыңыз!
nb: Gratulerer! Du har programmert din egen musikk!
nn: Gratulerer! Du har programmert din eigen musikk!
pt_br: Parabéns! Você programou sua própria música!
vi: Chúc mừng nhé, bạn vừa lập trình bản nhạc của riêng bạn!
zh_tw: 恭喜！你已經編程了一個專屬於你的音樂！

source: To save, go to the File menu and choose 'Save'.
bn: সংরক্ষণ করতে, ফাইল মেনুতে যাও এবং 'Save' নির্বাচন কর।
cs: Pro uložení jdi do menu soubor a zvol uložit.
cy: I'w chadw, ewch i'r ddewislen Ffeil a dewis 'Cadw'.
de: Öffne zum Speichern das Datei-Menü und wähle "Speichern".
fa: برای ذخیره، به منوی فایل رفته و "ذخیره" را انتخاب کنید.
fr: Pour enregistrer, vas sur le menu Fichier and choisis 'Enregistrer'.
kk: Сақтау үшін Файл мәзіріне барыңыз да 'Сақтау' -ды таңдаңыз.
nb: Lage prosjektet ved å klikke "Fil" og "Lagre nå".
nn: Trykk «Lagra» for å lagra prosjektet.
pt_br: Para salvar, vá para o menu Arquivo e clique em 'Salvar'.
sl: Shraniš tako, da klikneš na meni Datoteka in izbereš 'Shrani'.
vi: Để lưu, vào menu Tệp tin và chọn 'Lưu'.
zh_tw: 若要儲存，請使用檔案選單中的「儲存」工具。

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:
cs: Nyní můžeš přidat tvůj projekt do <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studia</a>:
cy: Gallwch nawr ychwanegu eich cerddoriaeth i'r <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Stiwdio Creu Cerddoriaeth</a>:
de: Jetzt kannst du dein Projekt zum <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a> hinzufügen:
fa: حالا شما می‌توانید برنامه خود را به <a href="https://scratch.mit.edu/studios/1999784" target="_blank">استودیو ساخت موسیقی</a>اضافه کنید:
fr: Maintenant, tu peux ajouter ton projet au <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio (Studio Creation Musicale)</a>:
id: Sekarang kamu bisa memasukkan karyamu ke <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Studio Make Music</a>:
kk: Енді сіз жобаңызды <a href="https://scratch.mit.edu/studios/1999784" target="_blank"> Музыка Жасау Студиясына</a>қоса аласыз:
nb: Deretter kan du vise fram prosjektet på galleriet <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music!</a>:
pt_br: Agora, você pode adicionar seu projeto ao <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Estúdio Faça Música</a>:
vi: Bây giờ bạn có thể thêm chương trình của bạn vào <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Studio Tạo Âm nhạc</a>:
zh_tw: 現在你可以將你的專案分享到創作坊 <a href="https://scratch.mit.edu/studios/1999784" target="_blank">Make Music Studio</a>裡：

source: Build a script to play a drum sound:
bn: ড্রামের শব্দ বাজানোর জন্য একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář pro přehrání zvuku bubnu:
cy: Adeiladwch sgript i chwarae sain drwm:
de: Mache ein Skript zum Spielen eines Schlagzeugsounds:
fa: دستوری برای پخش یک صدای درام بسازید:
fr: Construis un script pour jouer un son de tambour :
kk: Барабанның дыбысын шығаратын скрипт құрастырыңыз:
nb: Lag et skript for å spille en trommelyd:
nn: Lag eit skript for å spela trommelydar:
pt_br: Crie um script para reproduzir um som de bateria:
vi: Tạo kịch bản phát tiếng trống:
zh_tw: 建立下方程式以播放節奏拍點：

source: Press the space key to try it.
bn: এটি চেষ্টা করতে স্পেস কী চাপ দাও।
cs: Stiskni mezerník pro vyzkoušení.
cy: Pwyswch y bylchwr i roi cynnig arno.
de: Drück die Leertaste um es auszuprobieren.
fa: کلید space را فشار داده تا آن را امتحان کنید.
fr: Appuie sur la touche espace pour l'essayer.
kk: Бос орын пернесін басып тексеріп көріңіз.
nb: Trykk mellomrom for å prøve.
nn: Trykk mellomromstasten for å prøva det.
pt_br: Pressione a tecla espaço para testar.
sl: Za preizkus pritisni tipko presledek.
vi: Bấm phím khoảng trắng để thử nó.
zh_tw: 按下鍵盤上的空白鍵來測試程式。

source: Click the Sounds tab to preview the sounds.
bn: শব্দগুলোর পূর্বরূপ দেখতে শব্দ ট্যাবে ক্লিক কর।
cs: Klikni na záložku Zvuk k předběžnému náhledu zvuků.
cy: Cliciwch y tab Seiniau i rag-glywed y seiniau.
de: Klicke auf den Abspielen-Knopf um die Klänge vorher anzuhören.
fa: برای پیش‌نمایش صداها، روی زبانه صداها کلیک کنید.
fr: Clique sur l'onglet Son pour écouter les sons.
kk: Дыбыстарды алдын-ала қарау үшін Дыбыстар ендірмесін басыңыз.
nb: Klikk lyd-fanen for å høre på lydene.
nn: Trykk på «Lydar»-fana for å høyra på lydane.
pt_br: Clique na guia Sons para experimentar os sons.
vi: Bấm vào thẻ Âm thanh để xem các âm thanh.
zh_tw: 切換到「音效」頁籤可以預覽音效。

source: Next, make a rhythm
bn: তারপর, একটি ছন্দ তৈরি কর
cs: V dalším kroku vytvoř rytmus
cy: Nesaf, crwch rhythm
de: Mache als nächstes einen Rhythmus
fa: سپس، آهنگی بسازید
fr: Ensuite, fais un rythme
kk: Енді, ритм жасаңыз
nb: Videre: Lag en rytme
nn: Vidare: lag ein rytme
pt_br: Em seguida, crie um ritmo
tr: Sonra, bir ritm yap
vi: Tiếp theo, tạo nhịp điệu
zh_tw: 下一步，製作一段節奏
