Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Get ready for the 2016 Olympic Games in Brazil!
bn: ব্রাজিলের 2016 অলিম্পিক গেমসের জন্য প্রস্তুত হও!
cs: Připrav se na Olympijské hry 2016 v Brazílii!
cy: Paratowch ar gyfer y Gemau Olympaidd 2016 ym Mrasil!
de: Mach dich für die Olympischen Spiele 2016 in Brasilien bereit!
fa: برای بازی‌های المپیک 2016 در برزیل آماده شوید!
fr: Prépare-toi pour les Jeux Olympiques 2016 au Brésil !
kk: 2016 жылғы Бразилиядағы Олимпиада ойындарына дайындалыңыз!
nb: Gjør deg klar for OL i Brasil 2016!
nn: Gjer deg klår til OL i Brasil 2016!
pt_br: Prepare-se para os Jogos Olímpicos do Rio em 2016!
vi: Sẵn sàng với Trò chơi Olympic 2016 tại Brazil nào!
zh_tw: 準備好了嗎，讓我們開始吧！

source: Move When You Press a Key
bn: সরাও যখন তুমি একটি কী চাপ
cs: Pohybuj pomocí stisknutí klávesy.
cy: Symud pan Fyddwch yn Pwyso Bysell
de: Bewegung auf Tastendruck
fa: هنگامی که یک کلید را فشار می‌دهید حرکت کند
fr: Bouge en appuyant sur une touche
kk: Батырманы басқан кезде жылжиды
nb: Trykk en tast for å gå
nn: Flytt når du trykkjer på ein knapp
pt_br: Mova quando você pressionar uma tecla
sl: Premakni ko pritisneš na tipko
tr: Bir Tuşa Bastığında Hareket Et
vi: Di chuyển khi bấm vào phím
zh_tw: 當按鍵被按下時移動

source: Draw a Finish Line
bn: একটি সমাপ্তি রেখা আঁক
cs: Nakresli cílovou čáru
cy: Llunio Llinell Derfyn
de: Zeichne eine Ziellinie
fa: یک خط پایان بکشید
fr: Dessine une ligne d'arrivée
id: Gambar sebuah Garis Finish
kk: Мәре сызығын бейнелеңіз
nb: Tegn målstreken
nn: Teikn målstreken
pt_br: Desenhe uma Linha de Chegada
sl: Nariši ciljno črto
tr: Bir Bitiş Hattı Çiz
vi: Vẽ vạch đích đến
zh_tw: 畫上賽跑終點線

source: If You Reach the Finish Line
bn: যদি তুমি শেষ সীমানায় পৌঁছাও
cs: Když se dostaneš až na cílovou čáru
cy: Os Fyddwch yn Cyrraedd y Llinell Derfyn
de: Wenn du die Ziellinie erreichst
fa: اگر شما به خط پایان رسیدید
fr: Si tu atteinds la ligne d'arrivée
id: Jika Kamu Mencapai Garis Finish
kk: Мәреге жетсеңіз
nb: Hvis du krysser målstreken
nn: Viss du kryssar målstreken
pt_br: Se você alcançar a reta final
sl: Če dosežeš ciljno črto
vi: Nếu bạn đạt đến vạch đích đến
zh_tw: 當你抵達終點線

source: Go to the Starting Point
bn: শুরুর জায়গাতে যাও
cs: Běž na startovní pozici
cy: Mynd i'r Man Cychwyn
de: Gehe an die Startposition
fa: برو به نقطۀ شروع
fr: Va au Départ
kk: Бастапқы нүктеге өтіңіз
nb: Gå til startpunktet
nn: Gå til startpunktet
pt_br: Vá para o Ponto de Partida
sl: Pojdi na začetno mesto
tr: Başlangıç Noktasına Git
vi: Đi đến điểm bắt đầu
zh_tw: 返回起始點

source: Add Another Sprite to Race
bn: প্রতিযোগীতায় আরও একটি স্প্রাইট যোগ কর
cs: Přidej do závodu další postavu
cy: Ychwanegu Corlun Arall i Ras
de: Füg eine weitere Figur hinzu
fa: یک شکلک دیگر به مسابقه اضافه کنید
fr: Ajoute un autre lutin à la course
id: Tambahkan Sprite Lain untuk Balapan
kk: Жарысқа тағы басқа спрайтты қосыңыз
nb: Legg til en ny figur i løpet
nn: Legg til ein ny figur i løpet
pt_br: Adicione outro ator à corrida
sl: Dodaj dirki novo figuro
tr: Yarışmak için başka bir kukla ekle
vi: Thêm vào đối tượng khác để đua
zh_tw: 加入其他競賽角色

source: Personalize Your Game
bn: তোমার গেমটি নিজের ইচ্ছেমতো বানাও
cs: Uprav si hru podle svého
cy: Personoleiddio eich Gêm
de: Personalisiere dein Spiel
fa: بازی خود را شخصی‌سازی کنید
fr: Personnalise ton jeu
id: Personalisasikan Permainanmu
kk: Ойыныңызды жекелеңдіріңіз
nb: Finn på dine egne ting
nn: Finn på dine eigne ting
pt_br: Personalize seu jogo
sl: Poosebi svojo igro
tr: Oyununu kişiselleştir
vi: Tạo nét riêng trò chơi của bạn
zh_tw: 打造你自己的遊戲

source: Then choose the backdrop you want (such as 'track' or 'beach rio'):
bn: তারপর তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর (যেমন 'track' অথবা 'beach rio'):
cs: Pak vyber pozadí, které chceš (jako je "cesta" nebo "pláž v riu"):
cy: Yna dewiswch y gefnlen hoffech chi ei gael (fel 'trac' neu 'traeth rio'):
de: Such dir dann das gewünschte Bühnenbild aus (wie zum Beispiel "track" (Laufbahn) oder "beach rio" (Rio am Strand)):
fa: سپس پس‌زمینه مورد نظر خود را انتخاب کنید (مانند 'دور مسابقه' یا 'ساحل ریو'):
fr: Ensuite, choisis l'arrière-plan que tu veux (tel que 'track' (piste) ou 'beach rio' (plage de rio) ):
kk: Содан соң өзіңізге ұнаған фонды таңдаңыз( мәселен 'track' немесе 'beach rio')
nb: Deretter velger du bakgrunnsbildet du vil ha (for eksempel "track" eller "beach rio"):
nn: Vel så bakgrunnsbiletet du vil ha (for eksempel «track» eller «beach rio»):
pt_br: Depois escolha o pano de fundo que você quiser (como o 'track' ou 'beach rio'):
sl: Izberi ozadje (npr. 'track' ali 'beach rio'):
vi: Sau đó chọn phông nền bạn muốn ( Ví dụ như 'đường đua' hoặc 'biển rio'):
zh_tw: 接著選擇要使用的背景，像是 track 或 beach rio：

source: Next, start moving
bn: তারপর, চলতে শুরু কর
cs: Dále, začni pohybem
cy: Nesaf, dechrau symud
de: Beginne als nächstes mit der Bewegung
fa: سپس، شروع به حرکت کنید
fr: Ensuite, commence à bouger
kk: Енді, қозғалысты бастаңыз
nb: Videre: Start opp
nn: Vidare: gå bortover
pt_br: A seguir, comece a se mover
tr: Sonra, hareket etmeye başla
vi: Tiếp theo, bắt đầu di chuyển
zh_tw: 下一步，開始移動

source: Then, click on that block to make the cat sprite move:
bn: তারপর, বিড়ালের স্প্রাইটটি সরানোর জন্য এই ব্লকটিতে ক্লিক কর।
cs: Aby se postava kočky hýbala, klikni na blok:
cy: Yna cliciwch ar y bloc i wneud i gorlun y gath symud:
de: Klicke dann auf den Block, damit sich die Katze bewegt:
fa: سپس با کلیک بر روی آن بلاک، شکلک گربه را به حرکت درآورید:
fr: Ensuite, clique sur ce bloc pour faire déplacer le lutin chat :
kk: Содан соң, спрайтты қозғалу үшін сол блокты басыңыз:
nb: Deretter klikker du på klossen, og katten flytter seg:
nn: Trykk så på klossen for å flytta på katten:
pt_br: Então, clique no bloco para fazer o gato se mover:
sl: Klikni na ta blok, da se Praskač premakne:
vi: Sau đó, bấm chọn vào mảnh ghép để làm cho đối tượng con mèo di chuyển:
zh_tw: 接著，點擊積木讓小喵咪角色開始移動：

source: Any thing you can move in Scratch (like the cat) is called a 'sprite'.
bn: Scratch এ তুমি সরাতে পার এমন যেকোন জিনিস (যেমন বিড়ালটি) কে 'স্প্রাইট' বলে।
cs: Čímkoliv můžeš pohybovat ve Schratchi (jako je kočka) se nazývá postava.
cy: Mae unrhyw beth sy'n symud yn Scratch (fel y gath) yn cael ei alw'n 'gorlun'.
de: Alles, was du in Scratch bewegen kannst (wie die Katze) heißt eine 'Figur'.
fa: هر چیزی که بتوانید در اسکرچ حرکت دهید (مانند گربه) "شکلک" نامیده می شود.
fr: Tout ce que tu peux déplacer tant Scratch (comme le chat) est appelé un 'lutin'.
kk: Скретчте сіз қозғалта алатын әрбір зат (мысалға, мысық) 'спрайт' деп аталады.
nb: Alt du kan flytte på i Scratch, for eksempel katten, kalles "figur" ("sprite" på engelsk).
nn: I Scratch vert alt du kan flytta på, for eksempel katten, kalla «figurar».
pt_br: Qualquer coisa que você pode mover no Scratch (como o gato) é chamada de "ator".
vi: Bất kỳ thứ gì bạn có thể di chuyển trong Scratch (giống như con mèo) được gọi là 'đối tượng'.
zh_tw: 在 Scratch 中，任何可以移動的物件，我們都管他叫「角色」。

source: Now, move by pressing a key
bn: এখন, একটি কী চাপ দিয়ে সরাও
cs: Teď, pohybuj stisknutím klávesy
cy: Nesaf, symudwch drwy bwyso bysell
de: Bewege jetzt durch Tastendruck
fa: اکنون با فشار دادن یک کلید حرکت کند
fr: Maintenant, déplace-le en appuyant sur une touche
kk: Енді, батырманы басу арқылы жылжыңыз
nb: Flytt figuren med et tastetrykk
nn: Vidare: trykk ein tast for å springa
pt_br: Agora, mova pressionando uma tecla
vi: Bây giờ, di chuyển bằng cách bấm vào phím
zh_tw: 下一步，按個按鍵讓它移動

source: <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
bn: <span class="eventscolor">ঘটনা</span> বিভাগে ক্লিক কর। একটি <span class="eventscolor">যখন এই কী চাপা হয়</span> ব্লক টেনে আন এবং উপরে স্ন্যাপ কর:
cs: <p>Klikni na kategorii <span class="eventscolor">Události</span> . Přetáhni blok<span class="eventscolor">po stisku klávesy</span> a připni ho nahoru:
cy: Cliciwch gategori <span class="eventscolor">Digwyddiadau</span>. Llusgwch allan y bloc <span class="eventscolor">pa mae'r fysell hon wedi ei phwyso</span> a'i snapio i'r brig:
de: <p>Klicke auf die Kategorie <span class="eventscolor">Ereignisse</span>. Ziehe einen <span class="eventscolor">Wenn diese Taste gedrückt</span>-Block heraus und lass ihn am Anfang einrasten:
fa: <p>بر روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید. بلاک <span class="eventscolor">تا وقتی که این اسپریت کلیک شود</span> را به بیرون بکشید و در بالا بگذارید.
fr: <p>Clique sur la catégorie <span class="eventscolor">Evénements</span>. Fais glisser un bloc <span class="eventscolor">quand espace est pressé</span> block and insère-le en haut :
kk: <p><span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. <span class="eventscolor">Кілт басылған кезде</span> блогын алып шығыңыз және оны үстінен бекітіңіз:
nb: <p>Klikk på <span class="eventscolor">Hendelser</span>-kategorien, dra ut en <span class="eventscolor">når mellomrom trykkes</span>-kloss og fest den øverst:
nn: <p>Trykk på <span class="eventscolor">Hendingar</span>-kategorien. Dra ut ein <span class="eventscolor">når mellomrom vert trykt</span>-kloss og fest han øvst:
pt_br: <p>Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">quando esta tecla for pressionada</span> e encaixe-o no topo:
vi: <p>Bấm vào mục <span class="eventscolor">Sự kiện</span>. Kéo ra mảnh ghép <span class="eventscolor">khi nó được bấm</span> và chập nó lên phía đầu:
zh_tw: <p>選擇 <span class="eventscolor">事件</span> 類指令，將 <span class="eventscolor">當 {…} 鍵被按下</span> 積木拖曳到當前積木堆上方：

source: Now the cat will move every time you press the spacebar on your keyboard.
bn: এখন তুমি যখনই তোমার কীবোর্ডে স্পেসবার চাপবে তখনই বিড়ালটি নড়বে।
cs: Teď se kočka bude pohybovat pokaždé, když zmáčneš mezerník na tvé klavesnici.
cy: Nawr bydd y gath yn symud bob tro byddwch yn pwyso'r bylchwr ar eich bysellfwrdd.
de: Jetzt bewegt sich Katze jedesmal, wenn du auf deiner Tastatur die Leertaste drückst.
fa: اکنون گربه با هر بار فشردن کلیک فاصله بر روی صفحه کلید، حرکت خواهد کرد.
fr: Maintenant le chat va bouger chaque fois que tu appuies sur le barre d'espace du clavier.
kk: Енді мысық сіз пернетақтадағы бос орын пернесін басқан сайын жылжиды.
nb: Nå flytter katten seg hver gang du trykker mellomrom-knappen på tastaturet.
nn: No flyttar katten seg kvar gong du trykkjer på mellomromstasten på tastaturet.
pt_br: Agora o gato vai se mover sempre que você apertar a tecla espaço. Ou escolha uma tecla diferente no menu suspenso.
vi: Bây giờ con mèo sẽ di chuyển mỗi khi bạn bấm phím khoảng trắng trên bàn phím của bạn.
zh_tw: 現在當你按下鍵盤上的空白鍵時，小喵咪就會開始移動。

source: You can choose a different key from the dropdown menu.
bn: তুমি ড্রপডাউন মেনু থেকে অন্য একটি কী বাছাই করতে পার।
cs: Můžeš vybrat různé klávesy v rozbalovací nabídce.
cy: Gallwch ddewis bysell wahanol o'r gwymplen.
de: Du kannst auch eine andere Taste aus dem Aufklappmenü wählen.
fa: شما می‌توانید یک کلید متفاوت از منوی کشویی انتخاب کنید.
fr: Tu peux choisir un autre touche dans le menu déroulant.
kk: Сіз ашылмалы мәзірден кез келген басқа пернені таңдай аласыз.
nb: Du kan velge en annen tast fra menyen i klossen.
nn: Du kan velja ein annan tast frå menyen i klossen.
pt_br: Você pode escolher uma tecla diferente no menu.
vi: Bạn có thể chọn những phím khác nhau từ danh sách xổ xuống.
zh_tw: 你可以從下拉清單中選用其他按鍵。

source: <p>Want to change how fast it moves? Type a different number into the <span class="motioncolor">move</span> block.
bn: <p>এটি কত দ্রুত চলতে পারে তা পরিবর্তন করতে চাও? <span class="motioncolor">সরাও</span> ব্লকে একটি ভিন্ন নম্বর টাইপ কর।
cs: <p>Chceš změnit rychlost pohybu? Napiš různé číslo do bloku <span class="motioncolor">pohyb</span>.
cy: <p>Eisiau newid pa mor gyflym mae'n symud? Teipiwch rif gwahanol i'r bloc <span class="motioncolor">symud</span>.
de: <p>Du möchstest verändern, wie schnell sich die Figur bewegt?Schreib eine andere Zahl in den <span class="motioncolor">gehe</span>-Block.
fa: <p>آیا می‌خواهید سرعت حرکت آن را تغییر دهید؟ عدد دیگری را در قطعه <span class="motioncolor">حرکت</span>وارد کنید.
fr: <p>Tu veux changer la vitesse à laquelle il bouge ? Tape un autre nombre dans le bloc <span class="motioncolor">avancer de</span>.
kk: ⇥ ⇥<p>Жылдамдығын өзгерткіңіз келе ме? Әртүрлі сандарды <span class="motioncolor">қозғау</span> блогына енгізіңіз. ⇥
nb: <p>Vil du forandre på farten? Skriv inn et annet tall i <span class="motioncolor">gå</span>-klossen.
nn: <p>Vil du forandra på farten? Skriv inn eit anna tal i <span class="motioncolor">gå</span>-klossen.
pt_br: <p>Quer alterar a velocidade do movimento? Digite um número diferente no bloco <span class="motioncolor">mova</span>.
vi: <p>Bạn muốn thay đổi tốc độ di chuyển? Nhập vào số khác trong mảnh ghép <span class="motioncolor">di chuyển</span>.
zh_tw: <p>想讓牠移動得快一些嗎？你可以變更 <span class="motioncolor">移動 […] 點</span> 積木中的數字。

source: Now, draw a finish line
bn: এখন, একটি সীমানা রেখা আঁক
cs: Nyní nakresli cílovou čáru
cy: Nawr, lluniwch linell terfyn
de: Zeichne als nächstes eine Ziellinie
fa: اکنون، یک خط پایان بکشید
fr: Maintenant, dessine une ligne d'arrivée
kk: Енді, мәре сызығын бейнелеңіз
nb: Tegn en målstrek
nn: Vidare: teikn målstreken
pt_br: Agora, desenhe uma linha de chegada
sl: Sedaj nariši ciljno črto
vi: Bây giờ, vẽ vạch đích đến
zh_tw: 下一步，畫上賽跑終點線

source: Make a finish line for your race.
bn: তোমার দৌড়ের জন্য একটি সমাপ্তি রেখা তৈরি কর।
cs: Vytvoř cílovou čáru pro tvůj závod.
cy: Gwnewch linell terfyn i'ch ras.
de: Erstelle eine Ziellinie für dein Rennen.
fa: یک خط پایان برای مسابقه خود بسازید.
fr: Fais une ligne d'arrivée de ta course.
id: Buat sebuah garis akhir untuk balapanmu.
kk: Жарысқа мәре сызығын орнатыңыз.
nb: Lag en målstrek ved slutten av løpet.
nn: Lag ein målstrek ved slutten av løpet.
pt_br: Crie uma linha de chegada para a sua corrida.
vi: Tạo ra vạch đích đến cho cuộc đua của bạn.
zh_tw: 製作一條終點線，比賽總是要有終點的。

source: Click the paintbrush icon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> to draw a new sprite:
bn: <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> একটি নতুন স্প্রাইট আঁকতে: তুলি আইকনে ক্লিক কর
cs: Klikni na ikonu štětce <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> abys namaloval/a novou postavu:
cy: Cliciwch yr eicon brwsh paent <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> i lunio corlun newydd:
de: Klicke auf das Pinselsymbol <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">, um eine neue Figur zu zeichnen:
fa: برای کشیدن یک شکلک جدید روی قلم‌موی <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">نماد کلیک کنید:
fr: Clique sur l'icône pinceau <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> pour dessiner un nouveau lutin :
kk: ⇥Осы белгішені <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> жаңа спрайт бейнелеу үшін басыңыз: ⇥
nb: Klikk malepensel-ikonet <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> for å tegne en ny figur:
nn: Trykk på penselen <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> for å teikna ein ny figur:
pt_br: Clique no pincel <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> para desenhar o novo ator:
vi: Bấm vào cọ biểu tượng cọ vẽ <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> để vẽ đối tượng mới:
zh_tw: 點擊圖示 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">以自行繪製新的角色。

source: Click on the line tool. Select the color you want from the color palette.
cs: Klikni na nástroj čára. Vyber si barvu, kterou chceš z palety.
cy: Cliciwch ar yr offeryn llinell. Dewiswch y lliw hoffech chi o'r palet lliw.
de: Klicke auf das Linienwerkzeug. Wähle die gewünschte Farbe aus der Farbpalette.
fa: روی ابزار خط کلیک کنید. رنگ مورد نظر خود را از پالت رنگ انتخاب کنید.
fr: Clique sur l'outil ligne. Sélectionne la couleur que tu veux à partir de la palette.
kk: Сызық құралына басыңыз. Түстер палитрасынан керекті түсті таңдаңыз.
nb: Klikk på linjeverktøyet og velg fargen du vil at målstreken skal ha.
nn: Trykk på linjeverktøyet og vel fargen du vil at målstreken skal ha.
pt_br: Clique na ferramenta para desenhar linhas. Selecione a cor que deseja na paleta.
vi: Bấm vào công cụ đường thẳng. Chọn màu bạn muốn từ bảng màu vẽ.
zh_tw: 在繪圖編輯器上點擊線條工具，從調色盤上選取你要使用的顏色。

source: You can make a thicker line using the 'Line width' slider:
bn: তুমি 'রেখার প্রস্থ' স্লাইডার ব্যবহার করে একটি মোটা লাইন তৈরি করতে পার:
cs: Můžeš použít širší řádek použitím posuvníku " Šířka řádku":
cy: Gallwch wneud linell fwy trwchus gan ddefnyddio'r llithrydd 'Lled llinell':
de: Du kannst die Linie mit dem Regler für die "Linienbreite" dicker machen:
fa: شما می‌توانید یک خط ضخیم‌تر با استفاده از زبانه متحرک "Line width" ایجاد کنید:
fr: Tu peux faire une ligne plus large en utilisant le curseur 'Largeur de la ligne' :
kk: 'Сызықтың ені' жүгірткісі арқылы сызықты жіңішке ете аласыз.
nb: Du kan gjøre linjen bredere med skyveren for linjebredde:
nn: Du kan gjera linja breiare med glidebrytaren for linjebreidd:
pt_br: Você pode fazer uma linha mais grossa usando a ferramenta de ajuste de largura:
vi: Bạn có thể làm đường kẻ dày hơn bằng cách sử dụng thanh trượt 'Độ dày đường kẻ':
zh_tw: 你可以使用「線條寬度」工具讓線條變得更粗或更細：

source: Now you can drag your finish line to where you want it on the Stage.
cs: Nyní můžeš přetáhnout cílovou čáru na místo ve scéně, kde jí chceš mít.
cy: Nawr gallwch lusgo eich llinell terfyn i le bynnag rydych am ei roi ar y Llwyfan.
de: Jetzt kannst du die Ziellinie dorthin ziehen, wo du sie auf der Bühne haben möchtest.
fa: حالا شما می‌توانید خط پایان خود را به جای مورد نظر در صحنه بکشید.
fr: Maintenant, tu peux déplacer ta ligne d'arrivée là ou tu veux sur la scène.
kk: Енді соңғы сызығыңызды Платформаның қалаған жеріне қойыңыз.
nb: Nå kan du dra mållinjen dit du vil ha den på scenen.
nn: No kan du dra målstreken der du vil ha han på scena.
pt_br: Agora você pode arrastar a sua linha de chegada para onde quiser.
vi: Bây giờ bạn có thể kéo vạch đích đến nơi bạn muốn nó ở trên Sân khấu.
zh_tw: 現在你可以將畫好的終點線拖曳到舞台上合適的位置。

source: Tip: You can use the eraser tool to shorten the line so it fits on the track.
bn: টীকা: তুমি লাইনটি ছোট করার জন্য ইরেজার টুল ব্যবহার করতে পার যাতে এটি ট্র্যাকে জায়গা নেয়।
cs: Tip: Použij gumu ke zkrácení čáry, aby pasovala k cestě.
cy: Gallwch ddefnyddio'r rhwbiwr i leihau hyd y llinell fel ei fod yn ffitio ar y trac.
de: Tipp: Mit dem Radiererwerkzeug kannst du die Linie so verkürzen, dass sie auf die Bahn passt.
fa: نکته: شما می‌توانید از ابزار پاک کن برای کوتاه کردن خط استفاده کنید تا خط برای مسیر اندازه شود.
fr: Astuce : tu peux utiliser la gomme pour raccourcir la ligne afin qu'elle tienne sur la route.
kk: Кеңес: Сызықты жолға сәйкес келетіндей етіп қысқарту үшін Өшіргіш құралын пайдаланыңыз.
nb: Tips: Du kan bruke viskelær-verktøyet for å gjøre linjen kortere slik at den passer til banen.
nn: Tips: Du kan bruka viskelêr-verktøyet for å gjera linja kortare, slik at ho passar til bana.
pt_br: Dica: Você pode usar a borracha para apagar uma parte da linha para que ela caiba na pista.
vi: Thủ thuật: Bạn có thể sử dụng cục tẩy để làm ngắn đường thẳng lại vừa với đường đua.
zh_tw: 提示：你可以使用 eraser（橡皮擦）工具把過長的線段清除，讓它能與跑道貼合。

source: Do something if you reach the finish line
bn: যদি তুমি ফিনিশ লাইনে পৌঁছে থাক তাহলে কিছু কর
cs: Dělej něco až dosáhneš cílové čáry.
cy: Gwneud rhywbeth os fyddwch yn cyrraedd y llinell derfyn.
de: Mach etwas, wenn du die Ziellinie erreichst
fa: اگر به خط پایان رسیدید، کاری انجام دهید
fr: Fais quelque chose quand tu franchis la ligne d'arrivée
kk: Мәреге жетсеңіз, бір нәрсе жасаңыз
nb: Få noe til å skje når du kommer i mål.
nn: Få noko til å skje når du kjem i mål
pt_br: Faça algo ao atingir a linha de chegada
vi: Làm một điều gì đó nếu bạn đến vạch đích
zh_tw: 下一步，到達終點時的程式

source: Click to highlight the cat sprite.
bn: বিড়ালের স্প্রাইটটি হাইলাইট করতে ক্লিক কর।
cs: Klikni pro zvýraznění postavy kočky.
cy: Cliciwch i amlygu corlun y gath.
de: Markiere die Figur der Katze durch Anklicken.
fa: برای برجسته کردن شکلک گربه کلیک کنید.
fr: Clique pour sélectionner le lutin chat.
kk: Мысық спрайтын бөлектеу үшін басыңыз.
nb: Klikk for å velge kattefiguren.
nn: Trykk for å velja kattefiguren.
pt_br: Clique para destacar o gato.
vi: Bấm vào để tô chọn đối tượng con mèo.
zh_tw: 在物件區上選取角色小喵咪。

source: Click on the <span class="tab-ref">Scripts</span> tab.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Scénáře</span>.
cy: Cliciwch ar y tab on the <span class="tab-ref">Sgriptiau</span>.
de: Klicke das <span class="tab-ref">Skripte</span>-Register an.
fa: روی زبانه <span class="tab-ref">دستورها</span>کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>.
kk: ⇥<span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. ⇥
nb: Klikk fanen <span class="tab-ref">Skript</span>.
nn: Trykk på <span class="tab-ref">Skript</span>-fana.
pt_br: Clique na guia de <span class="tab-ref">Scripts</span>.
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>.
zh_tw: 點選 <span class="tab-ref">程式</span>頁籤。

source: Click the <span class="controlcolor">Control</span> category. Drag out an <span class="controlcolor">if</span> block.
bn: <span class="controlcolor">কন্ট্রোল</span> ক্যাটেগরিতে ক্লিক কর। <span class="controlcolor">যদি</span> ব্লকটি টেনে আন।
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span> a přetáhni blok <span class="controlcolor">když</span> .
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. Llusgwch allan floc <span class="controlcolor">os</span>.
de: Klicke auf die Kategorie<span class="controlcolor">Steuerung</span>. Zieh einen <span class="controlcolor">falls</span>-Block heraus.
fa: روی گروه <span class="controlcolor">کنترل</span> کلیک کنید. یک قطعۀ <span class="controlcolor">اگر</span>بیرون بکشید.
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span>. Fais glisser un bloc <span class="controlcolor">si alors</span>.
kk: <span class="controlcolor">Басқару</span> категориясын басыңыз, <span class="controlcolor">егер</span> блогын шығарып алыңыз.
nb: Klikk på <span class="controlcolor">Styring</span>-kategorien. Dra ut en <span class="controlcolor">hvis</span>-kloss.
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien. Dra ut ein <span class="controlcolor">viss</span>-kloss.
pt_br: Clique na categoria <span class="controlcolor">Controle</span> e arraste um bloco <span class="controlcolor">se</span>.
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span>. Kéo ra mảnh ghép <span class="controlcolor">nếu</span>.
zh_tw: 選擇 <span class="controlcolor">控制</span> 指令類，拖曳出一個 <span class="controlcolor">如果…那麼…</span> 積木。

source: Snap it onto your script, like this:
bn: তোমার স্ক্রিপ্টে এটি স্ন্যাপ কর, এভাবে:
cs: Takto to připni ke svému scénáři:
cy: Snapiwch y bloc i'r sgript , fel hyn:
de: Lass ihn so wie hier in deinem Skript einrasten:
fa: بر روی دستور خود بزنید، مانند این:
fr: Insère-le dans ton script, comme ceci :
kk: Скриптіңізге осылай қосыңыз:
nb: Heng den på skriptet ditt slik:
nn: Fest han på skriptet ditt slik:
pt_br: Encaixe-o em seu script:
vi: Ghép nó vào với kịch bản của bạn, như vầy:
zh_tw: 將它貼合到現有積木堆上，如下圖所示：
