Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
bn: <p>একটি নতুন স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ক্লিক কর:</p>
cs: <p>Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání nové postavy:</p>
cy: <p>Cliciwch ar <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:</p>
de: <p>Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur auszuwählen:</p>
fa: <p>برای انتخاب شکلک جدید روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید:</p>
fr: <p>Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :</p>
kk: ⇥<p>Жаңа скрипт таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> басыңыз:</p> ⇥
lt: ⇥ <p>Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> , kad pasirinktum naują veikėją:</p> ⇥
sl: <p>Klini na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> da izbereš novi lik:</p>
tr: <p> Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ye tıkla:</p>
vi: <p>Bấm vào <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn đối tượng mới:</p>
zh_tw: <p>在 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 上點一下以選擇新的角色：</p>

source: You can choose ‘Key’ or ‘Magic Carpet’ or any other sprite.
bn: তুমি 'key' বা 'Magic Carpet' বা অন্য কোন স্প্রাইট বেছে নিতে পারো ।
cs: Můžeš si vybrat 'Klíč' nebo 'Kouzelný koberec' nebo jakoukoliv jinou postavu.
cy: Gallwch ddewis 'Allwedd' neu 'Garped Hud' nu unrhyw gorlun arall.
de: Wähle den "Key" (Schlüssel), "Magic Carpet" (Fliegender Teppich) oder irgendeine andere Figur:
fa: شما می توانید "کلید" یا "قالی جادو" یا هر شکلک دیگری را انتخاب کنید.
fr: Tu peux choisir 'Key' (Clé) ou 'Magic Carpet' (Tapis Volant) ou un autre lutin.
kk: Сіз 'Кілт' немесе 'Сиқырлы' кілем не кез келген спрайтты таңдай аласыз.
lt: Tu gali pasirinkti Raktą, Stebuklingą Kilimą ar bet ką kitą
sl: Izbereš lahko ‘Ključ’ ali ‘Čarobni tepih' ali katerikoli drugi lik.
tr: ‘Anahtar’ veya ‘Sihirli Halı’ veya başka herhangi bir kukla seçebilirsiniz.
vi: Bạn có thể chọn ‘Chìa khóa’ hay ‘Thảm Ma thuật’ hay bất cứ đối tượng nào.
zh_tw: 你可以選擇 Key（鑰匙）或 Magic Carpet（魔毯）或其它角色。

source: Then build a script like this:
bn: তারপর এভাবে একটি স্ক্রিপ্ট তৈরি কর:
cs: Pak udělej takovýto scénář:
cy: Yna, adeiladwch sgript fel hon:
de: Baue dann dieses Skript zusammen: Add as suggestion
fa: سپس یک دستور مانند این ایجاد کنید:
fr: Ensuite, construis un bloc comme ceci :
kk: Осыған ұқсайтындай етіп скрипт жасаңыз:
lt: Tada, pridėk scenarijų kaip šis:
sl: Nato sestavi skript tako:
tr: Sonra şöyle bir senaryo kur:
vi: Sau đó tạo kịch bản như thế này:
zh_tw: 接著創造一個像這樣的程式：

source: These scripts tell your sprite to hide at the beginning of the story, and then to appear in the new scene.
bn: এই স্ক্রিপ্টগুলি তোমার স্প্রাইটকে গল্পের শুরুতে লুকিয়ে রাখতে এবং তারপরে নতুন দৃশ্যে উপস্থিত হতে বলে
cs: Tyhle scénáře říkají tvým postavám, aby se schovali na začátku příběhu, a poté se objevili v nové scéně.
cy: Mae'r sgriptiau hyn yn dweud wrth y corlun i guddio ar ddechrau'r stori ac yna ymddangos mewn golygfa newydd.
de: Diese Skripte lassen deine Figur sich am Anfang der Geschichte verstecken und erst in dieser Szene erscheinen.
fa: این دستورها به شکلک شما می‌گوید در ابتدای داستان مخفی شده، و سپس در صحنه جدید ظاهر شود.
fr: Ces scripts vont cacher le lutin au début de l'histoire et le faire apparaître dans la nouvelle scène.
kk: Бұл скрипттер спрайтқа әңгіме басында жасырынып, содан кейін жаңа сахнада пайда болуын нұсқайды.
lt: Įsitikink, kad jis slepiasi pasakojimo pradžioje. panaudok jį naujame scenarijuje
sl: Ti skripti lahko tvojemu liku povedo, naj bo skrit na začetku zgodbe in se nato pojavi v naslednji sceni.
tr: Bu senaryolar, yazıcınızın hikayenin başlangıcında saklanacağını ve sonra yeni sahnede görünmesini söyler.
vi: Những kịch bản này chỉ dẫn cho đối tượng của bạn ẩn đi ở đầu câu chuyện, và sau đó xuất hiện ở phân cảnh mới.
zh_tw: 這些程式會告訴你的角色在故事一開始時先藏起來，等換到新的場景再出現。

source: Make it do something when clicked.
bn: ক্লিক করার সময় এটিকে কিছু করতে দাও।
cs: Zařiď, ať něco dělá při kliknutí.
cy: Gwnewch iddo wneud rhywbeth ar ôl ei glicio.
de: Mach, dass deine Figur reagiert wenn sie angeklickt wird.
fa: وقتی روی آن کلیک می‌کنید، کاری انجام دهد.
fr: Fais-lui faire quelque chose quand il est cliqué.
kk: Ол басылған жағдайда, бір нәрсе ететін қылыңыз.
sl: Naj lik nekaj naredi, ko bo kliknjen.
tr: Tıklandığında bir şey yapmasını sağla.
vi: Khiến nó làm gì đó khi được bấm vào.
zh_tw: 讓它做些什麼，當它被點擊時。

source: Make sure the sprite you added for the final scene is selected:
bn: নিশ্চিত কর চূড়ান্ত দৃশ্যের জন্য তুমি যে স্প্রাইট যোগ করেছ তা নির্বাচিত হয়েছে:
cs: Ujisti se, že je vybraná postava, kterou jsi přidal/a do závěrečné scény:
cy: Gwnewch yn siŵr fod y corlun rydych wedi ei ychwanegu ar gyfer yr olygfa olaf wedi ei ddewis
de: Klicke die richtige Figur an:
fa: اطمینان حاصل کنید که شکلکی که برای صحنه نهایی اضافه کرده‌اید، انتخاب شده است:
fr: Assure-toi que le lutin que tu as ajouté à la scène finale est sélectionné :
kk: Соңғы сахна үшін қосылған Спрайт таңдалғанына көз жеткізіңіз:
sl: Prepričaj se, da si izbral lik, ki naj bo na zaključni sceni:
tr: Son sahne için eklediğiniz kuklanın seçildiğinden emin olun:
vi: Chắc rằng đối tượng bạn thêm vào cho phân cảnh cuối được chọn:
zh_tw: 確定你為最後場景所添加的角色已經選取了：

source: Build a script to make it change colors when clicked:
bn: ক্লিক করার সময় রং পরিবর্তন করতে একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář pro změnu barvy po kliknutí:
cy: Adeiladwch sgript i newid lliw pan fyddwch yn ei glicio:
de: Baue ein Skript, um deine Figur die Farbe wechseln zu lassen, wenn sie angeklickt wird.
fa: دستوری بسازید که هنگام کلیک کردن رنگ عوض کند:
fr: Construis un script pour faire changer les couleurs quand il est cliqué :
kk: Ол басылған жағдайда түсті өзгертетін скрипт қылыңыз:
tr: Tıklandığında renklerin değiştiği bir senaryo kur.
vi: Tạo kịch bản để làm nó thay đổi màu sác khi được bấm vào:
zh_tw: 創建一個程式，讓它在被點擊時改變顏色：

source: ADD YOUR VOICE
bn: তোমার কণ্ঠ যোগ করো
cs: PŘIDEJ TVŮJ HLAS
cy: YCHWANEGU EICH LLAIS
de: FÜGE DEINE STIMME HINZU
fa: صدای خود را اضافه کنید
fr: AJOUTE TA VOIX
kk: ДАУЫСЫҢЫЗДЫ ҚОСЫҢЫЗ
sl: DODAJ SVOJ GLAS
tr: SESİNİ EKLE
vi: THÊM GIỌNG NÓI CỦA BẠN
zh_tw: 添加你的聲音

source: <p>Click the <span class="tab-ref">Sounds</span> tab. Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> to record your own voice.</p>
bn: <p>সাউন্ড ট্যাবে <span class="tab-ref">ক্লিক করো। তোমার </p>নিজের ভয়েস রেকর্ড করতে মাইক্রোফোন আইকনে <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png">ক্লিক করো।
cs: <p>Klikni na záložku <span class="tab-ref">Zvuky</span>. Klikni na ikonu mikrofonu <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> abys nahrál/a svůj vlastní hlas.</p>
cy: <p>Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> i recordio eich llais eich hun</p>
de: <p>Klicke auf das <span class="tab-ref">Klang</span>-Register. Klicke dann das Mikrofon-Icon <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> an, um deine eigene Stimme aufzunehmen.</p>
fa: زبانه <span class="tab-ref">صداها</span>را کلیک کنید. روی نماد <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png">میکروفون کلیک کرده تا صدای خودتان را ضبط کنید.<p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span>. Clique sur l'icône micro <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> pour enregistrer ta voix.</p>
kk: ⇥ ⇥⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз. Өз дауысыңызды жазу үшін <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png">микрофон белгішесін басыңыз.</p> ⇥
vi: <p>Bấm vào thẻ <span class="tab-ref">Âm thanh</span>. Bấm vào biểu tượng mic <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> để thu âm giọng nói của bạn.</p>
zh_tw: <p>切換到 <span class="tab-ref">音效</span> 頁籤。點擊麥克風圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/mic-icon.png"> 以錄下你自己的聲音。</p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Add the play sound block to play your recording.
bn: <p> ক্লিক করো<span class="tab-ref"> স্ক্রিপ্ট ট্যাব </span>তোমার রেকর্ডিং চালানোর জন্য প্লে সাউন্ড ব্লক যুক্ত করো।
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span>. Přidej blok přehraj zvuk a přehraj svojí nahrávku.
cy: <p>Cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Ychwanegwch bloc chwarae sain i chwarae eich recordiad.
de: <p>Klicke das <span class="tab-ref">Skripte</span>-Register an. Füge den "spiele Klang" Block hinzu, um deine Aufnahme abzuspielen.</p>
fa: <p>زبانه <span class="tab-ref">دستورها</span>را کلیک کنید. قطعه پخش صدا را اضافه کنید تا ضبط خود را پخش کنید.
fr: <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>. Ajoute le bloc jouer le son pour jouer ton enregistrement.
kk: ⇥<p>span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. Жазбаны ойнату үшін ойнату дыбыс блогын қосыңыз. ⇥
tr: <p><span class="tab-ref">Senaryolar</span>sekmesine tıkla. Kaydını çalmak için ses çal blokunu ekle.
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Thêm vào mảnh ghép phát âm thanh để phát thu âm của bạn.
zh_tw: <p>切換到 <span class="tab-ref">程式</span> 頁籤，添加播放音效的積木以播放你的錄音。

source: ANIMATE YOUR CHARACTER
bn: তোমার চরিত্রকে অ্যানিমেট করো
cs: ANIMUJ SVOU POSTAVU.
cy: ANIMEIDDIO EICH CYMERIADAU
de: Animiere deine Figur
fa: کاراکتر خود را به حرکت درآورید
fr: ANIME TON PERSONNAGE
kk: КЕ
sl: ANIMIRAJ SVOJ ZNAK
tr: KARAKTERİNİ CANLANDIR
vi: LÀM CHUYỂN ĐỘNG NHÂN VẬT CỦA BẠN
zh_tw: 讓你的角色動起來

source: You can change what your character looks like.
bn: তুমি তোমার চরিত্রের মত দেখতে পরিবর্তন করতে পারো
cs: Můžeš měnit, jak tvoje postava vypadá.
cy: Gallwch newid olwg eich cymeriad.
de: Du kannst das Aussehen deiner Figur verändern.
fa: شما می‌توانید ظاهر کاراکتر خود را تغییر دهید.
fr: Tu peux changer l'apparence de ton personnage.
kk: Сіз кейіпкеріңіздің түр-келбетін өзгерте аласыз.
tr: Karakterinin neye benzediğini değiştirebilirsin.
vi: Bạn có thể thay đổi nhân vật của bạn trông như thế nào.
zh_tw: 你可以變更角色的外觀。

source: <p>Click the <span class="tab-ref">Costumes</span> tab to see the different looks. </p>
bn: <p>বিভিন্ন চেহারা দেখতে <span class="tab-ref">পোশাক</span> ট্যাবে ক্লিক কর। </p>
cs: <p>Klikni na záložku <span class="tab-ref">Kostýmy</span> abys viděl/a různé vzhledy. </p>
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> i weld y gwisgoedd gwahanol. </p>
de: Klicke auf den Reiter <span class="tab-ref">Kostüme</span>, um die verschiedenen Kostüme anzuzeigen.
fa: <p>برای دیدن ظاهرهای گوناگون روی زبانه <span class="tab-ref">حالت‌ها</span>کلیک کنید.</p>
fr: <p>Clique l'onglet <span class="tab-ref">Costumes</span> pour voir les différentes apparences. </p>
kk: ⇥ ⇥⇥<p>Әртүрлі көріністерді көру үшін <span class="tab-ref">Costumes</span> ендірмесін басыңыз.</p> ⇥
tr: <p>Değişik görünümler görmek için<span class="tab-ref">Kostümler</span> sekmesine tıkla.</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Trang phục</span> để xem những dáng điệu khác nhau. </p>
zh_tw: <p>切換到 <span class="tab-ref">造型</span> 頁籤看看有哪些不同的外觀。 </p>

source: <p>Click the <span class="tab-ref">Scripts</span> tab and add blocks like this:
bn: <p>এখানে ক্লিক করো<span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব এবং এই মত ব্লক যোগ করুন:
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span> a takhle přidej bloky:
cy: <p>Cliciwch y tab <span class="tab-ref">Sgriptiau</span> ac ychwanegu blociau fel hyn:
de: Klicke das <span class="tab-ref">Skripte</span>-Register an und füge Blöcke wie diese hinzu:
fa: زبانه <span class="tab-ref">دستورها</span>را کلیک کنید و قطعه‌هایی اضافه کنید، بدین شکل:
fr: <p>Cliqur sur l'onglet <span class="tab-ref">Scripts</span> et ajoute des bloc comme ceci :
kk: ⇥⇥<span class="tab-ref">Скрипттер</span> ендірмесін басыңыз және осы блоктарды қосыңыз: ⇥
tr: <p><span class="tab-ref">Senaryolar</span> sekmesine tıkla ve bu şekilde bloklar ekle:
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span> và thêm vào các mảnh ghép như thế này:
zh_tw: <p>切換到 <span class="tab-ref">程式</span> 頁籤然後添加如下積木：

source: EXPLORE AND EXPERIMENT
bn: এক্সপ্লোর এবং এক্সপেরিমেন্ট
cs: OBJEVUJ A EXPERIMENTUJ
cy: DARGANFOD AC ARBROFI
de: ERKUNDE UND EXPERIMENTIERE
fa: جستجو و آزمایش کنید
fr: EXPLORE ET EXPÉRIMENTE
kk: ЗЕРТТЕУ ЖӘНЕ ТӘЖІРИБЕ
tr: KEŞFET VE DENEY
vi: KHÁM PHÁ VÀ THỬ NGHIỆM
zh_tw: 探索和實驗

source: You can keep adding to this story. Or, start a new story by choosing characters and adapting the scripts in this tutorial.
bn: তুমি এ গল্পে যোগ করা চালিয়ে যেতে পার। অথবা, টিউটোরিয়ালের স্ক্রিপ্টগুলো মানিয়ে নিয়ে এবং অক্ষর বাছাই করে নতুন গল্প শুরু কর।
cs: Můžeš dál přidávat k příběhu. Nebo začni nový příběh vybráním si postav a přizpůsob scénáře tomuto návodu.
cy: Gallwch barhau i ychwanegu at y stori yma. Neu, gychwyn o'r newydd gan ddewis cymeriadau ac addasu'r sgriptiau yn y tiwtorial yma.
de: Du kannst weiter an dieser Geschichte arbeiten oder eine neue Geschichte beginnen, in der du neue Figuren wählst und das hier Gelernte anpasst.
fa: شما می‌توانید به این داستان اضافه کنید. یا، با انتخاب کاراکترها و تطبیق دستورها در این آموزش، یک داستان جدید را شروع کنید.
fr: Tu peux continuer à ajouter des scènes à cette histoire. Ou alors démarre une nouvelle histoire en choisissant des personnage et en adaptant les scripts de ce tutoriel.
kk: Сіз бұл әңгімеге қосып сақтай бере аласыз. Немесе, кейіпкерлерді таңдау және осы скрипттерді бейімдеу арқылы жаңасын бастаңыз.
tr: Bu hikayeye eklemeye devam edebilirsiniz. Ya da, karakterleri seçerek ve bu eğiticiye senaryoları uyarlayarak yeni bir hikaye başlatın.
vi: Bạn có thể tiếp tục thêm vào câu chuyện này. Hay, bắt đầu một câu chuyện mới bằng cách chọn những nhân vật và điều chỉnh các kịch bản trong hướng dẫn này.
zh_tw: 你可以繼續創作這個故事，或者，選擇其它的角色、修改教程裡的程式，開始一個新的故事。

source: Choose the character you want for your story (such as Abby or Devin or any other character):
bn: তোমার গল্পের জন্য তুমি যে চরিত্রটি চাও তা বাছাই কর (such as Abby or Devin or any other character):
cs: Vyber si postavu, kterou chceš do svého příběhu (jako Abby, Devin nebo další postavu):
cy: Dewiswch y cymeriad rydych am ei gael ar gyfer eich stori (fel Abby neu Devin neu unrhyw gymeriad arall):
de: Wähle eine Figur aus, die du für deine Geschichte möchtest (wie zum Beispiel Abby, Devin oder jemand anderes):
fa: کاراکتر مورد نظر برای داستان خود را انتخاب کنید (مانند Abby یا Devin یا هر کاراکتر دیگری):
fr: Choisis le personnage que tu veux pour ton histoire (comme Abby ou Devin ou un autre) :
kk: Әңгімеңізге қалаған кейіпкеріңізді таңдаңыз (Мысалы, Эбби немесе Девин немесе кез келген басқа кейіпкер):
tr: Hikayeniz için istediğiniz karakteri seçin (Abby veya Devin veya başka bir karakter gibi):
vi: Chọn nhân vật bạn muốn trong câu chuyện (như là Abby hay Devin hay bất cứ nhân vật nào):
zh_tw: 為你的故事選擇角色（像是 Abby 或是 Devin 或是其它）：

source: In Scratch, characters are called sprites.
bn: স্ক্র্যাচে, অক্ষরগুলিকে স্প্রাইট বলা হয়।
cs: Ve Scratchi se postavy nazývají postavy.
cy: Yn Scratch, mae cymeriadau'n cael eu galw'n gorluniau.
de: In Scratch werden alle Objekte und Spielfiguren "Figuren" genannt.
fa: در اسکرچ، کاراکترها شکلک نامیده می‌شوند.
fr: Dans Scratch, les personnages sont appelés des lutins.
kk: Scratch-та кейіпкерлер 'спрайттар' деп аталады.
sl: V Scratchu like imenujemo figure.
tr: Scratch' te karakterlere kukla denir.
vi: Trong Scratch, các nhân vật được gọi là đối tượng.
zh_tw: 在 Scratch 裡，所有可以動作的物件都被稱作角色（Sprite）。

source: How will your story start?
bn: তোমার গল্প কিভাবে শুরু হবে?
cs: Jak bude tvůj příběh začínat?
cy: Sut fyddwch yn cychwyn eich stori?
de: Wie soll deine Geschichte beginnen?
fa: داستان شما چگونه آغاز خواهد شد؟
fr: Comment va démarrer ton histoire ?
kk: Сіздің әңгімеңіз қалай басталады?
sl: Kako se bo pričela tvoja zgodba?
tr: Hikayen nasıl başlayacak?
vi: Câu chuyện của bạn sẽ bắt đầu như thế nào?
zh_tw: 你想讓故事怎麼開始？

source: Build a script like this:
bn: এই মত একটি স্ক্রিপ্ট তৈরি করো:
cs: Vytvoř skript jako je tento:
cy: Adeiladwch sgript fel hon:
de: Bau ein Skript wie dieses:
fa: یک دستور مثل این بسازید:
fr: Construis un script comme celui-ci :
kk: Скриптті осылай құрыңыз:
tr: Bunun gibi bir senaryo kur:
vi: Tạo một kịch bản như thế này:
zh_tw: 創建一個像這樣的程式：

source: Type what you want your character to say.
bn: তুমি তোমার ক্যারেক্টারকে দিয়ে যা বলাতে চাও তা টাইপ কর।
cs: Napiš, co chceš aby tvá postava říkala.
cy: Teipiwch beth hoffech i'ch cymeriadau ddweud.
de: Schreib hinein, was deine Figur sagen soll.
fa: هر چیزی که می‌خواهید کاراکترتان بگوید تایپ کنید.
fr: Tape ce que tu veux que dise ton personnage.
kk: Cіз кейіпкеріңіздің қандай сөз айтатындығын тере аласыз.
tr: Karakterinin ne demesini istediğini yaz.
vi: Nhập vào điều bạn muốn nhân vật nói.
zh_tw: 輸入你想讓角色說的話。

source: What other character do you want to add?
bn: আপনি অন্য কোন চরিত্র যোগ করতে চান?
cs: Jakou další postavu chceš přidat?
cy: Pa gymeriadau eraill hoffech chi eu hychwanegu?
de: Welche neue Figur willst du hinzufügen?
fa: چه کاراکتر دیگری می‌خواهید اضافه کنید؟
fr: Quel autre personnage veux-tu ajouter ?
kk: Тағы да қандай кейіпкерлерді қосқыңыз келеді?
tr: Başka hangi karakteri eklemek istersin?
vi: Bạn muốn thêm nhân vật khác nào?
zh_tw: 你想要添加哪些其它的角色？

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
bn: <p>একটি নতুন স্প্রাইট বাছাই<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> করতে ক্লিক কর </p>
cs: <p>Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro výběr nové postavy:</p>
cy: <p>Cliciwch ar <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:</p>
de: <p>Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur auszuwählen:</p>
fa: <p>برای انتخاب یک شکلک جدید روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید:</p>
fr: <p>Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :</p>
kk: ⇥<p>Жаңа скрипт таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> басыңыз:</p> ⇥
tr: <p>Yeni bir kukla eklemek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ye tıkla: </p>
vi: <p>Bấm vào <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn đối tượng mới:</p>
zh_tw: <p>在 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 上頭點一下以選擇一個新角色。</p>

source: You can choose ‘Unicorn’ or ‘Dragon’ or any other sprite to add to your story.
bn: তোমার গল্পে যোগ করার জন্য তুমি 'ইউনিকর্ন' বা 'ড্রাগন' বা অন্য কোন স্প্রাইট বেছে নিতে পারো।
cs: Můžeš zvolit jednorožce, draka nebo jinou postavu k přidání do tvého příběhu.
cy: Gallwch ddewis 'Uncorn' neu 'Draig' neu unrhyw gorlun arall i'w ychwanegu i'ch stori.
de: Du kannst "Unicorn" (Einhorn), "Dragon" (Drachen) oder irgendeine andere Figur auswählen für deine Geschichte.
fa: شما می‌توانید "تک‌شاخ" و یا "اژدها" و یا هر شکلک دیگری را به داستان خود اضافه کنید.
fr: Tu peux utiliser 'Unicorn' (Licorne) ou 'Dragon' ou n'importe quel autre lutin à ajouter à ton histoire.
kk: Сіз өзіңіздің әңгіме қосу үшін «Unicorn» немесе «Айдаһар» немесе кез келген басқа да спрайт таңдай аласыз.
tr: Hikayenize eklemek için ‘Tek Boynuzlu At’ veya ‘Ejderha’ veya başka bir kukla seçebilirsiniz.
vi: Bạn có thể chọn ‘Kỳ lân’ hay ‘Rồng’ hay bất cứ đối tượng nào để thêm vào câu chuyện.
zh_tw: 你可以為故事選擇一個角色，像是 Unicorn（獨角獸）或是 Dragon（龍）或是其它。

source: <p>Tip: To add a new sound, click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
bn: <p>টীকা: একটি নতুন শব্দ যুক্ত করতে, <span class="tab-ref">শব্দ</span> ট্যাবে ক্লিক কর, তারপর ক্লিক কর <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
cs: <p>Tip: Pro přidání nového zvuku klikni na záložku <span class="tab-ref">Zvuky</span>, poté klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
cy: <p>Awgrym: I ychwanegu sin newydd, cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
de: <p>Tipp: Um einen neuen Klang hinzuzufügen, klicke auf den <span class="tab-ref">Klang</span>-Reiter und dann auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
fa: <p>نکته: برای اضافه کردن یک صدای جدید، روی زبانه <span class="tab-ref">صداها</span>کلیک کنید، و سپس <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">را کلیک کنید</p>
fr: <p>Astuce: Pour ajouter un nouveau son, clique sur l'onglet <span class="tab-ref">Sons</span>, et clique <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
kk: ⇥⇥<p>Кеңес: жаңа дыбыс қосу үшін <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, сосын <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">басыңыз</p> ⇥
tr: <p>İpucu: Yeni bir ses eklemek için <span class="tab-ref">Sesler </span> sekmesine tıkla, ardından <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p> e tıkla
vi: <p>Thủ thuật: Để thêm âm anh mới, bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
zh_tw: <p>提示：若要添加一個新的音效，可以點擊 <span class="tab-ref">音效</span> 頁籤，接著再點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose 'space ripple' or another sound.
bn: 'space ripple' বা অন্য শব্দ বেছে নাও।
cs: Vyber si "prostorové vlny" nebo jiný zvuk.
cy: Dewiswch "crychdon y gofod" neu sain arall
de: Wähle 'space ripple' oder einen anderen Klang.
fa: "فضای موجی" یا صدای دیگری را انتخاب کنید.
fr: Chosis 'space ripple' ou un autre son.
kk: 'Ғарыш шуы' немесе басқа дыбысты таңдаңыз.
tr: "Uzay Dalgalanması" veya başka bir ses seç.
vi: Chọn 'tiếng rì rầm của không gian' hay âm thanh khác.
zh_tw: 選擇 space ripple（空間波紋）或是其它的音效。

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, choose the sound you want to add:</p>
bn: স্ক্রিপ্ট ট্যাবে ক্লিক করো। তারপরে, তুমি যে শব্দটি যুক্ত করতে চাও সেটি বাছাই করো :
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span>. Poté vyber zvuk, který chceš přidat:</p>
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span> tab. Yna dewiswch y sain hoffech chi ei ychwanegu:</p>
de: <p>Klicke das <span class="tab-ref">Skripte</span>-Register an. Wähle dann den Klang aus.</p>
fa: <p>زبانه <span class="tab-ref">دستورها</span>را کلیک کنید. سپس، صدای مورد نظر خود را اضافه کنید:</p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>. Puis choisis le son que tu veux ajouter : </p>
kk: ⇥⇥<p> <span class="tab-ref">Скрипттер</span>ендірмесін басыңыз. Сосын қосқыңыз келетін әнді таңдаңыз:</p> ⇥
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Sau đó, chọn âm thanh bạn muốn thêm:</p>
zh_tw: <p>點擊 <span class="tab-ref">程式</span> 頁籤，然後，選一個你想要使用的音效：</p>
