Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.</p> <p>Experiment with some of these sound-related blocks to add music and sound to your sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
kk: <p>Скретч базасындағы дыбыстарды пайдалану арқылы, компьютерден дыбыстарды жүктеу, немесе микрофон көмегімен өз дыбыстарыңызды жазу арқылы мерекелік ашық хатыңызға дыбысты қосуды зерттеңіз.</p> <p>Спрайтыңызға дыбыс пен музыка қосу үшін мына дыбысқа қатысты блоктармен тәжірибе жасап көріңіз:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
lt: ⇥<p>Ištyrinėk kaip pridėti garsus savo šventinei atvirutei naudodamasis garsais iš Scrath garsų bibliotekos, įkeldamas garsus iš savo kompiuterio arba įrašydamas savo garsus naudodamasis mikrofonu</p> ⇥<p>Išbandyk keletą su garsu susijusių blokų pridėdamas muzikos ir garsų savo veikėjui:</p> ⇥<img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png"> ⇥
nn: <p>La julekortet få lydar som følgjer med Scratch, musikk du har på datamaskina eller lydar du spelar inn med mikrofonen.</p> <p>Prøv deg fram med lydklossane for å gje figurane musikk eller annan lyd:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
pt_br: <p>Tente adicionar som em seu cartão de boas festas usando os sons da biblioteca do Scratch, carregando sons de seu computador ou gravando seus próprios sons com um microfone.</p> <p>Experimente usar alguns desses blocos relacionados a som para adicionar música e som em seu ator:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">
zh_tw: <p>嘗試新增音效到你的節日卡片，可由「Scratch音效庫選擇」、「從你的電腦上傳音效檔案」、「從麥克風錄下你自己的聲音」。</p> <p>嘗試加入「音效」類別中的程式積木，來幫你的角色加入音樂或聲音：</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-c-sound.png">

source: <p>Play with the images in your holiday card by using the graphic effects blocks:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Try adding this code to add a colorful effect to a dancing sprite:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
kk: <p>Графикалық эффекттер қолдану арқылы мерекелік ашық хаттағы суреттермен ойнаңыз:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Билеп жатқан спрайтқа түрлі-түсті эффект қосу үшін мына кодты қолданып көріңіз:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
lt: ⇥<p>Žaisk su paveikslėliais savo atvirutėje naudodamas vaizdo pokyčių blokus:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> ⇥<p>Išbandyk šį kodą norėdamas pridėti spalvingą pokytį šokančiam veikėjui:</p> ⇥<img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">⇥ ⇥
nn: <p>Leik deg med bileta du har lagt inn. Bruk klossane for grafiske effektar:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Prøv dette skriptet for å laga ein fargerik dansande figur:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
pt_br: <p>Brinque com as imagens em seu cartão de boas festas usando os blocos de efeitos gráficos:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>Experimente usar este código para adicionar um efeito de cor em um ator dançarino:</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">
zh_tw: <p>使用「外觀」類別中的程式積木，讓你的節日卡片中的影像產生不同的效果：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-effects.png"></p> </div> <div class="steps"> <p>試加入以下的程式碼，讓一個跳舞的角色加入色彩變換的效果：</p> <img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-d-color.png">

source: <p>Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.</p> <p>Try adding costumes to your sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>And switch between costumes using the “switch costume” block:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
kk: <p>Спрайтта түрлі “костюмдер” -- түрлі көрнекіліктер бар, әр түрлі киімдер киіп шығатын қойылымдағы актердікіндей.</p> <p>Спрайтыңызға костюмдер қосып көріңіз:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Және “костюмдерді ауыстыру” блогы арқылы костюмдарды өзара ауыстырыңыз:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
lt: ⇥<p>Veikėjai gai turėti skirtingas "kaukes" -- skirtingas išvaizdas, panašiai kaip aktoriai skirtingus įvaizdžius.</p> ⇥<p>Pridėk kaukių savo veikėjui:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> ⇥<p>Ir keisk kaukes naudodamas "keisk kaukes" bloką:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p> ⇥
nn: <p>Figurar kan ha ulike «drakter» – ulike måtar å visast på, akkurat som at ein skodespelar kan ha ulike kostyme.</p> <p>Prøv å laga nye drakter til figuren din:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>Byt mellom draktene med klossen «byt drakt»:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
pt_br: <p>Os atores podem ter “fantasias” diferentes -- visuais diferentes, da mesma forma como um ator em uma peça de teatro pode vestir roupas diferentes.</p> <p>Tente adicionar fantasias em seu ator:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>E troque as fantasias usando o bloco "mude a fantasia":</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>
zh_tw: <p>角色可以有不同的「造型」-- 不同的外觀，就如同戲劇的演員會穿不同的服裝。</p> <p>嘗試幫你的角色加入造型：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes-panel.png"></p> </div> <div class="steps"> <p>使用「外觀」類別中的「切換造型」程式積木，來幫角色變換不同的造型：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-e-costumes.png"></p>

source: <p>There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Choose a backdrop from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Draw your own backdrop</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Upload an image from your computer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Take a picture (if you have a webcam)</p>
kk: <p>Сіздің ашық хатқа фондық суреттті (немесе жай ғана «Фон») қосудың 4 жолы бар. Фон қосу үшін, осы батырмалардың бірін басыңыз:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Мұнда әрбір батырманың əрекеті көрсетілген:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Базадан фонды таңдаңыз</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Өз фоныңызды салыңыз</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Компьютерден сурет жүктеңіз</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Суретке түсіру (вебкамера арқылы)</p>
nn: <p>Du kan leggja inn eit bakgrunnsbilete på kortet på fire måtar. Trykk på ein av desse knappane:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Dei fire knappane verkar slik:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Hent eit ferdig bakgrunnsbilete</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Teikn din eigen bakgrunn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Hent ei biletfila frå maskina di</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Ta eit bilete (med nettkamera)</p>
pt_br: <p>Existem 4 maneiras de adicionar uma imagem de fundo (ou "pano de fundo") em seu cartão. Para adicionar um pano de fundo, clique em um desses botões:</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>Estas são as funções de cada botão:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> Escolher um pano de fundo da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> Desenhar seu próprio pano de fundo</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> Fazer upload de uma imagem de seu computador</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> Tirar uma foto (se você tiver uma webcam)</p>
zh_tw: <p>一共有4種方式可以將後景影像(又稱為：背景)加到你的卡片。要加入一個背景，點選以下其中一個按鈕：</p> <img src = "%(STATIC_URL)s/images/help/hoc-5-add-backdrop.png"> </div> <div class="steps last"> <h4>每個按鈕的功能：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5a-add-backdrop-library.png"> 從背景庫選擇一個背景</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5b-add-backdrop-paint.png"> 畫出你自己的背景</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5c-add-backdrop-upload.png"> 從電腦上傳影像</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/hoc-5d-add-backdrop-camera.png"> 拍一張照片(從網路攝影機)</p>

source: <p>How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.</p> <p>Scratch projects start when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.</p> <div class="steps last"> <p>Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
kk: <p>Қалай адамдар сіздің мерекелік ашық хатыңызбен әрекеттесіп үйренеді? <іреу сіздің ашық хатыңызды іске қосқанда пайда болатын нұсқауларды қосу арқылы көмек беріңіз.</p> <p>Скретч жобалары <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған кезде қосылады.</p> <div class="steps last"> <p>Көруші не істеу керегін түсіндіретін <span class="eventscolor">қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">басылған</span>блогын және <span class="soundcolor">айт</span> блогын қосып көріңіз.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
nn: <p>Korleis skal andre bruka det du har lagt inn i julekortet? Legg inn ei forklaring som vert vist når nokon opnar julekortet ditt.</p> <p>Det er vanleg å laga Scratch-prosjekt slik at dei startar når ein trykkjer på <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Du kan leggja inn ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og ein <span class="soundcolor">sei</span>-kloss for å forklara kva lesaren skal gjera.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
pt_br: <p>Como as pessoas vão aprender a interagir com seu cartão? Ajude-as adicionando instruções que aparecem quando alguém inicia seu cartão.</p> <p>Os projetos Scratch são iniciados quando clicamos em <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.</p> <div class="steps last"> <p>Experimente adicionar um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e um bloco <span class="soundcolor">diga</span> para explicar o que o usuário deve fazer.</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">
zh_tw: <p>其他人要如何與你的卡片互動呢？ 當有人打開你的卡片時，給他們一些提示與說明。</p> <p>Scratch 程式專案是從點擊綠色旗子 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 來開始。</p> <div class="steps last"> <p>嘗試加入<span class="events color">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span>積木和一個 <span class="sound color">說出 […] […] 秒</span> 程式積木，來告訴打開卡片的人應該要怎麼做。</p> <img src = "%(STATIC_URL)s/images/help/hoc-7-green-flag.png">

source: If you want to edit the song, select a section: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
kk: Әнді өзгерткіңіз келсе, бөлімді таңдаңыз: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Сосын Өзгерту мәзірінен таңдаңыз:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
nn: For å redigera musikken, vel ein del av han: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Vel frå «Rediger»-menyen:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
pt_br: Se você quiser editar uma música, selecione um trecho: <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Em seguida, selecione a partir do menu Editar:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>
zh_tw: 如果你想修改音訊內容，可以選取要編輯的區段： <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> 然後從編輯選單上選擇要執行的操作：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> </div>

source: Have a microphone? You can use <img src="%(STATIC_URL)s/images/help/loudness-small.png">
kk: Микрофоныңыз бар ма? Онда мынаны <img src="%(STATIC_URL)s/images/help/loudness-small.png"> пайдаланыңыз.
nn: Viss maskina har mikrofon, kan du bruka <img src="%(STATIC_URL)s/images/help/loudness-small.png">
pt_br: Você tem um microfone? Você pode usar <img src="%(STATIC_URL)s/images/help/loudness-small.png">
zh_tw: 你有麥克風裝置嗎？試試 <img src="%(STATIC_URL)s/images/help/loudness-small.png">

source: The monitor will show on the Stage: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
kk: Монитор Кезеңде көрсетеді: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
nn: Lydstyrken vert vist på scena: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
pt_br: O monitor será exibido no Palco: <img src="%(STATIC_URL)s/images/help/loudness-monitor.png">.
zh_tw: 在舞台上就會顯示麥克風音量的監控面板：<img src="%(STATIC_URL)s/images/help/loudness-monitor.png">

source: <p>Insert <img src="%(STATIC_URL)s/images/help/mouse-x.png"> into <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use this code to whirl as you move the mouse:
kk: <p>Мынаны <img src="%(STATIC_URL)s/images/help/mouse-x.png"> мында <img src="%(STATIC_URL)s/images/help/set-color-effect.png">еңгізіңіз</p> Тышқанды жылжытқан кезде Құйын шығуы үшін осы кодты пайдаланыңыз:
nn: <p>Set inn <img src="%(STATIC_URL)s/images/help/mouse-x.png"> i <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Bruk denne koden for ein kverveleffekt når du flyttar på musa:
pt_br: <p>Insira <img src="%(STATIC_URL)s/images/help/mouse-x.png"> em <img src="%(STATIC_URL)s/images/help/set-color-effect.png"></p> Use este código para girar enquanto você move o mouse:
zh_tw: <p>將 <img src="%(STATIC_URL)s/images/help/mouse-x.png"> 嵌入到 <img src="%(STATIC_URL)s/images/help/set-color-effect.png">裡頭</p> 編寫如下程式，當你移動滑鼠時，圖形會隨著鼠標 x 座標值而有不同的漩渦化程度。

source: Choose <img src="%(STATIC_URL)s/images/help/data-palette.png"> and then <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Type in the name "Score" and then click OK:
kk: <img src="%(STATIC_URL)s/images/help/data-palette.png"> -ны таңдаңыз, сосын <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> ⇥ "Ұпайлар" атын теріп, OK-ді басыңыз:
nn: Vel <img src="%(STATIC_URL)s/images/help/data-palette.png"> og <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Gje variabelen namnet «poeng» og trykk så «OK»:
pt_br: Escolha <img src="%(STATIC_URL)s/images/help/data-palette.png"> e <img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> Digite o nome "Pontuação" e clique em OK:
zh_tw: 從數據<img src="%(STATIC_URL)s/images/help/data-palette.png">中點擊建立一個變數<img src="%(STATIC_URL)s/images/help/make-variable-button.png"></p> 取名為「Score」。

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
kk: Жаңа блоктар пайда болады және Ұпай айнымалысы платформада көрінеді:<img src="%(STATIC_URL)s/images/help/score-monitor.png">
nn: Nye klossar kjem fram, og variabelen «poeng» vert vist på scena: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
pt_br: Novos blocos aparecerão e a variável Pontuação será exibida no Palco: <img src="%(STATIC_URL)s/images/help/score-monitor.png">
zh_tw: 新的變數建立後，變數的監控面板會顯示在舞台：<img src="%(STATIC_URL)s/images/help/score-monitor.png">

source: Try this code:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Press arrow keys <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> to trigger.
kk: Осы кодты көріңіз:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Іске қосу үшін бағыттаушы пернелерді басыңыз <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> .
nn: Prøv dette:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Trykk på piltastane <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> for å starta skripta og flytta figuren.
pt_br: Experimente este código:<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> Pressione as teclas de seta <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> para acionar.
zh_tw: 試試下方程式：<br/> <img src="%(STATIC_URL)s/images/help/move-with-arrow-all.png"> <br/> 按下鍵盤的 <img src="%(STATIC_URL)s/images/help/up-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/down-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/left-arrow-key.png"> <img src="%(STATIC_URL)s/images/help/right-arrow-key.png"> 就可以觸發指令。

source: Try typing in different numbers, such as <img src="%(STATIC_URL)s/images/help/move-1-step.png"> to move a tiny bit or a bigger number to move further.
kk: Әр түрлі сандарды еңгізіп көріңіз, мысалға <img src="%(STATIC_URL)s/images/help/move-1-step.png"> кішкене ғана жылжуы үшін кіші санды еңгізіңіз немесе үлкенірек санды еңгізу арқылы алысқа жылжытыңыз.
nn: Prøv å skriva inn andre tal, for eksempel <img src="%(STATIC_URL)s/images/help/move-1-step.png"> for å flytta berre litt, eller eit større tal for å gå langt.
pt_br: Experimente digitar números diferentes, como <img src="%(STATIC_URL)s/images/help/move-1-step.png"> para mover só um pouco, ou um número maior para avançar.
zh_tw: 試著輸入不同的時間，像是 <img src="%(STATIC_URL)s/images/help/move-1-step.png"> 以移動一些距離，或是大一點的數字以移動更遠。

source: <p>You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
kk: ⇥<p>Мынаны басу арқылы әріпті сала аласыз <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> белгіше:</p> ⇥<p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p> ⇥
nn: <p>Du kan teikna bokstaven ved å trykkja på <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
pt_br: <p>Você pode desenhar a letra clicando no ícone <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>
zh_tw: <p>你可以自己畫出字母，點擊 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> 圖示：</p> <p> <img src="%(STATIC_URL)s/images/help/new-sprite-paint.png"></p>

source: <p>You can add a <span class="soundcolor">play sound</span> block:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Try different numbers to adjust the spin.</p>
kk: <p><span class="soundcolor">дыбыс ойнату</span> блогын қоса аласыз:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>айналдыру циклдарын реттеу үшін түрлі сандарды көріңіз.</p>
nn: <p>Du kan leggja til ein <span class="soundcolor">spel lyd</span>-kloss:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Prøv forskjellige tala for å justera snurringa.</p>
pt_br: <p>Você pode adicionar um bloco <span class="soundcolor">reproduza o som</span>:</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>Experimente números diferentes para ajustar a rotação.</p>
zh_tw: <p>你可以增加一個 <span class="soundcolor"> 播放音效</span> 積木：</p> <p><img style="width: 291px" src = "%(STATIC_URL)s/images/help/when-clicked-hiphop-turn.png"></p> <p>嘗試不同的數值來調整旋轉。</p>

source: <p>Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
kk: <p>Кеңес: Спрайттың бұрышын қалпына келтіру үшін, <span class="motioncolor">Қозғалыс</span> санатындағы осы блокқа басыңыз:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
nn: <p>Tips: For å retta opp att bokstaven kan du trykkja på denne klossen i <span class="motioncolor">Rørsle</span>-gruppa:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
pt_br: <p>Dica: para redefinir o ângulo do ator, clique neste bloco na categoria <span class="motioncolor">Movimento</span>:</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
zh_tw: <p>技巧：點擊在 <span class="motioncolor">動作</span> 類別中的這個程式積木，來重置角色的方向：</p> <img src = "%(STATIC_URL)s/images/help/point-direction-90-back.png">
