Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p> You can indicate where in the list you want to add an item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> inserts item at the specified place in the list.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> inserts item at a random place in the list. </p>
kk: <p> Сіз элементті тізімнің қай жерінде қойғыңыз келетінін көрсете аласыз. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> элементті тізімнің белгілі бір жерінде қояды.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> элементті кездейсоқ жерде қояды тізімде. </p>
lt: <p> Gali pasirinkti kur sąraše nori pridėti dalyką <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> įdeda dalyką nurodytoje sąrašo vietoje<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> įdeda dalyką atsitiktinai parinktoje vietoje sąraše </p>
nn: <p> Du kan velja kor i lista du vil setja inn eit nytt element. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> set inn eit element på vald plass i lista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> set inn elementet på ein tilfeldig plass i lista. </p>
pt_br: <p> Você pode indicar em que lugar da lista deseja adicionar um item. <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" /> insere o item em um lugar específico da lista.<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> insere o item em um lugar aleatório da lista. </p>
zh_tw: <p> 你可以將新的項目加到清單中的所選位置。 <br><img src="%(STATIC_URL)s/images/help/insert-scoreboard.png" />將項目插入到 清單中指定位置。<br/> </p> <p> <img src="%(STATIC_URL)s/images/help/insert-greetings.png" /> 將項目插入到 清單中的任意位置。 </p>

source: <p> The item block reports the value of the item at the specified place on the list. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> You can fit an item block into other blocks, for example: say, switch to costume, play sound, or broadcast. </p>
kk: <p> Элемент блогы тізімдегі арнайы орындағы элементтің мәнін көрсетеді. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Сіз элементтер блогын басқа блоктарға сыйдыра аласыз, мысалы: айт, киімді ауыстыр, ойна дыбыс, не тарату </p>
lt: <p> Dalykų blokas pasako nurodytos vietos sąraše dalyko reikšmę <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Gali įdėti dalykų bloką į kitus blokus, pavyzdžiui: pasakyti pasikeisti kaukę, groti garsą, ar transliuoti. </p>
nn: <p> Elementklossen gjev verdien som er lagra på den valde plassen i lista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Du kan bruka denne klossen inni andre klossar, for eksempel: «sei», «spel lyden», «byt drakt» eller «send melding». </p>
pt_br: <p> O bloco do item reporta o valor do item no lugar especificado na lista. <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> Você pode encaixar um bloco de item em outros blocos, por exemplo: diga, troque a fantasia, reproduza som, ou envie a todos. </p>
zh_tw: <p> 這個積木會回傳清單中指定的項目內容。 <br><img src="%(STATIC_URL)s/images/help/item-of-list-menu.png" /><br/> 你可以善用這個積木，例如，把它嵌入說道 […] […] 秒、造型換為 {…}、播放 音效 {…}、廣播訊息 {…} 等積木中。 </p>

source: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> instead of <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> when you want to keep, for example, the space key pressed continuously.
kk: Мысалы, Пробел батырмасының басылып тұра бергенін қаласаңыз, мынаның орнына <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" />осыны <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> пайдаланыңыз.
lt: Naudok <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> vietoj <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> jei nori laikyti, tarkim Tarpą laikyti nuspaustą
nn: Bruk <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> i staden for <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> når programmet skal merka at du held ein tast inne.
pt_br: Use <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> em vez de <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> quando quiser manter, por exemplo, a barra de espaço pressionada continuamente.
zh_tw: 若你想要持續的偵測，可使用 <img src="%(STATIC_URL)s/images/help/key-pressed.png" /> 來取代 <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /> 。

source: <p> This block reports how many items are currently in a list. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> The number is the same as the length shown at the bottom of the list monitor. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
kk: <p> Бұл блок қазіргі уақытта тізімде неше элемент бар екенін көрсетеді. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Элементтер саны тізімнің төменгі жағында көрсетілген ұзындықпен бірдей <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
lt: <p> Šis blokas praneša kiek dalykų yra sąraše dabar <img src="%(STATIC_URL)s/images/help/when-key-pressed.png" /><br/> </p> <p> Skaičius yra toks pats kaip ir parodytas ilgis sąrašo stebėtojo apačioje <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
nn: <p> Denne klossen seier kor mange element lista har. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> Talet på element vert òg vist nedst i listevisinga på scena. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
pt_br: <p> Este bloco mostra quantos itens estão atualmente em uma lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> O número é igual ao tamanho mostrado na parte inferior do monitor da lista. <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>
zh_tw: <p> 這個積木會回傳有清單中有多少的項目。 <br><img src="%(STATIC_URL)s/images/help/length-mylist.png" /><br/> </p> <p> 在監控面板的底部 也會顯示清單項目數量。 <br><img src="%(STATIC_URL)s/images/help/length-mylist2.png" /><br/> </p>

source: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
kk: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> элемент тізімде ме екенін көрсетеді. Егер Элемент дәл сәйкес келсе, дұрыс дейді. Олай болмаса, онда теріс деп көрсетеді.
lt: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> praneša ar yra dalykas sąraše. Jeigu dalykas sutampa visiškai, tada praneša "true", jeigu ne - "false"
nn: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> fortel om eit element er med i ei liste. Viss det finst eit element som er akkurat likt, er vilkåret oppfylt, elles ikkje.
pt_br: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> informa se um valor consta em uma lista. Se o valor corresponder exatamente ao valor de um dos itens da lista, informa o valor "true". Se não corresponder, informa o valor "false".
zh_tw: <img src="%(STATIC_URL)s/images/help/list-contains-thing.png" /> 回傳清單 項目內容。如果其中有一項符合條件，就回傳 true，如果沒有符合的項目， 就回傳 false。

source: <p> Click the checkbox (next to the block) to show the monitor on the stage: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> The <img src="%(STATIC_URL)s/images/help/list.png" /> block reports all the items in a list. For individual items, use this block: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> To delete or rename a list, right click on the list. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
kk: <p> Кезеңдегі мониторды көрсету үшін құсбелгіні (блоктың жанындағы) басыңыз: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> блогы тізімдегі барлық элементтерді баяндайды. Жеке элементтер үшін, осы блокты қолданыңыз: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Тізімді өшіру немесе өзгерту үшін, тізімде оң жақ батырманы басыңыз. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
lt: <p> Norėdamas matyti stebėtoją Scenoje, spausk žymos langelį šalia bloko <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Šis <img src="%(STATIC_URL)s/images/help/list.png" /> blokas praneša visus dalykus sąraše. Atskiriems dalykams naudok šį bloką: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Norėdamas ištrinti arba pervadinti sąrašą spausk jš dešiniu pelės klavišu <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
nn: <p> Kryss av ved sida av klossen for å visa listeinnhaldet på scena: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> Klossen <img src="%(STATIC_URL)s/images/help/list.png" /> gjev ut alle elementa i ei liste. For å lesa ut eitt element, bruk <img src="%(STATIC_URL)s/images/help/item-of-list.png" />. </p> <p> Høgreklikk viss du vil sletta ei liste eller byta namn på ho. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
pt_br: <p> Clique na caixa de seleção (ao lado do bloco) para mostrar o monitor no palco: <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> O <img src="%(STATIC_URL)s/images/help/list.png" /> bloco exibe todos os itens da lista. Para os itens individuais, use este bloco: <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> Para excluir ou renomear uma lista, clique com o botão direito na lista. <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>
zh_tw: <p> 勾選積木旁的方塊後，會在舞台上顯示監控面板： <br><img src="%(STATIC_URL)s/images/help/list-ex2.png" /><br/> </p> <p> <img src="%(STATIC_URL)s/images/help/list.png" /> 會回傳清單中的所有項目內容， 若只要回傳指定的一項內容，可以使用： <img src="%(STATIC_URL)s/images/help/item-of-list.png" /> </p> <p> 若要刪除清單中的某個項目，請使用下方的積木： <br><img src="%(STATIC_URL)s/images/help/delete-list.png" <br/> </p>

source: To view the value of size, click the checkbox next to the loudness block. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Note: Your computer must have a working microphone in order for this block to work.
kk: Өлшемнің мәнін көру үшін, дыбыс қаттылығы блогының жанындағы құсбелгіге басыңыз. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Ескерту: Бұл блоктың жұмыс істеуі үшін, сіздің компьютеріңіздің істейтін микрофоны болуы қажет.
lt: Tam, kad pažiūrėtum dydžio reikšmę, spausk žymų langelį šalia garsumo bloko <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Svarbu! Kad šis blokas veiktų, tavo kompiuteris turi turėti veikiantį mikrofoną
nn: Kryss av ved sida av klossen for å visa mikrofonlydnivået som eit tal på scena. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Viktig: Denne klossen verkar berre viss maskina har ein mikrofon.
pt_br: Para ver o valor do tamanho, clique na caixa de seleção ao lado do bloco de volume. <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> Observação: o computador deve ter um microfone funcionando para que esse bloco funcione.
zh_tw: 若要知道角色當前的音量大小，可以勾選積木旁的方塊。 <br><img src="%(STATIC_URL)s/images/help/loudness-ex2.png"/><br/> 注意：你的電腦必須要有麥克風裝置，這個積木才會發生作用。

source: <h3>You can create a custom block with inputs, for example: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
kk: <h3>Сіз пайдаланушы блокты енгізулерімен бірге жасай аласыз, мысалы: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
lt: <h3>Gali sukurti bloką su įvestimis, pavyzdžiui: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
nn: <h3>Du kan laga din eigen kloss som brukar data du legg inn. Eksempel: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
pt_br: <h3>Você pode criar um bloco personalizado com entradas, por exemplo: <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>
zh_tw: <h3>你可以建立一個裡頭有輸入方塊的自訂積木，例如： <img src="%(STATIC_URL)s/images/help/jump-10.png"/></h3>

source: Click "Make a Block" to see this dialog box:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Click <strong>Options</strong> to add inputs. For example, add a number input:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
kk: Осы диалог терезесін көру үшін "Блок жасауды" басыңыз:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Басыңыз <strong>Опцияларды</strong> енгізулерді қосу үшін. Мысалы, санды енгізуді қосыңыз:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
lt: Spausk "Padaryti bloką", kad pamatytum šą dialogą:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Spausk <strong>Nustatymai</strong>, kad pridėtum įvesčių. pvz, skaičių ivestį:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
nn: Trykk «Lag ein kloss» for å få opp dette vindauget:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Trykk <strong>Val</strong> for å leggja inn felt for data, for eksempel tal:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
pt_br: Clique em "Criar um bloco" para ver essa caixa de diálogo:<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>Clique em <strong>Opções</strong> para adicionar entradas. Por exemplo, adicionar uma entrada de número:</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />
zh_tw: 點擊「添加函式積木」後會出現對話框：<br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p>點擊 <strong>Options</strong>就以在積木上添加輸入方塊了，例如下圖是建立一個數字輸入方塊。</p> <img src="%(STATIC_URL)s/images/help/jump-height-input.png" />

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Note: The input blocks can <strong>only</strong> be used in the define script.
kk: <strong>Анықтау</strong> блогында, енгізулер дөңгеленген, ашық күлгін болып көрінеді. Оларды қолдану үшін, енгізілмелі блоктардың көшірмесін анықталған аймақта орналасқан басқа блоктарға апарыңыз.. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Ескерту: Енгізілмелі блоктар <strong>тек</strong> қана анықталған аймақта ғана қолданыла алады.
lt: <strong>apibrėžimo</strong> bloke, įvestys atrodys kaip užapvalinti, šviesiai violetiniai blokai. Norėdamas juos naudoti, tempk įvesties blokų kopijas į kitus blokus apibrėžimo scenarijaus viduje. <p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Svarbu! Įvesties blokai gali būti naudojami <strong>tiktai</strong> apibrėžimo scenarijuje
nn: Dataa du legg inn i din eiga kloss vert viste i <strong>definer</strong>-klossen som lys lilla variabelklossar. Du kan dra dei inn i klossane i skriptet nedanfor, akkurat som variablar. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Merk: Dei lyselilla klossane kan <strong>berre</strong> brukast i <strong>definer</strong>-skriptet.
pt_br: No bloco <strong>define</strong>, as entradas aparecerão como blocos arredondados cor roxo claro. Para usá-las, arraste cópias dos blocos de entrada em outros blocos dentro do script define. </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> Observação: os blocos de entrada <strong>só</strong> podem ser usados no script define.
zh_tw: 在<strong>定義</strong>積木中，輸入方塊是較淺的紫色。 若要使用這個內容，只要將這個輸入方塊拖曳到程式內的其他積木中。 </p> <p><img src="%(STATIC_URL)s/images/help/make-block-input-jump-script.png"/></p> 注意：這個輸入方塊<strong>只可以</strong>被用在定義程式中。

source: <p> Click "Make a Block" to get this dialog box: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Click inside the block to edit its name. </p>
kk: <p> Осы диалог терезесін алу үшін "Блок жасауды" басыңыз: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Атын өзгерту үшін блоктың ішіне басыңыз. </p>
lt: <p> Spausk "Padaryti bloką", kad matytum šį dialogą: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Norėdamas pakeisti bloko pavadinimą spausk bloko viduje </p>
nn: <p> Når du trykker «Lag ein kloss», får opp du dette vindauget: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Gje klossen namn ved å trykka i han og skriva. </p>
pt_br: <p> Clique em "Criar um Bloco" para obter esta caixa de diálogo: <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> Clique dentro do bloco para editar o nome. </p>
zh_tw: <p> 點擊「添加函式積木」後會顯示一個對話框： <br> <img src="%(STATIC_URL)s/images/help/newblock.png" /> <p> 在空格點一下，輸入這個積木的名稱。 </p>

source: <p>When you click OK, the new block will appear in <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>A <strong>define</strong> block will appear in Scripts. Use <strong>define</strong> to tell the custom block what to do: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> See also: <a href="../make-a-block-with-inputs/">Make a Block with Inputs</a> </div>
kk: <p>Сіз OK басқан кезде, жаңа блок осында пайда болады <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p><strong>Анықтау</strong> блогы Скрипттерде пайда болады. <strong>Анықтау</strong> ды пайдаланушы блокқа не істеу керек екенін айту үшін қолданыңыз: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Сондай-ақ қараңыз: <a href="../make-a-block-with-inputs/">Блокты Енгізулерімен Жасаңыз</a> </div>
lt: <p>Kai paspausi GERAI, naujas blokas atsiras <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p><strong>Apibrėžk</strong> blokas atsiras Scenarijuose. Naudok <strong>Apibrėžk</strong>, kad nurodytum ką sukurtas blokas turi daryti: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Taip pat žiūrėk: <a href="../make-a-block-with-inputs/">Padaryk bloką su įvestimis</a> </div>
nn: <p>Når du trykkjer OK, vert den nye klossen vist under <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Ein <strong>definer</strong>-kloss dukkar opp under «Skript». Lag eit skript under <strong>define</strong> for å velja kva den nye klossen skal gjera: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Sjå òg: <a href="../make-a-block-with-inputs/">Lag ein kloss der du kan leggja inn data</a> </div>
pt_br: <p>Quando você clicar em OK, o novo bloco aparecerá em <img src="%(STATIC_URL)s/images/help/more-blocks.png" /> : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>Um bloco <strong>define</strong> aparecerá em Scripts. Use <strong>define</strong> para dizer ao bloco personalizado o que fazer: <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> Veja também: <a href="../make-a-block-with-inputs/">Criar um Bloco com Entradas</a> </div>
zh_tw: <p>當你點擊確定後，新的積木將會列表在 <img src="%(STATIC_URL)s/images/help/more-blocks.png" />類指令中，例如 : <img src="%(STATIC_URL)s/images/help/jump-block.png" /></p> </div> <div class="example"> <p>一個 <strong>定義</strong> 的程式積木會顯示在程式區中。你可以使用它來 <strong>定義</strong> ，告訴你的自訂積木該做哪些事情： <p><img src="%(STATIC_URL)s/images/help/make-block-script-ex.png" /></p> </div> <div class="example"> 進一步學習 <a href="../make-a-block-with-inputs/">製作一個有輸入方塊的程式積木</a>。 </div>

source: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>You have the option to make the variable available to all sprites or to just the selected sprite. <br/>
kk: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Cізде айнымалыны барлық спрайттарға немесе тек таңдалған спрайтқа ғана қол жетімді ететін опция бар. <br/>
lt: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Tu turi galimybę paskirti kintamąjį pasirinktam veikėjui arba visiems<br/>
nn: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Du kan velja om lista skal vera for alle figurar eller berre for den valde figuren.<br/>
pt_br: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>Você tem a opção de disponibilizar a variável para todos os atores ou apenas para o ator selecionado. <br/>
zh_tw: <img src="%(STATIC_URL)s/images/help/new-list.png" /> <br>你可以設定是否允許變數套用在其他角色中。<br/>

source: Once you create a list, eight blocks will appear. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
kk: Тізім құрылғаннан кейін, сегіз блок пайда болады. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
lt: Kai sukursi sąrašą, atsiras 8 blokai <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
nn: Når du har laga den første lista, vert det vist åtte nye klossar. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
pt_br: Depois de criar uma lista, oito blocos aparecerão. <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>
zh_tw: 當你建立好一個清單，在指令列表上會出現 8 個與清單有關的積木。 <br><img src="%(STATIC_URL)s/images/help/make-list-ex.png" /><br/>

source: Once you create a variable, five blocks will appear:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
kk: Айнымалы құрылғаннан кейін, бес блок пайда болады:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
lt: Kai sukursi kintamąjį, atsiras 5 blokai:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
nn: Når du har laga ein variable, vert det vist fem nye klossar:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
pt_br: Depois de criar uma variável, cinco blocos aparecerão:</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>
zh_tw: 當你建立好變數，相關的積木就會出現在指令列表：</br> <img src="%(STATIC_URL)s/images/help/variable-ex2.png" /><p>

source: <img src="%(STATIC_URL)s/images/help/mod.png" /> gives the remainder of the division of the two numbers. For example, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> is 5 (143 divided by 6 is 23, and the remainder is 5).
kk: <img src="%(STATIC_URL)s/images/help/mod.png" /> екі санның бөліндісінен қалдық береді. Мысалы, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> 5 (143 ті 6 ға бөлгенде 23 шығады, және қалдық 5).
lt: <img src="%(STATIC_URL)s/images/help/mod.png" /> Parodo dvieju skaičių dalybos likutį Pavyzdžiui, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> yra 5 (143 padalinta is 6 yra 23 ir likutis yra 5).
nn: <img src="%(STATIC_URL)s/images/help/mod.png" /> gjev restverdien etter deling av dei to tala. For eksempel er <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> lik 5. (143 delt på 6 er 23, med ein rest på 5).
pt_br: <img src="%(STATIC_URL)s/images/help/mod.png" /> resulta no resto da divisão entre os dois números. Por exemplo, <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> é 5 (143 dividido por 6 é 23 e o resto é 5).
zh_tw: <img src="%(STATIC_URL)s/images/help/mod.png" /> 用來計算二數相除之後的餘數。 例如 <img src="%(STATIC_URL)s/images/help/mod-ex2.png" /> 會回傳 5 ，你可以用這個方式來判別是否整除。
