Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Make a Greeting Card
bn: একটি অভ্যর্থনা কার্ড তৈরী কর
cs: Vytvoř pohlednici
cy: Creu Cerdyn Cyfarch
de: Erstelle eine Grußkarte
fa: یک کارت تبریک بسازید
fr: Fais une Carte de Vœux
id: Buat sebuah Kartu Ucapan
kk: Құттықтау ашықхатын жасау
nb: Lag et kort til en venn
nn: Lag eit kort til ein venn
pt_br: Faça um Cartão de Boas Festas
sl: Naredite voščilnico
tr: Bir Kutlama Kartı Yap
vi: Làm Thiệp chào hỏi
zh_tw: 製作一張問候卡片

source: Favorite Things
bn: পছন্দের জিনিস
cs: Oblíbené věci
cy: Hoff Bethau
de: Lieblingssachen
fa: چیزهای مورد علاقه
fr: Choses favorites
id: Benda-benda Favorit
kk: Сүйікті Заттар
nb: Ting jeg liker
nn: Ting eg likar
pt_br: Coisas favoritas
sl: Najljubše stvari
tr: Sevdiğim Şeyler
vi: Những thứ ưa thích
zh_tw: 我的最愛

source: Hide and Seek Game
bn: লুকোচুরি খেলা
cs: Hra na schovávanou
cy: Gêm Cuddio
de: Versteckspiel
fa: بازی قایم موشک
fr: Jeu de cache-cache
id: Permainan Petak Umpet
kk: Жасырынбақ ойыны
nb: Leke gjemsel
nn: Gøym og leita
pt_br: Esconde-esconde
sl: Igra Skrivanja in iskanja
tr: Saklambaç Oyunu
vi: Trò chơi Trốn tìm
zh_tw: 捉迷藏遊戲

source: Holiday Card Tutorial
bn: ছুটির দিনের কার্ড টিউটোরিয়াল
cs: Prázdninová pohlednice
cy: Tiwtorial Cerdyn Gwyliau
de: Grußkarten-Tutorial
fa: آموزش کارت تعطیلات
fr: Didacticiel Carte Postale
id: Tutorial Kartu Hari Raya
kk: Мерекелік Құттықтау Ашықхатын Жасау
nb: Lær å lage julekort
nn: Lær å laga julekort
pt_br: Tutorial do Cartão de Boas Festas
sl: Vodič za izdelavo voščilnice
tr: Tatil Kartı Eğitimi
vi: Hướng dẫn làm Thiệp Lễ hội
zh_tw: 節日卡片教學

source: MaKey MaKey and Scratch
bn: MaKey MaKey এবং Scratch
cs: MaKey MaKey a Scratch
cy: MaKey MaKey a Scratch
de: MaKey MaKey und Scratch
fa: MaKey MaKey و اسکرچ
fr: MaKey MaKey et Scratch
id: MaKey MaKey dan Scratch
kk: MaKey MaKey және Скретч
nb: MaKey MaKey og Scratch
nn: MaKey MaKey og Scratch
pt_br: O MaKey MaKey e o Scratch
sl: MaKey MaKey in Scratch
tr: MaKey MaKey ve Scratch
vi: Makey Makey và Scratch
zh_tw: MaKey MaKey 和 Scratch

source: Ode to Code Dance
bn: গান থেকে নাচের কোড
cs: Óda na kódový tanec
cy: Dawns Ode to Code
de: "Ode to Code"-Tanz
fa: قصیده به کد رقص
fr: Ode au code pour danser
id: Tarian Ode to Code
nb: Dans! En ode til kode.
nn: Dans – ein ode til kode
pt_br: Ode à dança do código
sl: Ples Oda programiranju
tr: Kod Dansına
zh_tw: Ode to Code 舞蹈

source: Choose a Backdrop for the Race
bn: প্রতিযোগিতার জন্য একটি ব্যাকড্রপ নির্বাচন কর
cs: Vyber pozadí pro závod
cy: Dewis Cefnlen ar gyfer Ras
de: Wähle ein Bühnenbild für das Wettrennen
fa: پس‌زمینه‌ای برای مسابقه انتخاب کنید
fr: Choisis un Arrière-plan pour la Course
id: Pilih sebuah Latar untuk Balapannya
kk: Жарыс үшін Фон таңда
nb: Velg en bakgrunn for løperne
nn: Vel ein bakgrunn for løparane
pt_br: Escolha um Pano de Fundo para a Corrida
sl: Izberi ozadje dirke
tr: yarış için bir arkaplan seç
vi: Chọn ảnh nền cho Cuộc đua
zh_tw: 挑選一個背景作為賽跑場地

source: Move by Pressing a Key
bn: একটি কী চেপে সরাও
cs: Pohybuj se zmáčknutím klávesy
cy: Symud drwy Bwyso Bysell
de: Bewegung durch Tastendruck
fa: با فشردن یک دکمه، حرکت کنید
fr: Bouge en appuyant sur une touche
id: Bergerak dengan Menekan sebuah Tombol
kk: Батырманы басу арқылы жылжыңыз
nb: Trykk en tast for å løpe
nn: Trykk ein tast for å springa
pt_br: Mova pressionando uma tecla
sl: Premakni s pritiskom na tipko
tr: bir tuşa basarak hareket et
vi: Di chuyển bằng cách Bấm một Phím
zh_tw: 按下按鍵讓它移動

source: Go to Your Starting Point
bn: তোমার শুরুর স্থানে যাও
cs: Jdi na místo startu
cy: Mynd i'ch Man Cychwyn
de: Geh an deinen Startpunkt
fa: به نقطه شروع خود بروید
fr: Va à ton point de départ
id: Pergi ke Titik Permulaanmu
kk: Бастапқы нүктеге өтіңіз
nb: Gå til start
nn: Gå til start
pt_br: Vá para o ponto de partida
sl: Pojdi na začetno mesto
tr: Başlangıç Noktanıza Gidin
vi: Đi đến Điểm Bắt đầu của bạn
zh_tw: 回到起跑點

source: Design a Valentine
bn: একটি ভ্যালেন্টাইন ডিজাইন কর
cs: Navrhni valentýnku
cy: Cynllunio Cerdyn Santes Dwynwen
de: Entwirf ein Valentinstagsgeschenk
fa: طراحی یک ولنتاین
fr: Concevoir une Saint-Valentin
id: Desain sebuah Kartu Valentine
kk: Валентинка жаса
nb: Lag et Valentinsdag-kort
nn: Lag ein valentinsdagskort
pt_br: Crie um cartão
sl: sestavi voščilnico za Valentinovo
tr: Bir Tebrik Kartı Tasarla
vi: Thiết kế ngày Lễ tình nhân
zh_tw: 設計情人節卡片

source: LEGO WeDo 2.0 Extension Setup
bn: LEGO WeDo 2.0 এর জন্য এক্সটেনশন সেটআপ
cs: Nastavení rozšíření LEGO WeDo 2.0
cy: Gosod Estyniad LEGO WeDo 2.0
de: LEGO WeDo 2.0 Erweiterung Installation
fa: تنظیمات LEGO WeDo 2.0 Extension
fr: Configuration de l'extension LEGO WeDo 2.0
id: Setup Extension LEGO WeDo 2.0
kk: LEGO WeDo 2.0 Кеңейтілім Орнату
nb: Oppsett av tilleggsfunksjon for Lego WeDo 2.0
nn: Oppsett av Lego WeDo 2.0
pt_br: Configuração da extensão do LEGO WeDo 2.0
sl: LEGO WeDo 2.0 Extension Namestitev
tr: LEGO WeDo 2.0 Eklenti Kurulumu
vi: Thiết lập mở rộng LEGO WeDo 2.0
zh_tw: LEGO WeDo 2.0 擴充功能設定

source: LEGO WeDo 2.0 Setup for Mac
bn: Mac এর জন্য LEGO WeDo 2.0 সেটআপ
cs: Nastavení LEGO WeDo 2.0 pro Mac
cy: Gosod LEGO WeDo 2.0 ar gyfer y Mac
de: LEGO WeDo 2.0 Setup für Mac
fa: تنظیمات LEGO WeDo 2.0 برای مک
fr: Configuration LEGO WeDo 2.0 pour Mac
id: Pemasangan LEGO WeDo 2.0 untuk Mac.
kk: LEGO WeDo 2.0-ді Mac-та орнату
sl: LEGO WeDo 2.0 Namestiev za Mac
tr: LEGO WeDo 2.0 Mac için Kurulumu
vi: Thiết lập LEGO WeDo 2.0 cho Mac
zh_tw: LEGO WeDo 2.0 設定 - Mac 上的版本

source: LEGO WeDo 2.0 Setup for Windows
bn: Windows এর জন্য LEGO WeDo 2.0 সেটআপ
cs: Nastavení LEGO WeDo 2.0 pro Windows
cy: Gosod LEGO WeDo 2.0 ar gyfer Windows
de: LEGO WeDo 2.0 Setup für Windows
fa: تنظیمات LEGO WeDo 2.0 برای ویندوز
fr: Configuration LEGO WeDo 2.0 pour Windows
kk: LEGO WeDo 2.0-ді Windows-та орнату
sl: LEGO WeDo 2.0 Namestitev za Windows
tr: LEGO WeDo 2.0 Windows için Kurulumu
vi: Thiết lập LEGO WeDo 2.0 cho Windows
zh_tw: LEGO WeDo 2.0 設定 - Windows 上的版本

source: B-Ball Hoops
cs: Basketbalový koš
cy: Cylchoedd B-Ball
de: Basketballkörbe
fr: Panier de basket
id: Simpai B-Ball
nb: Basketball
nn: Basketball
pt_br: Bola na cesta
tr: Basket Atalım
vi: Bóng rổ

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
cy: <p>I dysgu rhagor, gw. tudalen <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> ar dudalen wici Scratch.</p>
kk: <p>Көбірек білу үшін, қараңыз <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> Скретч викидегі бет.</p>
lt: <p>Norėdamas sužinoti daugiau, žiūrėk <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> puslapį Scratch wikyje </p>
nb: <p>Du kan lese mer på <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a>-sidene på wikien.</p>
nn: <p>Du kan lesa meir på <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard-sidene</a> på wikien.</p>
pt_br: <p>Para saber mais, consulte a página <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a> no Scratch wiki.</p>
zh_tw: <p>若要進一步學習，請參考 Scratch wiki 上的 <a href="http://wiki.scratch.mit.edu/wiki/PicoBoard" target="_blank">PicoBoard</a>頁面。</p>

source: <p>To learn more, see the <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
cy: <p>I ddysgu rhagor, gw. tudalen <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> ar wiki Scratch.</p>
kk: <p>Көбірек білу үшін, қараңыз <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> Скретч викидегі бет.</p>
lt: <p>Žiūrėk daugiau <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> puslapyje Scratch wikyje</p>
nb: <p>Du kan lese mer på <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>-sidene på wikien.</p>
nn: <p>Du kan lesa meir på <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo-sidene</a> på wikien.</p>
pt_br: <p>Para saber mais, consulte a página <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> no Scratch wiki.</p>
zh_tw: <p>若要進一步學習，請參考 Scratch wiki 上的 <a href="http://wiki.scratch.mit.edu/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a>頁面。</p>

source: &lt;
bn: &It;

source: Use this block if you want to add an item to the end of a list. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
kk: Егер тізімнің соңына бір зат қосқыныз келсе мына блокты қолданыңыз. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
lt: Naudok šį bloką, jei nori pridėti elementą į sarašo pabaigą <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
nn: Bruk denne klossen for å leggja eit element på slutten av ei liste. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
pt_br: Utilize este bloco se você quiser adicionar um item ao final de uma lista. <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>
zh_tw: 這個積木可以讓你把新的項目添加到清單最後面。\n <br><img src="%(STATIC_URL)s/images/help/add-to-list-ex2.png" /><br/>

source: Can't find the list blocks? You need to first make a list: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
kk: Тізім блоктарын таба алмай жүрсіз бе? Алдымен тізім жасауыңыз қажет: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
lt: Nerandi sąrašų blokų? Pirmiausia turi padaryti sąrašą: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
nn: Finn du ikkje listeklossane? Du må først laga ei liste: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
pt_br: Não foi possível encontrar os blocos de lista? Primeiro você precisa fazer uma lista: <img src="%(STATIC_URL)s/images/help/make-a-list.png" />
zh_tw: 找不到清單積木？你必須先建立一個清單後才會顯示相關積木： <img src="%(STATIC_URL)s/images/help/make-a-list.png" />

source: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Reports keyboard input from the most recent use of <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
kk: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Осының <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/> ең соңғы қолданысындағы пернетақта енгізуін көрсетеді</h3>
lt: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Praneša paskutinę klaviatūros įvestį <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
nn: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Inneheld svaret frå siste bruk av <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
pt_br: <img src="%(STATIC_URL)s/images/help/answer.png" /> <h3>Relata de entrada de teclado do uso mais recente de <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/></h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/answer.png" />\n <h3>用來回傳從 <img src="%(STATIC_URL)s/images/help/ask-and-wait.png"/> 積木中所輸入的內容。 </h3>

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The answer is shared by all sprites. </p> <p>If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> To view the value of answer, click the checkbox next to the answer block.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
kk: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> сұрақ қояды және клавиратура енгізуін <img src="%(STATIC_URL)s/images/help/answer.png" />-да сақтайды. Жауап барлық спрайттарға ортақ бөлінеді. </p> <p>Егер осы жауапты сақтағыңыз келсе, оны айнымалыда немесе тізімде сақтауыңызға болады. Мысалы, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Жауаптың мәнін көру үшін, жауап блогының жанындағы құсбелгіні басыңыз.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
lt: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> klausia klausimo ir išsaugo atsakymą <img src="%(STATIC_URL)s/images/help/answer.png" />. Atsakymu dalinasi visi veikėjai. </p> <p>Jei nori išsaugoti dabartinį atsakymą, gali jį išsaugoti kintamajame arba sąraše. Pvz, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Peržiūrėti atsakymui - spausk langelį šalia atsakymo bloko <br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
nn: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> viser eit spørsmål og lèt brukaren skriva inn eit svar som vert lagra i <img src="%(STATIC_URL)s/images/help/answer.png" />. Svaret kan brukast av alle figurane.</p> <p>Viss du vil ta vare på svaret, kan du lagra det i ein variabel eller ei liste, for eksempel <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Du kan visa svaret på scena ved å kryssa av i ruta ved sida av svarklossen.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
pt_br: <p>O bloco <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> faz uma pergunta e guarda a resposta introduzida pelo teclado em <img src="%(STATIC_URL)s/images/help/answer.png" />. A resposta é compartilhada entre todos os atores </p> <p>Se quiser salvar a resposta atual, você pode guardá-la em uma variável ou em uma lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> Para ver o valor da resposta, clique na caixa de seleção junto do bloco de resposta.<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> 用來發問，並將使用者輸入的答案暫存在 <img src="%(STATIC_URL)s/images/help/answer.png" />裡，所有的角色都可以利用它。 </p> <p>你可以利用變數（或清單）來轉存這些內容， 範例如下：<img src="%(STATIC_URL)s/images/help/answer-ex2.png"/> </p> <p> 若要在舞台上直接顯示答案，可以勾選積木旁的方塊。<br> <img src="%(STATIC_URL)s/images/help/answer-checkbox.png" /> </p>

source: Asks a question on the screen and stores keyboard input in the <img src="%(STATIC_URL)simages/help/answer.png" />
kk: Экранда сұрақ қояды және клавиратура енгізуін осында <img src="%(STATIC_URL)simages/help/answer.png" /> сақтайды.
lt: Klausia ekrane ir išsaugo atsakymą <img src="%(STATIC_URL)simages/help/answer.png" />
nn: Stiller eit spørsmål på skjermen og lagrar svaret i <img src="%(STATIC_URL)simages/help/answer.png" />
pt_br: Faz uma pergunta na tela e armazena a entrada do teclado em <img src="%(STATIC_URL)simages/help/answer.png" />
zh_tw: 問一個問題，並顯示在舞台上，使用者在輸入答案後，會把答案存在 <img src="%(STATIC_URL)simages/help/answer.png" />。

source: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> asks a question and stores the keyboard input in <img src="%(STATIC_URL)s/images/help/answer.png" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked. </p>
kk: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> сұрақ қояды және клавиратура енгізун осында <img src="%(STATIC_URL)s/images/help/answer.png" /> сақтайды. Сұрақ экрандағы дауыс әуе шарында пайда болады. Программа пайдаланушының жауап теруін күтеді, Enter клавишы басылғанша немесе тексеру белгісі басылғанша күтеді. </p>
lt: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> Klausia ir išsaugo atsakymą <img src="%(STATIC_URL)s/images/help/answer.png" />. Klausimas ekrane pasirodo "balso debesyje". Programa laukia kol vartotojas atsakys raštu, paspaus ENTER arba pažymės pele langelį. </p>
nn: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> stiller eit spørsmål og lagrar svaret i <img src="%(STATIC_URL)s/images/help/answer.png" />. Spørsmålet vert vist i ei snakkeboble på skjermen. Programmet ventar til brukaren har skrive inn eit svar og avslutta med «Enter» eller ved å trykkja på knappen ved svaret. </p>
pt_br: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> faz uma pergunta e guarda a resposta introduzida pelo teclado em <img src="%(STATIC_URL)s/images/help/answer.png" />. A pergunta aparece em um balão de fala na tela. O programa espera que o usuário introduza uma resposta, até que seja pressionada a tecla Enter ou até que o botão com a marca de verificação seja clicado. </p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/ask-and-wait.png" /> 用來發問，並儲存鍵盤輸入的內容到 <img src="%(STATIC_URL)s/images/help/answer.png" />裡，問題會用對話框的方式出現在畫面上，並會自動側偵測使用者是否輸入內容，直到他們按下 Enter 或是 勾取方塊後才會關閉對話視窗。 </p>

source: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>The title next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
kk: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Тізімдегі фонның жанындағы тақырып <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
lt: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Fono pavadinimas sąraše yra <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
nn: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>Namnet ved sida av bakgrunnsbiletet i lista er <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
pt_br: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>O título ao lado do pano de fundo da lista é o <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>
zh_tw: <img src="%(STATIC_URL)s/images/help/backdrop-name-ex.png"/> <p>在列表中，下一個背景的名稱是 <img src="%(STATIC_URL)s/images/help/backdrop-name.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>The number next to the backdrop in the list is the <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
kk: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p> Тізімдегі фонның жанындағы сан <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
lt: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Fono numeris sąraše yra <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
nn: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>Talet ved sida av bakgrunnsbiletet i lista er <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
pt_br: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>O número ao lado o pano de fundo da lista é o <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>
zh_tw: <img src="%(STATIC_URL)s/images/help/backdrop-number-ex2.png"/> <p>在列表中，下一個背景的編號是 <img src="%(STATIC_URL)s/images/help/backdrop-number.png" /> </p>

source: <p> You can use <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Click to choose which message gets sent. Choose "new" to type in your own message. <br/> </p>
kk: <p> Сіз барлық спрайттарға бірнәрсе істеу керектігі жайлы хабарлама жіберу үшін осыны қолдана аласыз <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> және жалғастырмас бұрын барлығының біткенін күтіңіз. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Қай хабарламаны жіберу керектігін таңдаңыз. Өзіңіздің хабарламаңызда теру үшін "жаңа" -ны басыңыз. <br/> </p>
lt: <p> Gali naudoti <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> išsiųsti nurodymus visiems veikėjams ir laukti, kol jie visi pabaigs vykdyti prieš tęsiant </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Spausk ir rinkis kurią komandą siųsti. Rinkis "nauja" norėdamas įvesti savo žinutę <br/> </p>
nn: <p> Du kan bruka <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> til å senda ei melding til alle figurar for få dei til å gjera noko, og så venta til dei er ferdige før skriptet held fram. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Trykk for å velja kva melding du vil senda. Vel «ny melding» for å laga ei ny melding. <br/> </p>
pt_br: <p> Você pode usar <img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> para enviar uma mensagem a todos os atores para dizer-lhes para fazer algo, e esperar até que todos eles tenham terminado antes de continuar. </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>Clique para escolher qual mensagem é enviada. Escolha "novo" para digitar sua própria mensagem. <br/> </p>
zh_tw: <p> 你可以使用<img src="%(STATIC_URL)s/images/help/broadcast-and-wait.png" /> 發送訊息，接收到訊息的物件（角色、舞台）就會開始做各自的事情，等他們做完後，程式本體才會繼續執行後段程式。 </p> <p> <br><img src="%(STATIC_URL)s/images/help/broadcast-and-wait-ex2.png" /><br/> <br>積木裡的下拉清單中可以建立「新訊息…」，你也可以在清單中挑選使用之前建立的訊息。<br/> </p>

source: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.</p> <p> What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
kk: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> барлық спрайттарға (және фондарға) хат жібереді </p> <p> Олар хатты қабылдаған кезде қандай жауап қайтарғанын қалайсыз? Көріңіз<a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
lt: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> Siunčia žinutę visiems veikėjams (ir fonui). Tai naudinga kai nori pranešti kitiems veikėjams kada ką daryti.</p> <p> Ką nori, kad jie darytų gavę žinutę? Žiūrėk <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
nn: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> sender ei melding til alle figurane (og bakgrunnen). Dette er nyttig når du vil få andre figurar til å gjera noko.</p> <p> Kva vil du at dei skal gjera når dei får meldinga? Sjå <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
pt_br: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> envia uma mensagem para todos os atores (e pano de fundo). É útil quando você quiser dizer quando outros atores devem fazer algo.</p> <p> O que você quer que façam quando receberem a mensagem? Veja <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/broadcast.png"/> 將會發送訊息給所有物件（角色及舞台），它可以用來告訴其他的物件在某個時機點開始執行操作。</p> <p> 其他物件要怎麼收到訊息呢？答案是使用 <a href="../when-i-receive/"><img src="%(STATIC_URL)s/images/help/when-i-receive.png"/></a></p>
