Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Run a script when the tilt sensor changes position
bn: যখন টিল্ট ​সেন্সর অবস্থান পরিবর্তন করে তখন একটি স্ক্রিপ্ট চালাও
cs: Spusť scénář, když senzor polohy změní polohu
cy: Rhedeg sgript pan mae'r synhwyrydd gogwydd yn newid safle.
de: Führt ein Skript aus, wenn der Neigungssensor seine Lage ändert.
fa: هنگامی که سنسور شیب موقعیت را تغییر می‌دهد، دستوری اجرا کنید
fr: Exécuter un script lorsque le capteur d'inclinaison change de position
id: Jalankan sebuah skrip ketika sensor kemiringan berubah posisi
kk: Еңкейіңкі сенсоры орнын ауыстырған кезде скриптті іске қосыңыз
lt: Paleidžia scenarijų, kai pakrypimo jutiklis pakeičia poziciją
nb: Kjører et skript når helningssensoren kjenner en endring
nn: Køyr eit skript når hellingssensoren kjenner ei endring
pt_br: Execute um script quando o sensor de inclinação mudar de posição
sl: Zaženi skripto, ko senzor naklona spremeni položaj.
tr: Eğim sensörü pozisyon değiştirdiğinde bir senaryo çalıştırın
vi: Thực hiện kịch bản khi cảm biến nghiêng thay đổi vị trí
zh_tw: 當傾斜感測器的位置改變時執行程式。

source: When the tilt sensor gets tilted, the script will run.
bn: যখন টিল্ট ​সেন্সর টিল্ট হয়ে যাবে, স্ক্রিপ্ট চলবে।
cs: Pokud senzor náklonu detekuje náklon, spustí se skript.
cy: Pan fydd y synhwyrydd gogwydd yn cael ei ogwyddo, bydd y sgript yn rhedeg.
de: Sobald der Neigungssensor geneigt wird, wird das Skript ausgeführt.
fa: وقتی سنسور شیب کج می‌شود، دستور اجرا می‌شود.
fr: Quand le capteur d'inclinaison est incliné, le script va fonctionner.
id: Ketika sensor kemiringan dimiringkan, skripnya akan berjalan.
kk: Еңкейіңкі сенсоры еңкейген кезде, скрипт іске қосылады.
lt: Scenarijus pasileis, kai pakrypimo jutiklis pasikreips
nb: Når helningssensoren vippes til en side vil skriptet starte.
nn: Skriptet vert starta når hellingssensoren merker helling.
pt_br: Quando o sensor de inclinação ficar inclinado, o script vai ser executado.
sl: Ko se senzor nagiba nagne, se skript zažene.
tr: Eğim sensörü eğildiğinde, senaryo çalışır.
vi: Khi cảm biến nghiêng bị nghiêng, kịch bản sẽ thực hiện.
zh_tw: 當傾斜感測器偵測到時，程式就會開始執行。

source: Use the dropdown menu to choose <b>= (equals)</b> or <b>not = (not equal to)</b>, then type in a number from 0 to 4.
bn: <b>= (সমান)</b> অথবা <b>না = (সমান নয়)</b> বাছাই করতে ড্রপডাউন তালিকা ব্যবহার কর, তারপর 0 থেকে 4 পর্যন্ত একটি সংখ্যা টাইপ কর।
cs: Použij rozbalovací menu k vybrání <b>= (rovná se)</b>nebo <b>ne= (nerovná se)</b>, poté napiš číslo od 0 do 4.
cy: Defnyddiwch y gwymplen i ddewis <b>= (equals)</b> neu <b>not = (not equal to)</b>, yna teipio rif rhwng 0 a 4.
de: Benutze das Dropdownmenü um <b>= (gleich)</b> oder <b>nicht = (nicht gleich)</b> auszuwählen. Gebe dann eine Zahl von 0 bis 4 ein.
fa: از منوی کشویی برای انتخاب <b> = (برابر) </b> یا <b>نه = (برابر نیست)</b> استفاده کنید، سپس یک عدد از 0 تا 4 را تایپ کنید.
fr: Utilise le menu déroulant pour choisir <b>= (égal)</b> ou <b>not = (non égal)</b>, et saisis un nombre de 0 à 4.
id: Gunakan menu tarik-turun untuk memilih <b>= (menyamai)</b> atau <b>tidak = (tidak menyamai)</b>, lalu ketika sebuah angka dari 0 hingga 4.
kk: Ашылмалы мәзірді осыны <b>= (тең)</b> немесе <b>not = (тең емес)</b> таңдау үшін қолданыңыз, содан соң 0 ден 4 ке дейінгі санды теріңіз.
lt: Naudok išskleidžiamąjį meniu pasirinkti <b>= (lygu)</b> arba <b>ne = (nelygu)</b>, tada įvesk skaičių nuo 0 iki 4
nb: Bruk menyen i klossen for å velge <b>=</b> (er lik) eller <b>ikke =</b>, og et tall fra 0 til 4.
nn: Bruk menyen i klossen til å velja <b>= (er lik)</b> eller <b>ikkje = (ulik)</b> og skriv inn eit tal frå 0 til 4.
pt_br: Use o menu para escolher <b>= (igual)</b> ou <b>não = (diferente)</b>, então digite um número de 0 a 4.
sl: Uporabi padajoči meni za izbirp <b>= (je enako)</b> ali <b>not = (ni enako kot)</b>, nato vnesi število od 0 do 4.
tr: Açılır menüden <b>=(eşittir)</b> ya da <b>=değil(eşit değil)</b>seçiniz, sonra 0'dan 4'e kadar bir sayı yazınız.
vi: Sử dụng menu xổ xuống để chọn <b>= (bằng)</b> hoặc <b>not = (không bằng)</b>, sau đó nhập vào một số từ 0 đến 4.
zh_tw: 從下拉清單選擇<b>等於</b>或<b>不等於</b>

source: To use <b>when tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.
bn: <b>when tilt</b> ব্যবহার করার জন্য, একটি টিল্ট ​সেন্সর LEGO WeDo hub এর মাধ্যমে তোমার কম্পিউটারের সাথে যুক্ত থাকা লাগবে।
cs: K využití <b>náklonu</b>, potřebuješ senzor náklonu zapojený do tvého počítače pomocí rozbočovače LEGO WeDo.
cy: I ddefnyddio <b>wrth ogwyddo</b>, mae angen synhwyrydd gogwyddo wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.
de: Um <b>Neigung</b> zu benutzen, brauchst du einen Neigungssensor, der über den LEGO-WeDo-Hub mit dem Computer verbunden ist.
fa: برای استفاده <b>وقتی شیب دارد</b>، از طریق مرکز LEGO WeDo به یک حسگر شیب متصل شده به کامپیوتر خود نیاز دارید.
fr: Pour utiliser<b>quand l'inclinaison</b>,vous avez besoin d'un capteur d'inclinaison connecté à votre ordinateur via un hub LEGO WeDo.
id: Untuk menggunakan <b>ketika kemiringan</b>, kamu perlu agar sebuah sensor kemiringan dihubungkan ke komputermu via sebuah hub LEGO WeDo.
kk: <b>Еңкейіңкі болған кезде</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған еңкейіңкі сенсоры қажет.
lt: Norint naudoti <b>kai pakrypęs</b> reikia, kad pakrypimo jutiklis būtų prijungtas prie tavo kompiuterio per LEGO WeDO
nb: For å bruke <b>når avstand</b> må du ha en avstandssensor koblet til datamaskinen gjennom en Lego WeDo koblingskloss.
nn: For å bruka <b>når helling</b> må du ha ein hellingssensor kopla til datamaskina via ein LEGO WeDo-koplingsboks.
pt_br: Para usar <b>quando estiver inclinado</b>, você precisa de um sensor de inclinação conectado ao seu computador por meio de um dispositivo LEGO WeDo.
sl: Za uporabo <b>ko nagib</b>, moraš imeti senzor nagiba priključen na računalnik preko LEGO WeDo huba.
tr: <b>sarsıntı olduğunda</b>'yı kullanmak için, LEGO WeDo sensörünüzün bilgisayarınıza bağlanmış olması gerekmektedir.
vi: Để sử dụng <b>khi nghiêng</b>, bạn cần một cảm biến nghiêng kết nối với máy tính của bạn thông qua cổng LEGO WeDo.
zh_tw: 若要使用<b>傾斜</b>相關積木，你需要將傾斜感測器接上 LEGO WeDo 主機。

source: LEGO WeDo 1.0 Scratch Extension Setup
bn: LEGO WeDo 1.0 Scratch এক্সটেনশন সেটআপ
cs: Nastavení Scratch rozšíření LEGO WeDo 1.0
cy: Gosod Estyniad Scratch LEGO WeDo 1.0
de: LEGO WeDo 1.0 Erweiterung Installation
fa: تنظیمات برنامه اسکرچ LEGO WeDo 1.0
fr: Installation de l'extension Scratch LEGO WeDo 1.0
id: Pemasangan Ekstension LEGO WeDo 1.0 Scratch
kk: LEGO WeDo 1.0 Scratch Кеңейтілім Орнату
lt: LEGO WeDO 1.0 Scratch plėtinio nustatymai
nb: Oppsett av tilleggsfunksjon for Lego WeDo 1.0
nn: Oppsett av Lego WeDo 1.0
pt_br: Configuração da Extensão do Scratch para LEGO WeDo 2.0
tr: LEGO WeDo 1.0 Scratch eklentileri kurulumu
vi: Thiết lập Mở rộng LEGO WeDo 1.0 Scratch
zh_tw: LEGO WeDo 1.0 Scratch 擴充功能設定

source: <p>This extension works with the original LEGO WeDo kit.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
bn: <p>এই এক্সটেনশনটি মূল LEGO WeDo কিটের সাথে কাজ করে।</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
cs: <p>Toto rozšíření pracuje s originálním LEGO WeDo nářadím.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
cy: <p>Mae'r estyniad hwn yn gweithio gyda'r offer LEGO WeDo gwreiddiol.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
de: <p>Diese Erweiterung funktioniert mit dem originalen LEGO WeDo-Set.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
fa: <p>این افزونه با کیت LEGO WeDo اصلی کار می‌کند.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
fr: <p>Cette extension fonctionne avec le kit LEGO WeDo original.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
id: <p>Ekstension ini bekerja dengan kit asli LEGO WeDo.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
kk: <p>Кеңейтілім LEGO WeDo жинағының түпкі нұсқасымен жұмыс істейді.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
lt: <p>Šis plėtinys veikia su originaliu LEGO WeDo rinkiniu</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
nb: <p>Denne tilleggsfunksjonen virker med den eldste typen Lego WeDo.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
nn: <p>Denne tilleggsfunksjonen fungerer med det opphavlege LEGO WeDo-settet.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
pt_br: <p>Essa extensão funciona com o kit original LEGO WeDo.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
sl: <p>Ta razširitev deluje z originalnim LEGO WeDo kompletom.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
tr: <p>Bu eklenti LEGO WeDo kiti ile çalışır.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
vi: <p>Mở rộng này hoạt động với bộ công cụ LEGO WeDo gốc.</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>
zh_tw: <p>此擴展適用於 LEGO WeDo 套件。</p> <p><img src="%(STATIC_URL)s/images/help/wedo.png" /></p>

source: All hardware extensions need a plug-in to work. If the plug-in is not already installed, see the <a href="../../ext/ext1/">extension setup</a> page for instructions. </p>
bn: সব হার্ডওয়্যার এক্সটেনশনের কাজ করার জন্য একটি প্লাগ-ইন প্রয়োজন। যদি প্লাগ-ইন ইতিমধ্যেই ইনস্টল করা না থাকে, নির্দেশাবলীর জন্য <a href="../../ext/ext1/">এক্সটেনশন সেটআপ</a> পেইজ দেখ। </p>
cs: Všechna hardwarová rozšíření potřebují plug-in, aby fungovala. Jestliže plug-in není ještě instalován, zkontroluj stránku <a href="../../ext/ext1/">Rozšíření</a> pro instrukce. </p>
cy: Mae pob estyniad caledwedd angen ategyn i weithio. Os nad yw'r ategyn wedi ei osod yn barod, edrychwch ar dudalen <a href="../../ext/ext1/">gosod estyniad</a> am gyfarwyddiadau.
de: Alle Hardware-Erweiterungen brauch ein Plug-in um zu funktionieren. Wenn das Plug-in nicht schon bereits installiert ist, gehe zur Seite <a href="../../ext/ext1/">Erweiterungen installieren</a> um zu sehen was zu tun ist. </p>
fa: همه پسوندهای سخت‌افزاری برای کار کردن نیاز به افزونه دارند. اگر افزونه در حال حاضر نصب نشده است، صفحه <a href="../../ext/ext1/">تنظیمات پسوندها</a> برای دستورالعمل‌ها را ببینید </p>
fr: Toutes les extensions matérielles ont besoin d'un plugin pour fonctionner. Si le plugin n'est pas déjà installé, regardez la page <a href="../../ext/ext1/"> d'installation d'extension</a> pour obtenir des instructions. </p>
id: Semua ekstension perangkat keras perlu sebuah plug-in untuk bekerja. Jika plug-in belum dipasang, lihat halaman <a href="../../ext/ext1/">pemasangan ekstension</a> untuk instruksi. </p>
kk: Барлық ақпараттық кеңейтулерге жұмыс істеу үшін плагин қажет. Егер плагин әлі орнатылмаған болса, нұсқаулар үшін бетті <a href="../../ext/ext1/">extension setup</a> қараңыз. </p>
lt: Visiem įrenginių plėtiniams reikalingas priedėlis. Jei priedėlis neįdiegtas, žiūrėk instrukcijas <a href="../../ext/ext1/"> plėtinio nustatymas</a> </p>
nb: Alle tilleggsfunksjoner for maskinvare trenger et tilleggsprogram. Hvis tilleggsprogrammet ikke er installert, gå til veiledningen for <a href="../../ext/ext1/">oppsett av tilleggsfunksjoner</a>. </p>
nn: For å kopla anna utstyr til Scratch treng du eit tilleggsprogram. Viss det ikkje er installert frå før, kan du følgja <a href="../../ext/ext1/">rettleiinga for tilleggsfunksjonar</a>. </p>
pt_br: Todas as extensões de hardware precisam de um plug-in para funcionar. Se o plug-in não estiver instalado, veja a página da <a href="../../ext/ext1/">configuração da extensão</a> para obter instruções. </p>
sl: Vsi strojni dodatki potrebujejo vtičnik zadelovanje. Če vtičnik ni nameščen, poglej stran <a href="../../ext/ext1/">namestitev dodatkov</a> za navodila. </p>
tr: Tüm donanım eklentileri, ancak donanım birimi eki olduğunda çalışır. Donanım birim eki takılı değilse, <a href="../../ext/ext1/"> eklenti kurulum</a>sayfasından talimatlara bakınız. </p>
vi: Tất cả phần cứng thêm vào cần có plug-in để hoạt động. Nếu plug-in chưa được cài đặt, xem trang <a href="../../ext/ext1/">thiết lập mở rộng</a> để xem hướng dẫn. </p>
zh_tw: 所有的硬體擴充都需要有插件支援，如果還沒有安裝插件，請參考 <a href="../../ext/ext1/"> 擴充功能</a>頁面。 </p>
