Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Use <img src="%(url_video_motion_stage)s" /> to check the amount of motion over the entire video image.
bn: সম্পূর্ণ ভিডিও ছবির গতির পরিমাণ যাচাই করতে <img src="%(url_video_motion_stage)s" /> ব্যবহার কর।
cs: Použij <img src="%(url_video_motion_stage)s" />ke kontrole množství pohybu v celém videoobraze.
cy: Defnyddiwch <img src="%(url_video_motion_stage)s" />i weld faint o symud sydd dros y ddelwedd fideo i gyd.
fa: از <img src="%(url_video_motion_stage)s" /> برای بررسی میزان حرکت در کل تصویر ویدئویی استفاده کنید.
fr: Utilise <img src="%(url_video_motion_stage)s" /> pour vérifier la quantité de mouvement dans l'image vidéo entière.
id: Gunakan <img src="%(url_video_motion_stage)s" /> untuk memeriksa besar gerakan seluruh gambar video.
sl: UUporabi <img src="%(url_video_motion_stage)s" /> da ugotoviš količino gibanja v celotnem videu.
tr: Video görüntüsünün tamamındaki hareket miktarını kontrol etmek için <img src="%(url_video_motion_stage)s" /> tuşunu kullanın.
vi: Sử dụng <img src="%(url_video_motion_stage)s" /> để kiểm tra số chuyển động trên toàn hình ảnh video.

source: Use <img src="%(url_video_direction_this_sprite)s" /> to check the direction of motion in the video under the current sprite.
bn: বর্তমান স্প্রাইটের অধীনে ভিডিওতে গতির দিক যাচাই করতে <img src="%(url_video_direction_this_sprite)s" /> ব্যবহার কর।
cs: Použij <img src="%(url_video_direction_this_sprite)s" />ke kontrole směru pohybu ve videu pod aktuální postavou.
cy: Defnyddiwch <img src="%(url_video_direction_this_sprite)s" />i weld cyfeiriad y symud sydd o dan y corlun cyfredol.
fa: از<img src="%(url_video_direction_this_sprite)s" /> برای بررسی جهت حرکت در ویدئو زیر شکلک فعلی استفاده کنید.
fr: Utilise <img src="%(url_video_direction_this_sprite)s" /> pour vérifier la direction du mouvement dans la vidéo dans le lutin courant.
id: Gunakan <img src="%(url_video_direction_this_sprite)s" /> untuk memeriksa arah gerakan di video di bawah sprite saat ini.
sl: Uporabi <img src="%(url_video_direction_this_sprite)s" /> da preveriš smer gibanja v videu pod trenutnim likom.
tr: Mevcut kuklanın altındaki videonun hareket yönünü kontrol etmek için <img src="%(url_video_direction_this_sprite)s" />tuşunu kullanın.
vi: Sử dụng <img src="%(url_video_direction_this_sprite)s" /> để kiểm tra hướng di chuyển của chuyển động trong video bên dưới đối tượng hiện tại.

source: Use <img src="%(url_video_direction_stage)s" /> to check the direction of motion in the video image.
bn: ভিডিও ছবিতে গতির দিক যাচাই করতে <img src="%(url_video_direction_stage)s" /> ব্যবহার কর।
cs: Použij <img src="%(url_video_direction_stage)s" />ke kontrole směru pohybu ve videoobraze.
cy: Defnyddiwch <img src="%(url_video_direction_stage)s" />i weld cyfeiriad y symud yn y ddelwedd fideo.
fa: از <img src="%(url_video_direction_stage)s" /> برای بررسی جهت حرکت در تصویر ویدئویی استفاده کنید.
fr: Utilise <img src="%(url_video_direction_stage)s" /> pour vérifier la direction du mouvement dans l'image vidéo.
id: Gunakan <img src="%(url_video_direction_stage)s" /> untuk memeriksa arah gerakan di gambar video.
sl: Uporabi<img src="%(url_video_direction_stage)s" /> da preveriš smer gibanja v videu.
tr: Video görüntüsündeki hareket yönünü kontrol etmek için <img src="%(url_video_direction_stage)s" />tuşunu kullanın.
vi: Sử dụng <img src="%(url_video_direction_stage)s" /> để kiểm tra hướng di chuyển của chuyển động trong hình ảnh video.

source: Make sure the video camera is on.
bn: নিশ্চিত কর ভিডিও ক্যামেরা চালু আছে।
cs: Ujisti se, že je kamera zapnutá.
cy: Gwnewch yn siŵr fod y camera fideo ymlaen.
fa: اطمینان حاصل کنید که دوربین فیلمبرداری روشن است.
fr: Vérifie que la caméra est allumée.
id: Pastikan kamera video nyala.
sl: Poskrbi, da bo video kamera vklopljena.
tr: Kameranın açık olduğundan emin ol.
vi: Hãy chắc chắn rằng máy ảnh của bạn đang mở.

source: Adjust the %% of motion or direction to get it to respond more or less.
bn: কম বা বেশি প্রতিক্রিয়া পেতে গতি বা দিকের %% সামঞ্জস্য কর।
cs: Nastav %% pohybu nebo směru, tak aby víceméně odpovídalo.
cy: Newidiwch y %% o symud neu gyfeiriad i'w gael i ymateb yn fwy neu'n llai.
fa: حرکت یا جهت %% را تنظیم کنید تا بیشتر یا کمتر واکنش دهد.
fr: Ajuste la %% de mouvement ou de direction pour avoir plus ou moins de sensibilité.
id: Sesuaikan %% dari gerakan atau arah untuk membuatnya merespon lebih banyak atau lebih sedikit.
sl: Prilagodi %% gibanja ali smeri, da se bolje odziva.
tr: Daha fazla veya daha az tepki vermek için hareket veya yönün %% yüzdesini ayarlayın.
vi: Điều chỉnh %% của chuyển động hoặc hướng di chuyển để nhận phản hồi nhiều hay ít.

source: Click the checkbox to see the current value:
bn: বর্তমান মান দেখতে চেকবক্সটি ক্লিক কর:
cs: Zaškrtni políčko pro zobrazení aktuální hodnoty:
cy: Cliciwch y blwch ticio i weld y gwerth cyfredol:
fa: برای مشاهده ارزش فعلی، روی کادر تأیید کلیک کنید:
fr: Clique sur la case pour voir la valeur actuelle:
id: Klik kotak centang untuk melihat nilai saat ini:
sl: Označi potrditveno polje, da boš videl-a trenutno vrednost:
tr: Doğru değeri gördüğünde onay kutusunu tıkla:
vi: Bấm vào checkbox để xem giá trị hiện tại:

source: Reports sprite's sound volume
bn: স্প্রাইটের শব্দের মাত্রা নির্দেশ করে
cs: Ohlásí hlasitost zvuku postavy
cy: Yn dangos maint sain y corlun
de: Gibt den Lautstärkepegel der Figur zurück
fa: بلندی صدا شکلک را گزارش می‌دهد
fr: Renvoie le volume son du lutin
id: Melaporkan volume suara sprite
kk: Спрайттың дыбыс көлемін баяндайды
lt: Praneša veikėjo garsumą
nb: Gir figurens lydstyrkeinnstilling
nn: Gir lydstyrken til figuren
pt_br: Relata o volume do som do ator
sl: Vrne glasnost zvoka figure
tr: Kuklanın ses şiddetini söyler
vi: Báo âm lượng âm thanh của đối tượng
zh_tw: 回傳角色所使用音效的音量。

source: You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites.
bn: তুমি প্রতিটি স্প্রাইটের জন্য শব্দের মাত্রা নির্ধারণ করতে পার। বিভিন্ন শব্দের মাত্রাসহ একবারে দুইটি শব্দ বাজানোর জন্য, দুইটি স্প্রাইট ব্যবহার কর।
cs: Můžeš nastavit úroveň hlasitosti každé postavě. Pro hraní dvou zvuků najednou s různými hlasitostmi, použij dvě postavy.
cy: <p> Gallwch osod lefel y sain ar gyfer pob corlun. I chwarae dwy sain ar yr un pryd gyda maint sain gwahanol, defnyddiwch ddau gorlun.
de: Du kannst die Lautstärke für jede Figur separat festlegen. Verwende zwei Figuren, um zwei Klänge gleichzeitg mit unterschiedlicher Lautstärke zu spielen.
fa: شما می توانید بلندی صدا را برای هر شکلک تنظیم کنید. برای پخش همزمان دو صدا با بلندی‌های مختلف، از دو شکلک استفاده کنید.
fr: Tu peux régler le niveau de volume pour chaque lutin. Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins.
id: Kamu bisa mengatur tingkat volume untuk setiap sprite. Untuk memainkan dua suara secara bersamaan dengan volume yang berbeda-beda, gunakan dua sprite.
kk: Әр спрайт үшін дыбыс деңгейін таңдауыңызға болады. Екі дыбысты бір уақытта әр түрлі деңгейде ойнату үшін, екі спрайтты қолданыңыз.
lt: Gali nustatyti garsumą kiekvienam veikėjui. Norėdamas groti du skirtingo garsumo garsus vienu metu, naudok du veikėjus
nb: Du kan stille lydstyrken for hver figur. For å spille to lyder samtidig med forskjellig volum kan du bruke to figurer.
nn: Du kan stilla lydstyrken for kvar figur. Viss du vil spela to lydar samtidig men med ulik lydstyrke, kan du få det til ved å bruka to figurar.
pt_br: Você pode atribuir volumes diferentes a diferentes atores. Para tocar dois sons ao mesmo tempo usando volumes diferentes, use dois atores.
sl: Za vsako figuro lahko nastaviš glasnost. Za predvajanje dveh zvokov z različnimi glasnostmi istočasno, uporabi dve figuri.
tr: Her kuklanın ses şiddetini ayrı ayrı belirleyebilirsin. İki sesi aynı anda çalmak istiyorsan, iki kukla kullan.
vi: Bạn có thể đặt mức âm lượng của mỗi đối tượng. Để phát hai âm thanh cùng một lúc với âm lượng khác nhau, hãy sử dụng hai đối tượng.
zh_tw: 你可以為每個角色分別設定音效音量；若要在同時播放二個不同音量的音效，則要建立第二個角色。

source: Waits specified number of seconds, then continues with next block
bn: নির্দিষ্ট সংখ্যক সেকেন্ড অপেক্ষা করে, তারপর পরবর্তী ব্লকের সাথে চলতে থাকে
cs: Čeká určený počet sekund, pak pokračuje příštím blokem
cy: Yn aros nifer penodedig o eiliadau, yna yn parhau gyda'r bloc nesaf
de: Wartet die angegebene Zahl in Sekunden und macht dann mit dem nächsten Block weiter
fa: چند ثانیه منتظر بمانید و سپس با قطعه بعدی ادامه می‌دهد
fr: Attends un nombre spécifié de secondes, puis poursuit avec bloc suivant
id: Menunggu selama jumlah detik yang ditentukan, lalu lanjut ke balok berikutnya
kk: Белгілі бір секундтар санына күтеді, одан кейін келесі блокқа жалғастырады
lt: Laukia nurodytą sekundžių skaičių, tada pereina prie sekančio bloko
nb: Venter et antall sekunder og fortsetter deretter til neste kloss i skriptet
nn: Ventar ei så mange sekund og held deretter fram til neste kloss i skriptet
pt_br: Espera um número especificado de segundos, continuando depois para o próximo bloco
sl: Počaka določeno število sekund in potem nadaljuje z naslednjim blokom
tr: Belirtilen saniye kadar bekler sonra altındaki taştan devam eder
vi: Chờ một vài giây nhất định, sau đó tiếp tục mảnh ghép kế tiếp
zh_tw: 等待指定時間，才繼續執行下一個程式積木。

source: Waits until condition is true, then runs the blocks below
bn: শর্তটি সত্য না হওয়া পর্যন্ত অপেক্ষা করে, তারপরে নিচের ব্লকগুলো চালায়
cs: Čeká dokud není podmínka splněna, pak pokračuje bloky níže
cy: Yn aros nes bod y cyflwr yn true, yna'n rhedeg y blociau isod
de: Wartet bis die Bedingung 'wahr' ist und führt dann die darunterstehenden Blöcke aus
fa: منتظر می‌ماند تا موقعیت درست باشد، سپس قطعههای زیر را اجرا می‌کند
fr: Attends jusqu'à ce que la condition soit "vraie", puis exécute les blocs ci-dessous
id: Menunggu sampai keadaannya benar, lalu menjalankan balok-balok dibawahnya
kk: Шарт дұрыс болғанға дейін күтеді, одан кейін төменгі блоктарды іске қосады
lt: Laukia kol sąlyga bus teisinga, tada paleidžia blokus esančius po sąlyga
nb: Venter til en betingelse er oppfylt og fortsetter deretter til neste kloss i skriptet
nn: Ventar til vilkåret er oppfylt og held deretter fram til neste kloss i skriptet
pt_br: Espera até que a condição seja verdadeira, depois executa os comandos que se seguem
sl: Počaka, dokler pogoj ni izpolnjen in potem požene blok spodaj
tr: Koşul doğru olana kadar bekler, ve sonra gelen taşları çalıştırır
vi: Chờ đến khi điều kiện là đúng, sau đó thực hiện mảnh ghép bên dưới
zh_tw: 等待，直到條件成立，然後往下執行後段程式。

source: This whole stack will just run once. If you want <img src="%(url_wait_until)s" /> to keep checking, put the whole stack inside a forever block.
bn: এই পুরো স্ট্যাক শুধু একবার চলে। তুমি যদি <img src="%(url_wait_until)s" /> পরীক্ষা চালিয়ে যেতে চাও, তবে পুরো স্ট্যাকটিকে একটি সব সময়ের জন্য ব্লকের মধ্যে রাখ।
cs: Celý zásobník se spustí právě jednou. Pokud chceš <img src="%(url_wait_until)s" /> stále testovat, vlož celý zásobník do bloku opakuj stále.
cy: Bydd y stac cyfan hwn yn rhedeg unwaith yn unig. Os hoffech chi <img src="%(url_wait_until)s" /> i barhau i weld, rhowch y stac cyfan mewn bloc am byth.
fa: تمام این توده فقط یکبار اجرا می‌شود. اگر می خواهید <img src="%(url_wait_until)s" />دائماً چک کنید، تمام توده را داخل یک قطعۀ همیشگی قرار دهید.
fr: Cet empilement ne va fonctionner qu'une seule fois. Si vous voulez <img src="%(url_wait_until)s" /> attendre jusqu'à ce que ça change, mettez toute la pile dans une boucle "répéter indéfiniment".
id: Seluruh tumpukan akan berjalan sekali. Jika kamu ingin <img src="%(url_wait_until)s" /> untuk terus-terusan memeriksa, taruh seluruh tumpukan di dalam sebuah balok selamanya.
sl: Celoten sklad bo stekel le enkrat. Če želiš, da <img src="%(url_wait_until)s" /> preverja večkrat, postavi celoten sklad ukazov v blok za neskončno ponavljanje.
tr: Tüm bu kod yığını tek defa çalışacak. Eğer <img src="%(url_wait_until)s" />kontrol etmeyi daimi yapmak istersen, tüm yığını sürekli tekrarla bloğu içerisine yerleştirebilirsin.
vi: Toàn bộ khối lệnh này sẽ thực hiện chỉ một lần. Nếu bạn muốn <img src="%(url_wait_until)s" /> không dừng kiểm tra, đặt cả khối lệnh vào trong mảnh ghép lặp mãi mãi.

source: Runs a script when backdrop switches to a certain background
bn: যখন ব্যাকড্রপ একটি নির্দিষ্ট ব্যাকগ্রাউন্ডে পরিবর্তিত হয় তখন একটি স্ক্রিপ্ট রান করে
cs: Spustí scénář když se pozadí přepne na určité pozadí
cy: Yn rhedeg sgript pan fydd cefnlen yn newid i gefndir penodol
de: Führt ein Skript aus wenn der Bühnenhintergrund zu einem bestimmten Bühnenbild wechselt
fa: یک دستور زمانی اجرا می‌شود که پس‌زمینه به یک پس‌زمینه مشخص تغییر کند
fr: Exécute un script pour que l'arrière-plan passe à un certain autre arrière-plan
id: Menjalankan sebuah skrip ketika latar diganti ke latar tertentu
kk: Белгілі бір фонға ауысқан кезде скриптті іске қосады
lt: Paleidžia scenarijų, kai fonas pasikeičia į tam tikrą foną
nb: Starter et skript når scenen bytter til en bestemt bakgrunn
nn: Startar eit skript når scena byter til ein vald bakgrunn
pt_br: Executa um script quando o pano de fundo muda para um dado cenário
sl: Požene skripto, ko se ozadje preklopi v določeno ozadje
tr: Sahne belli bir dekora geçtiğinde başında bulunduğu diziyi çalıştırır
vi: Thực hiện kịch bản khi ảnh nền chuyển sang một phông nền nhất định
zh_tw: 當切換到指定背景時開始執行程式。

source: Once the background switches to kitchen, the sprite will say "Now I
bn: একবার ব্যাকগ্রাউন্ড রান্নাঘরে চলে গেলে, স্প্রাইট বলবে "এখন আমি
cs: Až se pozadí změní na kuchyň, postava řekne: "Teď já
cy: Unwaith i'r cefndir newid i cegin, bydd y corlun yn dweud "Nawr Rwy'n
fa: همینکه پس‌زمینه به آشپزخانه تغییر می‌کند، شکلک می‌گوید: "حالا من
fr: Une fois que l'arrière-plan change sur la cuisine, le lutin va dire "Maintenant je
id: Begitu latar berganti ke dapur, sprite ini akan mengatakan "Sekarang aku
sl: Ko se bo ozadje spremenilo v kuhinjo bo figura rekla "Sedaj
tr: Arka plan mutfağa geçtiğinde, kukla “Şimdi!" diyecektir.
vi: Khi phông nền chuyển đến phòng bếp, đối tượng sẽ nói "Ngay bây giờ tôi

source: Runs the script when the green flag is clicked
bn: সবুজ পতাকায় ক্লিক করা হলে স্ক্রিপ্টটি সক্রিয় হবে
cs: Spustí scénář po kliknutí na zelenou vlajku
cy: Yn rhedeg y sgript pan fydd y faner werdd wedi ei chlicio
de: Führt das Skript aus, wenn die grüne Flagge angeklickt wird.
fa: با کلیک کردن پرچم سبز، دستور اجرا می‌شود
fr: Exécute le script lorsque le drapeau vert est cliqué
id: Jalankan skrip ini ketika bendera hijau diklik
kk: Жасыл жалауша басылғанда скриптті іске қосады
lt: Paleidžia scenarijų kai yra nuspaudžiama žalia vėliava
nb: Starter et skript når det grønne flagget klikkes
nn: Startar skriptet når det grøne flagget vert trykt på
pt_br: Executa o script após clicar na bandeira verde
sl: Požene skripto, ko se klikne na zeleno zastavico
tr: Yeşil bayrağa basılınca başında bulunduğu diziyi çalıştırır
vi: Thực hiện kịch bản khi cờ xanh được bấm
zh_tw: 當綠旗被點擊時開始執行其下的程式。

source: Runs script below when it receives specified broadcast message
bn: নিচের স্ক্রিপ্ট চলে যখন এটি নির্দিষ্ট সম্প্রচার বার্তা পায়
cs: Spustí scénář níže po obdržení určité zprávy
cy: Yn rhedeg y sgript isod pan fydd wedi derbyn neges ddarlledu benodedig
de: Führt das Skript darunter aus, wenn die angegebene Nachricht empfangen wurde
fa: در صورت دریافت پیام مشخص پخش شده دستور زیر اجرا می‌شود
fr: Exécute le script ci-dessous quand il reçoit un message de diffusion spécifié
id: Menjalankan skrip di bawah ketika menerima pesan siaran tertentu
kk: Арнайы хабарлама хатты алған кезде төменгі скриптті іске қосады
lt: Paleidžia scenarijų žemiau, kai gauna nustatytą ištransliuotą žinutę
nb: Starter et skript når en bestemt melding blir sendt
nn: Startar skriptet når klossen får ei vald melding
pt_br: Executa o script abaixo quando recebe a mensagem de difusão especificada
sl: Požene skripto spodaj, ko prejme določeno oddajno sporočilo
tr: Belirtilen haber geldiğinde başında bulunduğu diziyi çalıştırır
vi: Thực hiện kịch bản bên dưới khi nó nhận được một tin nhắn nhất định
zh_tw: 當角色接收到指定的廣播訊息時開始執行下面的程式。

source: <img src="%(url_when_i_receive_jump)s"/></br>waits for the message</br><img src="%(url_broadcast_ex)s"/>
bn: <img src="%(url_when_i_receive_jump)s"/></br>বার্তার জন্য অপেক্ষা কর</br><img src="%(url_broadcast_ex)s"/>
cs: <img src="%(url_when_i_receive_jump)s"/></br>čeká na zprávu</br><img src="%(url_broadcast_ex)s"/>
cy: <img src="%(url_when_i_receive_jump)s"/></br>yn aros am y neges</br><img src="%(url_broadcast_ex)s"/>
fa: <img src="%(url_when_i_receive_jump)s"/></br>منتظر پیام می‌ماند</br><img src="%(url_broadcast_ex)s"/>
fr: <img src="%(url_when_i_receive_jump)s"/></br>attendre le message</br><img src="%(url_broadcast_ex)s"/>
id: <img src="%(url_when_i_receive_jump)s"/></br>menunggu pesannya</br><img src="%(url_broadcast_ex)s"/>
sl: <img src="%(url_when_i_receive_jump)s"/></br>počaka na sporočilo</br><img src="%(url_broadcast_ex)s"/>
tr: <img src="%(url_when_i_receive_jump)s"/></br>Mesaj için bekliyor </br><img src="%(url_broadcast_ex)s"/>
vi: <img src="%(url_when_i_receive_jump)s"/></br>chờ tin nhắn</br><img src="%(url_broadcast_ex)s"/>

source: Runs a script when a specified key is pressed
bn: একটি স্ক্রিপ্ট চালু হয় যখন একটি নির্দিষ্ট কী চাপা হয়
cs: Spustí scénář když je stisknuta určitá klávesa
cy: Yn rhedeg sgript pan fydd bysell benodedig wedi ei phwyso
de: Führt ein Skript aus, wenn die angegebene Taste gedrückt wird
fa: با فشردن یک کلید خاص دستور اجرا می‌شود
fr: Exécute un script lorsqu'une touche spécifiée est enfoncée
id: Menjalankan sebuah skrip ketika tombol tertentu ditekan
kk: Арнайы перне басылған кезде скриптті іске қосады
lt: Paleidžia scenarijų, kai nustatytas klavišas yra paspaudžiamas
nb: Starter et skript når en angitt tast trykkes ned
nn: Startar eit skript når ein vald tast vert trykt ned
pt_br: Executa um script quando a tecla especificada é pressionada
sl: Požene skripto, ko je pritisnjena določena tipka
tr: Menüsünden seçilen tuşa basıldığında başında bulunduğu diziyi çalıştırır
vi: Thực hiện kịch bản khi một phím nhất định được bấm
zh_tw: 當特定鍵盤按鍵被按下時開始執行其下程式。

source: Once the specified key is pressed, the script will run.
bn: নির্দিষ্ট কী একবার চাপা হলে, স্ক্রিপ্টটি চলবে।
cs: Když je stisknuta určitá klávesa, scénář se spustí
cy: Unwaith bydd y fysell benodedig wedi ei phwyso, bydd y sgript yn rhedeg.
de: Sobald die angegebene Taste gedrückt wird, wird das Skript ausgeführt.
fa: با فشردن یک کلید خاص دستور اجرا می‌شود
fr: Une fois que la touche spécifiée est enfoncée, le script sera exécuté.
id: Begitu tombol yang ditentukan ditekan, skripnya akan dijalankan.
kk: Белгілі бір батырма басылған жағдайда, скрипт іске қосылады.
lt: Kai nustatytas klavišas bus nuspaustas, scenarijus pasileis
nb: Skriptet starter når tasten trykkes.
nn: Startar skriptet når den valde tasten vert trykt.
pt_br: Logo que a tecla especificada for pressionada o script será executado.
sl: Ko je enkrat določena tipka pritisnjena, se skripta požene.
tr: Belirtilen tuşa basılınca dizi çalışmaya başlar.
vi: Khi phím được bấm, kịch bản sẽ thực hiện
zh_tw: 只要偵測到指定的按鍵被按下，程式就會開始執行。

source: Runs a script when the selected attribute (loudness, timer, video motion) is greater than a specified value
bn: একটি স্ক্রিপ্ট চালায় যখন নির্বাচিত বৈশিষ্ট্য (শব্দের মাত্রা, সময়, ভিডিওর গতি) একটি নির্দিষ্ট মানের থেকে বেশি হয়
cs: Spustí scénář když určitá vlastnost (hlasitost, stopky, pohyb videa) je větší než určitá hodnota
cy: Yn rhedeg sgript pan fydd y briodoledd dan sylw (cryfder sain, amserydd, symudedd fideo) yn fwy na gwerth penodol
de: Führt ein Skript aus, wenn das gewählte Attribut (Lautstärke, Stoppuhr, Videobewegung) den angegebenen Wert übersteigt.
fa: هنگامی که ویژگی انتخاب شده (بلندی صدا، تایمر، حرکت ویدئویی) بیشتر از مقدار مشخص شده باشد، دستور اجرا می‌شود
fr: Exécute un script lorsque l'attribut sélectionné (son, chronomètre, mouvement vidéo) est supérieur à une valeur donnée
id: Menjalankan skrip ketika atribut yang dipilih (kenyaringan, pengatur waktu, gerakan video) lebih besar dibandingkan nilai yang telah dipilih
kk: Таңдалған атрибут (дыбыс қаттылығы, таймер, бейне қозғалыс) арнайы шамадан артық болса скрипт іске қосылады
lt: Paleidžia scenarijų, kai pasirinkta savybė (garsumas, laikmatis, vaizdo judesys) yra didesnė nei nustatyta reikšmė
nb: Starter et skript når en måleverdi (lydnivå, sekundklokke, videobevegelse) er større enn en angitt grense
nn: Startar skriptet når måleverdien (lydnivå, sekundklokke, videorørsle) er større enn ei vald grense
pt_br: Executa um script quando o atributo selecionado (ruído, valor do cronômetro, movimento do vídeo) ultrapassar um valor especificado
sl: Požene skripto, ko je izbrani atribut (glasnost, štoparica, video gibanje) večji kot določena vrednost
tr: Seçilen veri türü (ses şiddeti, süre ölçer, video hareketi) belirtilen değerden daha büyükse başında bulunduğu diziyi çalıştırır
vi: Thực hiện kịch bản khi thuộc tính được chọn (độ to, đồng hồ bấm giờ, chuyển động video) lớn hơn một giá trị nhất định
zh_tw: 當所選的屬性（響度、計時器、影像動作）的屬性值大於指定的數字時，開始執行程式。

source: You can select any of the attributes from the dropdown menu.
bn: তুমি ড্রপডাউন মেনু থেকে যে কোন বৈশিষ্ট্য নির্বাচন করতে পার।
cs: V rozbalovací nabídce si můžeš vybrat kterýkoliv atribut.
cy: Gallwch ddewis unrhyw un o'r priodoleddau o'r gwymplen
fa: شما می‌توانید هر یک از ویژگی‌ها را از منوی کشویی انتخاب کنید.
fr: Vous pouvez sélectionner n'importe quel attribut depuis le menu déroulant.
id: Kamu bisa memilih atribut apapun dari menu tarik-turun.
sl: Atribute lahko izbereš v padajočem meniju.
tr: Açılır menüden herhangi bir özelliği seçebilirsiniz.
vi: Bạn có thể chọn bất kỳ thuộc tính nào từ danh sách xổ xuống.

source: After the timer reaches 10 seconds, the script will run.
bn: সময় 10 সেকেন্ডে পৌঁছানোর পরে, স্ক্রিপ্টটি চলবে।
cs: Skript se spustí, pokud dosáhne časovač 10 sekund.
cy: Wedi i'r amserydd gyrraedd 10 eiliad, bydd y sgript yn rhedeg.
fa: بعد از رسیدن تایمر به 10 ثانیه، دستور اجرا خواهد شد.
fr: Après que le chronomètre ait atteint 10 secondes, le script va s'exécuter.
id: Setelah pengatur waktu mencapai 10 detik, skrip bakal berjalan.
sl: Ko čas doseže 10 sekund, se bo skript zagnal.
tr: Zamanlayıcı 10 saniyeye ulaştığında, senaryo çalışacaktır.
vi: Sau khi đồng hồ bấm giờ đếm tới 10 giây, kịch bản sẽ được thực hiện.

source: When the video motion on the sprite goes above 10, the script will run.
bn: যখন স্প্রাইটে ভিডিও গতি 10 এর উপরে চলে যায়, স্ক্রিপ্ট চলবে।
cs: Scénář poběží, pokud pohyb videa postavy překročí 10.
cy: Pan fydd y symud yn y fideo ar y corlun yn mynd dros 10, bydd y sgript yn rhedeg.
fa: هنگامی که حرکت ویدئویی روی شکلک بالاتر از 10 است، دستور اجرا خواهد شد.
fr: Quand le mouvement de la vidéo du lutin dépasse 10, le script va s'exécuter.
id: Ketika gerakan video mencapai lebih dari 10, skripnya berjalan.
sl: Ko se bo premikanje na videu povečalo preko 10, se bo skript zagnal.
tr: Kukla üzerindeki video hareketi 10'un üzerine çıktığında, senaryo çalışacaktır.
vi: Khi chuyển động video của đối tượng lớn hơn 10, kịch bản sẽ thực hiện.
