Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:
cs: Klikni na kartu <span class="tab-ref">Scénáře</span>, pak klikni na kategorii <span class="lookscolor">Vzhled</span>. Vytáhni blok <span class="lookscolor">změň kostým</span>, a připoj jej ke scénáři:
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>, yna cliciwch y categori <span class="lookscolor">Edrychiad</span>. Llusgwch allan floc <span class="lookscolor">newid gwisg</span>, a'i snapio ar y sgript:
fa: زبانه <span class="tab-ref">دستورها</span> را کلیک کرده، سپس بر روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید. یک قطۀ <span class="lookscolor">تغییر حالت</span> را بکشید و آن را روی دستور بزنید:
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>, puis clique sur la catégorie <span class="lookscolor">Apparence</span>. Fais glisser un bloc <span class="lookscolor">costume suivant</span> et insère-le dans le script :
id: Klik tab <span class="tab-ref">Skrip</span>, kemudian klik kelompok <span class="lookscolor">Tampilan</span>. Seret keluar sebuah balok <span class="lookscolor">ganti kostum</span>, dan sisipkan ke dalam skrip:
tr: <span class="tab-ref">Senaryolar </span> sekmesine tıkla ve <span class="lookscolor">Görünümler </span> kategorisini tıkla. Bir<span class="lookscolor"> Kostüm Değiştir </span> bloku sürükle ve onu senaryonun tepesine yerleştir:
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>, sau đó bấm vào mục <span class="lookscolor">Điệu bộ</span>. Kéo ra một mảnh ghép <span class="lookscolor">đổi kiểu hoá trang</span>, và chập nó vào kịch bản:

source: Now, add a different script that will light the candles whenever you click the green flag:
bn: এখন, একটি ভিন্ন স্ক্রিপ্ট যোগ কর যা মোমবাতি জ্বালাবে যখনই তুমি সবুজ পতাকায় ক্লিক করবে:
cs: Teď přidej jiný scénář, který rozsvítí svíčky vždy, když klikneš na zelený praporek:
cy: Nawr, ychwanegwch sgript wahanol fydd yn cynnau'r canhwyllau pryd bynnag fyddwch yn clicio'r faner werdd.
fa: اکنون، یک دستور متفاوت اضافه کنید که هر زمانی که شما بر روی پرچم سبز کلیک می‌کنید، شمع‌ها را روشن کند:
fr: Maintenant, ajoute un autre script qui va allumer les bougies quand tu cliques sur le drapeau vert :
id: Sekarang, tambahkan sebuah skrip berbeda yang akan menyalakan lilin-lilinnya begitu kamu mengklik bendera hijau:
tr: Şimdi, yeşil bayrağa tıkladığında mumları yakacak farklı bir senaryo ekle:
vi: Bây giờ, thêm kịch bản khác làm thắp sáng những ngọn nến khi bạn bấm vào lá cờ xanh:

source: Make sure to select "cake-a" (lit candles) from the pull-down menu.
cs: Ujisti se, že jsi vybral/a možnost "cake-a" (zapálené svíčky) z rozbalovací nabídky.
cy: Gwnewch y siŵr i ddewis "cannwyll-a" (canhwyllau wedi eu cynnau) o'r gwymplen.
fa: اطمینان حاصل کنید که "کیک-a" (شمع روشن) را از منوی کشویی انتخاب کنید.
fr: Assure-toi de sélectionner "cake-a" (bougies allumées) dans le menu déroulant.
id: Pastikan untuk memilih "cake-a" (lilin-lilin dinyalakan) dari menu tarik-turun.
tr: Aşağı açılır menüden "Cake-a" (mum yakar) seçtiğine emin ol.
vi: Chắc rằng bạn chọn "cake-a" (thắp nến) từ menu xổ xuống.

source: Next, make a dance party
bn: তারপর, একটি নাচের পার্টি তৈরি কর
cs: V dalším kroku, uspořádej taneční party
cy: Nesaf, creu pari dawns.
de: Mache als nächstes eine Tanzparty.
fa: سپس، یک مهمانی رقص بسازید
fr: Ensuite, fais une dance party
id: Setelah itu, buat sebuah pesta tarian
kk: Енді, би кешін жасаңыз
lt: Toliau, pagamink šokių vakarėlį
nb: Videre: lag dans på festen
nn: Vidare: lag ein dansefest
pt_br: Em seguida, crie um baile
sl: Sedaj pripravi zabavo s plesom
tr: Sırada, dans partisi!
vi: Tiếp theo, tạo một buổi tiệc khiêu vũ
zh_tw: 下一步，來個舞林大會

source: Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:
bn: একটি নতুন স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ক্লিক কর:
cs: Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> pro vybrání nové postavy:
cy: Cliciwch ar <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> i ddewis corlun newydd:
fa: برای انتخاب یک شکلک جدید روی <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> کلیک کنید:
fr: Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">pour choisir un nouveau lutin :
id: Klik <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> untuk memilih sebuah sprite baru:
tr: Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> e tıkla:
vi: Bấm vào <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> để chọn đối tượng mới:

source: Select "Cassy Dance" or another sprite with dance costumes:
bn: নৃত্য পোশাক সহ "ক্যাসি ডান্স" বা অন্য স্প্রাইট নির্বাচন কর:
cs: Vyber "Cassy Dance" nebo jinou postavu s tanečním kostýmem:
cy: Dewis "Dawns Cassy" neu gorlun arall gyda gwisgoedd dawnsio.
fa: "Cassy Dance" یا یک شکلک دیگر با حالت‌های رقص را انتخاب کنید:
fr: Sélectionne "Cassy Dance" ou un autre lutin avec des costumes de danse :
id: Pilih "Cassy Menari" atau sprite lain dengan kostum-kostum menari:
tr: "Cassy Dance" veya dans kostümlü başka bir kukla seç:
vi: Chọn "Cassy đang nhảy" hoặc đối tượng khác với điệu bộ đang nhảy:

source: Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.
bn: <span class="lookscolor">চেহারা</span> ক্যাটাগরিতে ক্লিক কর। একটি <span class="lookscolor">পরবর্তী পোশাক</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="lookscolor">Vzhledy</span>. Přetáhni blok <span class="lookscolor">další kostým</span>.
cy: Cliciwch y categori <span class="lookscolor">Edrychiad</span>. Llusgwch floc <span class="lookscolor">gwis nesaf</span>.
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید. قطعه <span class="lookscolor">حالت بعدی</span> را بکشید.
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span>. Fais glisser un bloc <span class="lookscolor">costume suivant</span>.
id: Klik kelompok <span class="lookscolor">Tampilan</span>. Seret keluar sebuah balok <span class="lookscolor">kostum berikutnya</span>.
tr: <span class="lookscolor">Görünümler </span> kategorisine tıkla. Bir <span class="lookscolor"> Sonraki Kostüm </span> bloku sürükle.
vi: Bấm vào mục <span class="lookscolor">Điệu bộ</span>. Kéo ra một mảnh ghép <span class="lookscolor">trang phục tiếp theo</span>.

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
cs: Klikni na kategorii <span class="eventscolor">Události</span>. Vytáhni blok <span class="eventscolor">po kliknutí na mě</span> a připoj jej na vršek:
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>. Llusgwch allan floc <span class="eventscolor">pan fydd y corlun hwn yn cael ei glicio</span> a'i snapio i'r brig:
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید. قطعۀ <span class="eventscolor">هنگامی که این شکلک کلیک می‌شود</span> را کشیده و آن را به بالا ببرید:
fr: Clique sur la catégorie <span class="eventscolor">Événements</span>. Fais glisser un bloc <span class="eventscolor">quand ce lutin est cliqué</span>et insère le en haut :
id: Klik kelompok <span class="eventscolor">Kejadian</span>. Seret keluar sebuah balok <span class="eventscolor">ketika sprite ini diklik</span> dan tempatkan di paling atas:
tr: <span class="eventscolor"> Olaylar </span> kategorisine tıkla. Bir <span class="eventscolor"> Bu kuklaya tıklandığında </span> bloku sürükle ve onu tepeye yerleştir:
vi: Bấm vào mục <span class="eventscolor">Sự kiện</span>. Kéo ra một mảnh ghép <span class="eventscolor">khi đối tượng được bấm</span> và chập nó vào bên trên:f

source: Click the dancer to see it switch to different poses.
bn: নৃত্যশিল্পীকে ক্লিক কর এটিকে বিভিন্ন ভঙ্গিতে পরিবর্তন করতে।
cs: Klikni na tanečníka abys viděl/a/, jak mění různé pózy.
cy: Cliciwch y dawnsiwr i'w weld yn newid i ystumiau gwahanol.
de: Klicke die Tanzfigur an und siehe, wie sie zwischen unterschiedlichen Posen wechselt.
fa: روی رقصنده کلیک کنید تا آن را به حالت‌های مختلف تغییر دهید.
fr: Clique sur le danseur pour le voir passer à différentes poses.
id: Klik si penari dan lihat dia berubah ke pose-pose berbeda.
kk: ⇥ ⇥Бишінің әртүрлі позаға ауысқанын көру үшін оған басыңыз. ⇥
lt: ⇥ ⇥Spausk šokėją ir pamatyk kaip keičia pozas ⇥
nb: Klikk på danseren for å bytte til neste dansetrinn.
nn: Trykk på dansaren for å byta til neste dansesteg.
pt_br: Clique no dançarino para ver ele fazer diferentes poses.
sl: Klikni na plesalca, da vidiš, če spremeni položaj.
tr: Dans hareketlerin sırayla görmek için dansçı kuklaya tıkla.
vi: Bấm vào vũ công để thấy nó thay đổi các tư thế khác nhau.
zh_tw: 如此每點擊角色一下，舞者就會切換成不同的造型。

source: Next, animate your dance
bn: তারপর, তোমার নাচ অ্যানিমেট কর
cs: V dalším kroku animuj svůj tanec.
cy: Nesaf, animeiddiwch eich dawns
de: Als nächstes animiere deinen Tanz.
fa: سپس، رقصندۀ خود را به حرکت درآورید
fr: Ensuite, anime ta danse
id: Kemudian, animasikan tarianmu
kk: Енді, биіңізді анимациялаңыз
lt: Toliau, pagyvink savo šokį
nb: Videre: dans med animasjon
nn: Vidare: dans med animasjon
pt_br: Em seguida, anime sua dança
sl: Sedaj animiraj ples
tr: Sırada, dansını canlandırma var
vi: Tiếp theo, thêm hiệu ứng cho bước nhảy của bạn
zh_tw: 下一步，製作舞蹈動作

source: Keep the dance going!
bn: নাচ চালিয়ে যাও!
cs: Tancuj dál!
cy: Cadw'r ddawns i fynd!
de: Lass den Tanz weiter gehen!
fa: رقص را ادامه دهید!
fr: Laisse aller la danse!
id: Teruskan tariannya!
kk: Би жалғаса берсін!
lt: Tęsk šokį!
nb: Dans dans dans!
nn: Dans, dans, dans!
pt_br: Continue dançando!
sl: Naj ples ne preneha!
tr: Kuklayı sürekli dans ettirelim!
vi: Tiếp tục buổi khiêu vũ!
zh_tw: 讓舞蹈不間斷！

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.
bn: <span class="controlcolor">নিয়ন্ত্রণ</span> ক্যাটাগরিতে ক্লিক কর। একটি <span class="controlcolor">সব সময়ের জন্য</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span> .Přesuň do scénáře blok <span class="controlcolor">Opakuj stále</span>.
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. Llusgwch allan floc <span class="controlcolor">am byth</span>.
fa: روی گروه <span class="controlcolor">کنترل</span> کلیک کنید. یک قطعۀ <span class="controlcolor">برای همیشه</span> بکشید.
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span>. Fais glisser un bloc <span class="controlcolor">répéter indéfiniment</span>.
id: Klik kelompok <span class="controlcolor">Kontrol</span>. Seret keluar sebuah balok <span class="controlcolor">selamanya</span>.
tr: <span class="controlcolor">Kontrol</span> kategorisine tıkla. Bir <span class="controlcolor">Sonsuza kadar</span> bloku sürükle.
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span>. Kéo ra một mảnh ghép<span class="controlcolor">mãi mãi</span>.

source: Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:
bn: নাচের গতি নিয়ন্ত্রণ করতে একটি <span class="controlcolor">অপেক্ষা</span> ব্লক যোগ কর, এরকম:
cs: Přidej blok<span class="controlcolor">čekej</span> pro kontrolování rychlosti tance takhle:
cy: Ychwanegwch floc <span class="controlcolor">aros</span> i reoli cyflymder y ddawns, fel hyn
fa: یک قطعۀ <span class="controlcolor">صبر کنید</span> اضافه کنید تا سرعت رقص را کنترل کنید، به این شکل:
fr: Ajoute un bloc<span class="controlcolor">attendre</span>pour contrôler la vitesse de la danse, comme ceci :
id: Tambahkan sebuah balok <span class="controlcolor">tunggu</span> untuk mengendalikan kecepatan tarian, seperti ini:
tr: Dansın hızını kontrol etmek için şuna benzer bir <span class="controlcolor">Bekle</span> bloku ekle:
vi: Thêm vào mảnh ghép <span class="controlcolor">đợi</span> để điều khiển tốc độ của điệu nhảy, như thế này:

source: <p>Click the dancer on your card to start the animation.</p> <p>Tip: To stop, click the stop sign <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (above the Stage).</p>
bn: <p>অ্যানিমেশন শুরু করতে তোমার কার্ডে নৃত্যশিল্পীকে ক্লিক কর।</p> <p>টীকা: থামাতে, থাম চিহ্নটিতে <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (মঞ্চের উপরে) ক্লিক কর।</p>
cs: <p>Pro začátek animace klikni na tanečníka na tvé kartě.</p> <p>Tip: K ukončení klikni na stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (nad scénou).</p>
cy: <p>Cliciwch y dawnsiwr ar eich cerdyn i gychwyn yr animeiddio.</p> <p>Awgrym: I atal, cliciwch yr arwydd atal <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (uwchlaw'r Llwyfan).</p>
de: <p>Klick den Tänzer auf deiner Karte, um die Animation zu starten.</p> <p>Tipp: Zum Beenden, klick auf das Stop-Zeichen <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (über der Bühne).</p>
fa: <p>برای شروع انیمیشن روی رقاص در کارت خود کلیک کنید.</p> <p>نکته: برای توقف، روی نماد توقف <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">(در بالای صحنه) کلیک کنید.</p>
fr: <p>Clique sur le danseur de votre carte pour démarrer l'animation. .</p> <p>Conseil: pour arrêter, clique sur le signe stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (au-dessus de la Scène).</p>
id: <p>Klik si penari di kartumu untuk memulai animasinya.</p> <p>Tip: Untuk berhenti, klik tanda berhenti <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (di atas Panggung).</p>
kk: ⇥<p>Анимацияны бастау үшін картаңыздағы бишіге басыңыз.</p> ⇥<p>Кеңес: Тоқтату үшін, тоқтату белгісіне басыңыз <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (Кезеңнің үстіңгі жағында).</p> ⇥
lt: ⇥<p>Spausk šokėją savo atvirutėje, kad pradėtum animaciją</p> ⇥<p>Patarimas: Norėdamas sustabdyti, spausk stop ženklą <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (virš Scenos)</p> ⇥
nb: <p>Klikk på danseren for å starte animasjonen.</p> <p>Tips: For å stoppe dansen igjen kan du klikke <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (over scenen).</p>
nn: <p>Trykk på dansaren for å starta animasjonen.</p> <p>Tips: For å stoppa dansen att, kan du trykkja på <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (over scena).</p>
pt_br: <p>Clique no dançarino do seu cartão para começar a animação.</p> <p>Dica: para parar, clique no sinal de pare <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (acima do Palco).</p>
sl: <p>Klikni na plesalca, da zaženeš animacijo.</p> <p>Namig: Da gibanje ustaviš, klikbni na znak stop <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (nad odrom).</p>
tr: <p>Dansçı kuklaya tıklayarak canlandırmayı başlar.</p> <p>İpucu: Dansı durdurmak istersen Sahnenin üstünde yer alan dur simgesine <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> bas.</p>
vi: <p>Bấm vào vũ công trên thiệp của bạn để bắt đầu hiệu ứng chuyển động.</p> <p>Thủ thuật: Để dừng, bấm vào biển báo dừng <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"> (phía trên Sân khấu).</p>
zh_tw: <p>點擊卡片上的舞者，動畫就會開始了。</p> <p>提示：若要停止，可以點擊預覽區上方的 <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">。</p>

source: Next, get your party started!
bn: তারপর, তোমার পার্টি শুরু কর!
cs: Potom zahaj svou party!
cy: Nesaf, cychwynnwch eich parti!
de: Nun lass die Party steigen!
fa: سپس، مهانی خود را آغاز کنید!
fr: Ensuite, que la fête commence!
id: Kemudian, mulai pestamu!
kk: Енді, кешіңіз басталсын!
lt: Toliau, pradėk balių!
nb: Videre: la festen begynne!
nn: Vidare: la festen byrja!
pt_br: Em seguida, comece a festa!
sl: Naj se zabava prične!
tr: Partiye başlama zamanı geldi!
vi: Kế tiếp, bắt đầu bữa tiệc nào!
zh_tw: 下一步，舉辦個派對吧！

source: To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:
bn: নির্দেশাবলী যুক্ত করতে, বিড়ালের উপর দুইবার ক্লিক কর, এবং আরেকটি <span class="soundcolor">বল</span> ব্লক যুক্ত কর:
cs: Pro instrukce klikni dvakrát na kočku a přidej jiný blok <span class="soundcolor">říct</span> :
cy: I ychwanegu cyfarwyddiadau, cliciwch ddwywaith ar y gath, ac yna ychwanegu bloc <span class="soundcolor">dweud</span> arall:
fa: برای افزودن دستورالعمل، دوبار روی گربه کلیک کنید و یک قطعه <span class="soundcolor">بگو</span> دیگر اضافه کنید:
fr: Pour ajouter des instruction, clique deux fois sur le chat et ajoute un autre bloc <span class="soundcolor">dire</span>:
id: Untuk menambahkan instruksi, klik kucingnya dua kali, dan tambahkan sebuah balok <span class="soundcolor">katakan</span>:
tr: Talimatlar eklemek için, kedinin üzerine iki kez tıkla ve başka bir <span class="soundcolor">Söyle</span> bloku ekle:
vi: Để thêm chỉ dẫn, bấm vào chú mèo hai lần, và thêm vào mảnh ghép <span class="soundcolor">nói</span>:

source: The card will then look something like this:
bn: কার্ডটি তখন এর মত দেখা যাবে:
cs: Tato karta bude vypadat nějak takto:
cy: Yna bydd y cerdyn yn edrych rhywbeth fel hyn:
fa: بعد از آن کارت چیزی شبیه به این خواهد بود:
fr: La carte va alors ressembler à ceci :
id: Kartunya bakal kemudian terlihat seperti ini:
tr: Ardından kart şuna benzeyecek:
vi: Cái thiệp sẽ trông như thế này:

source: Next, make it your own
bn: তারপর, এটি নিজের বানাও
cs: V dalším kroku to udělej sám
cy: Nesaf, gallwch ei addasu fel hoffech chi
de: Als nächstes mache deine eigene
fa: سپس، آن را برای خودت کن
fr: Ensuite, fais le à ta façon
id: Setelah itu, buatnya milikmu
kk: Енді, өзіңіз жасап көріңіз
lt: Toliau, padaryk jį nuosavu
nb: Videre: lag det på din måte
nn: Vidare: lag det på din eigen måte
pt_br: Em seguida, crie o seu
sl: Sedaj naredi svojo
tr: Şimdi kendinden bir şeyler kat
vi: Tiếp theo, làm một cái của riêng bạn
zh_tw: 下一步，自由發揮

source: Make a game where you catch things falling from the sky.
bn: একটি খেলা তৈরি কর যেখানে তুমি আকাশ থেকে পরতে থাকা বস্তু ধরবে।
cs: Vytvoř hru, ve které budeš chytat věci padající z nebe.
cy: Creu gêm lle fyddwch yn dal pethau sy'n syrthio o'r awyr.
de: Mach ein Spiel bei dem man herunterfallende Dinge sammelt.
fa: یک بازی را بسازید که در آن چیزهایی را که از آسمان می‌افتند را می‌گیرید.
fr: Fais un jeu où tu dois attraper les objets qui tombent du ciel.
id: Buat sebuah permainan di mana kamu menangkap benda-benda yang jatuh dari langit.
kk: Аспаннан құлап жатқан заттарды ұстайтын ойынды жасаңыз.
lt: Padaryk žaidimą, kuriame galėsi gaudyti daiktus krentančius iš dangaus
nb: Lag et spill der du samler opp ting som kommer fallende ned.
nn: Lag eit spel der du fangar ting som fell frå himmelen.
pt_br: Crie um jogo no qual você coleta coisas que caem do céu.
sl: Ustvari igro, v kateri loviš padajoče stvari.
tr: Havadan düşen şeyleri yakaladığın bir oyun yap
vi: Tạo ra một trò chơi mà bạn bắt lấy được những đồ vật rơi xuống từ trên trời.
zh_tw: 設計一個接住天上掉下來的東西的遊戲。

source: Choose an Object to Fall
bn: পতনের জন্য একটি বস্তু বাছাই কর
cs: Vyber si padající objekt
cy: Dewiswch Wrthrych i Ddisgyn
de: Wähle einen Gegenstand, der einzufangen ist
fa: یک شی برای سقوط انتخاب کنید
fr: Choisis un objet à faire tomber
id: Pilih Obyek untuk Dijatuhkan
kk: Құлайтын затты таңдаңыз
lt: Pasirink daiktą, kuris Kris
nb: Velg en ting som skal falle
nn: Vel gjenstanden som skal falla
pt_br: Escolha um objeto para cair
sl: Izberi objekt, ki pade
tr: Düşmesi için Bir Obje Seç
vi: Chọn một Đối tượng để Rơi
zh_tw: 選個要掉落的東西

source: Choose a Backdrop
bn: একটি ব্যাকড্রপ পছন্দ কর
cs: Zvol si pozadí
cy: Dewiswch Gefnlen
de: Such ein Bühnenbild aus
fa: انتخاب یک پس زمینه
fr: Choisis un arrière-plan
id: Pilih sebuah Latar
kk: Фонды таңдаңыз
lt: Pasirink foną
nb: Velg et bakgrunnsbilde
nn: Vel eit bakgrunnsbilete
pt_br: Escolher um pano de fundo
sl: Izberi ozadje
tr: Dekor Seçme
vi: Chọn một Phông nền
zh_tw: 選擇舞台的背景

source: Go to the Top
bn: সবার উপরে যাও
cs: Běž na horní okraj
cy: Mynd i'r Brig
de: setzte den Gegenstand an den oberen Rand
fa: به بالای صفحه بروید
fr: Va au sommet
id: Ke Puncak
kk: Жоғарыға барыңыз
lt: Eik į viršų
nb: Start øverst
nn: Gå til toppen av skjermen
pt_br: Ir para o topo
sl: Pojdi na vrh
tr: Başa Dön
vi: Đi lên trên đầu
zh_tw: 把東西放在頂端

source: Fall Down
cs: Padej dolů
cy: Syrthio i Lawr
de: lasse den Gegenstand fallen
fa: افتادن
fr: Tombe
id: Jatuh
kk: Төмен түсу
lt: Krisk žemyn
nb: Fall ned
nn: Fall ned
pt_br: Cair
sl: Padec navzdol
tr: Düş
vi: Ngã xuống
zh_tw: 讓東西掉到下面

source: Go Back to the Top
bn: উপরে ফিরে যাও
cs: Vrať se na horní okraj
cy: Mynd Nôl i'r Brig
de: gehe zurück an den oberen Rand
fa: برگرد به بالا
fr: Retourne au sommet
id: Kembali ke Puncak
kk: Жоғарыға қайтадан барыңыз
lt: eik atgal į viršų
nb: Start øverst igjen
nn: Gå tilbake til toppen av skjermen
pt_br: Voltar para o topo
sl: Pojdi nazaj na vrh
tr: Başa Dön
vi: Quay lại bên trên
zh_tw: 讓東西回到頂端

source: Add a Catcher
bn: একটি ক্যাচার যোগ কর
cs: Přidej chytače
cy: Ychwanegwch Ddaliwr
de: Füge einen Auffangbehälter hinzu
fa: گیرنده را اضافه کنید
fr: Ajoute un Receveur
id: Tambahkan Penangkap
kk: Catcher-ді қосыңыз
lt: Pridėk Gaudytoją
nb: Legg til en oppsamler
nn: Legg til noko til å ta imot med
pt_br: Adicionar um ator para coletar
sl: Dodaj lovilca
tr: Bir Yakalayıcı Ekle
vi: Thêm dụng cụ bắt
zh_tw: 新增接東西的容器

source: Move the Catcher
bn: ক্যাচারটি সরাও
cs: Pohybuj chytačem
cy: Symud y Daliwr
de: bewege den Auffangbehälter
fa: گیرنده را حرکت دهید
fr: Déplace le Receveur
id: Gerakkan si Penangkap
kk: Catcher-ді қозғау
lt: Judink Gaudytoją
nb: Flytt oppsamleren
nn: Flytt mottakaren
pt_br: Mover o coletor
sl: Premakni lovilca
tr: Yakalayıcıyı hareket ettir
vi: Di chuyển dụng cụ bắt
zh_tw: 移動容器

source: Catch the Object
bn: বস্তুটি ধর
cs: Chyť objekt
cy: Dal y Gwrthrych
de: fange den Gegenstand auf
fa: شی را بگیر
fr: Attrape l'objet
id: Tangkap Obyeknya
kk: Затты қағып алу
lt: Pagauk objektą
nb: Ta imot tingen
nn: Ta imot gjenstanden
pt_br: Coletar o objeto
sl: Ujemi objekt
tr: Objeyi Yakala
vi: Bắt lấy đối tượng
zh_tw: 接住東西

source: Enhance Your Game
bn: তোমার খেলা উন্নত কর
cs: Vylepši svou hru
cy: Gwella eich Gêm
de: Verbessere dein Spiel
fa: بازی خود را ارتقا بده
fr: Améliore Ton Jeu
id: Perlengkap Permainanmu
kk: Ойыныңызды жақсартыңыз
lt: Susitiprink Savo Žaidimą
nb: Gjør spillet bedre
nn: Lag spelet endå betre
pt_br: Melhore seu jogo
sl: Izpopolni svojo igro
tr: Oyununu Geliştir
vi: Hoàn thiện trò chơi của bạn
zh_tw: 改良你的遊戲

source: Share Your Game
bn: তোমার গেম শেয়ার করো
cs: Sdílej svoji hru
cy: Rhannu eich Gêm
de: Veröffentliche dein Spiel
fa: بازی خود را به اشتراک بگذار
fr: Partage ton jeu
id: Bagikan Permainanmu
kk: Ойынмен бөісіңіз
lt: Pasidalink savo žaidimu
nb: Legg ut spillet ditt
nn: Del spelet med andre
pt_br: Compartilhar seu jogo
sl: Deli svojo igro
tr: Oyununu Paylaş
vi: Chia sẻ trò chơi của bạn
zh_tw: 分享你的遊戲
