Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
kk: ⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, одан кейін осыған басыңыз <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p>⇥ ⇥<img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"> ⇥
lt: ⇥<p>Spausk <span class="tab-ref">Garsai</span> skyrių, tada spausk <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p>⇥ ⇥<img src = "%(STATIC_URL)s/images/help/selectsound(3).gif"> ⇥
nn: <p>Trykk på <span class="tab-ref">Lydar</span>-fana og deretter på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
pt_br: <p>Clique na guia <span class="tab-ref">Som</span>, e clique em <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">
zh_tw: <p>切換到 <span class="tab-ref">音效</span> 頁籤，再點選 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p> <img src = "%(STATIC_URL)s/images/help/selectsound(3).gif">

source: <p>Choose "birthday" or another sound:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
kk: ⇥<p>"Туған күнді" немесе басқа дыбысты басыңыз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p> ⇥
lt: ⇥<p>Rinkis "gimtadienis" arba kitą garsą:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p> ⇥
nn: <p>Vel «birthday» eller ein annan lyd:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
pt_br: <p>Escolha "aniversário" ou outro som:</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>
zh_tw: <p>選擇 birthday（生日）或其他音效：</p> <p><img src = "%(STATIC_URL)s/images/help/sound-library-birthday.png"></p>

source: <p>Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
kk: <p>Енді, select the <span class="tab-ref">Скриптер</span> ендірмесін басыңыз және <span class="soundcolor">Дыбыс</span> категориясының үстінен басыңыз. <span class="soundcolor">Дыбысты ойнату</span> блогын алып шығыңыз:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
lt: ⇥<p>Toliau, rinkis <span class="tab-ref">Scenarijai</span> skyrių ir spausk <span class="soundcolor">Garsai</span> skirsnį. Ištempk <span class="soundcolor">groti garsą</span> bloką:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p> ⇥
nn: <p>Gå så til <span class="tab-ref">Skript</span>-fana og trykkja på <span class="soundcolor">Lydar</span>-kategorien. Dra ut eit <span class="soundcolor">spel lyden</span>-kloss:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
pt_br: <p>Agora, selecione a guia <span class="tab-ref">Scripts</span> e clique na categoria <span class="soundcolor">Som</span>. Arraste o bloco <span class="soundcolor">executar som</span>:</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>
zh_tw: <p>接著，我們切換到<span class="tab-ref">程式</span> 頁籤，從 <span class="soundcolor">音效</span> 類指令中拖曳出 <span class="soundcolor">播放音效 {…}</span> 的積木。</p> <p><img src = "%(STATIC_URL)s/images/help/play-sound-birthday.png"></p>

source: <p>Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
kk: ⇥<p>Содан соң, <span class="eventscolor">осы спрайт басылған кезде</span> ⇥блогын алып шығыңыз және оны үстінен бекітіңіз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif"> ⇥
lt: ⇥<p>Toliau, ištempk <span class="eventscolor">kai veikėjas nuspaudžiamas</span> ⇥bloką ir uždėk jį ant viršaus:</p> ⇥<img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif"> ⇥
nn: <p>Dra så ut klossen <span class="eventscolor">når denne figuren vert trykt på</span> og fest han øvst:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
pt_br: <p>Em seguida, arraste um bloco <span class="eventscolor">quando este ator for clicado</span> e coloque-o no topo:</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">
zh_tw: <p>接著，拖曳出 <span class="eventscolor">當角色被點擊</span> 積木並把它貼到當前積木堆的上方：</p> <img src = "%(STATIC_URL)s/images/help/clickplaysound(3).gif">

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p> <p>You can see two costumes for the cake:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Click the <span class="tab-ref">Scripts</span> tab, then click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">switch costume</span> block, and snap it on the script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Now, add a different script that will light the candles whenever you click the green flag: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Make sure to select "cake-a" (lit candles) from the pull-down menu.</p>
kk: ⇥<p><span class="tab-ref">Костюмдер</span> ендірмесін басыңыз.</p> ⇥<p>Сіз тортқа арналған екі костюмді көре аласыз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div>⇥ <div class="steps">⇥ ⇥⇥<p><span class="tab-ref">Скрипттер</span> ендірмесін басыңыз, одан кейін <span class="lookscolor">Көріністер</span> категориясын басыңыз. ⇥⇥<span class="lookscolor">Костюмді ауыстыру</span> блогын шығарып алыңыз, және оны скрипттің үстіне бекітіңіз:</p> ⇥⇥<img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div>⇥⇥ ⇥⇥ <div class="steps last"> ⇥⇥<p>Енді, жасыл жалаушаны басқан кезде шамды жағатын басқа скриптті қосыңыз: ⇥⇥<img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> ⇥⇥<p>Ашылмалы мәзірден "торт-a" -ны (шам жағылған) таңдағаныңызға көз жеткізіңіз.</p> ⇥
lt: ⇥<p>Spausk <span class="tab-ref">Kaukės</span> skyrių.</p> ⇥<p>Gali matyti dvi kaukes tortui:</p> ⇥<img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div>⇥ <div class="steps">⇥ ⇥⇥<p>Spausk <span class="tab-ref">Scenarijai</span> skyrių, tada rinkis <span class="lookscolor">Išvaizda</span> skirsnį. ⇥⇥Ištempk <span class="lookscolor">keisk kaukę</span> bloką ir uždėk ant scenarijaus:</p> ⇥⇥<img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div>⇥⇥ ⇥⇥ <div class="steps last"> ⇥⇥<p>Dabar, pridėk kitokį scenarijų, kuris uždegs žvakutes kai nuspausi žalią vėliavą: ⇥⇥<img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> ⇥⇥<p>Įsitikink, kad pasirinkai "tortas-a" (uždegtos žvakutės) iš išskleidžiamojo meniu</p> ⇥
nn: <p>Trykk på <span class="tab-ref">Drakter</span>-fana.</p> <p>Du ser at kaken har to drakter:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Trykk på <span class="tab-ref">Skript</span>-fana og vel <span class="lookscolor">Utsjånad</span>-kategorien. Hent ein <span class="lookscolor">byt drakt</span>kloss, og fest han til skriptet:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>No må du å laga eit anna skript som sørgjer for å tenna lysa når nokon trykkjer på startflagget: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Pass på å velja «cake-a» (tende lys) frå menyen i klossen.</p>
pt_br: <p>Clique na guia <span class="tab-ref">Fantasias</span>.</p> <p>Você pode ver duas fantasias para o bolo:</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>Clique na guia <span class="tab-ref">Scripts</span>, em seguida, clique na categoria <span class="lookscolor">Aparência</span>. Arraste um bloco <span class="lookscolor">mude a fantasia</span> e coloque-o no script:</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>Agora, adicione um script diferente que acenderá as velas quando você clicar na bandeira verde: <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>Não deixe de selecionar "cake-a" (velas acesas) no menu suspenso.</p>
zh_tw: <p>切換到 <span class="tab-ref">造型</span> 頁籤 。</p> <p>你可以看到蛋糕這個角色有 2 個造型。</p> <img src = "%(STATIC_URL)s/images/help/cake-candles.png"> </div> <div class="steps"> <p>切換回 <span class="tab-ref">程式</span> 頁籤後，從 <span class="lookscolor">外觀</span> 類指令 拖曳出 <span class="lookscolor">造型換為 {…}</span> 積木，放置到目前程式之後。</p> <img src = "%(STATIC_URL)s/images/help/whenclickplayswitch.png"> </div> <div class="steps last"> <p>接下來，編寫另一個程式，在點擊綠旗開始執行，點燃蠟燭。 <img src = "%(STATIC_URL)s/images/help/whenclickswitchdrop.png"> <p>請確定你選擇的蛋糕造型目前為 cake-a。</p>

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> to choose a new sprite:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
kk: ⇥ <p>Жаңа спрайтты таңдау үшін басыңыз: <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"></p> ⇥ <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> ⇥ <p>"Cassy Биін" немесе би костюмдерімен басқа спрайтты таңдаңыз:</p> ⇥ <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p> ⇥
lt: ⇥ <p>Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">ir pasirink naują veikėją:</p> ⇥ <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> ⇥ <p>Pasirink "Cassy Šoka" arba kitą veikėją su šokėjo kauke:</p> ⇥ <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p> ⇥
nn: <p>Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> for å henta ein ny figur:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Vel «Cassy Dance» eller ein annan figur med drakter som kan verta ein dans:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
pt_br: <p>Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> para escolher um novo ator:</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Selecione "Dança de Cassy" ou outro ator com fantasia de dança:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>
zh_tw: <p>點擊物件區上的 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 按鈕來選擇一個新的角色：</p> <p><img src = "%(STATIC_URL)s/images/help/spritelibrary.png"></p> <p>Select "Cassy Dance" or another sprite with dance costumes:</p> <p><img src = "%(STATIC_URL)s/images/help/sprite-library-dance.png"></p>

source: <p>Click the <span class="lookscolor">Looks</span> category. Drag a <span class="lookscolor">next costume</span> block.</p> <p>Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
kk: ⇥ ⇥<p><span class="lookscolor">Көріністер</span> категориясына басыңыз. <span class="lookscolor">Келесі костюм</span> блогын алып шығыңыз.</p>⇥ ⇥<p><span class="eventscolor">Іс шаралар</span> категориясына басыңыз. <span class="eventscolor">Бұл спрайтты басқа кезде</span> блогын шығарып алыңыз және оны үстіне бекітіңіз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>⇥ ⇥
lt: ⇥ ⇥<p>Spausk <span class="lookscolor">Išvaizda</span> skyrių. Tempk <span class="lookscolor">kita kaukė</span> bloką</p>⇥ ⇥<p>Spausk <span class="eventscolor">Įvykiai</span> skyrių. Ištempk <span class="eventscolor">kai šis veikėjas nuspaudžiamas</span> bloką ir uždėk jį ant viršaus:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>⇥ ⇥
nn: <p>Trykk på <span class="lookscolor">Utsjånad</span>-gruppa og dra ut ein <span class="lookscolor">neste drakt</span>-kloss.</p> <p>Trykk på <span class="eventscolor">Hendingar</span>, dra ut ein <span class="eventscolor">når denne figuren vert trykt på</span>-kloss og fest han øvst:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
pt_br: <p>Clique na categoria <span class="lookscolor">Aparência</span>. Arraste um bloco <span class="lookscolor">próxima fantasia</span>.</p> <p>Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">quando este ator for clicado</span> e coloque-o no topo:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>
zh_tw: <p>從 <span class="lookscolor">外觀</span> 類指令拖曳出 <span class="lookscolor">造型換成下一個</span> 積木。</p> <p>從<span class="eventscolor">事件</span> 類指令中拖曳出 <span class="eventscolor">當角色被點擊</span> 的積木，並將它貼到當前積木堆的上方：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickednext.png"></p>

source: <p>Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">forever</span> block.</p> <p>Add a <span class="controlcolor">wait</span> block to control the speed of the dance, like this:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
kk: ⇥ ⇥<p><span class="controlcolor">Бақылау</span> категориясын басыңыз. <span class="controlcolor">Әрқашан</span> блогын алып шығыңыз.</p> ⇥<p>Бишінің жылдамдығын бақылау үшін <span class="controlcolor">күту</span> блогын қосыңыз, осылай:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif"> ⇥
lt: ⇥ ⇥<p>Spausk <span class="controlcolor">Valdymas</span> skyrių. Ištempk <span class="controlcolor">visada</span> bloką.</p> ⇥<p>Pridėk <span class="controlcolor">lauk</span> bloką, kad vadytum šokio greitį, kaip čia:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif"> ⇥
nn: <p>Trykk på <span class="controlcolor">Styring</span>-kategorien og dra ut ein <span class="controlcolor">for alltid</span>-kloss.</p> <p>Legg inn ein <span class="controlcolor">vent</span>-kloss som avgjer kor fort dansen går:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
pt_br: <p>Clique na categoria <span class="controlcolor">Controle</span>. Arraste o bloco <span class="controlcolor">sempre</span>.</p> <p>Adicione um bloco <span class="controlcolor">espere</span> para controlar a velocidade da dança, desta forma:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">
zh_tw: <p>從 <span class="controlcolor">控制</span> 類指令中拖曳出 <span class="controlcolor">重複無限次</span> 積木</p> <p>添加 <span class="controlcolor">等待 […] 秒</span>的積木，以調節跳舞的速度，如下所示：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickedforevercostume.gif">

source: <p>To add instructions, click twice on the cat, and add another <span class="soundcolor">say</span> block:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
kk: ⇥<p>Нұсқаулар қосу үшін, мысыққа екі рет басыңыз, және басқа <span class="soundcolor">айту</span> блогын қосыңыз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/name-click-things.png"> ⇥
lt: ⇥<p>Norėdamas pridėti instrukcijas, spausk du kartus katiną ir pridėk dar vieną <span class="soundcolor">sakyk</span> bloką:</p> ⇥<img src = "%(STATIC_URL)s/images/help/name-click-things.png"> ⇥
nn: <p>Forklar korleis korta verkar: Trykk to gongar på katten og heng på ein ny <span class="soundcolor">sei</span>-kloss:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
pt_br: <p>Para adicionar instruções, clique duas vezes no gato e adicione outro bloco <span class="soundcolor">fale</span>:</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">
zh_tw: <p>要加上說明，可以在舞台上雙擊小喵咪，然後在角色上加上另一個 <span class="soundcolor">說出 […] </span> 積木：</p> <img src = "%(STATIC_URL)s/images/help/name-click-things.png">

source: <p>The card will then look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
kk: ⇥<p>Осыдан кейін ашық хатыңыз осындай болып көрінеді:</p> ⇥<img src = "%(STATIC_URL)s/images/help/partyinstructions.png"> ⇥
lt: ⇥<p>Atvirutė atrodys panašiai kaip čia:</p> ⇥<img src = "%(STATIC_URL)s/images/help/partyinstructions.png"> ⇥
nn: <p>No skal kortet sjå omtrent slik ut:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
pt_br: <p>Então, o cartão ficará mais ou menos assim:</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">
zh_tw: <p>這張卡片看起來會像這樣子：</p> <img src = "%(STATIC_URL)s/images/help/partyinstructions.png">

source: If you want to edit a sound, select a section of the sound: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Then choose from the Edit menu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Or, choose Effects:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
kk: Егер сіз әуенді редакциялағыңыз келсе, дыбыстың бөлімін таңдаңыз: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Содан соң редакциялау мәзірінен таңдаңыз:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Немесе әсерлерді таңдаңыз:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
lt: Jei nori keisti garsą, pasirink garso skyrių: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Tada rinkis iš Keisti meniu:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>arba rinkis Pokyčius:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
nn: For å redigera ein lydar, vel ein del av lyden: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Vel så frå «Rediger»-menyen:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Eller vel lydeffektar:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
pt_br: Se você quiser editar um som, selecione um trecho do som: <br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> Em seguida, selecione a partir do menu Editar:<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>Ou, escolha Efeitos:<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>
zh_tw: 如果你想修改音訊內容，可以選取要編輯的區段：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound.png"><br/> 然後從編輯選單上選擇要執行的操作：<br/> <img src="%(STATIC_URL)s/images/help/edit-sound-menu.png"> <p>或者，你可以套用一些效果：<br/> <img src="%(STATIC_URL)s/images/help/effects-menu.png"> </div>

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p> </div> <div class="steps last"> <p>To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Drag the characters to where you want them on the Stage.</p>
kk: <h4>Жаңа Спрайт батырмалар </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Кітапханадан спрайттарды таңдау</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Өз спрайтыңызды бейнелеу</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Өзіңіздің жеке спрайттарыңыз немесе суреттеріңізді жүктеу</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Суретке түсіру (вебкамера арқылы)</p> </div> <div class="steps last"> <p>Мына спрайтты қосу үшін<img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> басыңыз және "Cassy Dance"-ты таңдаңыз:</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Кейіпкерлерді Сахнаның қалаған жеріне шығарыңыз.</p>
lt: ⇥<h4>Naujo Veikėjo Mygtukai</h4> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Pasirink veikėją iš bibliotekos</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Nupiešk savo veikėją</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Įkelk savo paveikslėlį ar veikėją</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> nusifotografuok (su kompiuteriio kamera)</p> </div> <div class="steps last"> ⇥<p>Norėdamas pridėti šį veikėją spausk <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ir pasirink "Cassy Dance":</p> ⇥<img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> ⇥<p>Tempk veikėjus į Scenos vietą, kurioje nori, kad jie būtų</p> ⇥
nn: <h4>Knappar for ny figur</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur frå biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Teikn din eigen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp eit bilete eller ein figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta eit bilete (med nettkamera)</p> </div> <div class="steps last"> <p>Du kan laga denne figuren ved å trykkja på <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> og velja «Cassy Dance»:</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Dra figurane dit du vil ha dei på scena.</p>
pt_br: <h4>Novos botões de atores </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolher ator na biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenhar seu próprio ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Enviar sua própria imagem ou ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tirar uma foto (com a webcam)</p> </div> <div class="steps last"> <p>Para adicionar este ator, clique em <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> e selecione "Cassy Dance":</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>Arraste os personagens para onde você quer que eles fiquem no palco.</p>
zh_tw: <h4>新增角色相關按鈕 </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 從範例庫中挑選角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行繪製新的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 從電腦中挑選角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 從攝影裝置中錄製新角色</p> </div> <div class="steps last"> <p>比方說要添加下方角色，你可以按下 <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 然後找到名為 "Cassy Dance" 的圖片</p> <img src = "%(STATIC_URL)s/images/help/10-cassy-sprite.png"></p> <p>在新增完畢後，你可以在預覽區上把角色拖曳到你想要顯示的位置。</p>
