Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: You can select a motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, you can use 'motor A' with one and 'motor B' with the other.
bn: তুমি ড্রপডাউন মেনু থেকে একটি মোটর নির্বাচন করতে পারো। WeDo হাবের সাথে সংযুক্ত যেকোন মোটর চালু করতে 'মোটর' নির্বাচন করো। তোমার যদি দুটি মোটর থাকে যা তুমি আলাদাভাবে নিয়ন্ত্রণ করতে চাও , তাহলে একটি দিয়ে 'মোটর এ' এবং অন্যটির সাথে 'মোটর বি' ব্যবহার করতে পারো।
cs: V rozbalovací nabídce můžeš vybrat motor. Zvolte "motor" pro zapnutí jakéhokoliv motoru připojeného k rozbočovači WeDo. Pokud máš dva motory, které chceš ovládat samostatně, můžeš použít motor "A" pro jeden a motor "B" pro druhý.
cy: Gallwch ddewis modur o'r gwymplen. Dewiswch 'modur' i droi ymlaen unrhyw fodur sydd wedi ei gysylltu â hwb WeDo. Os oes gennych ddau fodur rydych am eu rheoli ar wahân, gallwch ddefnyddio 'modur A' gydag un a 'modur B' gyda''r llall.
fa: شما می‌توانید یک موتور از منوی کشویی انتخاب کنید. "موتور" را انتخاب کنید تا موتورهای متصل به مرکز WeDo را روشن کنید. اگر دو موتور دارید که می‌خواهید جداگانه کنترل کنید، می‌توانید یکی را "موتور A" و دیگری را "موتور B" استفاده کنید.
fr: Tu peux sélectionner un moteur depuis le menu déroulant: Sélectionne 'moteur' pour mettre en marche tous les moteurs connectés sur le hub WeDo. Pour contrôler deux moteurs séparément, tu peux utiliser 'Motor A' et 'Motor B'.
id: Kamu bisa memilih sebuah motor dari menu tarik-turun. Pilih 'motor' untuk menyalakan motor apapun yang terhubung ke hub WeDo. Jika kamu memiliki dua motor yang ingin kamu kendalikan secara terpisah, kamu bisa menggunakan 'motor A' dengan salah satu dan 'motor B' untuk yang lain.
kk: Ашылмалы мәзірден мотор опцияларын таңдай аласыз. WeDo хабына қосылған кез келген моторды қосу үшін 'моторды' таңдаңыз. Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.
lt: Tu gali pasirinkti variklį iš išskleidžiamojo meniu. Pasirink 'variklis', kad įungtum betkuriuos variklius prijungtus per WeDo. Jei turi du variklius, kuriuos nori kontroliuot atskirai, gali naudoti 'variklis A' ir 'variklis B'.
nb: Du kan velge en motor fra menyen i klossen. Velg "motor" for å starte alle motorer. Hvis du har to motorer tilkoblet kan du styre dem hver for seg med "motor A" og "motor B".
nn: Du kan velja ein motor frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B».
pt_br: Você pode selecionar um motor a partir do menu. Selecione 'motor' para ligar todos os motores conectados ao dispositivo WeDo. Se você tem dois motores e quer controlá-los separadamente, você pode usar 'motor A' com um e 'motor B' com outro.
sl: Iz padajočega menija lahko izbereš motor. Izberi 'motor' za vklop kateregakoli motorja priključenega na WeDo hub. Če imaš dva motorja, ki ju želiš nadzirati ločeno, izberi 'motor A' za enega in 'motor B' za drugega.
tr: Açılır menüden motor seçebilirsiniz. 'motor' seçimi ile WeDo hub'ına bağlı tüm motorları çalıştırılır. Eğer ayrı ayrı kontrol etmek istediğin iki motor varsa, 'motor A' ve 'motor B' seçenekleriyle tekli seçim yapabilirsiniz.
vi: Bạn có thể chọn một động cơ từ menu xổ xuống. Chọn 'động cơ' để mở bất kỳ động cơ nào được kết nối vào cổng WeDo. Nếu có hai động cơ và muốn điều khiển riêng biệt, bạn có thể sử dụng 'động cơ A' cho một cái và 'động cơ B' với cái còn lại.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。

source: Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
cs: Poznámka: LEGO doporučuje připojení pouze jednoho motoru do rozbočovače, aby se omezila spotřeba energie.
cy: Sylwch: Mae LEGO'n argymell cysylltu dim ond un modur i'r hwb er mwyn cyfyngu'r defnydd o bŵer.
fa: توجه: LEGO تنها اتصال یک موتور به مرکز را برای کاهش مصرف برق توصیه می‌کند.
fr: Note : LEGO recommande de ne connecter qu'un seul moteur sur le hub pour limiter la consommation d'énergie.
id: Catatan: LEGO merekomendasikan menghubungkan hanya satu motor ke hub untuk membatasi konsumsi listrik.
kk: Ескерту: Энергия тұтынуды шектеу үшін, LEGO сізге хабқа бір ғана моторды қосуыңызды ұсынады.
lt: Svarbu! LEGO pataria jungti tik vieną variklį prie WeDo su tikslu sumažinti elektros suvartojimą
nb: Merk: Lego anbefaler at bare en motor er tilkoblet for å unngå at strømforbruket blir for høyt.
nn: Merk at LEGO tilrår å berre kopla éin motor til boksen om gongen, for å redusera straumbruken.
pt_br: Observação: A LEGO recomenda que apenas um motor seja conectado ao dispositivo central para limitar o consumo de energia.
sl: opomba: LEGO priporoča povezavo le enega motorja za zmanjšanje porabe energije.
tr: Not: LEGO güç tüketimini sınırlamak için, yalnızca tek motor bağlanmasını tavsiye eder.
vi: Lưu ý: LEGO gợi ý chỉ kết nối một động cơ vào cổng để giới hạn công suất tiêu thụ.
zh_tw: 注意：LEGO 建議只要連結一個馬達到主機以限制功耗。

source: You can select the direction from the second menu.
bn: তুমি দ্বিতীয় মেনু থেকে দিক নির্বাচন করতে পার।
cs: Můžeš vybrat směr z druhého menu.
cy: Gallwch ddewis y cyfeiriad o'r ail ddewislen.
fa: شما می‌توانید جهت از منوی دوم را انتخاب کنید.
fr: Tu peux sélectionner la direction à partir du second menu déroulant.
id: Kamu bisa memilih arah dardi menu kedua.
kk: Сіз екінші мәзірден бағытты таңдай аласыз.
lt: Kryptį gali pasirinkti iš antrojo meniu
nb: Du kan velge dreieretningen i den andre menyen.
nn: Du kan velja retninga frå den andre menyen.
pt_br: Você pode selecionar a direção a partir do segundo menu.
sl: Smer lahko izbereš v drugem meniju.
tr: İkinci menüden yönü seçebilirsin
vi: Bạn có thể chọn hướng từ menu xổ xuống.
zh_tw: 你可以從第二個下拉清單中選擇方向。

source: To use <b>set direction</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
bn: <b>দিক নির্ধারণ</b> ব্যবহার করতে, একটি LEGO WeDo2 হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি LEGO WeDo2 মোটর প্রয়োজন।
cs: Pro použití <b>nastavení směru</b>, potřebuješ LEGO WeDo2 motor připojený ke tvému počítači prostřednictvím LEGO WeDo2 rozbočovače.
cy: I ddefnyddio <b>gosod cyfeiriad</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>تنظیم جهت</b>، نیاز به موتور LEGO WeDo2 متصل به کامپیوتر خود را از طریق مرکز LEGO WeDo2 دارید.
fr: Pour utiliser <b>choisir la direction</b>, tu dois connecter un moteur LEGO WeDo2 à ton ordinateur via le hub LEGO WeDo.
id: Untuk menggunakan <b>atur arah</b>, kamu memerlukan agar sebuah motor LEGO WeDo2 dihubungkan ke komputermu via hub LEGO WeDo2.
kk: <b>Бағытты орнатуды</b> қолдану үшін, сізге LEGO WeDo2 хабы арқылы компьютерге қосылған LEGO WeDo2 моторы қажет.
lt: Norint naudot <b>nustatyk kryptį</b>, reikia, kad LEGO WeDo2 variklis būtų prijungtas per LEGO WeDo2.
nb: For å bruke <b>velg dreieretning</b> må datamaskinen være koblet til en Lego WeDo-motor.
nn: For å bruka <b>vel retning</b> må du ha ein LEGO WeDo2 motor kopla til datamaskina via ein LEGO WeDo2-koplingsboks.
pt_br: Para usar <b>definir direção</b>, você precisa de um motor LEGO WeDo2 conectado ao seu computador por meio de um dispositivo LEGO WeDo2.
sl: Za uporabo <b>nastavi smer</b>, potrebuješ LEGO WeDo2 motor povezan na računalnik preko LEGO WeDo2 huba.
tr: <b>yön ayarla</b>'yı kullanmak için, LEGO WeDo2 motorunun, bilgisayarınıza LEGO WeDo2 kablosu ile bağlanmış olması gereklidir.
vi: Để sử dụng <b>đặt hướng</b>, bạn cần một động cơ LEGO WeDo2 kết nối với máy tính của bạn thông qua cổng LEGO WeDo2.
zh_tw: 若要使用<b>設置方向</b>積木，你需要將 LEGO WeDo2 馬達接上 LEGO WeDo2 主機。

source: Set the color for the light on the WeDo hub.
bn: WeDo হাবের আলোর জন্য রঙ নির্ধারণ কর।
cs: Nastav barvu světla na rozbočovači WeDo.
cy: Gosod y lliw ar gyfer golau ar yr hwb WeDo.
fa: رنگ برای نور در مرکز WeDo را تنظیم کنید.
fr: Définis la couleur de la lumière sur le hub WebDo.
id: Atur warna lampu di hub WeDo.
kk: WeDo хабындағы шамға түсті орнатыңыз.
lt: Nustatyk WeDo šviesos spalvą
nb: Velg farge på lyset på WeDo-koblingsklossen.
nn: Vel farge til lyset på WeDo-koplingsboksen.
pt_br: Defina a cor para a luz no dispositivo WeDo.
sl: Nastavi barvo luči v WeDo hub.
tr: WeDo hub üzerindeki ışığın renk ayarları
vi: Đặt màu của đèn trên cổng WeDo.
zh_tw: 設定燈光的顏色。

source: When the space key is pressed the light will turn yellow. The colors range from a value of 1 (orangish-red) to 100 (red). Some of the other colors include: 3=orange, 7=yellow, 33=green, 50=teal, 66=blue, 80=purple, 90=magenta.
bn: যখন স্পেস কী চাপা হবে আলো হলুদ হয়ে যাবে। রঙের মান 1 (কমলা-লাল) থেকে 100 (লাল) পর্যন্ত। অন্যান্য কিছু রঙের মধ্যে রয়েছে: 3 = কমলা, 7 = হলুদ, 33 = সবুজ, 50 = ফিরোজা, 66 = নীল, 80 =বেগুনি, 90 = ম্যাজেন্টা।
cs: Pokud je stisknuta klávesa mezerník, světlo svítí žlutě. Rozsah barev je od hodnoty 1 (oranžovo-červená) do 100 (červená). K některým z dalších barev patří: 3=oranžová, 7=žlutá, 33=zelená, 50=tyrkysová, 66=modrá, 80=fialová, 90=purpurová.
cy: Pan fydd y bylchwr yn cael ei bwyso bydd y golau'n troi'n felyn. Mae'r lliwiau'n ymestyn o werth 1 (oren-coch) i 100 (coch). Mae rhai o'r lliwiau eraill yn cynnwys: 3=oren, 7=melyn, 33=gwyrdd, 50=teal, 66=glas, 80=porffor, 90=magenta.
fa: وقتی کلید فاصله فشرده می شود، نور به زرد تبدیل می شود. طیف رنگی از مقدار 1 (orangish-red) تا 100 (قرمز) شروع می شود. برخی از رنگ های دیگر عبارتند از: 3 = نارنجی، 7 = زرد، 33 = سبز، 50 = تیلال، 66 = آبی، 80 = بنفش، 90 = قرمز مایل به زرد.
fr: Quand la touche espace est pressée, la lumière devient jaune. Les couleurs varient de 1 (rouge orangé) à 100 (rouge). Quelques exemples d'autres couleurs : 3=orange, 7=jaune, 33=vert, 50=bleu(turquoise), 66=bleu, 80=violet, 90=magenta.
id: Ketika tombol spasi ditekan lampu bakal menjadi kuning. Warna-warnanya berkisar dari yang bernilai 1 (merah-kejinggaan) sampai 100 (merah). Sebagian warna-warna lainnya termasuk: 3=jingga, 7=kuning, 33=hijau, 50=biru-kehijauan, 66=biru, 80=ungu, 90=magenta.
kk: Бос орын батырмасы басылған кезде жарық сары түске ауысады. Түстер 1 ден (қызғылт сары-қызыл) 100 ге (қызыл) дейінгі шаманы қамтиды. Кейбір түстер қамтиды: 3=қызғылт сары, 7=сары, 33=жасыл, 50=ашық көк, 66=көк, 80=күлгін, 90=ал қызыл.
lt: Šviesa virs geltona, kai tarpo klavišas nuspaudžiamas. Spalvų skalė yra nuo 1 (oranžinė-raudona) iki 100 (raudona). Keletas spalvų: 3=oranžinė, 7=geltona, 33=žalia, 50=melsvai žalia, 66=mėlyna, 80=purpurinė, 90=šviesiai purpurinė
nb: Når mellomrom trykkes blir lyset gult. Fragen angis som et tall fra 1 (rød-orange) til 100 (rød). Noen andre fargeverdier er: 3=orange, 7=gul, 33=grønn, 50=blågrønn, 66=blå, 80=fiolett, 90=magenta.
nn: Nå du trykkjer på mellomromstasten, vert lyset gult. Fargane går frå 1 (oransjeraud) til 100 (raud). Du kan blant anna velja fargane 3 = oransje, 7 = gul, 33 = grøn, 50 = blågrøn, 66 = blå, 80 = lilla og 90 = magenta.
pt_br: Quando a tecla espaço é pressionada, a luz ficará amarela. As cores variam de um valor de 1 (vermelho alaranjado) a 100 (vermelho). Algumas das outras cores são: 3=laranja, 7=amarelo, 33=verde, 50=verde azulado, 66=azul, 80=roxo, 90=magenta.
sl: Ko je pritinjena preslednic bo zasvetila rumena lučka. Barve so različne od vrednosti 1 (oranžno-rdeča) do 100 (rdeča). Nekater druge barva so: 3=oranžna, 7=rumena, 33=zelena, 50=zelenomodra , 66=modra, 80=vijolična, 90=magenta.
tr: Boşluk tuşuna basıldığında ışık sarıya döner. Renkler 1 (turuncu-kırmızı) ile 100 (kırmızı) arasında değişir. Diğer renklerin bazıları şunlardır: 3 = turuncu, 7 = sarı, 33 = yeşil, 50 = deniz mavisi, 66 = mavi, 80 = mor, 90 = magenta.
vi: Khi phím khoảng trắng được bấm đèn sẽ chuyển sang màu vàng. Màu sắc có giá trị trong khoảng 1 (màu đỏ cam) đến 100 (màu đỏ). Một số màu khác bao gồm: 3=màu cam, 7=màu vàng, 33=màu xanh lá, 50=màu xanh ngọc, 66=màu xanh dương, 80=màu tím, 90=màu đỏ tươi.
zh_tw: 當空白鍵被按下，黃色燈號會亮起，顏色值的範圍為 0（洋紅）-100（紅）。其他一些常用的顏色值為：3=橙、7=黃、33=綠、50=藍綠、60=藍、80=紫、90=品紅。

source: Numbers larger than 100 loop through the same color range.
bn: একই রঙ পরিসরের মধ্যে 100 টি লুপের চেয়ে বড় সংখ্যা।
cs: Čísla vyšší než 100 cyklují ve stejné barevné škále.
cy: Mae rhifau mwy na 100 yn cylchu drwy'r un ystod o liwiau.
fa: اعداد بزرگتر از 100 از طریق طیف رنگی مشابه می‌چرخد.
fr: Les nombres plus grand que 100 vont boucler dans la même gamme de couleurs.
id: Angka-angka yang lebih besar dari 100 mengulang lagi dalam kisaran warna yang sama.
kk: 100 ден үлкен сандар бірдей түстер аралығын қайталайды.
lt: Skaičiai didesni nei 100 kartosis toje pačioje spalvų skalėje, ty 136 bus laikoma 36 ir pan.
nb: Tall større enn 100 går gjennom de samme fargene på nytt.
nn: Tal større enn 100 gjev dei same fargane.
pt_br: Números maiores que 100 repetem a mesma variedade de cores.
sl: Števila, ki so večja od 100 določajo zanko istih barv.
tr: Aynı renk aralığında 100'den büyük sayılar.
vi: Các số lớn hơn 100 đều có cùng khoảng khoảng màu.
zh_tw: 數字超過 100 時，顏色範圍會從頭開始循環，所以 101 和 1 的顏色是一樣的。

source: To use <b>set light color to</b>, you need a LEGO WeDo 2.0 hub connected (via Bluetooth) to your computer.
bn: <b>নির্ধারণকৃত আলোকিত রঙ</b> ব্যবহার করার জন্য, তোমার কম্পিউটারে একটি সংযুক্ত LEGO WeDo 2.0 হাব (ব্লুটুথের মাধ্যমে) এর প্রয়োজন।
cs: Pro použití <b>nastav barvu světla</b>, potřebuješ LEGO WeDo 2.0 rozbočovač připojený k počítači (pomocí Bluetooth).
cy: I ddefnyddio <b>gosod lliw'r golau</b>, mae angen hwb LEGO WeDo 2.0 wedi ei gysylltu (trwy Bluetooth) i'ch cyfrifiadur.
fa: برای استفاده از <b>تنظیم رنگ نور به</b>، نیاز به مرکز LEGO WeDo 2.0 متصل به کامپیوتر خود (از طریق بلوتوث) دارید.
fr: Pour utiliser <b>set light color to(choisir la couleur pour) </b>, vous devez connecter un hub LEGO WeDo 2.0 (en Bluetooth) à votre ordinateur.
id: Untuk menggunakan <b>atur warna lampu ke</b>, kamu perlu agar sebuah hub LEGO WeDo 2.0 dihubungkan (via Bluetooth) ke komputermu.
kk: <b>Шамға түсті орнатуды</b> қолдану үшін, сізге компьютерге қосылған (Bluetooth арқылы) LEGO WeDo 2.0 хабы қажет.
lt: Norint naudoti <b>nustatyk šviesos spalvą</b>, tau reikia prijungti (pre Bluetooth) LEGO WeDo 2.0 prie savo kompiuterio
nb: For å bruke <b>velg lysfarge</b> må datamaskinen være koblet (med Bluetooth) til en WeDo koblingskloss.
nn: For å bruka <b>vel lysfarge</b> må du ha ein LEGO WeDo 2.0-koplingsboks kopla til datamaskina (via Bluetooth).
pt_br: Para usar <b>defina a cor como</b>, você precisa de um dispositivo LEGO WeDo 2.0 conectado (via Bluetooth) ao seu computador.
sl: Za uporabo <b>nastavi barvo na</b>, potrebuješ LEGO WeDo 2.0 hub povezan (preko Bluetooth) na svoj računalnik.
tr: <b>açık rengi ayarla</b> Kullanmak için, Bilgisayarınıza (Bluetooth aracılığıyla) bağlı bir LEGO WeDo 2.0 hub'a ihtiyacınız var.
vi: Để sử dụng <b>đặt màu đèn thành</b>, bạn cần cổng LEGO WeDo 2.0 kết nối (thông qua Bluetooth) với máy tính của bạn.
zh_tw: 若要使用<b>設置燈光</b>積木，你需要將 LEGO WeDo2 主機連上電腦。

source: Set the power of a motor to a specified value and turn it on.
bn: নির্দিষ্ট পরিমাণে মোটরের শক্তি নির্ধারণ কর এবং এটি চালু কর।
cs: Nastav sílu motoru na určitou hodnotu a zapni jej.
cy: Yn gosod pŵer y modur i werth penodol a'i droi ymlaen.
fa: قدرت موتور را به مقدار معین تنظیم و آن را روشن کنید.
fr: Définis la puissance du moteur à la valeur spécifiée et met-le en route
id: Atur tenaga motor ke sebuah nilai tertentu dan nyalakan.
kk: Қозғалтқыштың қуатына мән беріңіз және оны қосыңыз.
lt: Nustatyk variklio galią nurodyta reikšme ir jį įjunk
nb: Starter en motor med en bestemt fart.
nn: Set styrken til ein motor til ein vald verdi og slå motoren på.
pt_br: Defina a potência de um motor com um valor especificado e ligue-o.
sl: Nastavi moč motorja na določeno vrednost in ga vklopi.
tr: Motorun gücünü belirlenen bir değere ayarlayın ve açın.
vi: Đặt công suất của động cơ bằng một giá trị nhất định và bật nó.
zh_tw: 設定馬達的動力，並開啟它。

source: The value of set power ranges from 0 to 100 (0 is no power and 100 is the maximum power).
bn: সেট পাওয়ার রেঞ্জের মান 0 থেকে 100 পর্যন্ত (0 কোন শক্তি নয় এবং 100 সর্বোচ্চ শক্তি)।
cs: Síla motoru může nabývat hodnot od 0 do 100 (0 je bez síly a 100 je maximální síla).
cy: Mae gwerth y pŵer yn ymestyn o 0 i 100 (0 dim pŵer a 100 pŵer mwyaf)
fa: محدوده مقدار توان تنظیم شده از 0 تا 100 می‌باشد (0 بدون قدرت و 100 قدرت حداکثر است).
fr: Le valeur de la puissance varie de 0 à 100 (0 = pas de puissance et 100 est la puissance maximale)
id: Nilai dari tenaga set berkisar dari 0 sampai 100 (0 adalah nol tenaga dan 100 adalah tenaga maksimum).
kk: Берілген қуат мәні 0-ден 100-ге дейін (0 қуат мүлдем жоқ және 100 ең жоғарғы қуат) ауытқиды
lt: Galios reikšmė gali būti nuo 0 iki 100 (0 yra jokios galios ir 100 yra didžiausia galia)
nb: Motorfarten bestemmes med et tall fra 0 til 100, der 0 betyr at motoren er stoppet og 100 er full fart.
nn: Verdien går frå 0 til 100 (der 0 er inga styrke og 100 er høgaste styrke).
pt_br: O valor de definição da potência varia de 0 a 100 (0 representa a ausência de potência e 100 representa a potência máxima).
sl: Vrednost nastavljene moči je lahko od 0 do 100 (0 je brez moči in 100 največja moč).
tr: Ayarlanan gücün değeri 0 ila 100 arasındadır (0 güç değildir ve 100 maksimum güçtür).
vi: Phạm vi giá trị của đặt công suất từ 0 đến 100 (0 là không có công suất và 100 là công suất tối đa).
zh_tw: 動力值的範圍為 0 到 100 ，0 表示沒有動力，100 表示最大動力。

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. If you have two motors which you want to control separately, use 'motor A' for one and 'motor B' for the other.
cs: Z rozbalovacího menu můžeš vybrat LEGO WeDo motor. Vyber 'motor' pro zapnutí jakéhokoliv motoru připojeného k WeDo rozbočovači. Pokud máš více motorů, které chceš ovládat zvlášť, použij 'motor A' pro jeden a 'motor B' pro druhý.
cy: Gallwch ddewis modur LEGO WeDo o'r gwymplen. Dewiswch 'modur' i droi ymlaen unrhyw fodur sydd wedi ei gysylltu â hwb WeDo. Os oes gennych ddau fodur rydych am eu rheoli ar wahân, gallwch ddefnyddio 'modur A' gydag un a 'modur B' gyda''r llall.
fa: شما می‌توانید موتور LEGO WeDo را از منوی کشویی انتخاب کنید. "موتور" را انتخاب کنید تا موتورهای متصل به مرکز WeDo را روشن کنید. اگر شما دو موتور داشته باشید که می‌خواهید جداگانه کنترل کنید، از 'موتور A' برای یکی و 'موتور B' برای دیگری استفاده کنید.
fr: Tu peux sélectionner un moteur LEGO WeDo dans le menu déroulant. Sélectionne 'moteur' pour mettre en route n'importe quel moteur connecté au hub WeDo. Si tu as deux moteurs que tu veux contrôler séparément, utilise 'moteur A' pour l'un et 'moteur B' pour l'autre.
id: Kamu bisa memilih sebuah motor LEGO WeDo dari menu tarik-turun. Pilih 'motor' untuk menyalakan motor apapun yang terhubung ke hub WeDo. Jika kamu memiliki dua motor yang ingin kamu kendalikan secara terpisah, gunakan 'motor A' untuk salah satu dan 'motor B' untuk yang lain.
kk: Ашылмалы мәзірден LEGO WeDo моторын таңдай аласыз. WeDo хабына қосылған кез келген моторды қосу үшін 'моторды' таңдаңыз. Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.
lt: Gali pasirinkti LEGO WeDo variklį iš išskleidžiamojo meniu. Rinkis 'variklis' įjungti visiems prijungtiems varikliams. Jei turi du variklius, kuriuos nori valdyti atskirai, naudok 'variklis A' ir 'variklis B'
nb: Du kan velge en WeDo-motor fra menyen i klossen. Velg "motor" for å starte alle motorer. Hvis du har to motorer tilkoblet kan du styre dem hver for seg med "motor A" og "motor B".
nn: Du kan velja ein LEGO WeDo-motor frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B».
pt_br: Você pode selecionar um motor LEGO WeDo no menu. Selecione 'motor' para ligar qualquer motor conectado ao dispositivo WeDo. Se você tem dois motores e quer controlá-los separadamente, use 'motor A' para um e 'motor B' para o outro.
sl: Iz padajočega meniija lahko izbereš LEGO WeDo motor. Izberi 'motor' da vključiš vse motorje, priključene na WeDo hub. Če imaš dva motorja, ki ju želiš nadzirati ločeno, izberi možnosti 'motor A' za enega in 'motor B' za drugega.
tr: Açılır menüden bir LEGO WeDo motoru seçebilirsiniz. WeDo hub'ına bağlı herhangi bir motoru açmak için 'motor'u seçin. Ayrı ayrı kontrol etmek istediğiniz iki motorunuz varsa, biri için 'motor A' ve diğeri için 'motor B'yi kullanın.
vi: Bạn có thể chọn động cơ LEGO WeDo từ menu xổ xuống. Chọn 'động cơ' để bật bất kỳ động cơ nào được kết nối vào cổng WeDo. Nếu bạn có hai động cơ và bạn muốn điều khiển riêng biệt, sử dụng 'động cơ A' cho một cái và 'động cơ B' cho cái còn lại.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。

source: To use <b>set power</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
bn: <b>পাওয়ার নির্ধারণ</b> ব্যবহার করতে, একটি LEGO WeDo2 হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি LEGO WeDo2 মোটর প্রয়োজন হবে।
cs: K použití <b>nastav napájení</b>, potřebuješ LEGO WeDo2 motor připojený k tvému počítači pomocí rozbočovače LEGO WeDo2 .
cy: I ddefnyddio <b>gosod pŵer</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>تنظیم قدرت</b>، نیاز به موتور LEGO WeDo2 متصل به کامپیوتر خود از طریق مرکز LEGO WeDo2 دارید.
fr: Pour utiliser <b>définir la puissance</b>, vous devez connecter un moteur LEGO WeDo2 à votre ordinateur via le hub LEGO WeDo.
id: Untuk menggunakan <b>atur tenaga</b>, kamu perlu agar sebuah motor LEGO WeDo dihubungkan ke komputermu via sebuah hub LEGO WeDo2.
kk: <b> Қуатты орнатуды</b> қолдану үшін, сізге LEGO WeDo2 хабы арқылы компьютерге қосылған LEGO WeDo2 моторы қажет.
lt: Norint naudot <b>nustatyk galią</b> reikia, kad LEGO WeDo2 variklis būtų prijungtas prie tavo kompiuterio naudojant LEGO WeDo2
nb: For å bruke <b>velg styrke</b> må datamaskinen være koblet til en Lego WeDo-motor.
nn: For å bruka <b>vel styrke</b> må du ha ein LEGO WeDo2-motor kopla til datamaskina via ein LEGO WeDo2-koplingsboks.
pt_br: Para usar <b>definir potência</b>, você precisa de um motor LEGO WeDo2 conectado ao seu computador por meio de um dispositivo LEGO WeDo2.
sl: Za uporabiš <b>nastavi moč</b>, potrebuješ LEGO WeDo2 motor povezan na računalnik preko WeDo2 hub-a.
vi: Để sử dụng <b>đặt công suất</b>, bạn cần một động cơ LEGO WeDo2 kết nối với máy tính của bạn thông qua cổng LEGO WeDo2.
zh_tw: 若要使用<b>設置動力</b>積木，你需要將 LEGO WeDo2 馬達接上 LEGO WeDo2 主機。

source: Turn off a motor.
bn: একটি মোটর বন্ধ কর।
cs: Vypni motor.
cy: Diffodd modur
fa: یک موتور را خاموش کنید.
fr: Arrêter un moteur.
id: Matikan sebuah motor.
kk: Қозғалтқышты өшіру.
lt: Išjunk variklį
nb: Skrur av en motor.
nn: Slå av ein motor.
pt_br: Desliga um motor.
sl: Izklopi motor.
tr: Bir motoru kapat.
vi: Tắt động cơ.
zh_tw: 關閉馬達。
