Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <ul> <li>WeDo Hub: It connects WeDo sensors and motors to your computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: It can be programmed to turn this way or that way and to move at different power levels. You can connect two motors to the WeDo hub ports to be controlled separately.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Two bright LED lights that can be connected to the WeDo hub. These lights are not part of LEGO WeDo kits, rather LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Distance Sensor: It detects objects within a range of 15 centimeters (or about 6 inches) depending on the design of the object.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tilt Sensor: It reports the direction it is tilted. The tilt sensor detects changes within five different positions: no tilt, right, left, up, and down.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
bn: <ul> <li>WeDo হাব: এটি তোমার কম্পিউটারের সাথে WeDo সেন্সর ও মোটর যোগ করে।<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>মোটর: এটি এদিক ওদিক সরাতে ও বিভিন্ন পাওয়ার লেভেলে যেতে প্রোগ্রাম করা যেতে পারে। তুমি আলাদাভাবে নিয়ন্ত্রিত হওয়ার জন্য WeDo হাব পোর্টে দুটি মোটর সংযুক্ত করতে পার।<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>লাইট: দুটি উজ্জ্বল LED লাইট যা WeDo হাবের সাথে সংযুক্ত হতে পারে। এই লাইটগুলো LEGO WeDo কিটের অংশ নয়, বরং LEGO পাওয়ার ফাংশন।<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>দূরত্ব সেন্সর: এটি বস্তুর নকশার উপর নির্ভর করে 15 সেন্টিমিটার (বা প্রায় 6 ইঞ্চি) পরিসরের মধ্যে বস্তু সনাক্ত করে।<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>টিল্ট ​সেন্সর: এটি যে দিকে টিল্ট হয়ে আছে তা প্রকাশ করে। টিল্ট সেন্সর পাঁচটি ভিন্ন অবস্থানের মধ্যে পরিবর্তনগুললো সনাক্ত করে: টিল্ট নেই, ডান, বাম, উপরে এবং নিচে।<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
cs: <ul> <li>Rozbočovač WeDo: Propojuje senzory a motory WeDo s tvým počítačem.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Může být naprogramován, aby se točil na libovolnou stranu s různě silným výkonem. Můžeš zapojit dva motory prostřednictvím WeDo rozbočovače, které budou fungovat nezávisle na sobě.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Světla: Dvě LED světla mohou být zapojeny do rozbočovače WeDo. Tyto světla nejsou součástí LEGO WeDo kits, ale jsou součástí LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Senzor vzdálenosti: Rozpoznává objekty ve vzdálenosti 15 centimetrů (nebo zhruba 6 palců) podle tvaru objektu.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Senzor náklonu: Uvádí směr náklonu. Senzor vzdálenosti odhalí pět směrů náklonu: bez náklonu, vpravo, vlevo, nahoru, dolů.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
cy: <ul> <li>WeDo Hub: Mae'n cysylltu synwyryddion a moduron WeDo i'ch cyfrifiadur.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Modur: Mae modd ei raglenni i droi'r ffordd yma a'r ffordd arall ac i symud ar lefelau pŵer gwahanol. Gallwch gysylltu dau fodur i byrth hwb WeDo a'u rheoli ar wahân.<p><img src="/%(STATIC_URL)simages/help/wedo-motor.png" /></p></li> <li>Golau: Mae modd cysylltu dau olau LED llachar i hwb WeDo. Nid yw'r goleuadau hyn yn rhan o'r offer LEGO WeDo, yn hytrach LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Synhwyrydd Pellter: Mae'n canfod gwrthrychau o fewn ystod o 15 centimedr (neu tua 6 modfedd) yn ddibynnol ar gynllun y gwrthrych.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Synhwyrydd Gogwydd: Yn adrodd ar y cyfeiriad mae'n cael ei ogwyddo. Mae'r synhwyrydd gogwydd yn canfod newidiadau o fewn pum safle gwahanol: dim gogwydd, de, chwith, i fyny, ac i lawr.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
de: <ul> <li>WeDo-Hub: Er verbindet die Sensoren und Motoren von WeDo mit dem Computer.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Er kann so programmiert werden, dass er soherum oder andersherum dreht und sich mit unterschiedlicher Leistung bewegt. Du kannst zwei Motoren mit dem WeDo-Hub verbinden, um sie getrennt zu steuern.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lights: Zwei helle LEDs können mit dem WeDo-Hub verbunden werden. Diese Lichter gehören nicht zum LEGO-WeDo-Baukasten, sondern zu den LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Abstands-Sensor: Er erkennt Objekte in einem Abstand von bis zu 15 Zentimetern, abhängig vom Objektaufbau.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Neigungs-Sensor: Er gibt einen Wert für die Richtung, in die er geneigt wird. Der Neigungssensor erkennt fünf verschiedene Richtungen: gerade, nach rechts, nach links, nach oben, nach unten.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
fa: <ul> <li>مرکز WeDo: این حسگرها و موتورهای WeDo را به کامپیوتر شما متصل می‌کند.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>موتور: می‌توان آن را برنامه‌ریزی کرد تا به این راه یا آن راه بچرخد و در سطوح مختلف قدرت حرکت کند. شما می‌توانید دو موتور را به درگاههای مرکز WeDo متصل کنید تا به طور جداگانه کنترل شود. <p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>چراغ: دو چراغ روشنایی LED که می‌توانند به مرکز WeDo متصل شوند. این چراغ‌ها بخشی از کیت‌های LEGO WeDo نیستند، بلکه عملکرد قدرت LEGO است.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>حسگر فاصله: با توجه به طراحی جسم، اشیا را در محدوده 15 سانتیمتر (یا حدود 6 اینچ) تشخیص می‌دهد.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>سنسور شیب: این جهت شیب را گزارش می‌کند. سنسور شیب تغییرات را در پنج موقعیت مختلف تشخیص می‌دهد: بدون شیب، راست، چپ، بالا و پایین. <p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
fr: <ul> <li>WeDo Hub:. Elle relie les capteurs et moteurs WeDo à votre ordinateur.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Moteur: Il peut être programmé pour tourner dans un sens ou dans un autre de se déplacer à différents niveaux de puissance. Vous pouvez connecter deux moteurs sur le hub WeDo afin de les contrôler séparément. .<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li> Lumières: Deux lumières LED peuvent être connectés au hub WeDo. Ces lumières ne font pas partie de kits LEGO WeDo plutôt des fonctions électriques LEGO . <p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Capteur de distance: Il détecte les objets dans un rayon de 15 centimètres (soit environ 6 pouces) suivant la forme de l'objet <p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Capteur d'inclinaison: Il rend compte de la direction s'il est incliné. Le capteur d'inclinaison détecte les changements dans les cinq positions différentes : aucune inclinaison, droite, gauche, haut et bas.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
id: <ul> <li>WeDo Hub: Ia menghubungkan sensor dan motor WeDo ke komputermu.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Ia bisa diprogram untuk berputar ke arah ini atau arah itu dan bergerak pada tingkat tenaga yang berbeda-beda. Kamu bisa mencolok dua motor ke port hub WeDo untuk dikendalikan secara terpisah.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lampu: Dua lampu LED terang yang bisa dicolok ke hub WeDo. Lampu-lampu ini bukan bagian dari kit LEGO WeDo, melainkan LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensor Jarak: Ia mendeteksi obyek-obyek dalam jangkauan 15 sentimeter (atau 6 inci) tergantung pada desain obyek.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sensor Kemiringan: Ia melaporkan arah kemiringannya. Sensor kemiringan mendeteksi perubahan dalam lima posisi berbeda: tidak miring, kanan, kiri, atas, dan bawah.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
kk: <ul> ⇥⇥<li>WeDo Хабы: Бұл сіздің компьютеріңізге WeDo сенсорларын және моторларды қосады.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> ⇥⇥<li>Мотор: Ол осы немесе сол жолмен және әртүрлі қуат деңгейлерімен қозғалу үшін бағдарлана алады. Жеке бақылау үшін сіз екі моторды WeDo хабына қоса аласыз.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> ⇥⇥<li>Жарықтар: Екі жарқын LED жарықтары WeDo хабына қосыла алады. Бұл жарықтар LEGO WeDo жинағының бөліктері емес, LEGO Қуат Функцияларының бөліктері.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> ⇥⇥<li>Арақашықтық Сенсоры: Ол заттарды дизайнына байланысты 15 сантиметр аралығында анықтайды (немесе 6 дюйм).<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> ⇥⇥<li>Еңкейіңкі Сенсоры: Ол еңкейіңкі бағытын баяндайды. Еңкейіңкі сенсоры әртүрлі бес позициядағы өзгерістерді анықтайды: еңкейіңкі жоқ, оң, сол, жоғары, және төмен.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> ⇥</ul>
lt: <ul> ⇥⇥<li>WeDo: Tai prijungia WeDo jutiklius ir variklius prie tavo kompiuterio<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> ⇥⇥<li>Variklis: Jis gali būti įvariai užprogramuotas - kad judėtų įvairiomis kryptimis ir skirtingais galios lygiais. Gali prijungti du variklius prie WeDo ir kontroliuoti juos atskirai<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> ⇥⇥<li>Šviesos: Dvi ryškios LED šviesos gali būti prijungtos prie WeDo. Šios šviesos nėra LEGO WeDo rinkinio dalis, greičiau LEGO jėgos funkcijos<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> ⇥⇥<li>Atstumo jutiklis: atpažįsta objektus 15cm atstumu priklausomai nuo objekto<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> ⇥⇥<li>Pakrypimo jutiklis: praneša kuria kryptimi jutiklis pakrypęs. Pakrypimo jutiklis skiria pokyčius penkiomis kryptimis - jokio pakrypimo, dešinėn, kairėn, aukštyn, žemyn<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> ⇥</ul>
nb: <ul> <li>WeDo Koblingskloss: kobler sensorer og motorer til datamaskinen.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: kan programmeres til å gå den ene eller andre veien, med forskjellig styrke. Du kan koble to motorer til en WeDo koblingskloss og styre motorene hver for seg.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lys: To LED-lys som kan kobles til koblingsklossen.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Avstandssensor: Detekterer objekter som er nærmere enn omtrent 15 centimeter, avhengig av hva slags objekt det er.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Helningssensor: gir ut retningen den heller. Sensoren kan vise høyre, venstre, opp, ned og ingen helning.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
nn: <ul> <li>WeDo-boks: Koplar WeDo-sensorar og motorar til datamaskina.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Kan programmerast til dreia mot høgre eller venstre og køyra med ulik kraft. Du kan kopla to motorar til ein WeDo-koplingsboks og kontrollera dei kvar for seg.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Lys: Du kan kopla to sterke LED-lys til ein WeDo-koplingsboks. Desse lysa er ikkje ein del av LEGO WeDo-setta men inngår i LEGO Power Functions-serien.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Avstandssensor: Kan oppdaga gjenstandar innanfor ei radius på om lag 15 centimeter, avhengig av utforminga på gjenstanden.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Hellingssensor: Gjev informasjon om hellinga til sensoren og kan oppdaga endringar mellom fem ulike plasseringar: inga helling, høgre, venstre, opp og ned.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
pt_br: <ul> <li>Hub WeDo: conecta sensores e motores WeDo ao seu computador.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: pode ser programado para mudar este ou aquele caminho e mover-se em diferentes níveis de potência. Você pode conectar dois motores às portas do hub WeDo para serem controladas separadamente.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Luzes: duas luzes de LED brilhantes podem ser conectadas ao hub WeDo. Essas luzes não fazem parte dos kits LEGO WeDo, mas do LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Sensor de distância: detecta objetos dentro de um intervalo de 15 centímetros, dependendo do desenho do objeto.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sensor de inclinação: informa a direção para a qual está inclinado. O sensor de inclinação detecta mudanças dentro de cinco posições diferentes: nenhuma inclinação, direita, esquerda, para cima e para baixo.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
sl: <ul> <li>WeDo Hub:. Povezuje WeDo senzorji in motorji z računalnikom.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Lahko ga sprogramiramo tako, da se obrnejo na ta način ali na drugačen način različnih ravneh moči. Lahko povežete dva motorja z WeDo vmesnikom, če jih želite posamezno nadzorovati.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Luči: Dve svetli LED luči lahko priključite na WeDo vmesnik. Te luči niso del LEGO WeDo kompletov, ampak LEGO Power Functions<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Tipalo razdalje: Zazna predmete v dometu 15 centimetrov, odvisno od oblike objekta.<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Tipalo naklona: Poroča smer nagiba. Senzor nagiba zazna spremembe v petih različnih položajih: Ni nagiba, desno, levo, navzgor in navzdol<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
tr: <ul> <li>WeDo Hub: WeDo sensörlerini ve motorlarını bilgisayara bağlar.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Motor: Beriki ya da öteki yöne farklı güç sevilerinde dönsün diye kodlanabilir. WeDo hub'ına ayrı ayrı kontrol edilmek üzere iki motor bağlayabilirsiniz.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Işıklar: WeDo hub'a bağlanan iki parlak Led lambadır. Bu lambalar LEGO WeDo setinin parçası değildir. Güç İşlevlerine sahiptir LEGO.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Mesafe Sensörü: Projenin dizaynı ve nesnenin tipine göre değişebilmekle birlikte 15 santimetre mesafedeki nesneleri algılar (ya da yaklaşık 6 inç).<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Sarsıntı Sensörü: sarsılma yönünü belirtir. sarsıntı sensörü beş seviyede algılamaya sahiptir: sarsıntı-yok, sağa, sola, yukarı, ve aşağı şeklinde.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
vi: <ul> <li>Cổng WeDo: Kết nối cảm biến và động cơ WeDo với máy tính của bạn.<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>Động cơ: Có thể được lập trình để xoay theo hướng này hay hướng kia với mức công suất khác nhau. Bạn có thể kết nối hai động cơ với cổng WeDo để điều khiển riêng.<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>Đèn: Hai đèn LED sáng có thể kết nối với cổng WeDo. Chúng không nằm trong bộ LEGO WeDo, mà thuộc về LEGO Power Functions.<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>Cảm biến Khoảng cách: Nó đo các vật thể trong khoảng 15 centimet (hoặc cỡ 6 inch) tùy thuộc vào thiết kế của vật thể. <p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>Cảm biến Nghiêng: Nó báo hướng nghiêng của nó. Cảm biến nghiêng phát hiện thay đổi theo năm vị trí khác nhau: không nghiêng, phải, trái, trên, và dưới.<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>
zh_tw: <ul> <li>WeDo 主機：用來串接 WeDo 感測器、馬達和你的電腦。<p><img src="%(STATIC_URL)s/images/help/wedo-hub.png" /></p></li> <li>馬達： 可以透過指令改變它的旋轉方向、動力大小。你可以連接 2 個馬達到主機上，並可以分別控制它們。<p><img src="%(STATIC_URL)s/images/help/wedo-motor.png" /></p></li> <li>燈光：主機可接上 2 個 LED 燈，這些燈並不包含在 LEGO WeDo 套件之內，而是在 LEGO Power Functions 套件中。<p><img src="%(STATIC_URL)s/images/help/wedo-lights.png" /></p></li> <li>距離感測器：它最多能夠感應出 15 公分（相當於 6 英吋）遠的距離。<p><img src="%(STATIC_URL)s/images/help/wedo-distance-sensor.png" /></p></li> <li>傾斜感測器：它能夠感應哪個方位發生傾斜。<p><img src="%(STATIC_URL)s/images/help/wedo-tilt-sensor.png" /></p></li> </ul>

source: <p>To learn more, see the <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> page on the Scratch wiki.</p>
bn: <p>আরও শিখতে, Scratch wiki এ <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> পেইজে দেখ।</p>
cs: <p>Aby ses dozvěděl/a/ více, podívej se na stránku <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> na Scratch wiki.</p>
fa: <p>برای کسب اطلاعات بیشتر صفحه <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> را در ویکی اسکرچ ببینید.</p>
fr: <p>Pour en savoir plus, regarde la page <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> sur le Wiki Scratch.</p>
sl: <p>Za več informacij preveri <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> stran na Scratch wikiju.</p>
tr: <p>Daha fazlası için, Scratch Wiki üzerindeki<a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> sayfasına bakabilirsiniz.</p>
vi: <p>Để biết thêm, xem trang <a href="https://en.scratch-wiki.info/wiki/LEGO_WeDo_Construction_Set" target="_blank">LEGO WeDo</a> trên Scratch wiki.</p>

source: Example
bn: উদাহরণ
cs: Příklad
cy: Esiampl
de: Beispiel
fa: مثال
fr: Exemple
id: Contoh
kk: Мысалы
lt: Pavyzdys
nb: Eksempel
nn: Eksempel
pt_br: Exemplo
sl: Primer
tr: Örneğin
vi: Ví dụ
zh_tw: 範例

source: Set the sprite's horizontal position to the value of the distance.
bn: দূরত্বের মান স্প্রাইটের অনুভূমিক অবস্থান সেট করো।
cs: Nastav horizontální pozici postavy k hodnotě vzdálenosti.
cy: Gosodwch safle llorweddol y corlun i werth y pellter.
de: Setze die horizontale Position der Figur auf die Entfernung.
fa: موقعیت افقی شکلک را به مقدار فاصله تنظیم کنید.
fr: Définis la position horizontale du lutin par la valeur de la distance.
id: Atur posisi horisontal sprite ke nilai dari jarak.
kk: Арақашықтық мәніне спрайттың көлденең позициясын орнатыңыз.
lt: Nustato veikėjo horizontaliąją koordinatę į atstumo reikšmę
nb: La figurens posisjon i horisontalretningen være verdien fra avstandssensoren.
nn: Set den vassrette plasseringa til figuren til avstandsverdien.
pt_br: Defina a posição horizontal do ator com o valor da distância.
sl: Nastavi likovo vodoravno pozicijo na vrednost razdalje.
tr: Kuklanın yatay konumunu mesafenin değerine ayarlayın.
vi: Đặt vị trí theo phương ngang của đối tượng thành giá trị khoảng cách.
zh_tw: 設定角色在舞台上的水平位置。

source: Notes
bn: দ্রষ্টব্য
cs: Poznámky
cy: Nodiadau
de: Notizen
fa: یادداشت ها
id: Catatan
kk: Нота
lt: Žymos
nb: Merknader
nn: Merknadar
pt_br: Observações
sl: Zapiski
tr: Notalar
vi: Các lưu ý
zh_tw: 注意

source: Sets the direction of the motor. It will not turn the motor on if it is off.
bn: মোটরের দিক নির্ধারণ কর। এটি বন্ধ থাকলে মোটরটি চালু করবে না।
cs: Nastavuje směr otáčení motoru. Nespustí motor pokud je vypnutý.
cy: Yn gosod cyfeiriad y modur. Ni fydd yn troi'r modur ymlaen os yw wedi ei ddiffodd.
de: Bestimmt die Drehrichtung der Motoren. Dieser Block schaltet sie nicht ein, wenn sie schon ausgeschaltet sind.
fa: مسیر موتور را تنظیم می‌کند. اگر خاموش باشد، موتور را روشن نخواهد کرد.
fr: Définis la direction du moteur. Ne met pas en marche le moteur s'il est arrêté.
id: Atur arah motor. Ia tidak akan menyalakan motor jika sudah mati.
kk: Мотордың бағытын орнатыңыз. Егер мотор өшірулі болса моторды қоспайды.
lt: Nustato variklio kryptį. Tai neįjungs variklio, jei jis išjungtas
nb: Velger motorens dreieretning, men vil ikke starte eller stoppe motoren.
nn: Vel retninga på motoren. Denne klossen startar ikkje motoren viss han er av.
pt_br: Define a direção do motor. O motor não será ligado se estiver desligado.
sl: Nastavi smer motorja. Ne bo vklopilo motorja, če je izklopljen.
tr: Motorun yönünü ayarlar. Kapalı ise motoru açmayacaktır.
vi: Đặt hướng của động cơ. Nó sẽ không bật động cơ nếu động cơ đang tắt.
zh_tw: 用來設定馬達轉動的方向（注意，若馬達是關閉的，添加此積木並不會將它打開）。
