Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: How will people learn how to interact with your holiday card? Give help by adding instructions that appear when someone starts your card.
bn: অন্যরা কিভাবে তোমার ছুটির কার্ডের সাথে ইন্টারেক্ট করতে শিখবে? নির্দেশাবলী যোগ করে তাদের সাহায্য কর যখন কেউ তোমার কার্ড দিয়ে শুরু করবে।
cs: Jak budou lidé vědět, jak ovládat tvé prázdninové přání? Pomoz jim pomocí instrukcí, které se objeví, jakmile někdo spustí tvé přání.
cy: Sut fydd pobl yn dysgu sut i ymateb i'ch cerdyn? Gallwch eu helpu drwy ychwanegu cyfarwyddiadau sy'n ymddangos pan fydd rhywun yn cychwyn eich cerdyn.
fa: چگونه مردم یاد می‌گیرند با کارت تعطیلات شما ارتباط برقرار کنند؟ با اضافه کردن دستورالعمل‌هایی که هنگام شروع کارت ظاهر می‌شوند، کمک کنید.
fr: Comment les gens vont apprendre à interagir avec ta carte postale ? Aide-les en ajoutant des instructions qui vont apparaître quand quelqu'un démarre ta carte.
id: Bagaimana bakal orang-orang belajar cara berinteraksi dengan kartu perayaanmu? Berikan bantuan dengan menambahkan instruksi yang muncul ketika seseorang memulai kartumu.
vi: Mọi người sẽ học cách tương tác với thiệp kỳ nghỉ của bạn như thế nào? Hãy thêm hướng dẫn xuất hiện khi ai đó mở thiệp của bạn.

source: Scratch projects start when the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> is clicked.
bn: যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয় তখন Scratch প্রজেক্ট শুরু হয়।
cs: Projekt Scratche se spustí, když klikneš na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
cy: Mae projectau Scratch yn cychwyn pan mae <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> yn cael ei glicio.
fa: پروژه‌های اسکرچ زمانی شروع می‌شوند که <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک شود.
fr: Les projets Scratch démarrent quand le <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">est cliqué.
id: Karya-karya Scratch mulai saat <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik.
vi: Những chương Scratch bắt đầu khi phím <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm.

source: Try adding a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and a <span class="soundcolor">say</span> block to explain what the viewer should do.
bn: দর্শকদের কী করা উচিত তা ব্যাখ্যা করার জন্য একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লক এবং একটি <span class="soundcolor">বল</span> ব্লক যুক্ত করার চেষ্টা কর।
cs: Zkus přidat blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> a blok <span class="soundcolor">řekni</span> pro vysvětlení, co by pozorovatel měl udělat.
cy: Ceisiwch ychwanegu <span class="eventscolor">pan fydd <img class="intext" src = "/images/help/green-flag.png"> wedi clicio</span> bloc a bloc<span class="soundcolor">dweud</span> er mwyn esbonio beth ddylai'r derbynnydd wneud.%(STATIC_URL)s/images/help/green-flag.png"> wedi clicio</span> bloc a bloc<span class="soundcolor">dweud</span> er mwyn esbonio beth ddylai'r derbynnydd wneud.
fa: سعی کنید قطعه <span class="eventscolor">وقتی <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک شد</span>و قطعه <span class="soundcolor">بگو</span>را اضافه کنید تا آنچه بیننده باید انجام دهد را توضیح دهید.
fr: Essaye d'ajouter un bloc <span class="eventscolor">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">est cliqué</span> et un bloc <span class="soundcolor">dire</span>pour expliquer ce que l'utilisateur doit faire.
id: Coba menambahkan sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">diklik</span> dan sebuah balok <span class="soundcolor">katakan</span> untuk menjelaskan kepada pengamat apa yang perlu dilakukan.
vi: Thử thêm vào mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và mảnh ghép <span class="soundcolor">nói</span> để giải thích cho người xem nên làm gì.

source: Next, let's share your holiday card.
bn: তারপর, চল তোমার ছুটির কার্ড শেয়ার করি।
cs: Jako další krok sdílej svou prázdninovou kartu.
cy: Nesaf, gadewch i ni rannu eich cerdyn gwyliau.
de: Und jetzt, lass' uns deine Urlaubskarte mit anderen teilen.
fa: سپس، بیایید کارت تعطیلات شما را به اشتراک بگذاریم.
fr: Ensuite, partageons ta carte postale.
id: Setelah itu, ayo bagikan kartu perayaanmu.
kk: Енді, демалыс картаңызбен бөлісіңіз.
nb: Videre: Send julekortet ditt.
nn: Vidare: send julekortet ditt
pt_br: Em seguida, vamos compartilhar seu cartão de boas-festas.
vi: Kế đến, hãy chia sẽ thiệp của bạn.
zh_tw: 接下來，一起來分享你的節日卡片。

source: <p>When you are ready to share your project with others, click the “Share” button at the top of the screen.</p> <p>(If you haven't already, you'll need to create a Scratch account to share your project online.)</p> <p>After your project is shared, you can go to the project page to add a title, instructions, and other notes.</p>
bn: <p>যখন তুমি তোমার প্রজেক্ট অন্যদের সাথে শেয়ার করতে প্রস্তুত হবে, স্ক্রিনের উপরে "শেয়ার" বাটনটি ক্লিক কর।</p> <p>(যদি তোমার ইতিমধ্যে না থাকে, তবে তোমার প্রজেক্টটি অনলাইনে শেয়ার করার জন্য তোমাকে একটি Scratch এ্যাকাউন্ট তৈরি করতে হবে।)</p> <p>তোমার প্রজেক্ট শেয়ার করার পর, তুমি একটি শিরোনাম, নির্দেশাবলী এবং অন্যান্য নোট যোগ করতে প্রজেক্ট পেইজে যেতে পার।</p>
cs: <p> Pokud si připraven/a sdílet svůj projekt s ostatními, klikni na tlačítko "sdílet" v horní části obrazovky. </p> <p>(Pokud jsi tak již neučinil, budeš si muset vytvořit účet v programu Scratch, abys mohl/a sdílet svůj projekt online.)</p> <p> Až nasdílíš svůj projekt s ostatními, můžeš jít na stránku projektu a přidat nadpis, instrukce a další poznámky.</p>
cy: <p>Pan fyddwch yn barod i rannu eich project gyda phobl eraill, cliciwch y botwm “Rhannu” ar frig y sgrin.</p> <p>(Os nad ydych eisoes wedi, bydd angen i chi greu cyfrif Scratch i rannu eich project ar-lein.)</p> <p>Ar ôl i chi rannu eich project, gallwch fynd i dudalen y project i ychwanegu teitl, cyfarwyddiadau a nodiadau eraill.</p>
de: <p>Wenn du so weit bist, dein Projekt zu veröffentlichen, klicke die "Veröffentlichen"-Schaltfläche am oben rechts im Fenster.</p> <p>(Wenn du es nicht schon hast, brauchst du ein Scratch-Konto, um dein Projekt zu veröffentlichen.)</p> <p>Nachdem dein Projekt veröffentlicht ist, kannst du zur Projektseite gehen, um einen Namen, Anweisungen oder andere Hinweise zu deinem Projekt ergänzen.</p>
fa: <p>هنگامی که شما آماده هستید برنامه خود را با دیگران به اشتراک بگذارید، روی دکمه «اشتراک‌گذاری» در بالای صفحه کلیک کنید.</p> <p>(اگر قبلا این کار را نکردید، باید یک حساب کاربری اسکرچ ایجاد کنید تا برنامه خود را به صورت آنلاین به اشتراک بگذارید).</p> <p>پس از اینکه برنامه شما به اشتراک گذاشته شد، می‌توانید به صفحه برنامه بروید تا عنوان، دستورالعمل و یادداشت‌های دیگر را اضافه کنید.</p>
fr: <p>Quand tu es prêt à partager ton projet avec d'autres, clique sur le bouton “Partage” en haut de l'écran et à droite .</p> <p>(Si tu le l'as pas fait, tu devras créer un compte Scratch pour partager ton projet en ligne.)</p> <p>Quand ton projet sera partagé, tu peux aller à la page du projet pour ajouter un titre, des instructions et autres notes.</p>
id: <p>Ketika kamu sudah siap membagikan karyamu dengan yang lain-lainnya, klik tombol "Bagikan" di bagian paling atas layar.</p> <p>(Jika kamu belum melakukannya, kamu perlu mendaftarkan sebuah akun Scratch untuk membagikan karyamu daring.)</p> <p>Setelah karyamu dibagikan, kamu bisa pergi ke halaman karya untuk menambahkan sebuah judul, instruksi, dan catatan-catatan lainnya.</p>
kk: <p>Жобаңыз басқалармен бөлісуге дайын болған кезде экранның жоғарғы жағындағы "бөлісу" батырмасын басыңыз.</p> <p>(Жобаңызбен онлайн бөлісу үшін, егер әлі ашпаған болсаңыз, Скретч аккаунт ашыңыз.)</p> <p>Жобаңызбен бөліскен соң, жоба бетіне атау, нұсқаулар және басқа да ескертпелер қосу үшін бара аласыз.</p>
nb: <p>Når du er klar til å vise kortet til andre klikker du "legg ut"-knappen øverst på skjermen.</p> <p>(Hvis du ikke har det allerede trenger du å opprette en brukerkonto for å legge ut prosjekter på Scratch.)</p> <p>Når prosjektet er lagt ut kan du gå til prosjektsiden og legge inn tittel, bruksanvisning og andre notater.</p>
nn: <p>Når du er klår til å visa kortet til andre, trykk på «Legg ut»-knappen øvst på skjermen.</p> <p>(Viss du ikkje alt har gjort det, må du oppretta ein brukarkonto for å kunna leggja ut prosjekt på Scratch.)</p> <p>Når prosjektet er lagt ut, kan du gå til prosjektsida og leggja inn tittel, bruksrettleiing og andre merknadar.</p>
pt_br: <p>Quando você estiver pronto para compartilhar seu projeto com os outros, clique no botão “Compartilhar” na parte superior da tela.</p> <p>(Se você ainda não tiver, você precisa criar uma conta Scratch para compartilhar seu projeto online).</p> <p>Depois de compartilhar seu projeto, você pode ir para a página do projeto para adicionar um título, instruções, e outras notas.</p>
vi: <p>Khi bạn sẵn sàng chia sẻ chương trình của mình với người khác, bấm vào nút “Chia sẻ” ở phía trên màn hình.</p> <p>(Nếu bạn chưa sẳn sàng, bạn sẽ cần tạo tài khoản Scratch để chia sẽ chương trình của bạn trực tuyến.)</p> <p>Sau khi chương trình của bạn được chia sẻ, bạn có thể vào trang chương trình này để thêm vào tiêu đề, hướng dẫn, và các ghi chú khác.</p>
zh_tw: <p>當你準備好與他人分享你的程式計畫時，點擊螢幕上方的「分享」按鈕。</p> <p>(要把程式計畫用網路與別人分享，你需要先建立一個Scratch帳號。如果你還沒有的話，請先建立一個。)</p> <p>分享程式計畫後，你可以到專案介紹頁面，加入標題、說明與其他附註事項。</p>

source: Now you can send a link to your holiday card to family, friends, and others!
bn: এখন তুমি তোমার ছুটির কার্ডের একটি লিঙ্ক পরিবার, বন্ধুদের এবং অন্যদের কাছে পাঠাতে পারবে!
cs: Nyní můžeš poslat odkaz na svou pohlednici rodině, přátelům a dalším!
cy: Nawr gallwch anfon dolen at eich cerdyn gwyliau at eich teulu, ffrindiau a phobl eraill!
de: Du kannst nun einen Link auf deine Urlaubskarte an deine Familie, Freunde und andere schicken!
fa: حالا می‌توانید یک لینک به کارت تعطیلات خود را به خانواده، دوستان و دیگران ارسال کنید!
fr: Maintenant, tu peux envoyer un lien vers ta carte à ta famille, tes amis et tous les autres !
id: Sekarang kamu bisa mengirim sebuah tautan kartu perayaanmu ke keluarga, teman, dan yang lain-lainnya!
kk: Енді сіз мерекелік картаңыздың сілтемесін отбасыңызға, достарыңызға, және де басқаларға жібере аласыз!
nb: Nå kan du sende julekortet ditt til familie og venner ved å gi dem en link!
nn: No kan du senda julekortet til familie og vennar ved å gje dei ei nettadresse!
pt_br: Agora você pode enviar um link para o seu cartão de boas-festas para sua família, amigos e outras pessoas!
vi: Bây giờ bạn có thể gửi đường dẫn tới thiệp kỳ nghỉ của bạn cho gia đình, bạn bè, và những người khác!
zh_tw: 現在，你可以將節日卡片的網址連結，傳送給家人、朋友和其他人！

source: Finally, finish by adding your card to the Holiday Card studio.
bn: অবশেষে, ছুটির কার্ড স্টুডিওতে তোমার কার্ড যুক্ত করে শেষ কর।
cs: Dokonči to tím, že přidáš svou pohlednici do Holiday Card studia.
cy: Yn olaf, ychwanegwch eich cerdyn i stiwdio Cerdyn Gwyliau.
de: Zum Schluss kannst du deine Urlaubskarte dem "Holiday Card Studio" hinzufügen.
fa: در نهایت با اضافه کردن کارت خود به استودیوی کارت تطعیلات پایان دهید.
fr: Enfin, finis en ajoutant ta carte au Studio Holiday Card (Carte Postale).
id: Terakhir, selesaikan dengan menambahkan kartumu ke studio Kartu Perayaan.
kk: Соңында, ашық хатыңызды Мерекелік Ашық хат Студиясына қосу арқылы аяқтаңыз.
nb: Til slutt kan du legge ut kortet du har laget på galleriet for julekort.
nn: Til slutt kan du leggja ut kortet du har laga i galleriet for julekort.
pt_br: Por fim, conclua adicionando seu cartão ao estúdio de cartões de boas-festas.
vi: Cuối cùng, kết thúc bằng cách thêm thiệp của bạn vào studio Thiệp Kỳ nghỉ.
zh_tw: 最後，將你的節日卡片加入到「Holiday Card studio」創作坊。

source: <p>Share your holiday card with people from all around the world by adding your project to the Hour of Code studio.</p> <p>First, go to the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Then, click on the “Add Projects” button at the top of the page to add your holiday card to the studio.</p> <p>Thank you for imagining, programming, and sharing your holiday card with Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">you completed the Hour of Code Scratch activity!</a></p>
bn: <p>Hour of Code studio তে তুমি প্রজেক্ট যুক্ত করে সারা বিশ্বের মানুষের সাথে তোমার ছুটির কার্ড শেয়ার কর।</p> <p>প্রথমে <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a> এ যাও। তারপরে, স্টুডিওতে তোমার ছুটির কার্ড যুক্ত করতে পেইজের শীর্ষে "Add Projects" বোতামে ক্লিক কর।</p> কল্পনা, প্রোগ্রামিং, এবং আপনার ছুটির কার্ডটি Scratch এর সাথে শেয়ার করার জন্য ধন্যবাদ -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">তুমি কোড Scratch কার্যকলাপের সময় শেষ করেছ!</a><p>
cs: <p>Sdílej svou prázdninovou kartu s celým světem přidáním svého projektu do studia "Hour of Code".</p> <p>Nejdřív přejdi na <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Následně vyber tlačítko "Přidat projekt" v horní části stránky, abys mohl/a přidat svůj projekt do studua.</p> <p>Děkujeme za představu, programování a sdílení své prázdninové karty se Scratchem -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">splnil/a jsi aktivitu "Hour of Code" ve Scratchi!</a></p>
cy: <p>Rhannwch eich cerdyn gwyliau gyda phobl ar draws y byd drwy ychwanegu eich project i stiwdio Awr Codio.</p> <p>Yn gyntaf, ewch i <a href="http://scratch.mit.edu/studios/279432/" target="_blank">stiwdio Awr Codio</a>. Yna, cliciwch ar fotwm “Ychwanegu Projectau” ar frig y dudalen i ychwanegu eich cerdyn gwyliau i'r stiwdio.</p> <p>Diolch am ddychmygu, rhaglennu a rhannu eich cerdyn gwyliau gyda Scratch -- <a href="http://www.google.com/url?q=http3A2F2Fcode.org2Fapi2Fhour2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">rydych wedi cwblhau gweithgaredd Awr Codio Scratch!</a></p> <p>Rhannwch eich cerdyn gwyliau gyda phobl ar draws y byd drwy ychwanegu eich project i stiwdio Awr Codio.</p> <p>Yn gyntaf, ewch i <a href="http://scratch.mit.edu/studios/279432/" target="_blank">stiwdio Awr Codio</a>. Yna, cliciwch ar fotwm “Ychwanegu Projectau” ar frig y dudalen i ychwanegu eich cerdyn gwyliau i'r stiwdio.</p> <p>Diolch am ddychmygu, rhaglennu a rhannu eich cerdyn gwyliau gyda Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">rydych wedi cwblhau gweithgaredd Awr Codio Scratch!</a></p>
de: <p>Teile deine Urlaubskarte mit Menschen auf der ganzen Welt. Füge sie dafür dem "Hour of Code"-Studio zu.</p> <p>Gehe als erstes zum <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code Studio</a>. Klicke dann auf die Schaltfläche “Projekt hinzufügen” oben auf der Seite, um deine Urlaubskarte dem Studio hinzuzufügen.</p> <p>Danke für das Entwerfen, Programmiern und Teilen deiner Urlaubskarte mit Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank"> Du hast die Hour of Code Scratch-Aktivität geschafft!</a></p>
fa: <p>با اضافه کردن برنامه خود به استودیوی زمان کدگذاری، کارت تعطیلات خود را با افرادی از سراسر جهان به اشتراک بگذارید.</p> <p>ابتدا، به <a href="http://scratch.mit.edu/studios/279432/" target="_blank">استودیو زمان کدگذاری بروید.</a> سپس روی دکمه "افزودن برنامهها" در بالای صفحه کلیک کنید تا کارت تعطیلات خود را به استودیو اضافه کنید.</p> <p>برای تصور، برنامه نویسی، و به اشتراک‌گذاری کارت تعطیلات خود را با اسکرچ از شما سپاسگذاریم -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">شما فعالیت زمان کدگذاری اسکرچ را تکمیل کردید!</a></p>
fr: <p>Partage ta carte de vacances en ajoutant ton projetau Studio Heure de Code</p> <p>D'abord, va au <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Ensuite, clique sur le bouton “Add Projects” en haut de la page pour ajouter ta carte de vacances au studio.</p> <p>Merci d'avoir imaginer, programmer, and partager ta carte de vacances avec Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">tu as terminé l'activité de Scratch Heure de Code</a></p>
id: <p>Bagikan kartu perayaanmu dengan orang-orang dari semua penjuru dunia dengan menambahkan karyamu ke studio Jam Kode.</p> <p>Pertama, pergi ke <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio Jam Kode</a>. Kemudian, klik tombol "Tambahkan karya" di bagian atas halaman untuk menambahkan kartu perayaanmu ke studio.</p> <p>Terima kasih telah mengimajinasikan, memrogram, dan membagikan kartu perayaanmu dengan Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">kamu telah menyelesaikan kegiatan Jam Kode Scratch!</a></p>
kk: <p>Жобаңызды Hour of Code студиясына қосу арқылы мерекелік ашық хатыңызбен бүкіл әлеммен бөлісіңіз.</p> <p>Алдымен, <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code студиясына</a>барыңыз. Сосын мерекелік ашық хатыңызды студияға қосу үшін беттің жоғарғы жағындағы “Жобалар қосу” батырмасына басыңыз.</p> <p>Скретчпен бірге қиялдап, бағдарламалап, және мерекелік ашық хатыңызбен бөліскеніңіз үшін рахмет -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">Hour of Code скретч іс-әрекетін аяқтадыңыз!</a></p>
nb: <p>Alle kan se julekortet ditt hvis du legger det ut på galleriet til Kodetimen.</p> <p>Først går du til Kodetimens galleri <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code</a>. Klikk "Legg til prosjekter" øverst på siden for å legge ut kortet ditt på galleriet.</p> <p>Takk for at du har skapt og programmert et julekort med Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">du har fullført en aktivitet for Kodetimen!</a></p>
nn: <p>Alle kan lett finna julekortet ditt viss du legg det ut på julekortgalleriet.</p> <p>Først går du til galleriet <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Interactive Holiday Cards</a>. Trykk på «Legg til prosjekt» øvst på sida for å leggja kortet til galleriet.</p> <p>Takk for at du har laga eit julekort med Scratch – <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">du har fullført ein aktivitet for Kodetimen!</a></p>
pt_br: <p>Compartilhe seu cartão com pessoas de todo o mundo adicionando-o no Hour of Code studio.</p> <p>Primeiro, acesse <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code studio</a>. Então, clique no botão “Adicionar projetos” na parte superior da página para adicionar seu cartão.</p> <p>Obrigado por criar, programar e compartilhar seu cartão de boas festas com o Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">você completou a Hour of Code Scratch!</a></p>
vi: <p>Chia sẻ thiệp kỳ nghỉ của bạn với mọi người từ khắp nơi trên thế giới bằng cách thêm chương trình của bạn vào sudio Giờ Lập trình.</p> <p>Trước tiên vào trang <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio Giờ Lập trình</a>. Sau đó, bấm vào nút “Thêm chương trình” ở phía trên trang để thêm thiệp kỳ nghỉ vào studio.</p> <p>Cảm ơn bạn đã tưởng tượng, lập trình, và chia sẻ thiệp kỳ nghỉ của bạn với Scratch -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">bạn vừa hoàn thành hoạt động Giờ Lập trình với Scratch </a></p>
zh_tw: <p>把你的專案加入到 Hour of Code 創作坊，與來自世界各地的所有人分享你的節日卡片。</p> <p>第一步，連到 <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Hour of Code 創作坊</a>。 接下來，點擊畫面上方的「新增專案」按鈕來將你的節日卡片加入。(註：目前新增功能已關閉)</p> <p>謝謝你使用 Scratch 來想像、創作、分享你的節日卡片 -- <a href="http://www.google.com/url?q=http%%3A%%2F%%2Fcode.org%%2Fapi%%2Fhour%%2Ffinish&sa=D&sntz=1&usg=AFQjCNHVv1dbiUd4Qt7PzlQfXFPXN8uFpg" target="_blank">你已經完成了一小時玩程式（Hour of Code）的活動！</a></p>

source: <p>What will you create next?</p><p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
bn: <p>এরপর তুমি কি তৈরি করবে?</p><p>আরও আইডিয়া পেতে, ক্লিক কর <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব টীকা</a>।</p>
cs: <p>Co budeš vytvářet dál?</p><p>Pro další nápady stiskni <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy</a>.</p>
cy: <p>Beth wnewch chi ei greu nesaf?</p><p>Am ragor o syniadau, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.</p>
fa: <p>سپس چه چیزی خواهید ساخت؟</p><p>برای ایده‌های بیشتر، <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات</a>را کلیک کنید.</p>
fr: <p>Que vas-tu créer ensuite ?</p><p>Pour plus d'idées, clique <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.</p>
id: <p>Apa yang akan kamu buat selanjutnya?</p> <p>Untuk lebih banyak ide, klik <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a>.</p>
kk: <p>Келесі нені жасайсыз?</p><p>Көбірек идеялар үшін, басыңыз <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық Кеңестер</a>.</p>
vi: <p>Bạn sẽ làm gì tiếp theo?</p><p>Để có thêm nhiều ý tưởng, bấm vào <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả Thủ thuật</a>.</p>
zh_tw: <p>接下來你想創造什麼呢？</p><p>若要看看更多的好點子，點擊<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p>
