Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If Bluetooth doesn’t appear in your results, please go to our <a href="../wedo2win-9">Troubleshooting</a> section.
bn: যদি আপনার ফলাফলে ব্লুটুথ প্রতীয়মান না হয়, অনুগ্রহ করে আমাদের <a href="../wedo2win-9">ট্রাবলশুটিং</a> বিভাগে যাও।
cs: Pokud se ti Blutetooth nezobrazuje ve výsledcích, přejdi prosím na naši sekci <a href="../wedo2win-9">Řešení problémů</a>.
cy: Os nad yw Bluetooth yn ymddangos yn eich canlyniadau, ewch i'n hadran <a href="../wedo2win-9">Datrys Problemau</a>.
fa: اگر بلوتوث در نتایج شما ظاهر نشد، لطفاً به بخش <a href="../wedo2win-9">عیب‌یابی</a> ما بروید.
fr: Si le Bluetooth n'apparaît pas dans vos résultats, merci d'aller sur notre section <a href="../wedo2win-9">Dépannage</a>.
kk: Егер Bluetooth іздеу нәтижесінде шықпаса, мына бөлімге <a href="../wedo2win-9">Ақаулық себебін іздеу және түзету</a> өтіңіз.
vi: Nếu Bluetooth không xuất hiện trong kết quả của bạn, xin vào phần <a href="../wedo2win-9">Xử lý sự cố</a> của chúng tôi.
zh_tw: 如果在搜尋結果上並沒有出現「Bluetooth」或「藍芽」字樣，請參見我們的<a href="../wedo2win-9">問題排除</a>頁面。

source: Next, Pair your Device
bn: পরবর্তী, তোমার ডিভাইস যুক্ত কর
cs: A dál, spáruj své zařízení
cy: Nesaf, Paru eich Dyfais
fa: سپس، دستگاه خود را جفت کنید
fr: Ensuite, il faut associer le périphérique
kk: Келесі, Құрылғыны жұптастырыңыз
sl: Sedaj poveži s tvojo napravo
tr: Sonra, aygıtını eşleştir
vi: Tiếp theo, Bắt cặp Thiết bị của bạn
zh_tw: 下一步，配對你的裝置

source: Make sure that Bluetooth is turned on. Look for the toggle button in the <strong>Bluetooth Settings</strong> panel and confirm it is in the <strong>On</strong> position:
cs: Ujisti se, že je Bluetooth zapnuté. Zkontroluj přepínací tlačítko v panelu <strong>Nastavení Bluetooth</strong> a případně přepni jeho pozici na <strong>Zapnuto</strong>:
cy: Gwnewch yn siŵr fod Bluetooth wedi ei droi ymlaen. Chwiliwch am y botwm toglo ym mhanel <strong>Gosodiadau Bluetooth</strong> a chadarnhau ei fod wedi ei osod i safle <strong>Ymlaen</strong>:
fa: اطمینان حاصل کنید که بلوتوث روشن است. به دنبال دکمه تغییر وضعیت در پنل <strong>تنظیمات بلوتوث</strong>بگردید و تایید کنید که در وضعیت <strong>روشن</strong>می‌باشد.
fr: Assure-toi que le Bluetook est en route. Cherche le bouton d'activation dans le panneau de <strong>Configuration Bluetooth</strong> et positionne-le sur la position<strong>On</strong> :
kk: Bluetooth қоулы екеніне көз жеткізіңіз. <strong>Bluetooth баптаулары</strong> панеліндегі қосқыш батырманы іздеңіз және <strong>Қосулы</strong> күйде екеніне көз жеткізіңіз:
tr: Bluetooth un açık olduğundan emin olun. <strong>Bluetooth Ayarları</strong> ndan geçiş düğmesine bakın ve onun <strong>Açık</strong> konumda olduğunu doğrulayın.
vi: Đảm bảo là Bluetooth được bật. Tìm nút chuyển hướng trong bảng<strong>Bluetooth Settings</strong>và xác nhận nếu nó ở vị trí <strong>On</strong>:
zh_tw: 確定你的藍芽設備已經打開，你可以在<strong>藍芽設定</strong>選單上確定它是不是<strong>開啟</strong>狀態：

source: <strong>Push the button</strong> on the top of the WeDo to turn it on. When it appears in the list, <strong>click on your device</strong>. Unless you have renamed it, your device will be named <strong>LPF2 Smart Hub 2 I/O</strong>. Then, click the <strong>Pair</strong> button that appears below the name of your device in the menu.
cs: <strong>Přidrž tlačítko</strong> na horní straně WeDo, aby se zapnul. Až se objeví na seznamu, <strong>klikni na tvé zařízení</strong>. Dokud jej nepřejmenuješ, tvoje zařízení se bude jmenovat <strong>LPF2 Smart Hub 2 I/O</strong>. Poté klikni na tlačítko <strong>Párovat</strong> které se objeví pod jménem tvého zařízení v menu.
cy: <strong>Pwyswch y botwm ar frig y WeDo i'w droi ymlaen. Pan fydd yn ymddangos ar y rhestr, <strong>cliciwch ar eich dyfais</strong>. Oni bai eich bod wedi ei hailenwi, enw eich dyfais fydd <strong>LPF2 Smart Hub 2 I/O</strong>. Yna, cliciwch y botwm <strong>Paru</strong> sy'n ymddangos o dan enw eich dyfais yn y ddewislen.
fa: <strong>دکمه را فشار دهید</strong>در بالای WeDo تا آن را روشن کنید. هنگامی که در لیست ظاهر شد، <strong>بر روی دستگاه خود کلیک کنید</strong>. مگر اینکه نام آن را تغییر داده باشید، دستگاه شما <strong>LPF2 Smart Hub 2 I / O</strong> نامیده خواهد شد. سپس بر روی دکمه <strong>جفت کردن</strong>که زیر نام دستگاه شما در منو ظاهر می‌شود، کلیک کنید.
fr: <strong>Appuie sur le bouton </strong> en haut du WeDo pour l'activer. Quand il apparaît dans la liste, <strong>clique sur ton appareil</strong>. À moins que tu ne l'aies pas renommé, ton appareil sera nommé <strong>LPF2 Smart Hub 2 I/O</strong>. Ensuite, clique sur le bouton <strong>Pair (Associer)</strong> qui apparaît dans le menu sous le nom de ton appareil.
kk: Қосу үшін WeDo-дің жоғарысындағы <strong>Батырманы бас</strong>. Ол тізімде пайда болған кезде, <strong>құрылғыңызды таңдаңыз </strong>. Сіз өзіңіз құрылғының атын өзгертпеген болсаңыз, құрылғы <strong>LPF2 Smart Hub 2 I/O</strong> деп аталуы керек. Содан кейін, Мәзірде құрылғыңыздың атының астында пайда болатын <strong>Жұптау</strong> батырмасына басыңыз.
vi: <strong>Ấn Nút</strong> phía trên WeDo để bật. Khi nó xuất hiện trong danh sách <strong>bấm vào thiết bị của bạn</strong>. Trừ khi bạn đã đặt lại tên nó, thiết bị của bạn sẽ có tên<strong>LPF2 Smart Hub 2 I/O</strong>. Sau đó, bấm vào nút<strong>Bắt cặp</strong> xuất hiện bên dưới tên của thiết bị của bạn trong menu.
zh_tw: 按下 WeDo<strong> 上方的按鈕</strong>將設備開啟，當它顯示在清單上時，<strong>點擊你的裝置</strong>。除非你之前曾經重新命名，不然你的設備名稱應該會是<strong>LPF2 Smart Hub 2 I/O</strong>，接著，點擊該裝置下方的<strong>配對</strong>按鈕。

source: When your device has been successfully paired, it will make a noise. In your Bluetooth menu, you will see the word <strong>Connected</strong> underneath the device name.
bn: যখন তোমার ডিভাইস সফলভাবে পেয়ার হবে, এটি একটি শব্দ করবে। তোমার ব্লুটুথ মেনুতে, তুমি ডিভাইসের নামের নিচে <strong>সংযুক্ত</strong> শব্দটি দেখতে পাবে।
cs: Pokud bylo tvé zařízení úspěšně spárováno, uslyšíš upozornění. Ve tvém Bluetooth menu uvidíš slovo <strong>Připojeno</strong> pod názvem zařízení.
cy: Pan fydd eich dyfais wedi ei pharu'n iawn, bydd yn gwneud swm. Yn eich dewislen Bluetooth byddwch yn gweld y geiriau <strong>Wedi Cysylltu</strong> o dan enw'r ddyfais.
fa: هنگامی که دستگاه شما با موفقیت جفت شد، صدای ایجاد خواهد کرد. در منوی بلوتوث‌تان، کلمه <strong>متصل شده</strong> را در زیر نام دستگاه مشاهده خواهید کرد.
fr: Quand ton appareil a bien été associé, il va faire un bruit. Dans ton menu Bluetooth, tu verras le mot <strong>Connected (Connecté)</strong> sous le nom de l'appareil.
kk: Егер құрылғы сәтті жұптастырылған болса, ол дыбыс шығарады. Сіздің Bluetooth мәзіріңізде құрылғының атының астынан <strong>Қосылулы</strong> сөзін көре аласыз.
sl: Ko se bosta napravi uspešno seznanili boš zaslišal pisk. V Bluetooth meniju boš pod imenom naprave zagledal napis <strong>Povezan</strong>.
vi: Khi thiết bị của bạn đã bắt cặp thành công, nó sẽ phát ra tiếng. trong menu Bluetooth, bạn sẽ thấy chữ <strong>Đã kết nối</strong> ngay bên dưới tên thiết bị.
zh_tw: 當你的設備配對成功後，它會發出提示聲。同時在你的藍芽選單上，你可以看到該設備上顯示<strong>「已連接」</strong>的字樣。

source: Note: if you see <strong>Driver Error</strong>, you will need to click on the LPF2 Smart Hub 2 I/O name, then click the <strong>Remove Device</strong> button. Then, pair your device again following the instructions above.
bn: দ্রষ্টব্য: যদি তুমি <strong>ড্রাইভার ত্রুটি</strong> দেখতে পাও, তোমাকে LPF2 স্মার্ট হাব 2 I/O নামের উপর ক্লিক করতে হবে, তারপর <strong>ডিভাইস সরাও</strong> বাটনে ক্লিক কর। তারপর, উপরের নির্দেশাবলী অনুসরণ করে তোমার ডিভাইসটি আবার যুক্ত কর।
cs: Poznámka: pokud uvidíš <strong>Chyba ovladače</strong>, bude třeba kliknout na název LPF2 Smart Hub 2 I/O, pak klikni na tlačítko <strong>Odstraň zařízení </strong>. Poté, spáruj své zařízení znovu podle instrukcí níže.
cy: Sylw: Os fyddwch yn gweld <strong>Gwall Gyrrwr</strong>, bydd angen i chi glicio ar yr enw LPF2 Smart Hub 2 I/O, yna clicio'r botwm <strong>Tynnu Dyfais</strong>. Yna, parwch eich dyfais eto gan ddilyn y cyfarwyddiadau uchod.
fa: توجه: اگر <strong>خطای درایور</strong> را مشاهده کردید، باید بر روی نام LPF2 Smart Hub 2 I / O کلیک کنید، سپس بر روی دکمه <strong>حذف دستگاه</strong> کلیک کنید. سپس، دستگاه خود را دوباره با دستورالعمل بالا جفت کنید.
fr: Note : Si tu vois <strong>Driver Error (Erreur du Pilote)</strong>, tu dois cliquer sur le nom LPF2 Smart Hub 2 I/O , puis clique sur le bouton <strong>Remove Device (Supprimer l'Appareil)</strong>. Ensuite, ré-associe ton appareil en suivant les instructions ci-dessus.
kk: Ескерту: <strong>Драйвер Қатесі</strong>-ін көрсеңіз, LPF2 Smart Hub-та 2 I/O атына басып, <strong>Құрылғыны Ажырату</strong> түймесіне басыңыз. Содан соң, құрылғыны жоғарыдағы нұсқаулықтар бойынша қайта жұптастырыңыз.
vi: Chú ý: nếu bạn thấy <strong>Driver Error</strong>, bạn sẽ cần bấm vào tên LPF2 Smart Hub 2 I/O, sau đó bấm nút <strong>Remove Device</strong>. Sau đó, bắt cặp thiết bị của bạn lần nữa theo chỉ dẫn bên trên.
zh_tw: 注意：如果你看到<strong>驅動程式錯誤</strong>的訊息，請在名稱 LPF2 Smart Hub 2 I/O 上點一下，然後點擊<strong>移除裝置</strong>按鈕，接著，再依照上方的指示重新配對一次。

source: Next, Restart your Device
bn: তারপর, তোমার ডিভাইসটি পুনরায় চালু কর
cs: Jako další krok restartuj tvé zařízení
cy: Nesaf, Ailgychwynnwch eich Dyfais
de: Starte nun dein Gerät neu
fa: سپس، دستگاه خود را راه‌اندازی مجدد کنید
fr: Ensuite, Redémarre Ton Périphérique
kk: Келесі, Құрылғыны қайта жүктеңіз.
sl: Sedaj ponovno zaženi tvojo napravo
tr: Sonra, aygıtını yeniden başlat
vi: Tiếp theo, Khởi động lại Thiết bị
zh_tw: 下一步，重啟你的設備

source: Now, it’s time to restart the device so you can set it up in Scratch. <strong>Press and hold</strong> the button on the WeDo to turn it off. Once your device has been successfully turned off, it should appear as <strong>Paired</strong> in the Bluetooth menu (as opposed to <strong>Connected</strong>).
bn: এখন, যন্ত্রটি পুনরায় চালু করার সময় এসেছে যাতে তুমি এটি Scratch এ সেট আপ করতে পার। WeDo বন্ধ করতে বোতামটি <strong>চাপ দিয়ে ধরে রাখ</strong>। একবার তোমার যন্ত্র সফলভাবে বন্ধ হয়ে গেলে, এটি ব্লুটুথ তালিকায় <strong>সংযুক্ত</strong> ভাবে (<strong>সংযোগের</strong> বিপরীতে) প্রতীয়মান হওয়া উচিত।
cs: Nyní je čas restartovat tvé zařízení, abys to mohl/a nastavit ve Scratchi. <strong>Stiskni a přidrž </strong>tlačítko na WeDo a vypni ho. Až bude tvé zařízení úspěšně vypnuté, mělo by se objevit <strong>Spárováno</strong> v Bluetooth menu (místo <strong>Připojeno</strong>).
cy: Nawr, mae'n amser ailgychwyn y ddyfais fel bod modd ei gosod o fewn Scratch. <strong>Pwyswch a dal</strong> y botwm ar y WeDo i'w ddiffodd. Unwaith y mae eich dyfais wedi ei diffodd yn llwyddiannus, dylai ymddangos fel <strong>Wedi Paru</strong> yn y ddewislen Bluetooth (o'i gymharu â <strong>Wedi Cysylltu</strong>).
fa: اکنون، زمان راه‌اندازی مجدد دستگاه است، تا شما بتوانید آن را با اسکرچ تنظیم کنید. دکمه روی WeDo را <strong>فشار داده و نگهدارید</strong>تا خاموش شود. هنگامی که دستگاه شما با موفقیت خاموش شد، باید در منوی بلوتوث به شکل <strong>جفت شده</strong> (به جای <strong>متصل شده</strong>) ظاهر شود.
fr: Maintenant, c'est le moment de redémarrer ton appareil afin que tu puisses le configurer dans Scratch. <strong>Tiens appuyé</strong> le bouton sur le WeDo pour l'arrêter. Une fois que l'appareil a bien été arrêté, il doit apparaître comme<strong>Appairé</strong> dans le menu Bluetooth (l'opposé de <strong>Connecté</strong>).
kk: Енді, Скретчте жұмыс істеу үшін құрылғыны өшіріп қайта іске қосыңыз. Өшіру үшін WeDo -дегі <strong>Басып тұрыңыз </strong> түймесін басып тұрыңыз. Құрылғы сәтті өшірілген кейін Bluetooth мәзірінде <strong> жұптастырылған </strong> (<strong> Қосылулы </strong> орнына) деп тұруы қажет.
sl: Sedaj moraš ponovno zagnati tvojo napravo. <strong>Klikni in drži</strong>gumb na WeDo, da se ugasne. Ko se naprava ugasne se v Bluetooth meniju pojavi napis <strong>Seznanjen</strong> (v nasprotju s <strong>Povezan</strong>).
vi: Bây giờ, khởi động lại thiết bị để bạn có thể cài đặt với Scratch. <strong>Bấm giữ</strong> nút trên WeDo để tắt. Khi thiết bị được tắt thành công, nó sẽ xuất hiện <strong>Paired</strong> trong menu the Bluetooth (khác với <strong>Connected</strong>).
zh_tw: 在重啟你的設備後，你就可以開始在 Scratch 使用他。<strong>按住不放</strong> WeDo 上的按鈕就可以關掉它。當你的設備關閉時，在藍芽選單上的訊息應該會從<strong>「已連接」字樣</strong>變成<strong>「已配對」</strong>字樣。

source: Each time you start a new project, you'll need to add the WeDo blocks and click <strong>Connect</strong> in the Device manager.
bn: প্রতিবার যখন তুমি একটি নতুন প্রজেক্ট শুরু করবে, তোমাকে WeDo ব্লকসমূহ যুক্ত করতে হবে এবং ডিভাইস ম্যানেজারের <strong>সংযোগ</strong> এ ক্লিক করতে হবে।
cs: Pokaždé když začneš nový projekt, budeš potřebovat přidat WeDo bloky a stisknout <strong>Připojit</strong> ve Správci zařízení
cy: Bob tro fyddwch y cychwyn project newydd, bydd angen i chi ychwanegu blociau WeDo a chlicio <strong>Cysylltu</strong> yn y Rheolwr Dyfeisiau.
fa: هر بار که یک برنامه جدید را شروع می‌کنید، باید قطعههای WeDo را اضافه کنید و روی <strong>اتصال</strong> در مدیر دستگاه کلیک کنید.
fr: Chaque fois que tu démarres un nouveau projet, tu auras besoin d'ajouter les blocs WeDo et de cliquer <strong>Connect (Connecter)</strong> dans le Gestionnaire de Périphériques.
kk: Әрбір жаңа жоба бастаған кезде WeDo блотарын қосып, Құрылғы менеджеріндегі <strong>Қосылу</strong> басып отыруыңыз қажет.
sl: Vsakokrat ko želiš pričeti z novim projektom dodaj WeDo bloke in v Upravitelju naprav klikni <strong>Poveži</strong>.
tr: Her defasında yeni bir projeye başladığınızda, WeDo bloklarını eklemeniz ve Aygıt Yöneticisinden<strong>Bağlan</strong> a tıklamanız gerekecek.
vi: Mỗi khi bạn bắt đầu một chương trình mới, bạn sẽ thêm các mảnh ghép WeDo và bấm vào <strong>Kết nối</strong> trong Quản ly Thiết bị.
zh_tw: 每次你要製作專案時，你需要添加 WeDo 相關積木，並在裝置管理器上<strong>連結</strong>它。

source: Make sure you have paired your WeDo 2.0 to your computer before you try to connect to Scratch. For instructions on how to do this, open the Device Manager on your computer and select <strong>No, Open Bluetooth Settings</strong> on the first screen.
bn: Scratch এ সংযোগ করার চেষ্টা করার আগে নিশ্চিত হয়ে নেও যে তুমি তোমার কম্পিউটারে তোমার WeDo 2.0 যুক্ত করেছ।এটি কীভাবে করবে তার নির্দেশাবলীর জন্য, তোমার কম্পিউটারের ডিভাইস ম্যানেজারটি খোল এবং প্রথম স্ক্রিনে <strong>না, ব্লুটুথ সেটিংস খোল</strong> নির্বাচন কর।
cs: Ujisti se, že jsi spároval/a WeDo 2.0 s tvým počítačem předtím, než se spojíš se Scratchem. Pro nápovědu, jak to udělat, si otevři Správce Zařízení ve tvém počítači a vyber <strong>Ne, otevřít nastavení Bluetooth</strong> na první obrazovce.
cy: Gwnewch yn siŵr eich bod wedi paru eich WeDo 2.0 i'ch cyfrifiadur cyn eich bod yn ceisio cysylltu â Scratch. Am gyfarwyddiadau ar sut i wneud hyn, agorwch y Rheolwr Dyfeisiau ar eich cyfrifiadur a dewis <strong>Na, Agor Gosodiadau Bluetooth</strong> ar y sgrin gyntaf.
fa: اطمینان حاصل کنید که پیش از تلاش برای اتصال به اسکرچ، WeDo 2.0 را به رایانه خود جفت کرده‌اید. برای دستورالعمل در مورد چگونگی انجام این کار، مدیر دستگاه را بر روی رایانه خود باز کرده و <strong>نه، تنظیمات بلوتوث را باز کن</strong> را در اولین صفحه انتخاب کنید.
fr: Assure-toi d'avoir associé ton WeDo 2.0 avec ton ordinateur avant que tu essayes de le connecter à Scratch. Pour les instructions pour le faire, ouvre le Gestionnaire de Périphériques sur ton ordinateur et sélectionne <strong>No, Open Bluetooth Settings (Non, Ouvrir les paramètres Bluetoorh)</strong> sur le premier écran.
kk: Cкретчке қосылмастан бұрын сіз компьютерге WeDo 2.0 жұптастырылғанын тексеріңіз. Бұл әрекетті орындау жолы туралы нұсқаулар алу үшін, компьютердегі Құрылғылар Менеджерін ашыңыз және бірінші экранда <STRONG> Жоқ, Bluetooth баптауларын ашыңыз </ STRONG> тармағын таңдаңыз.
sl: Pred povezavo s Scratchem preveri, da si seznanil WeDo 2.0 s svojim računalnikom. Da bi našel navodila odpri Upravitelj naprav na svojem računalniku, na prvem zaslonu izberi <strong>Ne, Odpri Bluetooth nastavitve</strong>.
vi: Chắc rằng bạn đã bắt cặp WeDo 2.0 với máy tính của bạn trước khi bạn cố gắng kết nối với Scratch. Phần chỉ dẫn làm như thế nào, mở Quản lý Thiết bị trên máy tính của bạn và chọn <strong>Không, Mở cài đặt Bluetooth</strong> ở màn hình đầu tiên.
zh_tw: 在串接到 Scratch 前，請確定你的 WeDo 2.0 和電腦完成配對。如果要知道操作步驟，可以在打開裝置管理器後選擇<strong>「否，開啟藍芽設定」</strong>。

source: Make sure you have a Windows 10+ computer. If you have a Mac computer, you should follow the Mac setup instructions instead (see below)
bn: তোমার Windows 10+ কম্পিউটার আছে তা নিশ্চিত কর। যদি তোমার Mac কম্পিউটার থাকে, তাহলে তোমার Mac সেটআপ নির্দেশাবলী অনুসরণ করা উচিত পরিবর্তে (নিচে দেখুন)
cs: Ujisti se, že máš Windows 10+. Pokud máš Mac počítač, následuj místo toho instrukce pro nastaveni Mac (viz níže)
cy: Gwnewch yn siŵr fod gennych gyfrifiadur Windows 10+. Os oes gennych gyfrifiadur Mac, dylech ddilyn cyfarwyddiadau gosod Mac yn lle hynny. (gw. isod)
fa: اطمینان حاصل کنید که یک رایانه ویندوز 10+ دارید. اگر یک رایانه Mac دارید، باید دستورالعمل نصب Mac را به جای آن دنبال کنید (به زیر نگاه کنید)
fr: Assure-toi d'avoir un ordinateur avec Windows 10 et plus. Si tu as un ordinateur Mac, tu dois plutôt suivre les instructions de configuration pour Mac (voir plus bas)
kk: Сіздің компьютеріңізде Windows 10+ екеніне көз жеткізіңіз. Егер сізде Mac компьютер болса, Mac орнату нұсқауларын орындаңыз.(төменнен қараңыз)
sl: Preveri, da imaš računalnik z Windowsi 10+. Če imaš Mac računalnik sledi namestitvenim navodilom za Mac (poglej spodaj)
tr: Windows 10+ bilgisayarınız olduğundan emin olunuz. Eğer bir Mac bilgisayarınız varsa, bunun yerine Mac kurulum talimatlarını takip etmeniz gerekir.(aşağıya bakınız)
vi: Chắc rằng bạn có máy tính Windows 10+. Nếu bạn có máy Mac, bạn nên theo chỉ dẫn cài đặt trên Mac (xem bên dưới)
zh_tw: 確定你的電腦是 Windows 10+，如果你使用的是 Mac，請參考 Mac 上的操作步驟（如下）

source: <strong>What if I can't see the Bluetooth menu?</strong>
bn: <strong>যদি আমি ব্লুটুথ মেনু দেখতে না পারি?</strong>
cs: <strong>Co když se mi nezobrazí nabídka Bluetooth?</strong>
cy: <strong>Beth os nad wyf yn gallu gweld y ddewislen Bluetooth ?</strong>
de: <strong>Was mache ich, falls ich das Bluetooth-Menü nicht sehen kann?</strong>
fa: <strong>اگر نتوانستم منوی بلوتوث را ببینم چه؟</strong>
fr: <strong>Que faire si je ne vois pas le menu Bluetooth ?</strong>
kk: <strong>Bluetooth мәзірін көре алмаған жағдайда ше?</strong>
sl: <strong>Kaj storiti, če ne vidim Bluetooth menija?</strong>
tr: <strong>Peki ya Bluetooth menüsünü göremiyorsam?</strong>
vi: <strong>Nếu tôi không thể thấy menu Bluetooth?</strong>
zh_tw: <strong>為什麼我看不到藍芽選單？怎麼辦？</strong>

source: Click the <strong>Start</strong> button on your desktop and type <strong>Bluetooth</strong>. Select <strong>Bluetooth settings</strong> from the list of search results.
bn: তোমার ডেস্কটপের <strong>Start</strong> বাটনে ক্লিক কর এবং<strong>Bluetooth</strong> লিখ। অনুসন্ধান ফলাফলের তালিকা থেকে <strong>Bluetooth settings</strong> নির্বাচন কর।
cs: Klikni na talčítko <strong>Start</strong> na tvé ploše a napiš<strong>Bluetooth</strong>. Vyber<strong>nastavení Bluetooth</strong> ze seznamu výsledků hledání.
cy: Cliciwch y botwm <strong>Cychwyn</strong> ar eich bwrdd gwaith a theipio <strong>Bluetooth</strong>. Dewiswch <strong>osodiadau Bluetooth</strong> o restr y canlyniadau chwilio.
fa: بر روی دکمه <strong>شروع</strong> روی دسک‌تاپ خود کلیک کرده و <strong>بلوتوث</strong>را تایپ کنید. <strong>تنظیمات بلوتوث </strong>را از لیست نتایج جستجو انتخاب کنید.
fr: Clique sur le bouton <strong>Démarrer</strong> de ton bureau et tape <strong>Bluetooth</strong>. Sélectionne<strong>Paramètres Bluetooth</strong> dans la liste de résultats.
kk: Жұмыс үстеліндегі<strong>Бастау</strong> батырмасын басыңыз, ары қарай <strong>Bluetooth</strong>. Іздеу нәтижелері тізімінен<strong>Bluetooth баптаулары</strong> таңдаңыз.
sl: Na namizju klikni <strong>Start</strong> gumb in v iskalnik vtipkaj <strong>Bluetooth</strong>. Iz seznama iskalnih zadetkov izberi <strong>Bluetooth nastavitve</strong>.
tr: Bilgisayarınızdaki <strong>Başlat</strong> butonuna tıklayınız ve <strong>Bluetooth</strong>yazınız. Arama sonuçlarının listesinden <strong>Bluetooth Ayarları</strong>nı seçiniz.
vi: Bấm vào nút<strong>Start</strong> ngoài màn hình và nhập vào <strong>Bluetooth</strong>. Chọn <strong>Bluetooth settings</strong> từ danh sách kết quả tìm kiếm.
zh_tw: 如果藍芽設定選單沒有出現，你可以手動開啟它。點擊<strong>開始</strong>並輸入<strong>Bluetooth</strong>。在搜尋結果上找到<strong>藍芽設定</strong>並點選。

source: If Bluetooth settings doesn't appear, your computer might not support Bluetooth. In this case, we recommend you purchase a Bluetooth dongle that supports Bluetooth 4.0 and above, for example <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">this one</a>.
bn: যদি ব্লুটুথ সেটিংস উপস্থিত না হয়, তাহলে তোমার কম্পিউটার ব্লুটুথ সমর্থন করতে পারে না। এই ক্ষেত্রে, আমরা তোমাকে একটি ব্লুটুথ ডংগল কিনতে সুপারিশ করি যা ব্লুটুথ 4.০ এবং এর উপরে সমর্থন করে, উদাহরণস্বরূপ<a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">this one</a>।
cs: Pokud se ti nezobrazuje nastavení Bluetooth, tvůj počítač možná nepodporuje Blutetooth. V tomto případě ti doporučujeme zakoupení Bluetooth adaptéru, který podporuje Bluetooth 4.0 a výše, například <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">tento</a>.
cy: Os nad yw gosodiadau Bluetooth yn ymddangos, efallai nad yw eich cyfrifiadur yn cynnal Bluetooth. Mewn achos fel hyn, rydym yn argymell eich bod yn prynu dongl Bluetooth sy'n cynnal Bluetooth 4.0 ac uwch, e.e. <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">hwn</a>.
fa: اگر تنظیمات بلوتوث نمایش داده نشود، ممکن است رایانه شما از بلوتوث پشتیبانی نکند. در این مورد، توصیه می کنیم یک بلوتوثی که از بلوتوث 4.0 و بالاتر پشتیبانی می کند، خریداری کنید، برای مثال <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">این یکی</a>.
fr: Si les paramètres Bluetooth n'apparaissent pas, ton ordinateur ne prend peut-être pas en charge le Bluetooth. Dans ce cas, nous recommandons d'acheter une clé Bluettoth supportant Bluetooth 4.0 et plus, par exemple <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">celui-ci</a>.
kk: Bluetooth параметрлері пайда болмаса, компьютер Bluetooth-ді оқымауы мүмкін. Бұл жағдайда, біз сізге Bluetooth 4.0 пен одан жоғарыларын оқитын Bluetooth кілт сатып алуға кеңес береміз, мысалы <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">осы</a>
sl: Če se nastavitve za Bluetooth ne prikažejo, tvoj računalnik najverjetneje ne podpira Bluetooth. V tem primeru ti svetujemo, da kupiš USB Bluetooth sprejemnik, ki podpira Bluetooth 4.0 ali višji, npr. <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">tega</a>.
vi: Nếu Bluetooth settings không xuất hiện, máy tính của bạn có thể không hỗ trợ Bluetooth. Trong trường hợp này, chúng tôi khuyến cáo bạn mua thiết bị Bluetooth hỗ trợ Bluetooth 4.0 trở lên, ví dụ như <a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">thiết bị này</a>.
zh_tw: 如果沒有，表示你的電腦上可能沒有藍芽設備，如果是這樣，建議你購買一個支援Bluetooth 4.0 以上傳輸器（Bluetooth dongle），例如<a href="http://www.newegg.com/Product/Product.aspx?Item=N82E16833139027" target="_blank">這個</a>。
