Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Have a microphone? You can use <img src="%(url_loudness_small)s">
bn: একটি মাইক্রোফোন কি আছে? তুমি ব্যবহার করতে পার <img src="%(url_loudness_small)s">
cs: Máš mikrofon? Můžeš využít <img src="%(url_loudness_small)s">
cy: Oes gennych chi feicroffon? Gallwch ddefnyddio <img src="%(url_loudness_small)s">
fa: آیا میکروفون دارید؟ می‌توانید از <img src="%(url_loudness_small)s"> استفاده کنید
fr: Tu as un micro ? Tu peux utiliser <img src="%(url_loudness_small)s">
sl: Imaš mikrofon? Potem lahko uporabiš <img src="%(url_loudness_small)s">
vi: Có mic không? Bạn có thể sử dụng <img src="%(url_loudness_small)s">

source: Make noise so your sprite will jump!
bn: শব্দ কর যাতে তোমার স্প্রাইট লাফিয়ে উঠে!
cs: Vydej nějaký zvuk ať tvoje postava vyskočí!
cy: Gwnewch sŵn fel bod eich corlun yn neidio!
de: Mache Lärm damit deine Figur springt!
fa: سر و صدای کنید تا شکلک شما بپرد!
fr: Faites du bruit de telle sorte que votre lutin saute!
kk: Спрайтты секірту үшін дыбыс шығарыңыз!
nb: Lag lyder for å få figuren til å hoppe!
nn: Lag lydar for å få figuren til å hoppa!
pt_br: Fazer barulho para que seu ator salte!
sl: Povzroči hrup in figura bo skočila!
tr: Biraz gürültü yaparsan kuklan zıplar!
vi: Tạo tiếng ồn để đối tượng của bạn nhảy lên!
zh_tw: 現在對著麥克風喊一下，你的角色會跟著跳！

source: For a larger effect, multiply by a number:
bn: একটি বড় ইফেক্টের জন্য, একটি সংখ্যা দ্বারা গুণ কর:
cs: Pro zvětšení efektu násob číslem:
cy: Am fwy o effaith, lluosogwch y rhif:
de: Um einen stärkeren Effekt zu erzielen, multipliziere mit einer Zahl:
fa: برای یک اثر بزرگ‌تر، به یک عدد ضرب کنید:
fr: Pour un effet plus important, multiplie par un nombre:
kk: Үлкенірек эффект үшін санға көбейтіңіз:
nb: Du kan gange med et tall for å få større bevegelse:
nn: Du kan gonga med eit tal for å få større rørsle:
pt_br: Para um maior efeito, multiplique por um número:
sl: Za večji učinek, pomnoži s številom:
tr: Sıçramayı artırmak için, bir rakamla çarp:
vi: Để hiểu ứng mạnh hơn, nhân với một số:
zh_tw: 若要有更強烈的效果，可以將數字倍化：

source: If you see this pop up, click <b>Allow</b> to access the microphone:
bn: যদি তুমি এই পপ আপটি দেখ, মাইক্রোফোনটিকে প্রবেশাধিকার দিতে <b>অনুমতি দাও</b> ক্লিক কর:
cs: Když uvidíš tohle vyskakovací okno, klikni na <b>Povolit</b> pro přístup k mikrofonu:
cy: Os welwch chi'r llamlen yma, cliciwch <b>Caniatáu</b> i gael mynediad i'r meicroffon.
de: Wenn du diesen Hinweis siehst, klicke <b>Zulassen</b>, um das Mikrofon zu nutzen:
fa: اگر دیدید این ظاهر شد، برای دسترسی به میکروفون <b>اجازه</b>را کلیک کنید:
fr: Si tu vois cette fenêtre, un clic sur <b>Allow</b> pour accéder au microphone:
kk: Мына қалқыманы көріп тұрсаңыз, Микрофонды қолдану үшін <b>Рұқсат беру</b> -ді басыңыз:
nb: Hvis du får opp dette vinduet, klikk <b>Allow</b> for å bruke mikrofonen:
nn: Viss du får opp dette vindauget, trykk <b>Allow</b> (godta) for å bruka mikrofonen:
pt_br: Se você vir este pop-up, clique em <b>Permitir</b> para ter acesso ao microfone:
sl: Če vidiš to sporočilo, klikni na <b>Dovoli</b>, da omogočiš dostop do mikrofona.
tr: Eğer böyle bir mesaj görürsen mikrofona erişime izin vermek için <b>Allow (İzin ver)</b> düğmesine bas:
vi: Nếu bạn thấy hộp thoại này, bấm <b>Cho phép</b> để sử dụng mic:
zh_tw: 如果在使用麥克風時出現下方視窗，需點擊<b>允許</b>後才能使用裝置：

source: Click the checkbox to see how loud it is:
bn: এটি কত জোরে তা দেখতে চেকবক্সটিতে ক্লিক কর:
cs: Zaškrtni políčko, abys viděl/a jaká je hlasitost:
cy: Cliciwch y blwch ticio i weld i weld pa mor swnllyd ydyw:
de: Klicke auf das Kästchen, um zu sehen, wie laut es ist:
fa: کادر تأیید را کلیک کنید تا ببینید که بلندی صدا را ببینید:
fr: Un clic sur la case à cocher pour voir combien c'est fort:
kk: Дыбыстың қаншалықты қатты екенін көру үшін құсбелгіні басыңыз:
nb: Klikk i boksen for å vise hvor sterk lyden er:
nn: Kryss av i boksen for å visa kor sterk lyden er:
pt_br: Clique na caixa de seleção para ver o volume:
sl: Označi potrditveno polje, da boš videl-a, kako glasno je:
tr: Onay kutucuğunu tıklarsan çıkarttığın sesin şiddetini görebilirsin:
vi: Bấm vào ô check để xem lớn cỡ nào:
zh_tw: 勾選「響度」積木可以檢視聲音大小：

source: The monitor will show on the Stage: <img src="%(url_loudness_monitor)s">.
bn: মনিটর মঞ্চে প্রদর্শিত হবে: <img src="%(url_loudness_monitor)s">।
cs: Sledování se zobrazí na scéně: <img src="%(url_loudness_monitor)s">.
cy: Bydd y monitor yn dangos ar y Llwyfan: <img src="%(url_loudness_monitor)s">.
fa: مانیتور در صحنه نمایش داده خواهد شد: <img src="%(url_loudness_monitor)s">
fr: L'écran va apparaître sur la Scène : <img src="%(url_loudness_monitor)s">.
sl: Na Odru bo viden monitor: <img src="%(url_loudness_monitor)s">.
vi: Màn hình sẽ hiện trên Sân khấu: <img src="%(url_loudness_monitor)s">.

source: Insert <img src="%(url_mouse_x)s"> into <img src="%(url_set_color_effect)s">
bn: <img src="%(url_set_color_effect)s"> এর ভেতর <img src="%(url_mouse_x)s"> ঢোকাও
cs: Vlož <img src="%(url_mouse_x)s"> do <img src="%(url_set_color_effect)s">
cy: Mewnosodwch <img src="%(url_mouse_x)s"> i'r <img src="%(url_set_color_effect)s">
fa: قرار دادن <img src="%(url_mouse_x)s">به <img src="%(url_set_color_effect)s">
fr: Insère <img src="%(url_mouse_x)s">dans <img src="%(url_set_color_effect)s">
sl: Vstavi <img src="%(url_mouse_x)s">v<img src="%(url_set_color_effect)s">
vi: Chèn <img src="%(url_mouse_x)s"> vào <img src="%(url_set_color_effect)s">

source: Use this code to whirl as you move the mouse:
cs: Použij tento kód k víření při pohybu myši:
cy: Defnyddiwch y cod i droelli wrth i chi symud y llygoden:
fa: هنگام حرکت ماوس از این کد استفاده کنید:
fr: Utilise ce code pour tourbillonner quand tu déplace la souris :
sl: Uporabi to kodo da s premikanjem miške ustvariš vrtinec:
vi: Sử dụng đoạn mã này để xoay khi bạn di chuyển chuột:

source: Try different effects by choosing the menu:
bn: মেনু নির্বাচন করে বিভিন্ন ইফেক্ট চেষ্টা কর:
cs: Vyzkoušej různé efekty výběrem z menu:
cy: Rhowch gynnig ar effeithiau gwahanol drwy ddewis dewislen:
de: Probiere verschiedene Effekte im Auswahlmenü aus:
fa: با انتخاب منو، جلوه‌های مختلفی را امتحان کنید:
fr: Essayez différents effets en choisissant le menu:
kk: Мәзірді таңдау арқылы әр түрлі эффекттерді қолданып көріңіз:
nb: Prøv forskjellige effekter fra menyen:
nn: Prøv ulike effektar frå menyen:
pt_br: Experimente efeitos diferentes, escolhendo no menu:
sl: Da preizkusiš različne učinke, izberi menu:
tr: Menüden seçerek farklı etkiler elde edebilirsin:
vi: Thử những hiệu ứng khác bằng cách chọn từ menu:
zh_tw: 試試下拉清單中的其他效果：

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> to clear all effects.
bn: সকল ইফেক্ট পরিহার করতে স্টপ এ ক্লিক কর <img src="%(STATIC_URL)s/images/help/stop-sign.png">।
cs: Klikni na stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> pro vymazání všech efektů.
cy: Cliciwch atal <img src="%(STATIC_URL)s/images/help/stop-sign.png"> i glirio'r holl effeithiau.
de: Klicke auf das Stoppschild <img src="%(STATIC_URL)s/images/help/stop-sign.png"> um alle Effekte auszuschalten.
fa: برای پاک کردن همه جلوه‌ها، روی توقف <img src="%(STATIC_URL)s/images/help/stop-sign.png"> کلیک کنید.
fr: Un clic sur <img src="%(STATIC_URL)s/images/help/stop-sign.png"> pour effacer tous les effets.
kk: Барлық эффекттерді жою үшін Тоқта<img src="%(STATIC_URL)s/images/help/stop-sign.png">-ны басыңыз.
nb: Klikk stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"> for å ta bort alle effekter.
nn: Trykk på stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"> for å ta vekk alle effektane.
pt_br: Clique em parar <img src="%(STATIC_URL)s/images/help/stop-sign.png"> para cancelar todos os efeitos.
sl: Klikni stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"> da pobrišeš vse učinke.
tr: Kırmızı dur <img src="%(STATIC_URL)s/images/help/stop-sign.png"> düğmesine basarsan tüm etkiler sıfırlanır.
vi: Bấm dừng <img src="%(STATIC_URL)s/images/help/stop-sign.png"> để xóa tất cả hiệu ứng.
zh_tw: 點擊預覽區上的 <img src="%(STATIC_URL)s/images/help/stop-sign.png"> 就會自動清除所有效果。

source: Make a variable to keep track of score.
bn: স্কোর ট্র্যাক রাখতে একটি ভ্যারিয়েবল তৈরি কর।
cs: Vytvoř proměnnou pro pamatování skóre.
cy: Crëwch newidyn i gadw cyfrif o'r sgôr.
de: Erzeuge eine Variable um den Spielstand zu speichern.
fa: یک متغیر برای پیگیریامتیاز ایجاد کنید
fr: Crée une variable pour garder une trace du score.
kk: Ұпайларды қадағалау үшін айнымалы еңгізіңіз.
nb: Lag en variabel for å telle poeng.
nn: Lag ein variabel for å telja poeng.
pt_br: Crie uma variável para manter o controle de pontuação.
sl: Za spremljanje rezultata ustvari spremenljivko.
tr: Skoru aklında tutacak bir değişken yapalım.
vi: Tạo biến để giữ điểm số.
zh_tw: 利用變數來紀錄分數。

source: Choose <img src="%(url_data_palette)s"> and then <img src="%(url_make_variable_button)s">
bn: বাছাই কর <img src="%(url_data_palette)s"> এবং তারপর <img src="%(url_make_variable_button)s">
cs: Vyber <img src="%(url_data_palette)s"> a pak <img src="%(url_make_variable_button)s">
cy: Dewiswch <img src="%(url_data_palette)s"> ac yna <img src="%(url_make_variable_button)s">
fa: <img src="%(url_data_palette)s">و سپس<img src="%(url_make_variable_button)s"> را انتخاب کنید
fr: Choisis <img src="%(url_data_palette)s">puis <img src="%(url_make_variable_button)s">
sl: Izberi <img src="%(url_data_palette)s">in potem<img src="%(url_make_variable_button)s">
tr: <img src="%(url_data_palette)s"> i ve ardından <img src="%(url_make_variable_button)s"> yi seç
vi: Chọn <img src="%(url_data_palette)s"> và sau đó <img src="%(url_make_variable_button)s">

source: Type in the name "Score" and then click OK:
bn: "স্কোর" নামটি টাইপ কর এবং তারপর ঠিক আছে ক্লিক কর:
cs: Napiš název "Score" a pak klikni na OK:
cy: Teipiwch yr enw "Sgôr" ac yna clicio Iawn:
fa: نام "امتیاز" را تایپ کرده و سپس روی OK کلیک کنید:
fr: Tape le nom "Score" et clique sur OK :
sl: Vpiši "Točke" in nato klikni V redu.
vi: Nhập vào tên "Điểm" và sau đó bấm OK:

source: New blocks will appear and the variable Score will show on the Stage: <img src="%(url_score_monitor)s">
bn: নতুন ব্লকসমূহ দেখা যাবে এবং ভ্যারিয়েবল স্কোর মঞ্চে প্রদর্শিত হবে: <img src="%(url_score_monitor)s">
cs: Objeví se nové bloky a proměnná Score se zobrazí na scéně: <img src="%(url_score_monitor)s">
cy: Bydd blociau newydd yn ymddangos a bydd y newidyn Sgôr yn ymddangos ar y llwyfan: <img src="%(url_score_monitor)s">
fa: قطعه‌های جدید ظاهر و متغیر امتیاز در صحنه نمایش داده خواهد شد: <img src="%(url_score_monitor)s">
fr: De nouveaux blocs vont apparaître et la variable Score sera visible sur le Scène : <img src="%(url_score_monitor)s">
sl: Pojavili se bodo novi bloki in na odru bo prikazana spremenljivka Točke: <img src="%(url_score_monitor)s">
vi: Những mảnh ghép mới sẽ xuất hiện và biến Điểm sẽ hiện ra trên Sân khấu: <img src="%(url_score_monitor)s">

source: Here's an example script for keeping score:
bn: স্কোর রাখার জন্য এই একটি উদাহরণ স্ক্রিপ্ট:
cs: Zde je příklad skriptu pro počítání skóre:
cy: Dyma enghraifft o sgript ar gyfer cadw sgôr:
de: Hier ist ein Beispielskript zum Punktezählen:
fa: در اینجا یک دستور نمونه برای کسب امتیاز آمده است:
fr: Voici un exemple de script pour compter les points:
kk: Ұпайды сақтаудың скриптісінің мысалы төмендегідей:
nb: Her er et eksempel på et skript for å telle poeng:
nn: Her er eit eksempel på eit skript for å telja poeng:
pt_br: Este é um exemplo de script para manter a pontuação:
sl: Tu je primer skripte, ki spremlja rezultat:
tr: Aşağıda, Skoru nasıl tutabileceğini gösteren bir dizi var:
vi: Đây là kịch bản ví dụ cho việc lưu giữ điểm:
zh_tw: 可以持續紀錄分數的程式如下：

source: Use a banana, a metal spoon, or other conductive objects to interact with your Scratch projects!
bn: তোমার Scratch প্রজেক্টগুলোর সাথে যোগাযোগ করতে একটি কলা, ধাতব চামচ বা অন্যান্য পরিবাহী বস্তু ব্যবহার কর!
cs: Použij banán, kovovou lžíci, nebo jakýkoli jiný vodivý objekt pro interakci s projektem Scratch!
cy: Defnyddiwch fanana, llwy fetel neu wrthrychau dargludol i ryngweithio gyda'ch projectau Scratch!
de: Verwende eine Banane, einen Löffel aus Metall oder andere leitende Objekte um mit deinem Scratchprojekt zu interagieren!
fa: از موز، قاشق فلزی یا دیگر اشیاء رسانا برای ارتباط با برنامههای اسکرچ خود استفاده کنید!
fr: Utilise une banane, une cuillère en métal ou d'autres objets conducteurs pour interagir avec tes projets Scratch !
kk: Сіздің Scratch жобаңызбен байланыс жасау үшін банан, металл қасық, немесе басқа өткізгіш заттарды пайдаланыңыз!
nb: Bruk en banan, en skje av metall, eller andre ting som leder strøm, for å styre dine Scratch-prosjekter!
nn: Bruk ei banan, ei skei av metall, eller andre ting som leier straum til å styra Scratch-prosjekta!
pt_br: Use uma banana, uma colher de metal, ou outros objetos condutores para interagir com seus projetos Scratch!
sl: Uporabi banano, kovinsko žlico ali kak drug prevoden objekt in z njim upravljaj svoj projekt v Scratchu
vi: Sử dụng quả chuối, cái muỗng, hay những vật dẫn điện để tương tác với chương trình Scratch!
zh_tw: 使用一根香蕉、一支金屬湯匙，或是其他的導電物體與你的 Scratch 專案互動！

source: You’ll need a MaKey MaKey kit for this exploration.
bn: এই অনুসন্ধানের জন্য তোমার একটি MaKey MaKey কিট প্রয়োজন হবে।
cs: Pro tento průzkum budeš potřebovat MaKey MaKey sadu.
cy: Bydd angen kit Makey Makey ar gyfer yr archwiliad hwn.
de: Du brauchst eine MaKey MaKey Kit für diesen Versuch.
fa: برای این اکتشاف به یک کیت میکی میکی نیاز خواهید داشت.
fr: Tu auras besoin d'un kit MaKey MaKey pour cette expérience.
kk: Сіздің барлауыңыз үшін MaKey MaKey жинағы қажет.
nb: Du trenger et MaKey MaKey-sett til denne aktiviteten.
nn: Du treng eit MaKey MaKey-sett til denne aktiviteten.
pt_br: Você vai precisar de um kit MaKey MaKey para esta exploração.
vi: Bạn cần một bộ dụng cụ MaKey MaKey cho khám phá này.
zh_tw: 你需要有 MaKey MaKey 套件包才可使用。

source: Plug in the MaKey MaKey
bn: MaKey MaKey প্লাগ ইন কর
cs: Připoj MaKey MaKey
cy: Plygiwch y Makey Makey i fewn
de: Schließe das MaKey MaKey an
fa: میکی میکی را متصل کنید
fr: Branche le MaKey MaKey
id: Colok kabel MaKey MaKey
kk: MaKey MaKey жалғаңыз
nb: Koble til MaKey MaKey
nn: Kopla til MaKey MaKey
pt_br: Conecte o MaKey MaKey
sl: Vključi MaKey MaKey
vi: Cắm MaKey MaKey vào
zh_tw: 連接 MaKey MaKey

source: Connect to EARTH
bn: EARTH এর সাথে যুক্ত হও
cs: Připoj se k ZEMI
cy: Cysylltwch i EARTH
de: Verbinde mit EARTH
fa: به زمین متصل شوید
fr: Connecte à la TERRE
id: Sambung ke EARTH
kk: ЖЕРМЕН байланыстыру
nb: Koble til jord ("earth")
nn: Kopla til jord («EARTH»)
pt_br: Conecte à TERRA
tr: DÜNYA ya bağlan
vi: Nối vào EARTH
zh_tw: 連接到 EARTH

source: Connect to SPACE
bn: SPACE এর সাথে যুক্ত হও
cs: Připoj se do VESMÍRU
cy: Cysylltwch i SPACE
de: Verbinde mit SPACE
fa: به فضا متصل شوید
fr: Connecte à l'ESPACE
id: Sambung ke SPACE
kk: ҒАРЫШПЕН байланыстыру
nb: Koble til mellomrom ("space")
nn: Kopla til mellomrom («SPACE»)
pt_br: Conecte ao ESPAÇO
tr: UZAY a bağlan
vi: Nối vào SPACE
zh_tw: 連接到 SPACE

source: Try It!
bn: এটা চেষ্টা করো!
cs: Zkus to!
cy: Rhowch gynnig arno!
de: Probier es!
fa: امتحانش کنید!
fr: Essaie-le !
id: Cobalah!
kk: Көріңіз!
nb: Prøv det!
nn: Prøv det!
pt_br: Experimente!
sl: Preizkusi!
tr: Dene!
vi: Thử nhé!
zh_tw: 試一試！

source: Code and Customize
bn: কোড এবং কাস্টমাইজ কর
cs: Kóduj a přizpůsobuj
cy: Cod a Chyfaddasu
de: Programmieren und Anpassen
fa: کدگذاری و شخصی‌سازی کنید
fr: Code et Personnalise
id: Kodekan dan Sesuaikan
kk: Кодтау және теңшеу
nb: Lag et program
nn: Lag og tilpass program
pt_br: Programe e personalize
tr: Kodla ve Geliştir
vi: Lập trình và Tùy biến
zh_tw: 編程與特色化

source: Add More Keys
bn: আরও কী যোগ কর
cs: Přidej více kláves
cy: Ychwanegwch Ragor o Fysellau
de: Füge weitere Tasten hinzu
fa: کلیدهای بیشتری اضافه کنید
fr: Ajoute plus de touches
id: Tambahkan Lebih Banyak Tombol
kk: Көбірек батырмаларды қосу
nb: Flere taster
nn: Fleire tastar
pt_br: Adicione mais teclas
tr: Daha Fazla Tuş Ekle
vi: Thêm nhiều phím hơn
zh_tw: 添加更多按鍵

source: Experiment and Create
bn: গবেষণা এবং তৈরি কর
cs: Experimentuj a vytvářej
cy: Arbrofi a Chreu
de: Experimentieren und Erschaffen
fa: آزمایش و خلق کردن
fr: Expérimente et crée
id: Bereksperimen dan Membuat
kk: Тәжірибе жасау және құрастыру
nb: Prøv deg fram!
nn: Prøv deg fram!
pt_br: Experimente e crie
sl: Preizkusi in ustvari
tr: Deney ve Yarat
vi: Thử nghiệm và Sáng tạo
zh_tw: 實驗和創造

source: Extra Tip: Quick Keys
bn: আরও টীকা: ত্বরিত কীগুলো
cs: Super Tip: Klávesové zkratky
cy: Awgrym Ychwanegol: Bysyll Cyflym
de: Extra-Tipp: Tastenkürzel
fa: نکات اضافی: کلید های سریع
fr: Conseil supplémentaire : Raccourcis Clavier
id: Tip Ekstra: Quick Keys
kk: Қосымша кеңес: Жылдам батырмалар
nb: Ekstratips: Raske taster
nn: Ekstratips: Raske tastar
pt_br: Dica extra: teclas rápidas
tr: Ekstra İpucu: Hızlı Anahtarlar
vi: Thủ thuật thêm: Phím tắt
zh_tw: 額外提示：快速按鍵

source: Plug the MaKey MaKey into the computer using the USB cable.
bn: USB ক্যাবল ব্যবহার করে কম্পিউটারে MaKey MaKey প্লাগ কর।
cs: Připoj MaKey MaKey do PC pomocí USB kabelu.
cy: Plygiwch y MaKey MaKey i'r cyfrifiadur gan ddefnyddio'r cebl USB.
de: Verbinde das MaKey MaKey Set mit dem USB-Kabel.
fa: با استفاده از کابل USB، میکی میکی را به رایانه وصل کنید.
fr: Branche le MaKey MaKey sur l'ordinateur en utilisant un câble USB.
kk: USB кабелін қолданып MaKey MaKey-ді компьютерге қосыңыз.
nb: Koble til MaKey MaKey med en USB-kabel.
nn: Kopla til MaKey MaKey med ein USB-kabel.
pt_br: Conecte o MaKey MaKey ao computador usando o cabo USB.
vi: Cắm MaKey MaKey vào máy tính sử dụng dây cắm USB.
zh_tw: 將 MaKey MaKey 裝置連接到電腦上。

source: Next, connect to EARTH
bn: পরবর্তীতে, EARTH এর সাথে সংযোগ কর
cs: Dále, připoj se k ZEMI
cy: Nesaf, cysylltwch i'r DDAEAR
de: Verbinde als nächstes mit EARTH
fa: سپس به زمین متصل شوید
fr: Ensuite connecte à EARTH (à la terre)
kk: Келесі, ЖЕРМЕН байланыстырыңыз
nb: Videre: Koble til Jord
nn: Vidare: kopla til EARTH
pt_br: Em seguida, conecte-se à TERRA
tr: Sonra, DÜNYA ya bağlan
vi: Kế tiếp, nối EARTH
zh_tw: 下一步，連結到 EARTH

source: Connect an alligator clip to an EARTH port on the MaKey MaKey.
bn: MaKey MaKey এ একটি EARTH পোর্টের সাথে একটি অ্যালিগেটর ক্লিপ সংযুক্ত কর।
cs: Na MaKey MaKey připoj krokodýlkové svorky na port ZEMĚ.
cy: Cysylltwch y cliciau aligator i borth EARTH ar y Makey Makey.
de: Verbinde eine Krokodilklemme mit dem EARTH-Anschluss am Makey Makey.
fa: یک گیره سوسماری را به یک درگاه زمینی در میکی میکی متصل کنید.
fr: Connecte une pince crocodile à un port "EARTH" sur le MaKey MaKey.
kk: Қолтырауын клипін MaKey MaKey-дағы ЖЕР портына жалғастырыңыз.
nb: Fest en krokodilleklemme på Jord ("earth") på MaKey MaKey.
nn: Fest ei krokodilleklemme til jordporten («EARTH») på MaKey MaKey.
pt_br: Ligue um conector crocodilo a uma porta TERRA no MaKey MaKey.
vi: Nối kẹp cá sấu vào cổng EARTH trên MaKey MaKey.
zh_tw: 將一個鱷魚夾連結到 MaKey MaKey 上的 EARTH 埠。

source: Hold the metal clip between your fingers. You are now 'grounded.'
cs: Podrž kovovou svorku mezi prsty. Teď jsi "uzemněný".
cy: Daliwch y clip metel rhwng eich bysedd. Rydych nawr wedi eich 'daearu'.
de: Halte die Metallklammer zwischen den Fingern. Du bist nun geerdet.
fa: گیره فلزی را بین انگشتان خود نگه دارید. شما اکنون "تنبیه" شدید.
fr: Tiens la pince métallique entre tes doigts. Tu es maintenant relié à la terre.
kk: Металл қысқыштарды саусақтарыңыздың арасында ұстаңыз. Сіз енді 'жерлендіңіз'
nb: Hold krokodilleklemmen med fingrene. Du er nå "jordet".
nn: Hald krokodilleklemma med fingrane. Du er no «jorda».
pt_br: Segure o conector metálico entre seus dedos. Agora você está "conectado à terra".
vi: Giữ kẹp kim loại giữa các ngón tay. Bây giờ bạn 'được nối đất'.
zh_tw: 抓好手上的金屬夾，你現在成了「人肉接地（grounded）」了。

source: Next, connect to SPACE
bn: তারপর, SPACE এর সাথে যুক্ত হও
cs: Dále, připoj se k VESMÍRU
cy: Nesaf, cysylltwch i SPACE
de: Verbinder als nächstes SPACE
fa: سپس، به فضا متصل شوید
fr: Ensuite, connecte sur espace (SPACE)
kk: Келесі, ҒАРЫШПЕН байланыстырыңыз
nb: Videre: Koble til Mellomrom
nn: Vidare: kopl til SPACE
pt_br: Em seguida, conecte-se ao ESPAÇO
tr: Sonra, UZAY a bağlan
vi: Tiếp theo, nối SPACE
zh_tw: 下一步，連結到 SPACE

source: Connect another alligator clip to the SPACE key port on the MaKey MaKey.
cs: Připoj další krokodilek ke SPACE key portu na MaKey MaKey.
cy: Cysylltwch glip aligator i borth bysell SPACE ar y Makey Makey
de: Verbinde eine weitere Krokodilklemme mit dem SPACE-Anschluss am Makey Makey.
fa: گیره سوسماری دیگری را به یک کلید space در میکی میکی متصل کنید.
fr: Connecte une autre pince crocodile au port de la touche espace (SPACE) sur le MaKey MaKey.
kk: Басқа қолтырауын клипін MaKey MaKey-дағы ҒАРЫШ портына жалғастырыңыз
nb: Fest en annen krokodilleledning til Mellomrom ("Space")-tilkoblingen på MaKey MaKey.
nn: Fest ei annan krokodilleklemme til mellomromstastporten («SPACE») på MaKey MaKey.
pt_br: Ligue outro conector crocodilo à porta da tecla ESPAÇO no MaKey MaKey.
vi: Nối bất kỳ kẹp cá sấu nào vào cổng phím SPACE trên MaKey MaKey.
zh_tw: 將另一個鱷魚夾連結到 MaKey MaKey 上的 SPACE 埠。

source: Next, try it
bn: পরবর্তীতে, এটি চেষ্টা করো
cs: A teď to vyzkoušej
cy: Nesaf, ei brofi
de: Probiere es jetzt aus
fa: سپس، امتحانش کن
fr: Ensuite, essaie le
kk: Келесі, тексеріп көріңіз
nb: Videre: Prøv!
nn: Vidare: prøv det
pt_br: Em seguida, experimente
tr: Sonra, onu dene
vi: Kế đến, thử thôi
zh_tw: 下一步，試試看

source: Touch the metal ends of both wires to complete the circuit.
bn: বর্তনী সম্পন্ন করতে উভয় তারের ধাতব প্রান্ত স্পর্শ কর।
cs: Dotkni se kovových konců obou drátů pro vytvoření elektrického obvodu
cy: Cyffyrddwch blaen metel y ddwy wifren i gwblhau'r cylchedd.
de: Berühre die Metallenden von beiden Drähten um den Stromkreislauf zu schließen.
fa: انتهای فلزی هر دو سیم را لمس کنید تا مدار کامل شود.
fr: Fais toucher les bouts en métal de chaque fil pour fermer le circuit.
kk: Тізбекті толтыру үшін, екі сымның металл ұштарын тигізіңіз.
nb: Hold i metall-endene på begge ledningene for å danne en strømkrets.
nn: Hald i metallendane på begge leidningane for å danna ein straumkrets.
pt_br: Toque as extremidades metálicas de ambos os fios para completar o circuito.
vi: Chạm vào điểm cuối kim loại của hay đầu dây dẫn để hoàn thành mạch điện.
zh_tw: 將兩根導線的金屬端接起就完成的電的通路。

source: You should see the tiny green light on the MaKey MaKey light up. Your computer will think the space key was pressed!
bn: তোমার MaKey MaKey এর আলোর উপর ছোট সবুজ আলো দেখতে হবে। তোমার কম্পিউটার মনে করবে স্পেস কী চাপ দেয়া হয়েছিল!
cs: Na MaKey Makey bys měl vidět rozsvícené malé zelené světýlko.
cy: Dylech weld y golau bach gwyrdd ar y Makey Makey yn cynnau. Bydd eich cyfrifiadur yn meddwl fod y bylchwr wedi ei bwyso.
de: Das grüne Licht am Makey Makey sollte nun aufleuchten. Dein Computer glaubt nun, dass die Leertaste gedrückt wurde!
fa: شما باید روشن شدن نور سبز کوچک را در میکی میکی ببینید. رایانه شما فکر می‌کند کلید space فشرده شده است!
fr: Tu devrais voir petite lumière verte sur le MaKey MaKey s'allumer. Ton ordinateur va penser que la touche espace a été pressée !
kk: Сіз MaKey MaKey-де ұсақ жасыл жарық көруге тиістісіз. Компьютеріңіз бос орын пернесі басылды деп ойлайды!
nb: Nå skal du se et lite grønt lys på MaKey MaKey. Datamaskinen tror at noen har trykket Mellomrom-tasten!
nn: No skal du sjå eit lite, grønt lys på MaKey MaKey. Datamaskina trur at nokon har trykt på mellomromstasten!
pt_br: Você deve ver a pequena luz verde no MaKey MaKey se acender. Seu computador vai pensar que a tecla espaço estava pressionada!
vi: Bạn sẽ thấy đèn xanh nhỏ trên MaKey MaKey sáng lên. Máy tính của bạn sẽ nghĩ phím khoảng trắng được bấm!
zh_tw: 你應該看到 MaKey MaKey 上有綠色燈號了。你的電腦已經知道空白鍵被按下了。

source: Not working?
bn: কাজ করছে না?
cs: Nefunguje?
cy: Ddim yn gweithio?
de: Funktioniert es nicht?
fa: کار نمی‌کند؟
fr: Ça ne fonctionne pas ?
kk: Жұмыс істемейді ме?
nb: Virker det ikke?
nn: Verkar det ikkje?
pt_br: Não está funcionando?
sl: Ne deluje?
tr: Çalışmıyor?
vi: Không hoạt động ư?
zh_tw: 無法使用？
