Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If it says 'No' then you can use a USB Bluetooth adapter.
bn: যদি এটি 'না' বলে তবে তুমি একটি USB ব্লুটুথ অ্যাডাপ্টার ব্যবহার করতে পার।
cs: Pokud odpovídá 'Ne', pak můžeš použít USB Bluetooth adaptér.
cy: Os yw'n dweud 'No' yna mae modd i chi ddefnyddio addasydd USB Bluetooth.
fa: اگر می‌گوید "نه"، پس می‌توانید از آداپتور بلوتوث USB استفاده کنید.
fr: S'il est indiqué « Non », tu peux utiliser un adaptateur Bluetooth USB.
kk: Егер 'Жоқ' деп тұрса, USB Bluetooth адаптерін қолдана аласыз.
nb: Hvis det står "No" kan du bruke en USB Bluetooth-enhet.
nn: Viss det står «No», treng du ein USB Bluetooth-adapter.
pt_br: Se disser 'Não', você pode usar um adaptador USB para Bluetooth.
tr: Eğer "Hayır" derse USB Bluetooth adaptörünü kullanabilirsin.
vi: Nếu nó nói 'Không' thì bạn có thể sử dụng USB chuyển đổi Bluetooth.
zh_tw: 如果它說「不」，那麼你可以使用藍芽接收器。

source: (For example, <a href="https://www.iogear.com/product/GBU521/" target="_blank">this Bluetooth adapter</a>.)
cs: (Například, <a href="https://www.iogear.com/product/GBU521/" target="_blank">tento Bluetooth adaptér</a>.)
cy: (Er enghraifft, <a href="https://www.iogear.com/product/GBU521/" target="_blank">yr addasydd Bluetooth yma</a>.)
fa: (برای مثال <a href="https://www.iogear.com/product/GBU521/" target="_blank">این آداپتور بلوتوث</a>.)
fr: (Par exemple, <a href="https://www.iogear.com/product/GBU521/" target="_blank">cet adaptateur Bluetooth</a>.)
kk: (Мысалы, <a href="https://www.iogear.com/product/GBU521/" target="_blank">бұл Bluetooth адаптері</a>.)
nb: (For eksempel <a href="https://www.iogear.com/product/GBU521/" target="_blank">denne Bluetooth-enheten</a>.)
nn: (For eksempel <a href="https://www.iogear.com/product/GBU521/" target="_blank">denne Bluetooth-adapteren</a>.)
pt_br: (Por exemplo, <a href="https://www.iogear.com/product/GBU521/" target="_blank">este adaptador Bluetooth</a>.)
tr: (Örneğin, <a href="https://www.iogear.com/product/GBU521/" target="_blank">Bu Bluetooth Adaptörü</a>.)
vi: (Ví dụ,<a href="https://www.iogear.com/product/GBU521/" target="_blank">chuyển đổi Bluetooth này</a>.)
zh_tw: （例如， <a href="https://www.iogear.com/product/GBU521/" target="_blank">藍芽接收器</a>。）

source: Go to LEGO WeDo 2.0 Setup
bn: LEGO WeDo 2.0 সেট আপে যাও
cs: Spusť instalaci Lego WeDo 2.0
cy: Ewch i Osod LEGO WeDo 2.0
fa: به تنظیمات LEGO WeDo 2.0 بروید
fr: Aller à l'installation de LEGO WeDo 2.0
kk: LEGO WeDo 2.0 Орнату -ға барыңыз
nb: Gå til oppsett av Lego WeDo 2.0
nn: Gå til oppsett av LEGO WeDo 2.0-tilleggsfunksjonen
pt_br: Vá para a configuração do LEGO WeDo 2.0
tr: LEGO WeDo 2.0 Kurulumuna git.
vi: Vào Thiết lập LEGO WeDo 2.0
zh_tw: 移至 LEGO WeDo 2.0 設定

source: Note: These are the instructions for Macs. If you’re using a Windows computer, please go <a href="../wedo2win-1">here</a>.
bn: নোট: এগুলো ম্যাকের জন্য নির্দেশাবলী। তুমি যদি উইন্ডোজ কম্পিউটার ব্যবহার কর, অনুগ্রহ করে <a href="../wedo2win-1">এখানে</a> যাও।
cs: Poznámka: Toto jsou instrukce pro uživatele Macu. Pokud používáš počítač s Windows, prosíme přejdi <a href="../wedo2win-1">sem</a>.
cy: Sylw: Dyma'r cyfarwyddiadau ar gyfer y Mac. Os ydych yn defnyddio cyfrifiadur Windows, ewch i <a href="../wedo2win-1">here</a>.
fa: توجه: این دستورالعمل‌ها برای مکینتاش است. اگر از یک رایانه ویندوز استفاده می‌کنید، لطفاً به <a href="../wedo2win-1">اینجا</a> بروید.
fr: Note: Ce sont les instructions pour les Macs. Si tu utilises un ordinateur Windows, merci de voir <a href="../wedo2win-1">ici</a>.
kk: Ескерту: Бұл Macқа арналған нұсқаулар. Егер сіз Windows компьютерін қолдансаңыз, онда <a href="../wedo2win-1">мында өтіңіз</a>.
sl: Opomba: To so navodila za Mac računalnike. Če uporabljaš računalnik s sistemom Windows, klikni <a href="../wedo2win-1">sem</a>.
tr: Not: Bu talimatlar Mac içindir. Eğer Windows bilgisayarı kullanıyorsanız, lütfen <a href="../wedo2win-1">buraya</a>gidiniz.
vi: Chú ý: Đây là những chỉ dẫn cho máy Mac. Nếu bạn đang sử dụng Windows, xin vào <a href="../wedo2win-1">đây</a>.
zh_tw: 注意：這是 Macs 上的操作指南，如果你使用的是 Windows 電腦，請移至<a href="../wedo2win-1">此處</a>。

source: Next, Install the Device Manager
bn: এরপরে, ডিভাইস ম্যানেজার ইনস্টল কর
cs: V dalším kroku nainstaluj Správce Zařízení
cy: Nesaf, Gosodwch y Rheolwr Dyfeisiau
fa: سپس، مدیر دستگاه را نصب کنید
fr: Ensuite, installe le Gestionnaire de Périphériques
kk: Келесі, Құрылғы Менеджерін Жүктеңіз
sl: Sedaj namesti Upravitelja naprav
tr: Sonra, Aygıt yöneticisini yükle
vi: Tiếp theo, Cài đặt Quản lý Thiết bị
zh_tw: 下一步，安裝裝置管理器

source: Install the Device Manager
bn: ডিভাইস ম্যানেজার ইনস্টল কর
cs: Nainstaluj Správce Zařízení
cy: Gosod y Rheolwr Dyfeisiau
de: Installiere den Geräte-Manager
fa: مدیر دستگاه را نصب کنید
fr: Installe le Gestionnaire de Périphériques
id: Pasang Device Manager
kk: Құрылғы Менеджерін Жүктеңіз
nb: Installer "Device manager"
nn: Installer einingshandsamaren
pt_br: Instale o Gerenciador de Dispositivos
sl: Namesti Upravitelja naprav
tr: Aygıt yöneticisini yükle
vi: Cài đặt Quản lý Thiết bị
zh_tw: 安裝裝置管理器

source: Make Sure Bluetooth is On
bn: ব্লুটুথ সংযোগ নিশ্চিত করো
cs: Ujisti se, že je zařízení Bluetooth zapnuté
cy: Gwnewch yn Siŵr fod Bluetooth Ymlaen
de: Stelle sicher, dass Bluetooth eingeschaltet ist
fa: اطمینان حاصل کنید که بلوتوث روشن است
fr: Assure-toi que le Bluetooth est allumé
id: Pastikan Bluetooth Nyala
kk: Bluetooth Қосулы екеніне көз жеткізіңіз
sl: Preveri, da je Bluetooth vklopljen
tr: Bluetooth'un açık olduğundan emin ol
vi: Đảm bảo rằng Bluetooth được bật
zh_tw: 確定藍芽裝置已經打開

source: Add the Extension
bn: এক্সটেনশনটি যুক্ত কর
cs: Přidej rozšíření
cy: Ychwanegwch yr Estyniad
de: Erweiterung hinzufügen
fa: برنامه افزودنی اضافه کنید
fr: Ajoute l'extension
kk: Кеңейтілімді қосыңыз
nb: Hent tilleggsfunksjonen
nn: Hent tilleggsfunksjonen
pt_br: Adicione a extensão
sl: Dodaj razširitev
tr: Eklenti Ekle
vi: Thêm Mở rộng
zh_tw: 添加擴充功能

source: Click 'Connect'
bn: 'সংযোগ' এ ক্লিক কর
cs: Klikni na tlačítko 'Připojit'
cy: Cliciwch 'Cysylltu'
de: Klicke auf "Verbinden"
fa: روی "اتصال" کلیک کنید
fr: Clique sur 'Connecter'
id: Klik 'Hubungkan'
kk: 'Қосылу'-ды басыңыз
nb: Klikk "Connect"
nn: Trykk «Connect» («kopla til»)
pt_br: Clique em 'Conectar'
sl: Klikni 'Poveži'
tr: 'Bağlan' a tıkla
vi: Bấm 'Kết nối'
zh_tw: 點擊「連接」

source: Press the WeDo Button
bn: WeDo বাটনটি চাপ দাও
cs: Stiskni tlačítko WeDo
cy: Pwyswch y Botwm WeDo
de: Drücke den WeDo-Button
fa: دکمه WeDo را فشار دهید
fr: Appuie sur le bouton WeDo
kk: WeDo батырмасын басыңыз
nb: Trykk på WeDo-knappen
nn: Trykk på WeDo-knappen
pt_br: Pressione o botão WeDo
sl: Pritisni gumb WeDo
tr: WeDo düğmesine bas
vi: Bấm Nút WeDo
zh_tw: 按下 WeDo 按鈕

source: Create!
bn: তৈরি করো!
cs: Vytvoř!
cy: Crewch!
de: Erstelle!
fa: بساز!
fr: Crée!
kk: Жасау!
nb: Sett i gang!
nn: Lag noko!
pt_br: Crie!
sl: Ustvari!
tr: Oluştur!
vi: Sáng tạo thôi!
zh_tw: 創造！

source: Use these steps to set up the LEGO WeDo 2.0 on Scratch.
bn: Scratch এ LEGO WeDo 2.0 সেট আপ করতে এই ধাপগুলো ব্যবহার কর।
cs: Splň tyto kroky k nastavení LEGO WeDo 2.0 ve Scratchi.
cy: Defnyddiwch y camau hyn i osod LEGO WeDo 2.0 ar Scratch.
fa: از این مراحل برای تنظیم LEGO WeDo 2.0 در اسکرچ استفاده کنید.
fr: Utilise ces étapes pour configurer LEGO WeDo 2.0 sur Scratch.
kk: Осы қадамдарды LEGO WeDo 2.0 -ні Скретчте орнату үшін қолданыңыз.
nb: Følg denne veiledningen for å sette opp Lego WeDo 2.0 med Scratch.
nn: Følg desse stega for å setja på LEGO WeDo 2.0 på Scratch.
pt_br: Use essas etapas para configurar o LEGO WeDo 2.0 no Scratch.
sl: Sledi tem korakom za namestitev LEGO WeDo 2.0.
tr: LEGO WeDo 2.0 ı Scratch üzerinde kurmak için bu adımları kullanın.
vi: Sử dụng những bước này để thiết lập LEGO WeDo 2.0 trên Scratch.
zh_tw: 照著這些步驟設定，讓 LEGO WeDo 2.0 與 Scratch 連接。

source: Note: LEGO WeDo 2.0 Extension currently works on computers with Bluetooth LE running Mac OSX or Windows 10+.
bn: নোট: LEGO WeDo 2.0 এক্সটেনশন বর্তমানে কাজ করে ব্লুটুথ LE চালিত Mac OSX বা Windows 10+ কম্পিউটারে।
cs: Poznámka: LEGO WeDo 2.0 rozšíření je aktuálně kompatibilní s počítači podporujícími Bluetooth LE, jako jsou např. Mac OSX nebo Windows 10+.
cy: Sylw: Mae EGO WeDo 2.0 yn gweithio ar gyfrifiaduron sydd â Bluetooth LE ac yn rhedeg Mac OSX neu Windows 10+
fa: توجه: برنامه افزودنی LEGO WeDo 2.0 در حال حاضر در رایانه‌هایی با بلوتوث LE با Mac OSX یا Windows 10+ کار می‌کند.
fr: Note : L'Extension LEGO WeDo 2.0 fonctionne sur les ordinateurs avec du Bluetooth LE sous Mac OSX ou Windows 10+.
kk: Ескерту: LEGO WeDo 2.0 кеңейтілімі қазір Bluetooth LE-і бар, Mac OSX немесе Windows 10+ компьютерлерінде жұмыс істейді.
tr: Not: LEGO WeDo 2.0 Uzantısı şu anda Mac OSX veya Windows 10+ çalışan Bluetooth LE bilgisayarlarda çalışır.
vi: Chú ý: Mở rộng LEGO WeDo 2.0 hiện tại hoạt đông trên máy tính có Bluetooth LE chạy trên Mac OSX hay Windows 10+.
zh_tw: 注意：LEGO WeDo 2.0 擴充功能可以在支援 Bluetooth LE 的 Mac OSX / Windows 10+ 電腦上運行。

source: I’m using a Mac computer
bn: আমি একটি Mac কম্পিউটার ব্যবহার করছি
cs: Používám počítač s operačním systémem Mac.
cy: Rwy'n defnyddio cyfrifiadur Mac
de: Ich nutze einen Mac-Computer
fa: من از یک کامپیوتر Mac استفاده می‌کنم
fr: J'utilise un Mac
kk: Мен Mac компьютерін қолданудамын
sl: Uporabljam Mac računalnik.
tr: ben bir Mac bilgisayarı kullanıyorum.
vi: Tôi đang sử dụng máy Mac
zh_tw: 我的電腦是 Mac

source: I’m using a Windows computer
bn: আমি Windows কম্পিউটার ব্যবহার করছি
cs: Používám počítač s operačním systémem Windows
cy: Rwy'n defnyddio cyfrifiadur Windows
de: Ich nutze einen Windows-Computer
fa: من از یک کامپیوتر ویندوز استفاده می‌کنم
fr: J'utilise un ordinateur Windows
kk: Мен Windows компьютерін қолданудамын
sl: Uporabljam računalnik z Windows sistemom.
tr: Windows'lu bir bilgisayarım var
vi: Tôi đang sử dụng máy Windows
zh_tw: 我的電腦是 Windows

source: The <strong>Device Manager</strong> is a separate application that enables Scratch to connect to physical devices such as your WeDo. You can download the Device Manager <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">here</a>. Click <strong>OK</strong> to download the file.
bn: <strong>ডিভাইস ম্যানেজার</strong> একটি পৃথক অ্যাপ্লিকেশন যা Scratch কে তোমার WeDo এর মতো শারীরিক ডিভাইসের সাথে সংযুক্ত করতে সক্ষম করে। তুমি <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">এখানে</a> ডিভাইস ম্যানেজার ডাউনলোড করতে পারবে। ফাইলটি ডাউনলোড করতে <strong>OK</strong> ক্লিক কর।
cs: <strong>Správce zařízení</strong> je rozdělená aplikace, která umožňuje Scratchi připojit se k fyzickému zařízení, jako je WeDo. Můžeš si stáhnout Správce zařízení <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">tady</a>. Klikni na <strong>OK</strong> k zahájení stahování souboru.
cy: Mae'r <strong>Rheolwr Dyfeisiau</strong> yn rhaglen ar wahân sy'n galluogi Scratch i gysylltu i ddyfeisiau ffisegol fel eich WeDo. Gallwch lwytho i awr y Rheolwr Dyfeisiau <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">yma</a>. Cliciwch <strong>Iawn</strong> i lwytho'r ffeil i lawr.
fa: <strong>مدیریت دستگاه</strong>یک برنامه‌ی جداگانه است که اسکرچ را قادر می‌سازد تا به دستگاه‌های فیزیکی نظیر WeDo خود متصل شود. شما می توانید از <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">اینجا</a> مدیریت دستگاه را دانلود کنید. روی <strong>باشه</strong> کلیک کنید تا فایل را دانلود کنید.
fr: Le <strong>Gestionnaire de Périphériques</strong> est une application tiers qui permet à Scratch de se connecter à des équipements comme ton WeDo. Tu peux télécharger le Gestionnaire de Périphériques <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">ici</a>. Clique <strong>OK</strong> pour télécharger le fichier.
kk: <strong>Құрылғы Менеджері </strong> сіздің WeDo сияқты физикалық құрылғыңызға Скретчке қосылуға мүмкіндік беретін жеке қолданба. <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">осында</a>Құрылғы Менеджерін Жүктей аласыз. Файлды Жүктеу үшін<strong>OK</strong> батырмасын басыңыз.
vi: <strong>Quản lý Thiết bị</strong> là một ứng dụng riêng biệt cho phép Scratch kết nối với các thiết bị vật lý như WeDo của bạn. Bạn có thể tải Quản lý Thiết bị ở <a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">đây</a>. Bấm vào <strong>OK</strong>để tải tập tin.
zh_tw: <strong>裝置管理器</strong>是額外的應用程式，用來讓 Scratch 上可以串接實體裝置，像是 LEGO WeDo。你可以在<a href="https://downloads.scratch.mit.edu/device-manager/ScratchDeviceManager-1.1.0.exe">這裡取得裝置管理器</a>。點擊<strong>確定</strong>後開始下載檔案。

source: Next, install the application on your computer by double-clicking the file. If you see a prompt like this, please pick <strong>Yes</strong>:
bn: তারপর, ফাইলটিতে ডাবল ক্লিক করে তোমার কম্পিউটারে অ্যাপ্লিকেশনটি ইনস্টল কর। যদি তুমি এইরকম একটি প্রম্পট দেখতে পাও, অনুগ্রহ করে বাছাই কর <strong>হ্যাঁ</strong>:
cs: V dalším kroku nainstaluj aplikaci na svém počítači dvojitým poklepáním na soubor. Pokud uvidíš podobnou nabídku jako tuto, zvol <strong>Ano</strong>:
cy: Nesaf, gosodwch y rhaglen ar eich cyfrifiadur drwy roi clic dwbl i'r ffeil. Os ydych y gweld anogiad fel hyn, dewiswch <strong>Iawn</strong>:
fa: سپس، با دوبار کلیک بر روی فایل، برنامه را روی رایانه خود نصب کنید. اگر شما یک اعلان مثل این را می‌بینید، لطفاً <strong>Yes</strong> را انتخاب کنید:
fr: Ensuite, installe l'application sur ton ordinateur en double-cliquant sur le fichier. Si tu vois une question comme ceci, merci de choisir <strong>Yes (Oui)</strong> :
kk: Келесі, файлға екі рет басу арқылы компьютерге қолданбаларды орнатыңыз. Егер осы сияқты ескертуді көрсеңіз, <strong>Ия</strong>-ны таңдаңыз:
tr: Sonra, dosyaya çift tıklayarak uygulamayı bilgisayarınıza indirin. Eğer buna benzer bir komut istemi görürseniz, lütfen <strong>Evet</strong> i seçiniz:
vi: Tiếp theo, cái đặt ứng dụng trên máy tính của bạn bẳng cách nhấp đôi vào tập tin. Nếu bạn thấy lời nhắc như vầy, xin hãy chọn<strong>Vâng</strong>:
zh_tw: 下一步，雙擊檔案，將應用程式安裝到電腦中，如果你看到下方的提醒視窗，請選擇<strong>是</strong>：

source: You may need to click <strong>Next</strong> a few times to finalize the installation.
bn: ইনস্টলেশন চূড়ান্ত করতে তোমাকে কয়েকবার <strong>পরবর্তী</strong> ক্লিক করতে হতে পারে।
cs: Instalaci dokončíš několikanásobným kliknutím na <strong>Další</strong>.
cy: Efallai y bydd angen i chi glicio <strong>Nesaf</strong> nifer o weithiau i orffen y gosod.
fa: ممکن است لازم باشد <strong>Next</strong> را چند بار کلیک کنید تا نصب تکمیل شود.
fr: Tu peux avoir à cliquer <strong>Next (Suivant)</strong> quelques fois pour finaliser l'installation.
kk: Орнатуды аяқтау үшін <strong>Келесі</strong> батырмасын бірнеше рет басуыңыз қажет болуы мүмкін.
sl: Za dokončanje namestitev boš morda moral večkrat klikniti <strong>Naprej</strong>.
tr: İndirmeyi sonlandırmak için birkaç kez <strong>Sonraki</strong>ne tıklamanız gerekebilir.
vi: Bạn có thể cần bấm <strong>Kế tiếp</strong> một vài lần để kết thúc việc cài đặt.
zh_tw: 一直點擊<strong>下一步</strong>直到完成安裝程序。

source: Next, Open the Device Manager
bn: তারপর, ডিভাইস ম্যানেজার খোল
cs: Dál, otevři Správce Zařízení
cy: Nesaf, Agorwch y Rheolwr Dyfeisiau
fa: سپس، مدیر دستگاه را باز کنید
fr: Ensuite, Ouvre le Gestionnaire de Périphériques
kk: Келесі, Құрылғы Менеджерін ашыңыз
sl: Sedaj odpri Upravitelja naprav
tr: Sonra, Aygıt Yöneticisini aç
vi: Kế đến, Mở Quản lý Thiết bị
zh_tw: 下一步，開啟裝置管理器

source: Open the Device Manager application from your applications menu. The application will appear on the bottom right of the screen:
bn: তোমার অ্যাপ্লিকেশন তালিকা থেকে ডিভাইস ম্যানেজার অ্যাপ্লিকেশন খোল। অ্যাপ্লিকেশনটি পর্দার নীচে ডানদিকে উপস্থিত হবে:
cs: Otevři aplikaci Správce zařízení ze seznamu aplikací na tvém počítači. Aplikace se zobrazí v pravém dolním rohu obrazovky:
cy: Agorwch y Rheolwr Dyfeisiau o'ch dewislen rhaglenni. Bydd y rhaglen yn ymddangos ar waelod de'r sgrin:
fa: برنامه مدیریت دستگاه را از منوی برنامه‌های خود باز کنید. برنامه در پایین سمت راست صفحه نمایش ظاهر می‌شود:
fr: Ouvre l'application Gestionnaire de Périphériques (Device Manager) à partir du menu des applications. L'application va apparaître en bas à gauche de l'écran :
kk: Қолданбалар мәзірінен Device Manager қолданбасын ашыңыз. Қолданбалар экранның төменгі оң жағында пайда болады:
tr: Uygulamalar menüsünden Aygıt Yöneticisini açınız. Uygulama, ekranın sağ altında görünecektir:
vi: Mở ứng dụng Quản lý Thiết bị từ menu ứng dụng. Ứng dụng sẽ xuất hiện ở bên dưới phải của màn hình:
zh_tw: 從應用程式選單中找到並打開裝置管理器，開啟後應用程式會出現在屏幕的右下方。

source: First, you need to connect, or <strong>pair</strong>, your computer to this WeDo 2.0 device. You need to do this only once. If you have done this before, you can skip ahead by selecting <strong>Yes, Skip to Scratch</strong> in the Device Manager and clicking <a href="../wedo2win-5">this link</a> to skip ahead in this window.
cs: Pokud potřebuješ připojit, nebo <strong>párovat</strong> tvůj počítač s WeDo 2.0 zařízením, potřebuješ to udělat jenom jednou. Pokud jsi to již udělal/a, můžeš to přeskočit a pokračovat výběrem<strong>Ano, přeskočit do Scratche</strong> Ve správci zařízení a kliknutím na<a href="../wedo2win-5">tento odkaz</a> k pokračování v tomto okně.
cy: Yn gyntaf, mae angen i chi gysylltu, neu <strong>baru</strong>, eich cyfrifiadur i'r ddyfais WeDo 2.0 hon. Dim ond unwaith bydd angen gwneud hyn. Os ydych chi wedi gwneud yn o'r blaen, gallwch symud ymlaen drwy ddewis <strong>Iawn, Symud i Scratch</strong> yn y Rheolwr Dyfeisiau a chlicio <a href="../wedo2win-5">ddolen yma</a> i symud ymlaen yn y ffenestr yma.
fa: ابتدا، شما نیاز به اتصال، یا <strong>جفت کردن</strong>رایانه خود را به این دستگاه WeDo 2.0 دارید. شما فقط باید یک بار این کار را انجام دهید. اگر قبلاً این کار را کرده‌اید، می‌توانید با انتخاب <strong>بله، برو به اسکرچ</strong> در مدیر دستگاه و کلیک بر روی <a href="../wedo2win-5">این لینک</a>در این ویندوز پیش بروید.
fr: Tout d'abord, vous devez connecter ou <strong>appairer</strong>, votre ordinateur avec cet appareil WeDo 2.0. Vous devez ne le faire qu'une fois. Si vous l'avez déjà fait, vous pouvez ne pas le refaire en cliquant <strong>Oui, aller à Sctatch</strong> dans le gestionnaire d'appareils puis cliquer <a href="../wedo2win-5">ce lien</a> pour passer cette fenêtre.
kk: Алдымен, компьютеріңіз WeDo 2.0 құрылғысына қосылуы немесе <STRONG> жұпталуы </ STRONG> қажет. Мұны тек бір рет істеу керек. Бұны бұрын жасаған болсаңыз, Құрылғы Менеджеріндегі <strong>Ия, Скретчке өту</strong> -ді таңдау арқылы және <a href="../wedo2win-5"> осы сілтеме</a> басу арқылы осы терезеден ары қарай өте аласыз.
vi: Trước tiên, bạn cần kết nối, hay <strong>bắt cặp</strong>, máy tính của bạn với thiết bị WeDo 2.0. Bạn chỉ cần làm điều này một lần. Nếu bạn đã làm điều này từ trước, bạn có thể bỏ qua bằng cách chọn<strong>Vâng, Vào Scratch</strong> trong Quản lý Thiết bị và bấm vào <a href="../wedo2win-5">đường dẫn này</a> để bỏ qua cửa sổ này.
zh_tw: 首先，你需要將 WeDo 2.0 設備連接到<strong>（或配對）</strong>到電腦上，這個部分只有第一次才需要做，如果你前曾經做過，可以在裝置管理器上選擇<strong>「是，移至 Scratch」</strong>，以跳過這個步驟。並點擊<a href="../wedo2win-5">這裡</a>至下一個步驟。

source: If this is your first time setting up your computer with this WeDo 2.0 device, click <strong>No, open Bluetooth Settings</strong> on the Device Manager. Clicking this button should automatically open your computer’s Bluetooth settings menu:
bn: যদি এই প্রথম এই WeDo 2.0 ডিভাইসের মাধ্যমে তোমার কম্পিউটার সেট আপ করা হয়, <strong>না ক্লিক করুন, ডিভাইস ম্যানেজারে ব্লুটুথ সেটিংস</strong> খোল। এই বাটনে ক্লিক করলে স্বয়ংক্রিয়ভাবে তোমার কম্পিউটারের ব্লুটুথ সেটিংস মেনু খুলতে হবে:
cs: Pokud nastavuješ zařízení WeDo 2.0 poprvé na tvém počítači, klikni <strong>Ne, otevřít Bluetooth nastavení</strong> ve Správci zařízení. Kliknutím na toto tlačítko by se mělo automaticky zobrazovat Bluetooth nastavení na tvém zařízení:
cy: Os mai hwn yw eich tro cyntaf yn gosod eich cyfrifiadur gyda'r ddyfais WeDo yma, cliciwch <strong>Na, agor Gosodiadau Bluetooth</strong> ar y Rheolwr Dyfeisiau. Dylai glicio'r botwm yma agor dewislen Bluetooth eich cyfrifiadur yn awtomatig.
fa: اگر این اولین بار است که با این دستگاه WeDo 2.0 رایانه خود را تنظیم می‌کنید، روی <strong>نه، باز کردن تنظیمات بلوتوث</strong> در مدیر دستگاه کلیک کنید. کلیک بر روی این دکمه باید منوی تنظیمات بلوتوث شما را به طور خودکار باز کند:
fr: Si c'est la première fois que tu configures ton ordinateur avec ce WeDo 2.0, clique <strong>No, open Bluetooth Settings</strong> dans le Gestionnaire de Périphériques. En cliquant sur ce bouton, ça doit ouvrir automatiquement ton menu de configuration Bluetooth de ton ordinateur :
kk: WeDo 2.0 құрылғысын компьютеріңізге алғаш рет орнатып жатқан болсаңыз, Құрылғы Менеджеріндегі <strong>Жоқ, Bluetooth Баптауларын ашыңыз</strong> -ды басыңыз. Осы батырманы басқанда компьютердің Bluetooth Баптаулары мәзірі автоматты түрде ашылуы тиіс:
vi: Nếu đây là lần đầu tiên thiết lập máy tính của bạn với thiết bị WeDo 2.0 này, bấm <strong>Không, mở Cài đặt Bluetooth</strong> trên Quản lý Thiết bị. Bấm vào nút này sẽ tự động mở menu cài đặt Bluetooth của máy tính của bạn:
zh_tw: 如果你是第一次在電腦連接 WeDo 2.0，請在裝置管理器上點擊<strong>「否，開啟藍芽設定」</strong>。點擊後應該會自動開啟電腦上的藍芽設定選單：

source: If the Bluetooth settings menu doesn’t appear, you can open it manually. Click the <strong>Start</strong> button on your desktop and type <strong>Bluetooth</strong>. Select <strong>Bluetooth settings</strong> from the list of search results.
bn: যদি ব্লুটুথ সেটিংস মেনু প্রদর্শিত না হয়, তাহলে তুমি এটি ম্যানুয়ালি ওপেন করতে পার। তোমার ডেস্কটপে <strong>Start</strong> বাটনে ক্লিক কর এবং <strong>Bluetooth</strong> টাইপ কর. অনুসন্ধান ফলাফলের তালিকা থেকে <strong>Bluetooth settings</strong> নির্বাচন কর.
cs: Pokud se nastavení Bluetooth neobjevilo, můžeš ho otevřít ručně. Klikni na tlačítko <strong>Start</strong> na tvé ploše <strong>Bluetooth</strong>. Vyber<strong>nastavení Bluetooth</strong>z výsledků hledání.
cy: Os nad yw dewislen gosodiadau Bluetooth yn ymddangos, gallwch ei hagor â llaw. Cliciwch fotwm <strong>Cychwyn</strong> ar eich bwrdd gwaith a theipio <strong>Bluetooth</strong>. Dewiswch <strong>gosodiadau Bluetooth</strong> o'r rhestr canlyniadau chwilio.
fa: اگر منوی تنظیمات بلوتوث ظاهر نشد، می‌توانید آن را به صورت دستی باز کنید. بر روی دکمه <strong>شروع</strong>روی دسک تاپ خود کلیک کرده و <strong>بلوتوث</strong> را وارد کنید. <strong>تنظیمات بلوتوث</strong> را از لیست نتایج جستجو انتخاب کنید.
fr: Si le menu de configuration Bluetooth n'apparaît pas, tu peux l'ouvrir manuellement. Clique sur le bouton <strong>Démarrer (Start)</strong> du bureau and tape <strong>Bluetooth</strong>. Sélectionne <strong>Configuration Bluetooth</strong> dans la liste de résultats.
kk: Bluetooth баптаулары мәзірі пайда болмаса, оны өз бетіңізбен аша аласыз. Жұмыс үстеліндегі <strong>Бастау</strong> батырмасын басыңыз, ары қарай <strong>Bluetooth</strong>деп теріңіз. Іздеу нәтижелері тізімінен<strong>Bluetooth баптаулары</strong> таңдаңыз.
tr: Eğer Bluetooth ayarları menüsü görünmezse, onu manuel olarak açabilirsiniz. Bilgisayarınızdaki <strong>Başlat</strong> butonuna basınız ve <strong>Bluetooth</strong>yazınız. Arama sonuçları listesinden<strong>Bluetooth Ayarları</strong>nı seçiniz.
vi: Nếu menu cài đặt Bluetooth không xuất hiện, bạn có thể mở nó thủ công. Bấm vào nút <strong>Start</strong> trên màn hình và nhập vào <strong>Bluetooth</strong>. Chọn <strong>cài đặt Bluetooth</strong> từ danh sách các kết quả tìm kiếm.
zh_tw: 如果藍芽設定選單沒有出現，你可以手動開啟它。點擊<strong>開始</strong>並輸入<strong>Bluetooth</strong>。在搜尋結果上找到<strong>藍芽設定</strong>並點選。
