Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If your sprite turns upside-down, click <img src="%(STATIC_URL)s/images/help/info.png"> and set its rotation style to left-right:
bn: যদি তোমার স্প্রাইট উল্টো দিকে ঘুরতে থাকে, তাহলে <img src="%(STATIC_URL)s/images/help/info.png"> ক্লিক কর এবং তার ঘূর্ণন ধরণ বাম-ডানে নির্ধারণ কর:
cs: Pokud je postava vzhůru nohama klikni <img src="%(STATIC_URL)s/images/help/info.png"> a nastav směr rotace to zleva doprava:
cy: Os yw eich corlun yn troi ben i drosodd, cliciwch <img src="%(STATIC_URL)s/images/help/info.png"> a gosod ei arddull troi i chwith-de:
de: Wenn deine Figur auf dem Kopf steht, klicke auf <img src="%(STATIC_URL)s/images/help/info.png"> und stelle den Drehmodus auf links-rechts:
fa: اگر شکلک شما وارونه شد، روی <img src="%(STATIC_URL)s/images/help/info.png"> کلیک کرده و سبک چرخش آن را به چپ و راست تنظیم کنید:
fr: Si ton lutin se retrouve à l'envers, un clic sur <img src="%(STATIC_URL)s/images/help/info.png"> et mettre le style de rotation : position à gauche ou à droite :
kk: Спрайт төмен қарап қалған болса,<img src="%(STATIC_URL)s/images/help/info.png"> басыңыз және солдан оңға айналуды қосыңыз:
nb: Hvis figuren snur seg opp-ned, klikk <img src="%(STATIC_URL)s/images/help/info.png"> og velg at figuren bare skal vende sideveis:
nn: Viss figuren snur seg opp ned, trykk på <img src="%(STATIC_URL)s/images/help/info.png"> og vel at figuren berre skal venda sidevegs:
pt_br: Se o ator ficar de ponta-cabeça, clique em <img src="%(STATIC_URL)s/images/help/info.png"> e defina o estilo de rotação para esquerda-direita:
sl: Če se figura obrne na glavo, klikni na <img src="%(STATIC_URL)s/images/help/info.png"> in izberi stil vrtenja levo.desno:
tr: Eğer kuklan tepetaklak olursa, <img src="%(STATIC_URL)s/images/help/info.png"> harfine tıkla ve sadece sola-sağa dönüş izini ver:
vi: Nếu đối tượng của bạn lật từ trên xuống, bấm <img src="%(STATIC_URL)s/images/help/info.png"> và đặt cách xoay của nó thành trái sang phải:
zh_tw: 如果你的角色在移動時發生上下顛倒的現象，可以點擊角色縮圖上的<img src="%(STATIC_URL)s/images/help/info.png">，並將迴轉方式設成「左-右」：

source: Move a sprite
bn: একটি স্প্রাইট সরাও
cs: Pohybuj s postavou
cy: Symud corlun
de: Bewege eine Figur
fa: شکلکی را حرکت دهید
fr: Déplace un lutin
kk: Спрайттарды жылжытыңыз
nb: Få en figur til å bevege seg
nn: Få ein figur til å røra seg
pt_br: Movimente um ator
sl: Premakni figuro
tr: Kuklaya hareket ver
vi: Di chuyển đối tượng
zh_tw: 讓角色移動

source: Try typing in different numbers, such as <img src="%(url_move_1_step)s"> to move a tiny bit or a bigger number to move further.
cs: Zkus psát různá čísla jako <img src="%(url_move_1_step)s"> k malému pohybu, nebo větší čísla ke vzdálenějšímu pohybu.
cy: Rhowch gynnig ar deipio rhifau gwahanol, fel <img src="%(url_move_1_step)s"> i symud ychydig bach neu rif mwy i symud ymhellach.
fa: سعی کنید اعداد مختلف را وارد کنید، از جمله <img src="%(url_move_1_step)s"> برای حرکت کم یا یک عدد بزرگ‌تر برای حرکت بیشتر.
fr: Essaie de taper différents nombres, comme <img src="%(url_move_1_step)s">pour le déplacer un petit peu ou un plus grand nombre pour le déplacer plus loin.
vi: Thử nhập vào những số khác nhau, như <img src="%(url_move_1_step)s"> để di chuyển ít thôi hay số lớn hơn để di chuyển xa hơn.

source: If you type in a <b>negative</b> number, the sprite will move backward:
bn: যদি তুমি <b>ঋণাত্মক</b> সংখ্যা টাইপ কর, তাহলে স্প্রাইট পিছনের দিকে সরবে:
cs: Pokud zadáš <b>záporné</b> číslo, postava se bude pohybovat v opačném směru.
cy: Os deipiwch rif <b>negatif</b>, bydd y corlun yn symud nôl:
de: Wenn du eine <b>negative</b> Zahl eingibst, bewegt sich die Figur rückwärts:
fa: اگر شما یک عدد <b>منفی</b> وارد کنید، شکلک به سمت عقب حرکت می‌کند:
fr: Si vous tapez un nombre <b>negative</b> , le lutin va se déplacer en arrière:
kk: Егер сіз <b>теріс</b> санды енгізсеңіз, спрайт кері қарай жүреді.
nb: Hvis du skriver et <b>negativt</b> tall går figuren baklengs:
nn: Viss du skriv eit <b>negativt</b> tal, går figuren baklengs:
pt_br: Se você inserir um número <b>negativo</b>, o ator se moverá para trás:
sl: Če boš vnesel/la <b>negativno</b> število, se bo figura premaknila nazaj:
tr: Eğer <b>eksi</b> bir sayı girersen, kukla gerisin geri hareket eder:
vi: Nếu bạn nhập vào một số <b>âm</b>, đối tượng sẽ di chuyển chiều ngược lại:
zh_tw: 如果你輸入的是<b>負值</b>，角色會朝反方向移動：

source: <p>To change direction, use point in direction.<br/> Or you can turn.</p> <p>To go to a certain spot on the screen, use “go to x y”</p> <p>To glide smoothly, use “glide to x y”</p>
bn: <p>দিক পরিবর্তন করতে, দিক নির্দেশক ব্যবহার কর।<br/> অথবা তুমি ঘুরতে পার।</p> <p>স্ক্রিনের একটি নির্দিষ্ট স্থানে যেতে, "x y এ যাও" ব্যবহার কর</p> <p>মসৃণভাবে গ্লাইড করতে, "x y এ গ্লাইড কর" ব্যবহার কর</p>
cs: <p>Pro změnu směru použij nastav směr.<br/> nebo se můžeš otočit.</p> <p>Pro přechod do určitého místa na obrazovce použij "skoč na pozici x: y:"</p> <p>Pro hladké klouzání, použij "klouzej na x: y:" </p>
cy: <p>I newid cyfeiriad, defnyddiwch bwynt mewn cyfeiriad.<br/> Neu gallwch droi.</p> <p>I fynd i fan penodol ar y sgrin, defnyddiwch “mynd i x y”</p> <p>I lithro'n llyfn, defnyddiwch “llithro i x y”</p>
de: <p>Um die Richtung zu ändern, verwende "setze Richtung auf".<br/> Oder drehe die Figur.</p> <p>Um zu einer bestimmten Stelle am Bildschirm zu kommen, verwende “gehe zu x y”</p> <p>Verwende "gleite zu x y", um sich sanft weiterzubewegen</p>
fa: <p>برای تغییر جهت، از نقطه در جهت استفاده کنید.<br/> یا می‌توانید برگردید.</p> <p>برای رفتن به یک نقطه خاص روی صفحه، از "برو به x y" استفاده کنید</p> <p>برای آهسته رفتن، از "سر بخور به x y" استفاده کنید</p>
fr: <p>Pour changer de direction, emploie se diriger en faisant un angle de .<br/> Ou vous pouvez activer.</p> <p>Pour aller à un certain endroit sur ​​l'écran, utiliser «aller à x y"</p> <p>Pour glisser en douceur, utilisez "glisser pour x y" </p>
kk: <p>Бағытты өзгерту үшін, бағыттағы нүктені пайдаланыңыз.<br/> Не бұрылыңыз.</p> <p>Экрандағы белгілі бір жерге бару үшін, “ x y-ға бару”-ды пайдаланыңыз </p> <p>Бірқалыпты жылжу үшін, “ x y-ға жылжу” қолданылады</p>
nb: <p>Du kan snu på figuren med "pek i retning"<br/> eller "vend".</p> <p>For å hoppe til et bestemt sted, bruk "gå til x y".</p> <p>For å få en jevn bevegelse, bruk "gli til x y".</p>
nn: <p>Du kan snu på figuren med «peik i retning»-klossen<br/> eller ein «snu»-kloss.</p> <p>For å hoppa til ein vald stad, bruk «gå til x y».</p> <p>For å få ei jamn rørsle, bruk «gli til x y».</p>
pt_br: <p>Para mudar de direção, use ponto na direção.<br/> Ou gire.</p> <p>Para ir para um determinado ponto na tela, use "ir para x y”</p> <p>Para deslizar suavemente, use "deslizar para x y”</p>
sl: <p>Za spremembo smeri, uporabi točko v ustrezni smeri.<br/> Ali pa se lahko obrneš.</p> <p>da greš na določeno mesto na odru, uporabi “pojdi na x y”</p> <p>Da se premikaš gladko, uporabi “drsi do x y”</p>
tr: <p>Yön değiştirmek için, [..'ye doğru dön]taşını kullan.<br/> Veya açı girerek de dönebilirsin.</p> <p>Ekranda belirli bir noktaya pıt diye gitmek için [x:_ y:_ noktasına git] taşını kullan</p> <p>O noktaya süzülerek gitmek için [_ sn.de x:_ y:_ (noktası)na süzül] taşını kullan</p>
vi: <p>Để đổi hướng, sử hướng về phía<br/> Hay bạn có thể xoay.</p> <p>Để đi đến một điểm trên màn hình, sử dụng “đi đến x y”</p> <p>Để lướt mượt, sử dụng “lướt đến x y”</p>
zh_tw: <p>要改變方向，可以使用面朝 {…} 向積木。<br/> 又或者使用右旋 […] 度、左旋 […] 度的方式。</p> <p>若要在某個點出現，使用定位到 x:[…] y:[…]</p> <p>若要平滑移動，可以使用滑行 […] 秒到 x:[…] y:[…]</p>

source: Choose musical instruments, add sounds, and press keys to play music.
bn: বাদ্যযন্ত্র বাছাই কর, শব্দ যোগ কর, এবং সঙ্গীত বাঁজাতে কী চাপ দাও।
cs: Vyber hudební nástroje, přidej zvuky, a stiskni klávesy pro spuštění muziky.
cy: Dewis offerynnau, ychwanegu seiniau a phwyso bysellau i chwarae cerddoriaeth.
de: Wähle Musikinstrumente, füge Klänge hinzu und drücke Tasten um Musik abzuspielen.
fa: ابزار موسیقی را انتخاب کنید، صداها را اضافه کنید و کلیدها را برای پخش موسیقی فشار دهید.
fr: Choisis des instruments de musique, ajoute des sons et joue de la musique en appuyant sur des touches du clavier.
kk: Музыканы ойнау үшін музыкалық аспаптарды таңдап, дыбыстарды қосып, батырмаларды басыңыз.
nb: Velg musikkinstrumenter, legg inn lyd, og trykk en tast for å spille musikk.
nn: Vel musikkinstrument, legg til lydar og trykk på tastar for å spela musikk.
pt_br: Escolha instrumentos musicais, adicione sons e pressione teclas para tocar música.
tr: Müzik enstrümanlarını seçin, ses ekleyin ve müzik çalmak için tuşlara basın.
vi: Chọn nhạc cụ, thêm âm thanh, và bấm các phím để phát nhạc.
zh_tw: 選一種樂器，添加音效，然後按下按鍵就可以播放音樂。

source: Pick a Drum
bn: একটি ড্রাম বাছাই কর
cs: Vyber buben
cy: Dewiswch ddrwm
de: Wähle eine Trommel aus
fa: یک درام انتخاب کنید
fr: Choisis un tambour
id: Pilih Drum
kk: Барабанды таңдаңыз
nb: Velg en tromme
nn: Vel ei tromme
pt_br: Escolha uma bateria
sl: Izberi boben
tr: Bir Davul Seç
vi: Chọn một Cái trống
zh_tw: 選擇節奏拍點

source: Play the Drum
bn: ড্রামটি বাঁজাও
cs: Bubnuj
cy: Chwaraewch y Drwm
de: Spiele die Trommel
fa: درام بنوازید
fr: Joue du tambour
id: Mainkan Drumnya
kk: Дағыра тартыңыз
nb: La trommen spille
nn: Spel på tromma
pt_br: Toque a bateria
sl: Zaigraj na boben
tr: Davulu Çal
vi: Chơi trống
zh_tw: 播放節奏拍點

source: Make a Rhythm
bn: একটি রিদোম তৈরি কর
cs: Vytvoř rytmus
cy: Gwnewch Rythm
de: Mache einen Rythmus
fa: آهنگی بسازید
fr: Fais un rythme
id: Buat Iramanya
kk: Ритм жасаңыз
nb: Lag rytme
nn: Lag ein rytme
pt_br: Faça um ritmo
sl: Ustvari ritem
tr: Bir Ritm Yap
vi: Tạo ra Giai điệu
zh_tw: 製作一段節奏

source: Make It Repeat
bn: এটি পুনরাবৃত্তি কর
cs: Zopakuj to
cy: Gwnewch iddo Ailadrodd
de: Lasse es wiederholen
fa: آن را تکرار کنید
fr: Fais-le se répéter
id: Buatnya Terulang
kk: Оны қайталатыңыз
nb: Gjenta det
nn: La rytmen gjenta seg
pt_br: Faça-o se repetir
sl: Naj se ponavlja
tr: Tekrarlat
vi: Làm nó lặp lại
zh_tw: 讓它重複執行

source: Animate the Drum
bn: ড্রামটি অ্যানিমেট কর
cs: Animuj bubny
cy: Animeiddiwch y Drwm
de: Animiere die Trommel
fa: درام را حرکت دهید
fr: Anime le Tambour
id: Animasikan Drumnya
kk: Дағыраны анимациялаңыз
nb: Animasjon av trommen
nn: Animer tromminga
pt_br: Anime a bateria
sl: Animiraj boben
tr: Davulu Canlandır
vi: Làm chuyển động Cái trống
zh_tw: 讓鼓動起來

source: Play an Instrument
bn: একটি বাদ্যযন্ত্র বাঁজাও
cs: Hraj na hudební nástroj
cy: Chwarae offeryn
de: Spiele ein Instrument
fa: یک آلت موسیقی بنوازید
fr: Joue d'un Instrument
id: Mainkan Alat Musik
kk: Аспапта ойнаңыз
nb: Spill et instrument
nn: Spel eit instrument
pt_br: Toque um instrumento
sl: Igraj glasbilo
tr: Bir Enstrüman Çal
vi: Chơi một Nhạc cụ
zh_tw: 彈奏樂器

source: Make a Melody
bn: একটি সুর তৈরি কর
cs: Vytvoř melodii
cy: Creu Alaw
de: Mache eine Melodie
fa: ترانه‌ای بسازید
fr: Fais une mélodie
id: Ciptakan Lagu
kk: Әуен жасаңыз
nb: Lag en melodi
nn: Lag ein melodi
pt_br: Crie uma melodia
sl: Ustvari melodijo
tr: Bir Melodi Yap
vi: Tạo một Giai điệu
zh_tw: 製作一段旋律

source: Add a Chord
bn: একটি কর্ড যোগ কর
cs: Přidej akord
cy: Ychwanegwch Gord
de: Füge einen Akkord hinzu
fa: آکوردی اضافه کنید
fr: Ajoute un accord
id: Tambahkan sebuah Chord
kk: Аккорд қосыңыз
nb: Legg til en akkord
nn: Legg på ein akkord
pt_br: Adicione um acorde
tr: Bir akort ekle
vi: Thêm một Hợp âm
zh_tw: 添加和聲

source: Add Vocals
bn: কণ্ঠ যোগ কর
cs: Přidej hlasy
cy: Ychwanegwch Leisiau
de: Füge Stimmen hinzu
fa: آواز اضافه کنید
fr: Ajoute des Voix
id: Tambahkan Vokal
kk: Вокал қосыңыз
nb: Legg på stemme
nn: Legg på song
pt_br: Adicione vocais
sl: Dodaj glasove
tr: Vokaller ekle
vi: Thêm Giọng hát
zh_tw: 添加人聲

source: Play Random Notes
bn: যেকোন নোট বাজাও
cs: Zahraj náhodné noty
cy: Chwaraewch Nodau ar Hap
de: Spiele zufällige Töne
fa: نت‌های تصادفی بنوازید
fr: Joue des notes aléatoires
id: Permainkan Nada Acak
kk: Кездейсоқ нотаны ойнаңыз
nb: Spill tilfeldige toner
nn: Spel tilfeldige tonar
pt_br: Toque notas aleatórias
sl: Igraj naključne note
tr: Rastgele Notalar Çal
vi: Chơi Nốt nhạc Ngẫu nhiên
zh_tw: 隨機播放音階

source: Record Sounds
bn: শব্দ রেকর্ড কর
cs: Nahraj zvuky
cy: Recordiwch Seiniau
de: Nehme Klänge auf
fa: صداها را ضبط کنید
fr: Enregistre des Sons
id: Rekam Berbagai Suara
kk: Дыбысты жазу
nb: Spill inn lyder
nn: Spel inn lydar
pt_br: Gravar sons
sl: Posnemi zvoke
tr: Sesler Kaydet
vi: Thu âm
zh_tw: 錄製音效

source: Keep Playing
bn: বাঁজাতে থাকো
cs: Hraj dál
cy: Cadwch i Chwarae
de: Spiele weiter Musik
fa: به بازی ادامه دهید
fr: Continue de jouer
id: Terus Mainkan
kk: Ойнауды жалғастырыңыз
nb: Fortsett å spille
nn: Spel vidare
pt_br: Continue jogando
sl: Nadaljuj z igranjem
tr: Oynamaya devam et
vi: Phát liên tục
zh_tw: 持續播放

source: Click the 'Music' theme and choose a drum.
bn: 'সঙ্গীত' থিম ক্লিক কর এবং একটি ড্রাম বাছাই কর।
cs: Klikni na téma 'Hudba' a vyber buben.
cy: Cliciwch y thema 'Cerddoriaeth' a dewis drwm.
de: Klicke auf das 'Musik'-Thema und wähle eine Trommel aus.
fa: روی تم "موسیقی" کلیک و یک درام انتخاب کنید.
fr: Clique sur le thème "Musique" et choisis un tambour.
kk: 'Музыка' тақырыбына кіріп, дағыраны таңдаңыз.
nb: Klikk på kategorien "musikk" og velg en tromme.
nn: Trykk på «Musikk»-kategorien og vel ei tromme.
pt_br: Clique no tema "Música" e escolha uma bateria.
sl: Klikni na temo 'Glasba' in izberi boben.
tr: "Müzik" temasına tıkla ve bir davul seç.
vi: Bấm vào chủ đề 'Âm nhạc' và chọn trống.
zh_tw: 從範例庫中的「音樂」主題中選擇一個用來打節拍的樂器，像是鼓。

source: Next, play the drum
bn: পরবর্তীতে, ড্রাম বাজাও
cs: V dalším kroku hraj na bubny
cy: Nesaf, chwaraewch y drwm
de: Dann spiele die Trommel
fa: سپس، درام بنوازید
fr: Ensuite, joue du tambour
kk: Енді, дағыра тартыңыз
nb: Videre: spill på trommen
nn: Vidare: spel på tromma
pt_br: Em seguida, toque a bateria
sl: Sedaj igraj na boben
tr: Sonra, davulu çal
vi: Tiếp theo, chơi trống
zh_tw: 下一步，播放節奏拍點

source: Add any sprite you want!
bn: তুমি চাও এমন যে কোন স্প্রাইট যোগ কর!
cs: Přidej jakoukoli postavu chceš!
cy: Ychwanegwch unrhyw gorlun yr hoffech chi!
de: Füge Figuren hinzu wie du willst.
fa: هر شکلکی می‌خواهید، اضافه کنید!
fr: Ajoute autant de lutins que tu veux !
kk: Кез-келген спрайтты қосыңыз!
nb: Velg deg en ny figur!
nn: Legg til kva som helst figur du vil!
pt_br: Adicione qualquer ator que você quiser!
sl: Dodaj poljubno figuro!
tr: İstediğin herhangi bir kuklayı ekle!
vi: Thêm bất kỳ đối tượng nào bạn muốn!
zh_tw: 添加一個你想使用的角色！

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
bn: <span class="tab-ref">Sounds</span> ট্যাব ক্লিক কর, তারপর ক্লিক কর <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
cs: Klikni na záložku <span class="tab-ref">Zvuky</span> , poté klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
cy: Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
de: Klicke auf den <span class="tab-ref">Klänge</span>-Tab und dann auf <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
fa: روی زبانه <span class="tab-ref">صداها</span> کلیک کنید، سپس <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">را کلیک کنید:
fr: Clique sur l'onglet <span class="tab-ref">Sons</span>, puis clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
kk: <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, содан соң <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">басыңыз:
nb: Klikk <span class="tab-ref">Lyder</span>-fanen og deretter <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
nn: Trykk på <span class="tab-ref">Lydar</span>-fana og trykk så på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
pt_br: Clique na guia <span class="tab-ref">Sons</span>, e então clique em <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
sl: Klikni na zavihek <span class="tab-ref">Zvoki</span> in klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
vi: Bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:
zh_tw: 切換到 <span class="tab-ref">音效</span> 頁籤，點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">：

source: Click the <b>Vocals</b> theme, then choose beatbox sounds.
bn: <b>কণ্ঠ</b> থিমে ক্লিক কর, তারপর বিটবক্স শব্দ বাছাই কর।
cs: Klikni na téma <b>Vokály</b> , pak vyber beatbox zvuky.
cy: Cliciwch y thema <b>Lleisiau</b>, yna dewis seiniau blwch curo.
de: Klicke auf das <b>Gesang</b>-Thema und wähle dann die Beatbox-Klänge.
fa: بر روی تم <b>آوازها</b> کلیک کنید، سپس صداهای بیت باکس را انتخاب کنید.
fr: Clique sur le thème <b>Humain</b>, et choisis des sons 'beatbox'.
kk: <b>Вокал</b> тақырыбын басыңыз, одан кейін битбокс дыбыстарын таңдаңыз.
nb: Klikk <b>Mennesker</b>-kategorien og velg en rytmelyd ("beatbox").
nn: Trykk på <b>Røyster</b>-kategorien og vel ein «beatbox»-lyd.
pt_br: Clique no tema <b>Vocais</b> e então escolha sons de beatbox.
vi: Bấm vào chủ đề <b>Giọng nói</b>, sau đó chọn âm thanh beatbox.
zh_tw: 找到範例庫中的<b>人聲</b>類，選擇一個音效，例如 beatbox

source: Make a sequence, for example:
bn: একটি ক্রম তৈরি কর, যেমন:
cs: Vytvoř smyčku, jako například:
cy: Crëwch ddilyniant, er enghraifft:
de: Mach eine Sequenz, zum Beispiel:
fa: دنبال‍ه‌ای بسازید، به عنوان مثال:
fr: Fais une séquence, par exemple :
kk: Реттілік жасаңыз, мысалға:
nb: Lag en sekvens, for eksempel:
nn: Set fleire lydar etter kvarandre, slik:
pt_br: Faça uma sequência, por exemplo:
sl: Izdelaj naslednje zaporedje, npr.:
vi: Tạo một chuỗi âm, ví dụ như:
zh_tw: 依播放順序將建立起積木堆，示範如下：

source: Or, add a script that plays a random sound:
bn: অথবা, একটি স্ক্রিপ্ট যোগ কর যা যেকোন একটি শব্দ বাজায়:
cs: Nebo, přidej scénář, který přehrává náhodný zvuk:
cy: Neu, ychwanegwch sgript sy'n chwarae sain ar hap:
de: Oder füge ein Skript hinzu das einen zufälligen Klang spielt:
fa: یا، دستوری که صدای تصادفی را پخش می‌کند، اضافه کنید:
fr: Ou ajoute un script qui joue un son au hasard :
kk: Немесе кездейсоқ дыбысты ойнайтын скриптті қосыңыз.
nb: Eller du kan lage et skript som spiller en tilfeldig lyd:
nn: Eller lag eit skript som spelar ein tilfeldig lyd:
pt_br: Ou, adicione um script que reproduz um som aleatório:
sl: Ali dodaj ukaz, ki bo predvajal naključen zvok:
vi: Hoặc, thêm vào đoạn kịch bản phát âm thanh ngẫu nhiên:
zh_tw: 或是，添加一個隨機播放音效的程式：

source: Next, record sounds
bn: তারপর, শব্দ রেকর্ড কর
cs: Dále, nahraj zvuky
cy: Nesaf, recordio sain.
de: Nimm als nächstes ein paar Klänge auf
fa: سپس، صداها را ضبط کنید
fr: Ensuite, enregistre des sons
kk: Енді, дыбысты жазыңыз
nb: Videre: Ta opp lyd
nn: Vidare: spel inn lydar
pt_br: Em seguida, grave sons
sl: Sedaj posnemi zvok
tr: Sonra, sesler kaydet
vi: Tiếp theo, thu âm
zh_tw: 下一步，錄製音效

source: If you have a microphone, you can record your own sounds.
bn: যদি তোমার একটি মাইক্রোফোন থাকে, তুমি তোমার নিজের শব্দ রেকর্ড করতে পার।
cs: Pokud máš mikrofon, můžeš nahrát svůj vlastní zvuk.
cy: Os oes gennych feicroffon, gallwch recordio eich seiniau eich hun.
de: Wenn du ein Mikrofon hast kannst du deine eigenen Klänge aufnehmen.
fa: اگر میکروفون دارید، می‌توانید صداهای خود را ضبط کنید.
fr: Si tu as un micro, tu peux enregistrer tes propres sons.
kk: Сізде микрофон бар болса, сіз өз дыбыстарыңызды жаза аласыз.
nb: Hvis du har mikrofon kan du ta opp dine egne lyder.
nn: Viss maskina har mikrofon, kan du spela inn dine eigne lydar.
pt_br: Se você tiver um microfone, você pode gravar seus próprios sons.
sl: Če imaš mikrofon lahko posnameš svoj zvok.
vi: Nếu bạn có mic, bạn có thể thu âm thanh riêng của bạn.
zh_tw: 如果你有麥克風裝置，可以透過裝置錄製下你想使要的音效。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
bn: নতুন স্প্রাইট পছন্দ করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">এ ক্লিক কর:
cs: Stiskni <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání nové postavy:
cy: Cliciwch <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:
de: Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> um eine neue Figur auszuwählen:
fa: برای انتخاب یک شکلک جدید روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید:
fr: Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :
kk: Осы белгішені <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> жаңа спрайт таңдау үшін басыңыз:
nb: Klikk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> og velg deg en ny figur:
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å henta ein ny figur:
pt_br: Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo ator:
sl: Klikni<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">za izbiro nove figure:
vi: Bấm vào <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn một đối tượng mới:
zh_tw: 點擊圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 可以在範例庫中挑選一個新的角色

source: Click the microphone icon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> to record your own short sounds. Make a sound like 'meep', 'bop', or 'zap.'
bn: তোমার নিজের ছোট শব্দ রেকর্ড করতে মাইক্রোফোন আইকনে <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> ক্লিক কর। 'meep', 'bop', অথবা 'zap' এর মত শব্দ কর।
cs: Klikni na ikonku mikrofonu <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> a nahraj vlastní krátké zvuky. Udělej zvuky jako "píp", 'puf', nebo 'bum.'
cy: Cliciwch yr eicon meicroffon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> i recordio eich seiniau byr eich hun. Gwnewch sain fel 'mip', 'bop', neu 'sap.'
de: Klicke auf das Mikrofon-Icon <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> um deine eigenen kurzen Klänge aufzunehmen. Mache zum Beispiel ein Geräusch wie 'meep', 'bop', or 'zap.'
fa: برای ضبط صداهای کوتاه خود، روی نماد میکروفون <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> کلیک کنید. صدایی مثل "میپ"، "بپ"، یا "بنگ" ایجاد کنید.
fr: Clique sur l'icône micro <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> pour enregistrer tes propres sons courts. Fais un son comme 'tuu', 'pop', ou 'tchac'
kk: Өз қысқа дыбысыңызды жазу үшін <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> микрофон белгішесіне басыңыз. 'meep', 'bop', не'zap' сияқты дыбыс шығарыңыз.
nb: Klikk mikrofon-ikonet <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> for å ta opp korte lyder. Lag en lyd, for eksempel "pip", "plopp" eller "klikk".
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> for å spela inn eigne, korte lydar. Lag lydar som «tjo», «bopp» eller «sapp».
pt_br: Clique no ícone do microfone <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> para gravar seus próprios sons. Faça um som como 'meep', 'bop', ou 'zap.'
vi: Bấm vào biểu tượng mic <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> để thu âm anh của riêng bạn. Tạo âm thanh như 'meep', 'bop', hay 'zap.'
zh_tw: 點擊麥克風圖示<img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 可以開始錄製聲音，你可使用它來錄製一些聲音片段，像是「吼」的感嘆聲、「疵疵疵」 的電流聲、或是「噠啦嘀噠啦」的哼唱聲。
