Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: change pen color by _
bn: কলমের রঙ পরিবর্তন কর _
cs: změň barvu pera o _
cy: newid lliw pin gan _
de: ändere Stiftfarbe um _
fa: تغییر قلم رنگ با _
fr: ajouter _ à la couleur du stylo
id: ubah warna pena sebesar _
kk: қаламсаптың түсін өзгерту_
lt: keisk pieštuko spalvą per _
nb: endre pennfarge med _
nn: endra pennefarge med _
pt_br: adicione _ à cor da caneta
sl: spremeni barvo svinčnika za _
tr: kalem rengini _ arttır
vi: thay đổi màu bút vẽ bằng _
zh_tw: 筆跡顏色改變 […]

source: set pen color to [number]
bn: কলমের রঙ [সংখ্যায়] নির্ধারণ কর
cs: nastav barvu pera na [number]
cy: gosod lliw pin i [number]
de: setze Stiftfarbe auf [Nummer]
fa: رنگ قلم را به [عدد] تنظیم کنید
fr: mettre la couleur du stylo à [number]
id: atur warna pena ke [angka]
kk: қауырсын түсін орнату [number]
lt: nustatyk pieštuko spalvą į [skaičius]
nb: velg pennfarge [nummer]
nn: bruk pennefargen [tal]
pt_br: mude a cor da caneta para [número]
sl: nastavi barvo svinčnika na [število]
tr: kalem rengini [sayı] yap
vi: đặt màu bút vẽ thành [số]
zh_tw: 筆跡顏色設為 […]

source: change pen shade by _
bn: কলমের আঁকার পরিবর্তন কর _ দ্বারা
cs: změň odstín pera o _
cy: newid lliw pin gan _
de: ändere Farbschattierung um _
fa: تغییر قلم سایه توسط _
fr: ajouter _ à l'intensité du stylo
id: ubah kegelapan pena sebesar _
kk: қалам реңкін өзгерту
lt: keisk pieštuko šešėlį per _
nb: endre pennintensitet med _
nn: endra penneskugge med _
pt_br: adicione _ à intensidade da caneta
sl: spremeni senco svinčnika za _
tr: kalem tonunu _ arttır
vi: đổi độ đậm bút vẽ bằng _
zh_tw: 筆跡亮度改變 […]

source: set pen shade to _
bn: কলমের আকার _ এ নির্ধারণ কর
cs: nastav odstín pera na _
cy: gosod lliw pin i _
de: setze Farbschattierung auf _
fa: سایه قلم را به _
fr: mettre l'intensité du stylo à _
id: atur kegelapan pena ke _
kk: қалам реңкін келесіге орнату
lt: nustatyk pieštuko šešėlį į _
nb: velg pennintensitet _
nn: set penneskugge til _
pt_br: mude a intensidade da caneta para _
sl: nastavi senco svinčnika na _
tr: kalem tonunu _ yap
vi: đặt độ đậm bút vẽ thành _
zh_tw: 筆跡亮度設為 […]

source: change pen size by _
bn: কলমের আকার _ পরিবর্তন কর
cs: změň tloušťku pera o _
cy: newid lliw pin gan _
de: ändere Stiftdicke um _
fa: تغییر اندازه قلم توسط _
fr: ajouter _ à la taille du stylo
id: ubah ukuran pena sebesar _
kk: қаламсап өлшемін өзгерту
lt: keisk pieštuko dydį per _
nb: endre pennbredde med _
nn: endra pennebreidd med _
pt_br: adicione _ ao tamanho da caneta
sl: spremeni širino svinčnika za _
tr: kalem kalınlığını _ arttır
vi: đổi kích thước bút vẽ bằng _
zh_tw: 筆跡寬度改變 […]

source: set pen size to _
bn: কলমের আকার _ এ নির্ধারণ কর
cs: nastav tloušťku pera na _
cy: gosod lliw pin i _
de: setze Stiftdicke auf _
fa: اندازه قلم را به _
fr: mettre la taille du stylo à _
id: atur ukuran pena ke _
kk: қауырсын өлшемін орнату
lt: nustatyk pieštuko dydį į _
nb: velg pennbredde _
nn: set pennebreidd til _
pt_br: mude o tamanho da caneta para _
sl: nastavi širino svinčnika na_
tr: kalem kalınlığını _ yap
vi: đặt kích thước bút vẽ bằng _
zh_tw: 筆跡寬度設為 […]

source: Data
bn: তথ্য
de: Daten
fa: دیتا
fr: Données
kk: мәлімет
lt: Duomenys
pt_br: Dados
sl: Podatki
tr: Veri
vi: Dữ liệu
zh_tw: 資料

source: Make a Variable
bn: একটি ভ্যারিয়েবল তৈরি কর:
cs: Vytvoř proměnnou
cy: Creu Newidyn
de: Neue Variable
fa: ایجاد متغیر
fr: Créer une variable
id: Buat sebuah Variabel
kk: Айнымалы жасау
lt: Sukurk Kintamąjį
nb: Lag en variabel
nn: Lag ein variabel
pt_br: Criar uma Variável
sl: Ustvari spremenljivko
tr: Bir Değişken Oluştur
vi: Tạo một biến
zh_tw: 建立一個變數

source: Variable
bn: ভ্যারিয়েবল
cs: Proměnná
cy: Newidyn
fa: متغیر
id: Variabel
kk: Айнымалы
lt: Kintamasis
nb: Variabel
nn: Variabel
pt_br: Variável
sl: Spremenljivka
tr: Değişken
vi: Biến
zh_tw: 變數

source: set _ to
bn: _ নির্ধারণ
cs: nastav _ na
cy: gosod _ i
de: setze _ auf
fa: تنظیم _ به
fr: mettre _ à
id: atur _ ke
kk: Орнату
lt: nustatyk _ į
nb: sett _ til
nn: set _ til
pt_br: mude _ para
sl: nastavi _ na
tr: _, _ olsun
vi: đặt _ bằng
zh_tw: 變數 {…} 設為 […]

source: change _ by
bn: _ দ্বারা পরিবর্তন
cs: změň _ o
cy: newid _ gan
de: ändere _ um
fa: تغییر _ توسط
fr: ajouter à _
id: ubah _ sebesar
kk: Өзгерту
lt: keisk _ per
nb: endre _ med
nn: endra _ med
pt_br: altere _ por
sl: spremeni _ za
tr: _'i _ arttır
vi: đổi _ thành
zh_tw: 變數 {…} 改變 […]

source: show variable
bn: ভ্যারিয়েবল দেখাও
cs: ukaž proměnnou
cy: dangos newidyn
de: zeige Variable
fa: نمایش متغیر
fr: montrer la variable
id: tampilkan variabel
kk: Айнымалыны көрсету
lt: rodyk kintamąjį
nb: vis variabel
nn: vis variabelen
pt_br: mostre variável
sl: pokaži spremenljivko
tr: değişkeni göster
vi: hiển thị biến
zh_tw: 變數 {…} 顯示

source: hide variable
bn: ভ্যারিয়েবল লুকাও
cs: skryj proměnnou
cy: cuddio newidyn
de: verstecke Variable
fa: پنهان کردن متغیر
fr: cacher la variable
id: sembunyikan variabel
kk: Айнымалыны жасыру
lt: slėpk kintamąjį
nb: skjul variabel
nn: gøym variabelen
pt_br: esconda variável
sl: skrij spremenljivko
tr: değişkeni gizle
vi: ẩn biến
zh_tw: 變數 {…} 隱藏

source: Make a List
bn: তালিকা তৈরী কর
cs: Vytvoř seznam
cy: Gwneud Rhestr
de: Neue Liste
fa: ایجاد یک لیست
fr: Créer une liste
id: Buat sebuah Daftar
kk: Тізім жасау
lt: Sukurk sąrašą
nb: Lag en Liste
nn: Lag ei liste
pt_br: Criar uma lista
sl: Ustvari seznam
tr: Bir Liste Oluştur
vi: Tạo một Danh sách
zh_tw: 建立一個清單

source: List
bn: তালিকা
cs: Seznam
cy: Rhestr
de: Liste
fa: لیست
fr: Liste
id: Daftar
kk: Тізім
lt: Sąrašas
nb: Liste
nn: Liste
pt_br: Lista
sl: Seznam
tr: Liste
vi: Danh sách
zh_tw: 清單

source: add _ to
bn: _ যোগ কর
cs: přidej _ k
cy: ychwanegu _ i
de: füge _ zu _ hinzu
fa: اضافه کردن به
fr: ajouter _ à
id: tambahkan _ ke
kk: Қосу
lt: pridėk _ prie
nb: legg _ til
nn: legg _ til
pt_br: insira _ a
sl: dodaj _ v
tr: _'i _'e ekle
vi: thêm _ vào
zh_tw: 新增項目 […]

source: delete _ of
bn: _ এর মুছে দাও
cs: zruš _ z
cy: dileu _ o
de: lösche _ aus
fa: حذف _ از
fr: supprimer l'élément _ de la liste
id: hapus _ dari
kk: Өшіру
lt: ištrink _ iš
nb: slett _ i
nn: slett _ i
pt_br: apague _ de
sl: odstrani _ iz
tr: sil _'ini _'in
vi: xóa _ của
zh_tw: 刪除第{…}項目

source: insert _ at _ of
bn: _ এর _ এ _ ঢুকাও
cs: vlož _ na _ v
cy: rhoi _ yn _ o
de: füge _ als _ in _ ein
fa: درج _ در _
fr: insérer _ en position _ de la liste
id: sisipkan _ pada _ dari
kk: Кірістіру
lt: įdėk _ į _ iš
nb: sett inn _ på plass _ i
nn: set inn _ på plass _ i
pt_br: insira _ na posição _ de
sl: vstavi _ na _ v
tr: koy _ 'yi, _ sırasına _ 'nin
vi: chèn _ tại _ của
zh_tw: 添加[…]為第{…}項

source: replace item _ of _ with
bn: আইটেম _ এর _ দিয়ে প্রতিস্থাপন কর
cs: nahraď prvek _ v _ s
cy: disodli eitem _ o _ gyda
de: ersetze Element _ von _ durch
fa: جایگزین آیتم _ از _ با
fr: remplace l'élément _ de la liste _ par
id: ganti benda _ dari _ dengan
kk: Элементті _ ауыстыру
lt: keisk dalyką _ iš _ į
nb: erstatt element _ i _ med
nn: byt ut element _ i _ med
pt_br: substitua o item _ de _ por
sl: zamenjaj _-ti člen v _ z
tr: değiştir _ sırasındakini _ listesinin
vi: thay phần tử _ của _ bằng
zh_tw: 替換第{…}項成 […]

source: item _ of
bn: আইটেম _ এর
cs: prvek _ z
cy: eitem _ o
de: Element _ von
fa: آیتم _ از
fr: élément _ de
id: benda _ dari
kk: Элементі_
lt: dalykas _ iš
nb: element _ av
nn: element _ i
pt_br: item _ de
sl: _-ti člen iz
tr: _ sırasındaki _ 'in
vi: phần tử _ của
zh_tw: 清單第{…}項項目

source: length of
bn: এর দৈর্ঘ্য
cs: délka
cy: hyd
de: Länge von
fa: طول
fr: longueur de
id: panjang dari
kk: Ұзындығы
lt: ilgis
nb: lengden av
nn: lengda til
pt_br: tamanho de
sl: dolžina
tr: _ 'nin uzunluğu
vi: độ dài của
zh_tw: 清單或字串的長度

source: _ contains
bn: _ রয়েছে
cs: _ obsahuje
cy: _ yn cynnwys
de: _ enthält
fa: _ حاوی
fr: _ contient ?
id: _ mengandung
kk: _ қамтиды
lt: _ yra
nb: _ inneholder
nn: _ inneheld
pt_br: _ contém
sl: _ vsebuje
tr: _ listesinde _ var (mı?)
vi: _ chứa
zh_tw: 清單{…}包含[…]？

source: show list
bn: তালিকা প্রদর্শন কর
cs: ukaž seznam
cy: dangos rhestr
de: zeige Liste
fa: لیست نشان می‌دهد
fr: montrer la liste
id: tampilkan daftar
kk: Тізімді көрсетіңіз
lt: rodyk sąrašą
nb: vis listen
nn: vis lista
pt_br: mostre lista
sl: pokaži seznam
tr: _ listesini göster
vi: hiển thị danh sách
zh_tw: 清單 {…} 顯示

source: hide list
bn: তালিকা গোপন কর
cs: skryj seznam
cy: cuddio rhestr
de: verstecke Liste
fa: پنهان کردن لیست
fr: cacher la liste
id: sembunyikan daftar
kk: Тізімді жасырыңыз
lt: slėpk sąrašą
nb: skjul listen
nn: gøym lista
pt_br: esconda lista
sl: skrij seznam
tr: _ listesini gizle
vi: ẩn danh sách
zh_tw: 清單 {…} 隱藏

source: Events
bn: ঘটনা
cs: Události
cy: Digwyddiadau
de: Ereignisse
fa: رویدادها
fr: Événements
id: Kejadian
kk: Іс-шаралар
lt: Įvykiai
nb: Hendelser
nn: Hendingar
pt_br: Eventos
sl: Dogodki
tr: Olaylar
vi: Các sự kiện
zh_tw: 事件

source: when green flag clicked
bn: যখন সবুজ পতাকায় ক্লিক করা হয়
cs: po kliknutí na zelenou vlajku
cy: pan fo'r faner werdd wedi ei glicio
de: Wenn die grüne Flagge angeklickt wird
fa: وقتی پرچم سبز کلیک شد
fr: quand le drapeau vert est cliqué
id: ketika bendera hijau diklik
kk: Жасыл жалауша басылғанда
lt: Kai žalia vėliava nuspaudžiama
nb: når grønt flagg klikkes
nn: når grønt flagg vert trykt på
pt_br: quando clicar na bandeira verde
sl: ko je bila zelena zastavica kliknjena
tr: yeşil bayrak tıklanınca
vi: khi cờ xanh được bấm
zh_tw: 當綠旗被點擊

source: when _ key pressed
bn: যখন _ কী চাপ দেয়া হয়
cs: po stisku klávesy _
cy: pan bwysir _
de: Wenn Taste _ gedrückt
fa: هنگامی که کلید _ فشار داده می‌شود
fr: quand _ est pressée
id: ketika tombol _ ditekan
kk: пернесін басқанда
lt: kai _ klavišas nuspaudžiamas
nb: når _ trykkes
nn: når _ vert trykt
pt_br: quando a tecla _ for pressionada
sl: ko je pritisnjena tipka _
tr: _ tuşu basılınca
vi: khi phím _ được bấm
zh_tw: 當 {…} 鍵被按下

source: when this sprite clicked
bn: যখন এই পরী ক্লিক করল
cs: po kliknutí na mě
cy: pan cliciwch ar y ciplun
de: Wenn diese Figur angeklickt wird
fa: تا زمانی که این شکلک کلیک شود
fr: quand ce lutin est cliqué
id: ketika sprite ini diklik
kk: спрайт басқан кезде
lt: kai šis veikėjas nuspaudžiamas
nb: når denne figuren klikkes
nn: når denne figuren vert trykt på
pt_br: quando clicar neste ator
sl: ko je bila figura kliknjena
tr: bu kukla tıklanınca
vi: khi đối tượng được click vào
zh_tw: 當角色被點擊

source: when backdrop switches to
bn: যখন ব্যাকড্রপ সুইচ হয়
cs: po změně pozadí na
cy: pan newidir y cefndir i
de: Wenn das Bühnenbild zu _ wechselt
fa: هنگامی که پس‌زمینه تغییر می‌کند به
fr: quand l'arrière-plan bascule sur
id: ketika latar menjadi
kk: Фон ауысқан кезде
lt: kai fonas pasikeičia į
nb: når bakgrunn bytter til
nn: når bakgrunnen byter til
pt_br: quando o pano de fundo mudar para
sl: ko se ozadje zamenja na
tr: dekor _ olunca
vi: khi phông nền chuyển thành
zh_tw: 當背景換成 {…}

source: when _ > _
bn: যখন _ > _
cs: když _ > _
cy: pan mae _ > _
de: Wenn _ > _
fa: وقتی _ > _
fr: quand _ > _
id: ketika _ > _
kk: қашан _ > _
lt: kai _ > _
nb: når _ > _
nn: når _ > _
pt_br: Quando _ > _
sl: ko _ > _
tr: _ > _ olunca
vi: khi _ > _
zh_tw: 當 {…} > {…}

source: when I receive
bn: আমি যখন গ্রহণ করব
cs: po obdržení zprávy
cy: pan rwy'n derbyn
de: Wenn ich _ empfange
fa: هنگامی که دریافت می‌کنم
fr: quand je reçois
id: ketika aku menerima
kk: мен алған кезде
lt: kai gaunu
nb: når jeg mottar
nn: når eg får meldinga
pt_br: quando receber
sl: ko prejmem
tr: _ haberi gelince
vi: khi tôi nhận
zh_tw: 當收到訊息 {…}

source: broadcast
bn: সম্প্রচার
cs: vyšli zprávu
cy: darlledu
de: sende _ an alle
fa: پخش کردن
fr: envoyer
id: siarkan
kk: хабар
lt: Skelbk
nb: send melding
nn: send meldinga
pt_br: envie a todos
sl: objavi
tr: _ haberini sal
vi: phát
zh_tw: 廣播訊息 {…}

source: broadcast _ and wait
bn: সম্প্রচার _ এবং অপেক্ষা কর
cs: vyšli zprávu _ a čekej
cy: darlledu _ ac aros
de: sende _ an alle und warte
fa: پخش _ و منتظر بمانید
fr: envoyer _et attendre
id: siarkan _ dan tunggu
kk: хабар _ және күтіңіз
lt: skelbk _ ir lauk
nb: send melding _ og vent
nn: send meldinga _ og vent
pt_br: envie a todos _ e espere
sl: objavi _ in počakaj
tr: _ haberini sal ve bekle
vi: phát _ và đợi
zh_tw: 廣播訊息 {…} 並等待

source: Control
bn: নিয়ন্ত্রণ
cs: Ovládání
cy: Rheoli
de: Steuerung
fa: کنترل
fr: Contrôle
id: Kontrol
kk: Бақылау
lt: Kontroliuok
nb: Styring
nn: Styring
pt_br: Controle
sl: Krmiljenje
tr: Kontrol
vi: Điều khiển
zh_tw: 控制

source: wait _ secs
bn: _ সেকেন্ড অপেক্ষা কর
cs: čekej _ sekund
cy: aros _ eiliad
de: warte _ Sek.
fa: _ ثانیه صبر کنید
fr: attendre _ secondes
id: tunggu _ detik
kk: _ секунд күтіңіз
lt: Lauk _ sekundes
nb: vent _ sekunder
nn: vent _ sekund
pt_br: espere _ segundos
sl: počakaj _ sekund
tr: _ saniye bekle
vi: chờ_giây
zh_tw: 等待 […] 秒

source: repeat
bn: পুনরাবৃত্তি কর
cs: opakuj
cy: ailwneud
de: wiederhole _ mal
fa: تکرار کن
fr: répéter
id: ulangi
kk: қайталаңыз
lt: kartok
nb: gjenta
nn: gjenta
pt_br: repita
sl: ponovi
tr: _ defa tekrarla
vi: lặp lại
zh_tw: 重複 […] 次

source: forever
bn: চিরকালের জন্য
cs: opakuj dokola
cy: am byth
de: wiederhole fortlaufend
fa: برای همیشه تکرار کن
fr: indéfiniment
id: selamanya
kk: әрқашан
lt: amžinai
nb: for alltid
nn: for alltid
pt_br: sempre
sl: ponavljaj
tr: sürekli tekrarla
vi: mãi mãi
zh_tw: 重複無限次

source: if _ then
bn: যখন _ তখন
cs: když _ tak
cy: os _ yna
de: falls _ dann
fa: اگر _ سپس
fr: si _alors
id: jika _ lalu
kk: егер_онда
lt: jeigu _ tada
nb: hvis _
nn: viss _
pt_br: se _ então
sl: Če _
tr: eğer _ ise
vi: nếu _ thì
zh_tw: 如果…那麼…

source: if _ then else
bn: যদি _ তারপর অন্যথায়
cs: když _ tak jinak
cy: os _ yna
de: falls _ dann sonst
fa: اگر _ سپس دیگری
fr: si _alors sinon
id: jika _ kemudian jika tidak
kk: егер_ онда әйтпесе
lt: jeigu _ tai tada
nb: hvis _ ellers
nn: viss _ elles
pt_br: se _ então senão
sl: Če _ sicer
tr: eğer _ ise değilse
vi: nếu _ sau đó thì
zh_tw: 如果…那麼…否則…

source: wait until
bn: অপেক্ষা কর যতখন না
cs: čekej dokud nenastane
cy: aros nes
de: warte bis
fa: صبر کنید تا زمانی که
fr: attendre jusqu'à
id: tunggu sampai
kk: күтіңіз
lt: lauk, iki tol kol
nb: vent til
nn: vent til
pt_br: espere até que
sl: počakaj do takrat, ko
tr: _ olana kadar bekle
vi: chờ đợi cho đến khi
zh_tw: 等待直到…

source: repeat until
bn: পর্যন্ত পুনরাবৃত্তি কর
cs: opakuj dokud nenastane
cy: ailwneud nes
de: wiederhole bis
fa: تکرار تا
fr: répéter jusqu'à
id: ulangi sampai
kk: келесіге дейін қайталаңыз
lt: kartok iki tol, kol
nb: gjenta til
nn: gjenta til
pt_br: repita até que
sl: ponavljaj do takrat, ko
tr: _ olana kadar tekrarla
vi: lặp lại cho đến khi
zh_tw: 重複直到…

source: stop
bn: থাম
cs: zastav
cy: aros
de: stoppe
fa: متوقف کن
id: ulangi sampai
kk: тотқтатыңыз
lt: stok
nb: stopp
nn: stopp
pt_br: pare
sl: ustavi
tr: _ durdur
vi: dừng lại
zh_tw: 停止 {…}

source: when I start as a clone
bn: যখন আমি একটি ক্লোন হিসেবে শুরু করি
cs: když startuji jako klon
cy: pan rwyf yn dechrau fel clôn
de: Wenn ich als Klon entstehe
fa: تا زمانی که به عنوان یک تکراری شروع کنم
fr: quand je commence comme une clone
id: ketika aku mulai sebagai sebuah clone
kk: мен клон ретінде бастағанда
lt: Kai pradedu veikti kaip klonas
nb: når jeg starter som klon
nn: når eg startar som klon
pt_br: quando este ator começar como clone
sl: ko začnem kot klon
tr: ikiz olarak başladığımda
vi: khi tôi bắt đầu là một bản sao
zh_tw: 當分身產生

source: create clone of
bn: ক্লোন তৈরি কর
cs: klonuj
cy: creu clôn o
de: erzeuge Klon von
fa: ایجاد کلون
fr: créer un clone de
id: buat clone dari
kk: клон жасау
lt: sukurk kloną iš
nb: lag klon av
nn: lag klon av
pt_br: crie clone de
sl: kloniraj
tr: _ 'in ikizini yarat
vi: tạo một bản sao của
zh_tw: 分身 {…} 建立

source: delete this clone
bn: এই ক্লোন মুছে ফেলো
cs: zruš tento klon
cy: dileu'r clôn
de: lösche diesen Klon
fa: این تکراری را حذف کن
fr: supprimer ce clone
id: hapus clone ini
kk: бұл клонды жою
lt: ištrink šį kloną
nb: slett denne klonen
nn: slett denne klonen
pt_br: apague este clone
sl: izbriši ta klon
tr: bu ikizi sil
vi: xóa bản sao này
zh_tw: 分身刪除

source: Sensing
bn: অনুভব কর
cs: Vnímání
cy: Synhwyro
de: Fühlen
fa: حس کردن
fr: Capteurs
id: Sensor
kk: Сенсорлар
lt: Jautimas
nb: Sansing
nn: Sansing
pt_br: Sensores
sl: Zaznavanje
tr: Algılama
vi: Cảm biến
zh_tw: 偵測

source: touching
bn: স্পর্শ করছে
cs: dotýká se
cy: cyffwrdd
de: wird _ berührt?
fa: لمس
fr: touché
id: menyentuh
kk: әсерлі
lt: Lietimas
nb: berører
nn: rører
pt_br: tocando em
sl: se dotika
tr: _'a değdi (mi?)
vi: chạm vào
zh_tw: 碰到 {…} ？

source: touching color
bn: রঙ স্পর্শ করছে
cs: dotýká se barvy
cy: cyffwrdd lliw
de: wird Farbe _ berührt?
fa: نزدیک به رنگ
fr: couleur touchée
id: menyentuh warna
kk: Әсерлі түс
lt: leisti spalvą
nb: berører fargen
nn: rører fargen
pt_br: tocando na cor
sl: se dotika barve
tr: _ rengine değdi (mi?)
vi: chạm vào màu sắc
zh_tw: 碰到顏色 {…} ？

source: color is touching
bn: রঙ স্পর্শ করে
cs: barva je na barvě
cy: lliw yn cyffwrdd
de: Farbe _ berührt _ ?
fa: رنگ نزدیک است به
fr: couleur touche
id: warna menyentuh
kk: әсерлі түс
lt: spalva liečia
nb: farge berører
nn: fargen rører
pt_br: está tocando na cor
sl: barva se dotika
tr: rengine değdi (mi?)
vi: màu đang được chạm
zh_tw: 顏色 {…} 碰到顏色 {…}？

source: distance to
bn: থেকে দূরত্ব
cs: vzdálenost od
cy: pellter i
de: Entfernung von
fa: فاصله تا
fr: distance de
id: jarak dari
kk: ара-қашықтық
lt: atstumas iki
nb: avstand til
nn: avstand til
pt_br: distância até
sl: razdalja do
tr: _'a mesafe
vi: khoảng cách đến
zh_tw: 與 {…} 的間距

source: ask _ and wait
bn: জিজ্ঞাসা _ এবং অপেক্ষা কর
cs: ptej se _ a čekej
cy: gofyn ac aros
de: frage _ und warte
fa: _ رو بپرس و صبر کن
fr: demande _et attends
id: tanya _ dan tunggu
kk: сұрау және күту
lt: klausk _ ir lauk
nb: spør _ og vent
nn: spør _ og vent
pt_br: pergunte _ e espere
sl: vprašaj _ in počakaj
tr: _ diye sor ve bekle
vi: hỏi _ và chờ đợi
zh_tw: 詢問 […] 並等待

source: answer
bn: উত্তর
cs: odpověď
cy: ateb
de: Antwort
fa: پاسخ
fr: réponse
id: jawaban
kk: Жауап
lt: atsakyk
nb: svar
nn: svar
pt_br: resposta
sl: odgovor
tr: cevap
vi: trả lời
zh_tw: 詢問的答案

source: key _ pressed?
bn: _ কি চাপা হয়েছে?
cs: klávesa _ stisknuta?
cy: bysell wedi ei bwyso
de: Taste _ gedrückt?
fa: کلید _ فشرده شده است؟
fr: touche _pressée?
id: tombol _ ditekan?
kk: пернесі басылған ба?
lt: klavišas _ nuspaustas?
nb: tast _ trykket?
nn: tasten _ er trykt?
pt_br: tecla _ pressionada?
sl: je pritisnjena tipka _?
tr: _ tuşu basılı (mı?)
vi: phím _ được nhấn?
zh_tw: {…} 鍵被按下？

source: mouse down?
bn: মাউস কি চাপা হয়েছে?
cs: myš stisknuta?
cy: llygoden i lawr?
de: Maustaste gedrückt?
fa: فشار دادن دکمه ماوس؟
fr: souris pressée?
id: mouse tertekan?
kk: тінтуір басылған ба?
lt: pelė nuspausta?
nb: museknappen er nede?
nn: museknappen er trykt?
pt_br: mouse pressionado?
sl: miška pritisnjena
tr: fareye basılı (mı?)
vi: chuột được nhấn?
zh_tw: 滑鼠鍵被按下？

source: mouse x
bn: মাউস x
cs: x myši
cy: llygoden x
de: Maus x-Position
fa: مکان x ماوس
fr: souris x
kk: тінтуір x бойынша
lt: pelės x
nb: mus x
nn: mus x
pt_br: posição x do mouse
sl: miška x
tr: farenin x'i
vi: x của chuột
zh_tw: 鼠標的 x

source: mouse y
bn: মাউস y
cs: y myši
cy: llygoden y
de: Maus y-Position
fa: مکان وای ماوس
fr: souris y
kk: тінтуір y бойынша
lt: pelės y
nb: mus y
nn: mus y
pt_br: posição y do mouse
sl: miška y
tr: farenin y'si
vi: y của chuột
zh_tw: 鼠標的 y

source: loudness
bn: শব্দের মাত্রা
cs: hlasitost
cy: cryfder sain
de: Lautstärke
fa: بلندی صدا
fr: volume sonore
id: kekerasan suara
kk: дыбыс қаттылығы
lt: garsumas
nb: lydnivå
nn: lydstyrke
pt_br: ruído
sl: glasnost
tr: ses şiddeti
vi: độ ồn
zh_tw: 聲音響度

source: video _ on _
cs: video _ na _
cy: fideo _ ar _
de: Video _ auf _
fa: ویدئو _ در _
fr: vidéo _sur _
id: video _ pada _
kk: Видео _ _
lt: video _ yra _
nb: video _ på _
nn: video _ på _
pt_br: _ do vídeo em _
sl: video _ na _
tr: video _, _ üzerindeki
vi: video_trên_
zh_tw: 視訊的 {…}

source: turn video
bn: ভিডিও চালু কর
cs: přepni video do
cy: troi fideo
de: schalte Video
fa: چرخاندن ویدئو
fr: activer la vidéo
id: putar video
kk: Бейнені қосыңыз
lt: pasuk video
nb: sett video
nn: set video
pt_br: vídeo
sl: prižgi video
tr: videoyu (aç/kapa/..)
vi: mở video
zh_tw: 視訊設為 {…}

source: set video transparency to
bn: ভিডিওর স্বচ্ছতা নির্ধারণ কর
cs: nastav průhlednost videa na
cy: gosod tryloywder fideo i
de: setze Video-Transparenz auf
fa: شفافیت ویدئو را تنظیم کنید
fr: mettre la transparence vidéo à
id: atur transparansi video ke
kk: бейне ашықтығын орнату
lt: nustatyk video permatomumą į
nb: sett gjennomsiktighet av video til
nn: set gjennomsikt av video til
pt_br: mude a transparência do vídeo para
sl: nastavi prozornost videa na
tr: video saydamlığı % _ olsun
vi: đặt độ trong suốt của video thành
zh_tw: 視訊透明度設為 […]%

source: timer
bn: সময় নির্ণায়ক
cs: stopky
cy: amserydd
de: Stoppuhr
fa: زمان سنج
fr: chronomètre
kk: таймер
lt: laikmatis
nb: sekundklokke
nn: klokke
pt_br: cronômetro
sl: štoparica
tr: süre ölçer
vi: đồng hồ bấm giờ
zh_tw: 計時器

source: reset timer
bn: সময় নির্ণায়ক নতুন করে চালু কর
cs: vynuluj stopky
cy: ailosod anserydd
de: setze Stoppuhr zurück
fa: تایمر از اول
fr: réinitialiser le chronomètre
kk: таймерді қайта іске қосу
lt: nunulink laikmatį
nb: nullstill klokka
nn: nullstill klokka
pt_br: zere o cronômetro
sl: ponastavi štoparico
tr: süre ölçeri sıfırla
vi: đặt lại đống hồ bấm giờ
zh_tw: 計時器重置

source: _ of _
bn: _ এর _
cs: _ z _
cy: _ o _
de: _ von _
fa: _ از _
fr: _ de _
id: _ dari _
kk: _осының_
lt: _ iš _
nb: _ av _
nn: _ av _
pt_br: _ de _
sl: _ od _
tr: _ değeri _'in
vi: _của_

source: current _
bn: প্রবাহ _
cs: aktuální _
cy: cyfredol _
de: _ im Moment
fa: فعلی _
fr: actuel_
id: _ saat ini
kk: Ағымдағы
lt: dabartinis _
nb: nåværende _
nn: noverande _
pt_br: _ atual
sl: trenutni _
tr: şimdiki _
vi: hiện tại_
zh_tw: 目前時間的 {…}

source: days since 2000
bn: 2000 সালের পর থেকে
cs: dnů od roku 2000
cy: dyddiau ers 2000
de: Tage seit 2000
fa: تعداد روزها از سال 2000
fr: jours depuis 2000
id: hari-hari sejak 2000
kk: 2000-шы жылдан бастап күндер
lt: dienų nuo 2000ųjų
nb: dager siden 2000
nn: dagar sidan år 2000
pt_br: número de dias desde 2000
sl: dni od leta 2000
tr: 2000'den beri geçen gün
vi: số ngày từ năm 2000
zh_tw: 2000年迄今日數

source: username
bn: ব্যবহারকারীর নাম
cs: jméno uživatele
cy: defnyddiwr
de: Benutzername
fa: نام کاربری
fr: Nom d'utilisateur
kk: пайдаланушының аты
lt: vartotojo vardas
nb: brukernavn
nn: brukarnamn
pt_br: nome de usuário
sl: uporabniško ime
tr: kullanıcı adı
vi: tên đăng nhập
zh_tw: 用戶名稱

source: Operators
bn: অপারেটর
cs: Operátory
cy: Gweithredwyr
de: Operatoren
fa: عملگرها
fr: Opérateurs
id: Operator
kk: амалдар
lt: Matematiniai simboliai
nb: Operatorer
nn: Operatorar
pt_br: Operadores
sl: Operatorji
tr: İşlemler
vi: Phép toán
zh_tw: 運算

source: pick random _ to _
bn: _ থেকে _ পর্যন্ত যেকোনটি বেঁছে নাও
cs: náhodné číslo od _ do _
cy: dewis ar hap i
de: Zufallszahl von _ bis _
fa: انتخاب تصادفی _ به _
fr: nombre aléatoire entre _et_
id: pilih acak dari _ hingga _
kk: кездейсоқ таңдау
lt: rinkis atsitiktinai _ į _
nb: tilfeldig tall fra _ til _
nn: tilfeldig tal frå _ til _
pt_br: escolha número entre _ e _
sl: naključno število med _ in _
tr: _ ile _ arasında bir sayı (tut)
vi: chọn ngẫu nhiên _đến_
zh_tw: 隨機取數 […] 到 […]

source: and
bn: এবং
cs: a
cy: a
de: und
fa: و
fr: et
id: dan
kk: және
lt: ir
nb: og
nn: og
pt_br: e
sl: in
tr: ve
vi: và
zh_tw: … 且 …

source: or
bn: অথবা
cs: nebo
cy: neu
de: oder
fa: یا
fr: ou
id: atau
kk: немесе
lt: arba
nb: eller
nn: eller
pt_br: ou
sl: ali
tr: veya
vi: hoặc
zh_tw: … 或 …

source: not
bn: না
cs: není
cy: nid
de: nicht
fa: نه
fr: non
id: tidak
kk: емес
lt: ne
nb: ikke
nn: ikkje
pt_br: não
sl: ne
tr: değil
vi: không
zh_tw: … 不成立

source: join
bn: যোগদাও
cs: spoj
cy: ymuno
de: verbinde
fa: پیوستن
fr: regroupe
id: gabungkan
kk: қосу
lt: jungti
nb: sett sammen
nn: set saman
pt_br: junte
sl: združi
tr: _ ile _ 'i birleştir
vi: tham gia
zh_tw: 字串組合 […] 和 […]
