Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>In this activity, you'll create an interactive holiday card that you can share with friends and family.</p> <p>To get started, watch this intro video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
bn: <p>এই এ্যাক্টিভিটিতে, তুমি একটি ইন্টারেক্টিভ ছুটির কার্ড তৈরি করবে যা তুমি বন্ধু এবং পরিবারের সাথে শেয়ার করতে পারবে।</p> <p>শুরু করতে, এই ইন্ট্রো ভিডিওটি দেখ:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
cs: <p>V této aktivitě si vytvoříš interaktivní pohlednici, kterou můžeš sdílet s přáteli a s rodinou. <p> Nejprve se podívej na toto video: </p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
cy: <p>Yn y gweithgaredd yma, byddwch yn creu cerdyn gwyliau rhyngweithiol y gallwch ei rannu gyda'ch ffrindiau a theulu.</p> <p>I gychwyn arni, gwyliwch y fideo cyflwyno yma video:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
de: <p>Bei dieser Aktivität, machst du eine interaktive Urlaubskarte, die du mit deinen Freunden oder deiner Familie teilen kannst.</p> <p>Zum Anfang schau dir dieses Einführungsvideo an:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
fa: <p>در این فعالیت، شما یک کارت تعطیلات انیمیشن خواهید ساخت که می‌توانید با دوستان و خانواده به اشتراک بگذارید.</p> <p>برای شروع، این ویدئو مقدماتی را تماشا کنید:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
fr: <p>Dans cette activité, tu vas créer une carte interactive de vacances que tu pourras partager avec ta famille et tes amis.</p> <p>Pour commencer, regarde cette video d'introduction:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
kk: <p>Бұл іс-әрекетте, достарыңызбен және отбасыңызбен бөлісе алатын интерактивті ашық хат жасайсыз.</p> <p>Бастау үшін кіріспе видеосын көріңіз:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
nb: <p>Her får du lage ditt eget interaktive julekort som du kan sende til familie og venner.</p> <p>Først kan du se på denne videoen (engelsk tale):</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
nn: <p>Her får du laga ditt eige interaktive julekort som du kan dela med til vennar og familie.</p> <p>Først kan du sjå på denne videoen (engelsk tale):</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
pt_br: <p>Nessa atividade, você vai criar um cartão de boas festas interativo que você pode compartilhar com seus amigos e família.</p> <p>Para começar, assista a este vídeo de introdução:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
vi: <p>Trong hoạt động này, bạn sẽ tạo thiệp kỳ nghỉ tương tác mà bạn có thể chia sẻ với bạn bè và gia đình.</p> <p>Để bắt đầu, hãy xem video giới thiệu này:</p> <iframe src="//player.vimeo.com/video/78998915?title=0&amp;byline=0&amp;portrait=0;hd_off=1&" width="295" height="184" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe>
zh_tw: <p>這個教學活動，你將學會製作一張互動式節日卡片。你還可以將卡片分享給朋友與家人。</p> <p>在開始前，看看這個影片(中文字幕)：</p> <iframe width="295" height="184" src="https://www.youtube.com/embed/mjLichMM6eI" frameborder="0" allowfullscreen></iframe>

source: Let's begin!
bn: চল শুরু করি!
cs: Pojďme začít!
cy: Cychwyn arni!
de: Lass uns anfangen!
fa: بیایید شروع کنیم!
fr: Commence!
id: Ayo mulai!
kk: Кел, бастайық!
nb: Vi går i gang!
nn: Me går i gang!
pt_br: Vamos começar!
sl: Pa začnimo!
tr: Hadi başlayalım!
vi: Hãy bắt đầu nào!
zh_tw: 開始動手吧！

source: Explore Ideas for Your Card
bn: তোমার কার্ডের জন্য আইডিয়া বের কর
cs: Prověř nápady na vlastní pohlednici
cy: Edrych am Syniadau ar Gyfer eich Cerdyn
de: Ein paar Ideen für deine Karte
fa: ایده‌هایی برای کارت خود جستجو کنید
fr: Recherche des idées pour ta carte
id: Jelajahi Berbagai Ide untuk Kartumu
kk: Карта идеяларын зертеу
nb: Tenk på hva slags kort du vil lage
nn: Tenk på kva slags kort du vil laga
pt_br: Explore ideias para seu cartão
sl: Razišči ideje za praznično voščilnico
tr: Kartın için Fikirleri Keşfet
vi: Khám phá những ý tượng cho thiệp của bạn
zh_tw: 為節日卡片找尋靈感

source: Delete the Cat
bn: বিড়ালটি অপসারণ কর
cs: Odstraň kocoura
cy: Dileu'r Gath
de: Die Katze löschen
fa: گربه را حذف کنید
fr: Efface le chat
id: Hapus sang Kucing
kk: Мысықты жою
nb: Ta bort katten
nn: Ta vekk katten
pt_br: Remova o gato
sl: Odstrani Praskača
tr: Kediyi Sil
vi: Xóa chú mèo
zh_tw: 刪除喵咪

source: Add Sprites
bn: স্প্রাইট যোগ কর
cs: Přidej postavy
cy: Ychwanegwch Gorluniau
de: Figuren hinzufügen
fa: شکلک اضافه کنید
fr: Ajoute des lutins
id: Tambahkan Sprite
kk: Спрайтты қосыңыз
nb: Nye figurer
nn: Legg til figurar
pt_br: Adicione atores
sl: Dodaj figure
tr: Kukla Ekle
vi: Thêm đối tượng
zh_tw: 添加一些角色

source: Make the Sprites Interactive
bn: স্প্রাইটটিকে ইন্টারেক্টিভ বানাও
cs: Vytvoř interaktivní postavu.
cy: Gwneud y Corluniau'n Rhyngweithiol
de: Figuren interaktiv machen
fa: شکلک‌ها را به واکنش درآورید
fr: Créer des lutins interactifs
id: Buat Spritenya Interaktif
kk: Спрайттарды интерактивті қылыңыз
nb: Få figurene til å reagere
nn: Få figurane til å reagera
pt_br: Torne os atores interativos
sl: Naj bodo figure interaktivne
tr: Kuklaları Etkinleştir
vi: Làm cho Đối tượng tương tác
zh_tw: 讓角色動起來

source: Move
bn: সরাও
cs: Přesunout
cy: Symud
de: Bewegen
fa: حرکت کنید
fr: Déplacer
id: Pindah
kk: Қозғалыңыз
nb: Flytt
nn: Flytt
pt_br: Mover
sl: Premakni
tr: Yürüme
vi: Di chuyển
zh_tw: 移動

source: Make a Sound
bn: একটি শব্দ বানাও
cs: Udělej zvuk.
cy: Creu Sain
de: Ein Geräusch machen
fa: صدایی ایجاد کنید
fr: Produis un son
id: Buat sebuah Suara
kk: Дыбысты жасаңыз
nb: Lag lyd
nn: Lag lydar
pt_br: Reproduzir um som
sl: Dodaj zvok
tr: Ses Yarat
vi: Tạo âm thanh
zh_tw: 製作一個音效

source: Change Costume
bn: পোশাক পরিবর্তন কর
cs: Změň kostým
cy: Newid Gwisg
de: Kostüm wechseln
fa: حالت عوض کنید
fr: Change de costume
id: Ganti Kostum
kk: Костюмді өзгертіңіз
nb: Bytt drakt
nn: Byt drakt
pt_br: Trocar de fantasia
sl: Spremeni videz
tr: Kostüm Değiştir
vi: Thay đổi trang phục
zh_tw: 變更造型

source: Add a Background Image
bn: একটি ব্যাকগ্রাউন্ড ছবি যুক্ত কর
cs: Přidej obrázek na pozadí
cy: Ychwanegwch Ddelwedd Gefndir
de: Ein Hintergrundbild hinzufügen
fa: یک تصویر پس‌زمینه اضافه کنید
fr: Ajoute une image d'arrière-plan
id: Tambahkan sebuah Gambar Latar
kk: Фондық сурет қосыңыз
nb: Legg inn et bakgrunnsbilde
nn: Legg inn bakgrunnsbilete
pt_br: Adicione uma imagem de fundo
sl: Dodaj sliko ozadja
tr: Bir Arkaplan Resmi Ekle
vi: Thêm vào Hình nền
zh_tw: 新增一個背景影像

source: Add Background Sound
bn: ব্যাকগ্রাউন্ড শব্দ যোগ কর
cs: Přidej hudbu na pozadí
cy: Ychwanegwch Sain Cefndir
de: Ein Hintergrundgeräusch hinzufügen
fa: یک صدای پس‌زمینه اضافه کنید
fr: Ajoute un Fond Sonore
id: Tambahkan Suara Latar
kk: Фондық музыканы қос
nb: Legg på lyd i bakgrunnen
nn: Legg på bakgrunnslydar
pt_br: Adicionar música de fundo
sl: Dodaj zvoke v ozadje
tr: Arkaplan Sesi Ekle
vi: Thêm vào Âm thanh nền
zh_tw: 新增背景音效

source: Set up the Project
bn: প্রজেক্ট সেট আপ কর
cs: Nakonfiguruj projekt
cy: Creu Project
de: Setze das Projekt auf
fa: برنامه را راه‌اندازی کنید
fr: Mets en place le Projet
id: Dirikan Karya
kk: Жобаны Орнату
nb: Gjør prosjektet klart
nn: Gjer prosjektet klårt
pt_br: Configurar o projeto
sl: Postavi projekt na noge
tr: Projeyi Kur
vi: Thiết lập Chương trình
zh_tw: 設定專案

source: Share your Project
bn: তোমার প্রজেক্ট শেয়ার কর
cs: Sdílej svůj projekt
cy: Rhannu eich Project
de: Veröffentliche dein Projekt
fa: پروژه خود را به اشتراک بگذارید
fr: Partage ton projet
id: Bagikan Karyamu
kk: Жобаңызбен бөлісіңіз
nb: Vis fram prosjektet
nn: Vis fram prosjektet
pt_br: Compartilhar seu projeto
sl: Deli svoj projekt
tr: Projeni Paylaş
vi: Chia sẻ Chương trình của bạn
zh_tw: 分享你的專案

source: Add to the Holiday Card Studio
bn: ছুটির কার্ড স্টুুডিওতে যোগ কর
cs: Přidej do studia Holiday Card
cy: Ychwanegwch at Stiwdio Cerdyn Gwyliau
de: Füge es zum Holiday Card Studio hinzu
fa: به استودیو کارت تعطیلات اضافه کنید
fr: Ajoute au Holiday Card Studio (Studio Carte Postale)
id: Tambahkan ke Studio Kartu Perayaan
kk: Мерекелік Ашық хат Студиясына қосу
nb: Vis det på julekortgalleriet
nn: Vis det i julekortgalleriet
pt_br: Adicionar ao estúdio de cartões de boas-festas
sl: Dodaj v studio voščilnic za praznike
tr: Tatil Kartı Stüdyosuna Ekle
vi: Thêm vào Studio Thiệp Kỳ nghỉ
zh_tw: 新增到節日卡片創作坊

source: This tutorial was created for Hour of Code, a nationwide initiative by <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> and <a href="http://code.org" target="_blank">Code.org</a> to introduce millions of students to one hour of computer science and computer programming.
bn: এই টিউটোরিয়ালটি Hour of Code এর জন্য তৈরী করা হয়েছিল, এটি <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> এবং <a href="http://code.org" target="_blank">Code.org</a> উদ্যোগের একটি দেশব্যাপী আয়োজন যেখানে লক্ষাধিক শিক্ষার্থীদের এক ঘন্টা সময় কম্পিউটার বিজ্ঞান এবং কম্পিউটার প্রোগ্রামিং বিষয়ে পরিচিত করা হয়।
cs: Tento tutoriál byl vytvořen pro "Hodinu Kódu", celostátní iniciativu od <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> a <a href="http://code.org" target="_blank">Code.org</a> představit milionům studentů hodinu počítačových věd a programování.
cy: Cafodd y tiwtorial yma ei greu ar gyfer Hour of Code, menter genedlaethol Americanaidd gan y <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> a <a href="http://code.org" target="_blank">Code.org</a> er mwyn cyflwyno miliynau o ddysgwyr i un awr o gyfrifiadureg a rhaglennu cyfrifiadur.
de: Dieses Tutorial wurde für 'Hour of Code' entworfen, eine USA-weite Initiative von <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> und <a href="http://code.org" target="_blank">Code.org</a>, um Millionen Schüler an eine Stunde Informatik und Rechnerprogrammierung heranzuführen.
fa: این آموزش برای زمان کدگذاری، ابتکار عمل در سراسر کشور با <a href="http://csedweek.org" target="_blank">هفته آموزش علوم رایانه</a>و <a href="http://code.org" target="_blank">Code.org</a>برای معرفی میلیون‌ها نفر از دانش آموزان به یک ساعت از علوم رایانه و برنامه‌نویسی کامپیوتری ایجاد شده است.
fr: Ce tutoriel a été créé pour Hour of Code, une initiative à l'échelle nationale par <a href="http://csedweek.org" target="_blank">La semaine de l'Education en Informatique</a> and <a href="http://code.org" target="_blank">Code.org</a> pourprésenter une heure de l'informatique et de la programmation informatique à des millions d'étudiants.
id: Tutorial ini dibuat untuk Jam Kode, sebuah inisiatif national oleh <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> dan <a href="http://code.org" target="_blank">Code.org</a> untuk memperkenalkan berjuta-juta pelajar ke satu satu jam ilmu komputasi dan pemrograman komputer.
kk: Бұл оқу құралын информатика және компьютерлік бағдарламалаудың бір сағатымен миллиондаған студенттерді таныстыру мақсатында, жалпыұлттық бастамамен<a href="http://csedweek.org" target="_blank">Ақпараттану білім беру апталығы</a>және <a href="http://code.org" target="_blank">Code.org</a> Hour of Code үшін жасады.
nb: Denne veiledningen er laget til Kodetimen, et initiativ fra <a href="http://csedweek.org" target="_blank">"Computer Science Education Week"</a> og <a href="http://code.org" target="_blank">Code.org</a> for å gi millioner av barn og unge en introduksjon til programmering og informatikk.
nn: Denne innføringa er laga til Kodetimen, ei satsing frå <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> og <a href="http://code.org" target="_blank">Code.org</a> for å gje millionar av born og unge ei éintimes innføring i programmering og informatikk.
pt_br: Este tutorial foi criado pela Hora da Programação, uma iniciativa de abrangência nacional da <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> e <a href="http://code.org" target="_blank">Code.org</a> para introduzir milhões de estudantes a uma hora de ciência da computação e programação.
sl: Ta vodič je nastal za Hour of Code, mednarodno aktivnost, ki sta jo sprožili organizaciji <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> in <a href="http://code.org" target="_blank">Code.org</a> z namenom, da bi milijoni študentov doživeli vsaj eno uro računalniške znanosti in programiranja.
vi: Hướng dẫn này được tạo ra cho Giờ Lập trình, sáng kiến toàn quốc bởi <a href="http://csedweek.org" target="_blank">Tuần lễ Giáo dục Khoa học Máy tính</a> và <a href="http://code.org" target="_blank">Code.org</a> để giới thiệu đến hàng triệu học sinh một giờ với lập trình và khoa học máy tính.
zh_tw: 此教程是由 Hour of Code （一小時學程式）創建的，這是一個全國性的計劃，由 <a href="http://csedweek.org" target="_blank">Computer Science Education Week</a> 和 <a href="http://code.org" target="_blank">Code.org</a> 計畫，帶領數百萬學生從一小時的計算機課程中體驗到樂趣，進而讓他們自發性的學習。

source: Make a basketball game featuring your friends from We Bare Bears.
bn: We Bare Bears থেকে তোমার বন্ধুদের নিয়ে একটি বাস্কেটবল খেলা তৈরি করো।
cs: Vytvoř basketbalovou hru ve které budou účinkovat postavy z Mezi námi medvědy.
cy: Creu gêm pêl fasged yn cynnwys eich ffrindiau o We Bare Bears.
de: Mache ein Basketballspiel in dem deine Freunde von We Bare Bears vorkommen.
fa: یک بازی بسکتبال با دوستان خود از ما خرس‌های عریان خود بسازید.
fr: Fais un jeu de basket avec tes amis de We Bare Bears.
id: Buat sebuah permainan basket dengan teman-temanmu dari We Bare Bears.
kk: We Bare Bears-тағы достарыңыздың қатысуымен баскетбол ойынын жасаңыз.
nb: Lag et basketballspill med figurer fra "We Bare Bears"
nn: Lag eit basketballspel med bjørnane frå «Vi bare bjørner»-serien.
pt_br: Faça um jogo de basquete com seus amigos do estúdio de apoio aos ursos.
tr: Ayı karakterleriyle bir basketbol oyunu yapalım.
vi: Tạo trò chơi bóng rổ với những người bạn từ Chúng tôi đơn giản là gấu.
zh_tw: 製作一個籃球比賽。

source: Tell the Ball Where to Start
bn: বল কোথায় থেকে শুরু করবে তা বল
cs: Řekni míči, kde má začít
cy: Dweud wrth y Bêl lle i Gychwyn
de: Sag dem Ball, wo er starten soll
fa: به توپ بگویید از کجا شروع کند
fr: Indique à la balle où elle doit commencer
id: Beritahukan Bolanya Tempat Mulai
kk: Допқа Қайдан Бастау керектігін айтыңыз
nb: Bestem hvor ballen skal starte
nn: Vel kor ballen skal starta
pt_br: Diga onde a bola deve começar
sl: Povej, kje naj žoga začne
tr: Topa Nereden Başlayacağını Söyle
vi: Đặt điểm bắt đầu cho quả bóng
zh_tw: 告訴球從哪裡開始

source: Press a Key to Start
bn: শুরু করতে একটি কী চাপ দাও
cs: Pro spuštění stiskni klávesu
cy: Pwyswch Fysell i Gychwyn
de: Drücke eine Taste zum Start
fa: یک کلید را برای شروع فشار دهید
fr: Appuie sur une touche pour commencer
id: Tekan suatu Tombol untuk Mulai
kk: Бастау үшін батырманы басыңыз
nb: Start med en tast
nn: Trykk ein tast for å starta
pt_br: Pressione uma tecla para começar
sl: Pritisni tipko za začetek
tr: Başlamak İçin Bir Tuşa Basın
vi: Bấm một phím để bắt đầu
zh_tw: 按下任意鍵以開始

source: Move the Ball to the Net
bn: বলটি নেটের দিকে সরাও
cs: Přesuň míč do sítě
cy: Symud y Bêl i'r Rhwyd
de: Bewege den Ball zum Netz
fa: توپ را به سمت تور حرکت دهید
fr: Déplace la Balle jusqu'au Filet
id: Pindahkan Bolanya ke Jaring
kk: Допты қозғалатындай қылыңыз
nb: Ballen beveger seg til nettet
nn: Flytt ballen til nettet
pt_br: Mova a bola até a cesta
sl: Premakni žogo v mrežico
tr: Topu Fileye Doğru Hareket Ettir
vi: Di chuyển Quả bóng đến Lưới
zh_tw: 將球移動到籃框上

source: Glide Through the Hoop
bn: হুপের মাধ্যমে গ্লাইড কর
cs: Plachti přes obruč
cy: Llithro drwy'r Cylch
de: Gleite durch den Ring
fa: از میان حلقه سر بخورید
fr: Glisse à Travers le Cerceau
id: Meluncur Melewati Simpai
kk: Шеңбер арқылы өтіңіз
nb: Gli ned i kurven
nn: Gli ned i korga
pt_br: Deslize pelo aro
sl: Drsi skozi obroč
tr: Çemberden Süzül
vi: Lướt qua Khung tròn
zh_tw: 將球滑入籃框

source: Defend the Net
bn: নেটকে রক্ষা কর
cs: Braň síť
cy: Diogelu’r Rhwyd
de: Verteidige das Netz
fa: از تور دفاع کنید
fr: Défends le Filet
id: Jaga Jaringnya
kk: Қақпаны қорғау
nb: Forsvar kurven
nn: Forsvar korga
pt_br: Defenda a cesta
sl: Brani mrežico
tr: Ağı Savun
vi: Bảo vệ Lưới
zh_tw: 守住籃框

source: Keep Jumping
bn: লাফাতে থাকো
cs: Pokračuj v skákání
cy: Cadw i Neidio
de: Spring weiter
fa: به پریدن ادامه بده
fr: Continue à Sauter
id: Terus Melompat
kk: Секіруді жалғастырыңыз
nb: Fortsett å hoppe
nn: Hald fram med å hoppa
pt_br: Continue pulando
sl: Skači še naprej
tr: Zıplamaya Devam Et
vi: Tiếp tục Nhảy
zh_tw: 持續跳躍

source: Start Your Program
bn: তোমার প্রোগ্রাম শুরু কর
cs: Spusť svůj program
cy: Cychwyn eich Rhaglen
de: Starte dein Programm
fa: برنامه خود را شروع کنید
fr: Commence ton programme
id: Mulai Programmu
kk: Бағдарламаны бастаңыз
nb: Start programmet
nn: Start programmet
pt_br: Inicie seu programa
sl: Zaženi svoj program
tr: Programını Başlat
vi: Bắt đầu Chương trình của bạn
zh_tw: 開始你的程式

source: Bounce Off the Defender
bn: ডিফেন্ডারকে বাউন্স কর
cs: Odraž obránce
cy: Bownsio oddi ar yr Amddiffynnydd
de: Springe vom Verteidiger zurück
fa: از روی مدافع بپرید
fr: Fais Rebondir sur le Défenseur
id: Pantulkan dari Penjaga
kk: Қорғаушыны секіртіңіз
nb: Sprett på forsvarsspilleren
nn: Sprett på forsvarsspelaren
pt_br: Faça o defensor pular
tr: Savunucudan Sıçrama
vi: Bật tung qua Hậu vệ
zh_tw: 碰到防守者球就反彈

source: Enhance and Customize
bn: উন্নত এবং কাস্টমাইজ কর
cs: Vylepši a přizpůsob
cy: Gwella a Chyfaddasu
de: Verbessern und individuell anpassen
fa: ارتقا دهید و شخصی‌سازی کنید
fr: Améliore et personnalise
id: Kembangkan dan Sesuaikan
kk: Жақсарту және Теңшеу
nb: Bedre og kulere
nn: Betre og kulare
pt_br: Aperfeiçoar e personalizar
sl: Izpopolni in prilagodi
tr: Zevkli Hale Getirelim
vi: Hoàn thiện và Điều chỉnh
zh_tw: 改良與特色化

source: Drag the ball to start above the player.
bn: প্লেয়ারের উপরে শুরু করতে বলটি টেনে আন।
cs: Pro start přesuň míč nad hráče.
cy: Llusgo'r bêl i gychwyn uwch ben y chwaraewr.
de: Ziehe den Ball so dass er über dem Spieler startet.
fa: برای شروع توپ را بالای سر بازیکن بکشید.
fr: Pour démarrer, déplace la balle au-dessus du joueur.
id: Seret bolanya agar memulai dari atas pemain.
kk: Доп басында ойыншының үстінен шығатындай етіңіз.
nb: Dra ballen så den starter over spilleren.
nn: Dra ballen slik at han startar over spelaren.
pt_br: Arraste a bola para começar acima do jogador.
tr: Topu, atış yapacak oyuncunun eline doğru sürükle.
vi: Kéo quả bóng về vị trí bắt phía trên người chơi.
zh_tw: 將球拖放到舞台的上方。

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">open the basketball project</a>.</span>
bn: <span class="reminder">টীকা: যদি তুমি শুধু একটি বিড়াল দেখতে পাও, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">বাস্কেটবল প্রজেক্টটি খোল</a>।</span>
cs: <span class="reminder">Tip: Pokud vidíš jen kočku, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">otevři projekt basketbal</a>.</span>
cy: <span class="reminder">Awgrym: Os mai dim ond cath rydych yn ei weld, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">agorwch y project pêl fasged</a>.</span>
de: <span class="reminder">Tipp: Wenn du nur eine Katze siehst, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">öffne das Basketball-Projekt</a>.</span>
fa: <span class="reminder">نکته: اگر فقط یک گربه را می‌بینید، <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">برنامه بسکتبال را باز کنید</a>.</span>
fr: <span class="reminder">Astuce; si tu vois uniquement un chat, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">ouvre le projet basketball</a>.</span>
id: <span class="reminder">Tip: Jika kamu hanya melihat sebuah kucing, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">buka karya basketnya</a>.</span>
kk: ⇥⇥<span class="reminder">Кеңес: Тек мысықты көріп тұрсаңыз <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">баскетбол жобасын ашыңыз</a>.</span> ⇥ ⇥
nb: <span class="reminder">Tips: Hvis du bare ser en katt, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">åpne basketball-prosjektet</a>.</span>
nn: <span class="reminder">Tips: Viss du berre ser ein katt, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">gå til basketballprosjektet</a>.</span>
pt_br: <span class="reminder">Dica: se você vê apenas um gato, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">abra o projeto de basquete</a>.</span>
tr: <span class="reminder">İpucu: Eğer sadece bir kedi görüyorsan, <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">basketbol projesini aç</a>.</span>
vi: <span class="reminder">Thủ thuật: Nếu bạn chỉ thấy một con mèo <a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">mở chương trình bóng rổ</a>.</span>
zh_tw: <span class="reminder">提示：你可以<a href="https://scratch.mit.edu/projects/85974074/?tip_bar=hoops1#editor" target="blank">由此下載範例專案</a>。</span>
