Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>You can select WeDo motor(s) from the first dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's direction regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"all motors" sets the direction for all the connected motors.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>You can select the direction from the second dropdown menu.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Ашылмалы мәзірден WeDo мотор(лар)ын таңдай аласыз:<br/> <ul> ⇥<li>Егер сізде бір ғана мотор болса, WeDo хабының қай жеріне қосылғанына қарамастан мотордың бағытын орнататын "мотор" опциясын қолданыңыз.</li> ⇥<li>Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.</li> ⇥<li>"барлық моторлар" бағытты барлық қосылған моторларға орнатады.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Сіз бағытты екінші ашылмалы мәзірден таңдай аласыз.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Gali pasirinkti WeDo varikliį (-ius) iš pirmojo išsklaidžiamojo meniu:<br/> <ul> ⇥<li>Jei turi tik vieną variklį, naudok "variklis" pasirinkimą, kuris nustatys variklio kryptį nepriklausomai, kurioje vietoje jisai prijungtas WeDo</li> ⇥<li>Jei turi du variklius, kuriuos gali kontroliuoti atskirai, gali naudoti atskirai "variklis A" ir "variklis B"</li> ⇥<li>"visi varikliai" nustato visų prijungtų variklių kryptį</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Gali pasirinkti kryptį iš antrojo išskleidžiamojo meniu</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Du kan velja WeDo-motor(ar) frå den første menyen i klossen:<br/> <ul> <li>Viss du berre har éin motor, vel du «motor». Då spelar det inga rolle kor han er kopla til i WeDo-koplingsboksen.</li> <li>Viss du har to motorar som du vil styra kvar for seg, vel du «motor A» for den eine og «motor B» for den andre.</li> <li>Valet «alle motorar» avgjer retninga for alle motorar som er tilkopla.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Du kan velja dreieretning frå den andre menyen i klossen.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>Você pode selecionar o(s) motor(es) WeDo no primeiro menu suspenso:<br/> <ul> <li>Se você tem apenas um motor, use a opção "motor", a qual definirá a direção do motor, independentemente de onde ele está conectado no hub WeDo.</li> <li>Se você tem dois motores que deseja controlar separadamente, pode usar o "motor de A" com um e "o motor B" com o outro.</li> <li>"todos os motores" define a direção para todos os motores conectados.</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>Você pode selecionar a direção a partir do segundo menu suspenso.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown1.png"/> <br>你可以從下拉清單選擇裝置：<br/> <ul> <li>如果你只有一個馬達，選擇「馬達」，這可以設定所有連結在 WeDo 主機上的馬達轉向。</li> <li>如果你有二個馬達，就可以分別選擇 「馬達 A」或是「馬達 B」。</li> <li>「所有裝置」則會設定所有馬達的轉向。</li> </ul> <img src="%(STATIC_URL)s/images/help/wedo-set-direction-dropdown2.png"/> <p>你可以從第二個下拉清單選擇轉動的方向</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Change the speed of the motor using the up and down arrow keys.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Жоғары және төмен көрсеткі пернелер арқылы мотордың жылдамдығын өзгертіңіз.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Naudodamas rodyklinius klavišus "aukštyn" ir " žemyn" gali pakeisti variklio greitį</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Du kan styra farten til motoren med opp- og nedpiltastene.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>Altere a velocidade do motor usando as setas para cima e para baixo.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-set-power-ex1.png" /> <p>使用向上、向下方向鍵來改變馬達轉速。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will set the motor's power regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" sets the lights' power regardless of where they are connected on the WeDo hub.</li> <li>"everything" sets the power for all the connected motors and lights.</li> </ul>
kk: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Ашылмалы мәзірден LEGO-WeDo-бірлескен құрылғыны таңдай аласыз:<br/> <ul> ⇥<li>Егер сізде бір ғана мотор болса, WeDo хабының қай жеріне қосылғанына қарамастан мотордың қуатын орнататын "мотор" опциясын қолданыңыз.</li> ⇥<li>Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.</li> ⇥<li>"шам" шамның қуатын WeDo хабының қай жеріне қосылғанына қарамастан орнатады.</li> ⇥<li>"барлығы" қуатты барлық қосылған моторлар мен шамдарға орнатады.</li> </ul>
lt: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Gali išsirinkti suderinamą su LEGO WeDo įrenginį iš išskleidžiamojo meniu:<br/> <ul> ⇥<li>Jei turi tik vieną variklį, naudok "variklis" pasirinkimą, kuris nustatys variklio galią nepriklausomai, kur yra prijungtas prie WeDo</li> ⇥<li>Jei turi du variklius, naudok juos atskirai "variklis A" ir "variklis B"</li> ⇥<li>"Šviesos" nustato šviesų galią nepriklausomai, kur jos prijungtos prie WeDo</li> ⇥<li>"viskas" nustato visų prijungtų variklių ir šviesų galią</li> </ul>
nn: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Du kan velja ei LEGO WeDo-eining frå menyen i klossen:<br/> <ul> <li>Viss du berre har éin motor, vel du «motor». Då spelar det inga rolle kor han er kopla til i WeDo-koplingsboksen.</li> <li>Viss du har to motorar som du vil styra kvar for seg, vel du «motor A» for den eine og «motor B» for den andre.</li> <li>Valet «lys» avgjer lysstyrken for alle lysa som er tilkopla.</li> <li>Valet «alt» avgjer lysstyrken for dei tilkopla motorane og lysa.</li> </ul>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>Você pode selecionar um dispositivo compatível com o LEGO WeDo no menu suspenso:<br/> <ul> <li>Se você tem apenas um motor, use a opção "motor", a qual definirá a potência do motor, independentemente de onde ele está conectado no hub WeDo.</li> <li>Se você tem dois motores que deseja controlar separadamente, pode usar o "motor de A" com um e "o motor B" com o outro.</li> <li>"luzes" define a potência das luzes, independentemente de onde elas estão conectadas no hub WeDo.</li> <li>"tudo" define a potência de todos os motores e luzes conectados.</li> </ul>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-set-power-dropdown.png"/> <br>你可以從下拉清單選擇裝置：<br/> <ul> <li>如果你只有一個馬達，選擇「馬達」，這會調節所有連結在 WeDo 主機上的馬達動力。</li> <li>如果你有二個馬達，就可以分別選擇 「馬達 A」或是「馬達 B」。</li> <li>「燈光」則可以設定所有連結在 WeDo 主機上的 LED 動力。</li> <li>「所有裝置」則會一次調節所有馬達與燈光裝置的動力。</li> </ul>

source: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>tilt</b> сенсор еңкейген кездегі 1-4 мәнін баяндайды, және 0 керісінше.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>Pakrypimas</b> praneša reikšmę nuo 1 iki 4, jei jutiklis pakrypęs ir 0 jei ne.</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p>Variabelen <b>helling</b>gjev ein verdi frå 1 til 4 når sensoren står på skrå og 0 elles.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>inclinação</b> informa um valor de 1-4 quando o sensor está inclinado, e 0 quando não está.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex1.png"> <p><b>傾斜</b> 會回傳感測結果，0 =沒有傾斜、1 =向下傾斜、2=向右傾斜、3=向上傾斜、4=向左傾斜。</p>

source: <p>The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.</p> <p>To view the value of tilt, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
kk: <p>Еңкейіңкі сенсоры 0 ден 4 ке дейінгі сандарды баяндайды. 0 еңкеймеген, 1 төмен қарай еңкейген, 2 оңға еңкейген, 3 жоғары қарай еңкейген, және 4 солға еңкейген деген мағынаны білдіреді.</p> <p>Еңкейіңкінің мәнін көру үшін, палитрадағы блоктың жанындағы құсбелгіні басыңыз.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
lt: <p>Pakrypimo jutiklis praneša skaičių nuo 0 iki 4. 0 reiškia, kad jutiklis ne pakrypęs, 1 pakrypęs žemyn, 2 pakrypęs dešinėn, 3 pakrypęs aukštyn ir 4 pakrypęs kairėn</p> <p>Norėdamas pažiūrėti pakrypimo reikšmę, spausk žymų langelį šalia bloko paletėje</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
nn: <p>Hellingssensoren gjev eit tal frå 0 til 4, der 0 tyder inga helling, 1 tyder nedover, 2 tyder til høgre, 3 tyder oppover og 4 tyder til venstre.</p> <p>Du kan visa verdien frå hellingssensoren på scena ved å trykkja i ruta ved sida av klossen.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
pt_br: <p>O sensor de inclinação informa um número de 0 a 4. 0 significa sem inclinação, 1 inclinação para baixo, 2 inclinação para a direita, 3 inclinação para cima e 4 inclinação para a esquerda.</p> <p>Para ver o valor da inclinação, marque a caixa de seleção ao lado do bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>
zh_tw: <p>傾斜感測器會回傳數字 0 到 4 ，0 =沒有傾斜、1 =向下傾斜、 2=向右傾斜、3=向上傾斜、4=向左傾斜。</p> <p>要監控數值的變化，可以勾選積木旁的方塊。</p> <img src="%(STATIC_URL)s/images/help/wedo-tilt-ex2.png"></p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Turn the lights on for 2 seconds when the space key is pressed, then turn them off.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Пробел басылған жағдайда, шамды 2 секундқа қосып, сосын сөндіреді.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Įjungia šviesas 2 sekundėms, kai tarpo klavišas nuspaudžiamas, tada jas išjungia</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Slå på lysa i 2 sekund når mellomromstasten vert trykt.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>Acenda as luzes por 2 segundos quando a tecla de espaço for pressionada, e depois apague-as.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-ex1.png" /> <p>當空白鍵被按下時，開啟燈光 2 秒，然後自動關閉。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights off regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns off all the connected motors and lights.</li> </ul>
kk: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Ашылмалы мәзірден LEGO-WeDo-бірлескен құрылғыны таңдай аласыз:<br/> <ul> ⇥<li>Егер сізде бір ғана мотор болса, WeDo хабының қай жеріне қосылғанына қарамастан моторды өшіретін "мотор" опциясын қолданыңыз.</li> ⇥<li>Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.</li> ⇥<li>"шам" шамды WeDo хабының қай жеріне қосылғанына қарамастан өшіреді.</li> ⇥<li>"барлығы" барлық қосылған моторлар мен шамдарды өшіреді.</li> </ul>
lt: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Gali pasirinkti suderinamą su LEGO WeDo įrenginį iš išskleidžiamojo meniu:<br/> <ul> ⇥<li>Jei turi tk vieną variklį, naudok "variklis" pasirinkimą, kuris išjungs variklį nepriklausomai nuo to, kurioje pozicijoje jis įjungtas WeDo</li> ⇥<li>Jei turi du variklius, kuriuos nori kontroliuot atskirai, naudok "variklis A" ir "variklis B"</li> ⇥<li>"šviesos" išjungia šviesas nepriklausomai kur jos įjungtos WeDo</li> ⇥<li>"viskas" išjungia visus prijungtus variklius bei šviesas</li> </ul>
nn: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Du kan velja ei LEGO WeDo-kompatibel eining frå menyen i klossen:<br/> <ul> <li>Viss du berre har éin motor, vel du «motor». Då spelar det inga rolle kor han er kopla til i WeDo-koplingsboks.</li> <li>Viss du har to motorar som du vil styra kvar for seg, vel du «motor A» for den eine og «motor B» for den andre.</li> <li>Valet «lys» slår av lysa uavhengig av kor dei er kopla til WeDo-koplingsboksen.</li> <li>Valet «alt» slår av alle dei tilkopla motorane og lysa.</li> </ul>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Você pode selecionar um dispositivo compatível com o LEGO WeDo no menu suspenso:<br/> <ul> <li>Se você tem apenas um motor, use a opção "motor", a qual desligará o motor, independentemente de onde ele esteja conectado no hub WeDo.</li> <li>Se você tem dois motores que deseja controlar separadamente, pode usar o "motor de A" com um e "Motor B" com a outra.</li> <li>"luzes" desligar as luzes, independentemente de onde elas estão conectadas no hub WeDo.</li> <li>"tudo" desliga todos os motores e luzes ligados.</li> </ul>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>你可以從下拉清單選擇裝置：<br/> <ul> <li>如果你只有一個馬達，選擇「馬達」，這會關閉所有連結在 WeDo 主機上的馬達。</li> <li>如果你有二個馬達，就可以分別選擇 「馬達 A」或是「馬達 B」。</li> <li>「燈光」則會關閉所有連結在 WeDo 主機上的 LED 裝置。</li> <li>「所有裝置」則會關閉所有馬達與燈光裝置。</li> </ul>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Run a specific motor for 1 second when the right/left arrow key is pressed.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Оң жақ/сол жақ көрсеткі пернесі басылған кезде арнайы моторды 1 секунд ішінде іске қосыңыз.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Paleisk nustatytą variklį 1 sekundei, kai kairėn/dešinėn rodyklė yra nuspaudžiama</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Køyrer ein vald motor i 1 sekund når venstre- eller høgrepiltasten vert trykt.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>Execute um motor específico por 1 segundo quando a tecla de seta para a direita / esquerda for pressionada.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-ex1.png" /> <p>當向左 / 向右 按鍵被按下時，開啟指定的馬達 1 秒</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>You can select a LEGO-WeDo-compatible device from the dropdown menu:<br/> <ul> <li>If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.</li> <li>If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.</li> <li>"lights" turn the lights on regardless of where they are connected on the WeDo hub.</li> <li>"everything" turns on all the connected motors and lights.</li> </ul>
kk: <img src="%(STATIC_URL)s/images/help/wedo-turn-off-dropdown.png"/> <br>Ашылмалы мәзірден LEGO-WeDo-бірлескен құрылғыны таңдай аласыз:<br/> <ul> ⇥<li>Егер сізде бір ғана мотор болса, WeDo хабының қай жеріне қосылғанына қарамастан моторды қосатын "мотор" опциясын қолданыңыз.</li> ⇥<li>Егер сізде жеке бақылағыңыз келетін екі мотор болса, біреуіне 'мотор A' ны және басқасына 'мотор B' ны қолданыңыз.</li> ⇥<li>"шам" шамды WeDo хабының қай жеріне қосылғанына қарамастан қосады.</li> ⇥<li>"барлығы" барлық қосылған моторлар мен шамдарды қосады.</li> </ul>
lt: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Gali pasirinkti suderinamą su LEGO WeDo įrenginį iš išskleidžiamojo meniu:<br/> <ul> ⇥<li>Jei turi tik vieną variklį, naudok "variklis" pasirinkimą, kuris įjungs variklį nepriklausomai kur jis prijungtas prie WeDo</li> ⇥<li>Jei turi du variklius, kuriuos nori kontroliuoti atskirai, naudok "variklis A" ir "variklis B"</li> ⇥<li>"šviesos" įjungia šviesas nepriklausomai kur jos prijungtis prie WeDo</li> ⇥<li>"viskas" įjungia visus prijungtus variklius ir šviesas</li> </ul>
nn: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Du kan velja ei LEGO WeDo-kompatibel eining frå menyen i klossen:<br/> <ul> <li>Viss du berre har éin motor, vel du «motor». Då spelar det inga rolle kor han er kopla til i WeDo-koplingsboksen.</li> <li>Viss du har to motorar som du vil styra kvar for seg, vel du «motor A» for den eine og «motor B» for den andre.</li> <li>Valet «lys» slår på lysa uavhengig av kor dei er kopla til WeDo-koplingsboksen.</li> <li>Valet «alt» slår på alle dei tilkopla motorane og lysa.</li> </ul>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>Você pode selecionar um dispositivo compatível com o LEGO WeDo no menu suspenso:<br/> <ul> <li>Se você tem apenas um motor, use a opção "motor", a qual ligará o motor, independentemente de onde ele está conectado no hub WeDo.</li> <li>Se você tem dois motores que deseja controlar separadamente, pode usar o "motor de A" com um e "o motor B" com o outro.</li> <li>"luzes" liga as luzes, independentemente de onde elas estão conectadas no hub WeDo.</li> <li>"tudo" liga todos os motores e luzes conectados.</li> </ul>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-turn-on-for-dropdown.png"/> <br>你可以從下拉清單選擇裝置：<br/> <ul> <li>如果你只有一個馬達，選擇「馬達」，這會開啟所有連結在 WeDo 主機上的馬達。</li> <li>如果你有二個馬達，就可以分別選擇 「馬達 A」或是「馬達 B」。</li> <li>「燈光」則會開啟所有連結在 WeDo 主機上的 LED 裝置。</li> <li>「所有裝置」則會開啟所有馬達與燈光裝置。</li> </ul>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>When the distance goes under 20, the script will run.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Арақашықтық 20 дан төмен болса, скрипт іске қосылады.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Kai atstumas sumažėja mažiau 20, scenarijus pasileidžia</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Skriptet startar når avstanden vert mindre enn 20.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>Quando a distância fica abaixo de 20, o script será executado.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-ex1.png"/> <p>當感測到距離在 20 以下時，程式就會開始執行。</p>

source: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.<br/> <p>The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Сіз ашылмалы мәзірден <i>артығырақ</i> немесе <i>оған қарағанда азырақ</i> салыстыруларын таңдай аласыз.<br/> <p>Арақашықтық сенсоры арақашықтықты баяндау үшін қоршалған жарықтықты анықтайды, сондықтан сіз оны жарықты анықтау үшін қолдана аласыз және арақашықтыққа қоса қозғалысты да.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Gali pasirinkti <i>didesnis</i> arba <i>mažesnis</i> palyginimą iš išskleidžiamojo meniu<br/> <p>Nustatyti atstumui, atstumo jutiklis nustato aplinkos ryškumą, tad jį taip pat gali naudoti aptikti šviesai ar judesiui </p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Du kan velja ei <i>større enn</i>- eller <i>mindre enn</i>-samanlikning frå menyen.<br/> <p>Avstandssensoren målar lysstyrke for å finna avstanden, så du kan faktisk òg bruka han til å måla lys og rørsle.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>Você pode selecionar uma comparação <i>maior</i> ou <i>menor que</i> no menu suspenso.<br/> <p>O sensor de distância detecta a luz ambiente para informar a distância, então você pode usá-lo para detectar luz e movimento, além da distância.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-when-distance-dropdown.png"/> <br>你可以從下拉清單選擇 <i>大於</i> 或 <i>小於</i> 進行比較。<br/> <p>距離感測器是利用環境的亮度變化來偵測距離，所以你也可以用它來偵測亮度、動作的變化。</p>

source: <p>Click to select the cat: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
kk: <p>Мысықты таңдау үшін басыңыз: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
lt: ⇥<p>Spausk ir pasirink katiną: </p> ⇥<img src="%(STATIC_URL)s/images/help/select-cat-sprite.png"> ⇥
nn: <p>Trykk for å velja katten: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
pt_br: <p>Clique para selecionar o gato: </p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">
zh_tw: <p>在角色列表中點擊縮圖以選取角色：</p> <img src="%(STATIC_URL)s/images/help/select-cat-sprite.png">

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
kk: <span class="lookscolor">Көріністер</span> категориясын таңдаңыз, cодан соң <span class="lookscolor">2 секунд Сәлем! де</span> блогын шығарыңыз. <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
lt: ⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių, ⇥tada tempk <span class="lookscolor">sakyk Labas! 2 sekundes</span> bloką į veikėjo vietą:</p> ⇥<img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif"> ⇥
nn: Trykk på <span class="lookscolor">Utsjånad</span> og dra ut ein <span class="lookscolor">sei «Hei» i 2 sekund</span>-kloss til skript-vindauget:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
pt_br: Clique na categoria <span class="lookscolor">Aparência</span>, e arraste um bloco <span class="lookscolor">diga Oi! por 2 segundos</span> para a área Scripts:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">
zh_tw: 點擊 <span class="lookscolor">外觀</span> 接著拖曳出 <span class="lookscolor">說出 […] […] 秒</span> 積木到程式工作區：</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday3.gif">

source: <p>Type "Happy birthday!" or your own greeting:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
kk: ⇥<p>"Туған күнің құтты болсын!" дегенді теріңіз немесе өз құттықтауыңыз:</p> ⇥<img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif"> ⇥
lt: ⇥<p>Įvesk "Su gimtadieniu!" arba savo sveikinimą:</p> ⇥<img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif"> ⇥
nn: <p>Skriv inn «Gratulerer med dagen!» eller ei anna helsing:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
pt_br: <p>Digite "Feliz aniversário!" ou sua própria felicitação:</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
zh_tw: <p>輸入「Happy birthday」或是其他的祝福語：</p> <img src="%(STATIC_URL)s/images/help/sayhappybirthday2.gif">
