Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Can't find an image you want? Draw your own sprite <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> or import an image <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
cs: <p>Nemůžeš najít obrázek který chceš? Namaluj si vlastní postavu <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> nebo si nahraj obrázek <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
cy: <p>Methu canfod delwedd rydych ei heisiau? Lluniwch eich corlun eich hun <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> neu fewnforio delwedd <img class="intext" src="%(STATIC_URL)s/images/help/int-import.png">.</p>
de: <p>Du kannst ein Bild nicht finden, das du suchst? Zeichne deine eigene Figur <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> oder importiere ein Bild <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
fa: <p>نمی‌توانید تصویر مورد نظر خود را پیدا کنید؟ شکلک خود را بکشید<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> یا تصویر را وارد کنید<img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
fr: <p>Tu ne trouves pas l'image que tu veux ? Dessine ton propre lutin <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> ou importe une image <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
id: <p>Tidak bisa menemukan gambar yang kamu inginkan? Gambar spritemu sendiri <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> atau impor sebuah gambar <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
kk: ⇥ <p>Өзіңізге ұнаған сурет таба алмай жатырсызба? Өзіңіздің спрайтыңызды салыңыз <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> немесе суретті импорттаңыз <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p> ⇥
lt: ⇥<p> Nerandi paveikslėlio kurio tikiesi? Nupiešk savo veikėją <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> arba įkelk paveikslėlį <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p> ⇥
nb: <p>Finner du ikke bildet du trenger? Tegn din egen figur <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> eller hent inn et bilde <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
nn: <p>Finn du ikkje biletet du treng? Teikn din eigen figur <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> eller hent inn eit bilete <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
pt_br: <p>Não consegue encontrar a imagem que você quer? Desenhe seu próprio ator<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> ou importe uma imagem <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
sl: <p>Ne najdeš figure, ki jo želiš? Nariši svojo figuro <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> ali pa jo naloži <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
vi: <p>Không thể tìm thấy hình ảnh bạn muốn? Vẽ một đối tượng riêng cho bạn<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png">hoặc nhập một hình ảnh<img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">.</p>
zh_tw: <p>沒有你想要使用的圖片嗎？用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> 自己畫一個 ，或是用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">從電腦中匯入圖片。</p>

source: Want to delete the cat? Click on the scissors, then click on the cat:
bn: বিড়াল মুছে ফেলতে চাও? কাঁচিতে ক্লিক কর, তারপরে বিড়ালের উপর ক্লিক কর:
cs: Chceš smazat tu kočku? Klikni na nůžky, potom na kočku:
cy: Eisiau dileu'r gath? Cliciwch ar y siswrn, yna clicio ar y gath:
de: Du möchtest die Katze löschen? Klicke auf die Schere und anschließend auf die Katze:
fa: می‌خواهید گربه را حذف کنید؟ بر روی قیچی، سپس روی گربه کلیک کنید:
fr: Tu veux supprimer le chat ? Clique sur les ciseaux, puis clique sur le chat :
id: Ingin menghapus kucingnya? Klik guntingnya, kemudian klik kucingnya:
kk: Мысықты өшіргіңіз келе ме? Қайшы құралының үстіне, содан соң мысықтың үстіне басыңыз:
lt: Nori ištrinti katiną? Spausk žirkles, tada spausk katiną:
nb: Vil du ta bort katten? Klikk på saksen, og deretter på katten:
nn: Vil du ta vekk katten? Trykk på saksa og deretter på katten:
pt_br: Quer excluir o gato? Clique na tesoura e depois clique no gato:
sl: Želiš odstraniti mačka? Najprej klikni na škarje in nato na mačka:
vi: Muốn xóa con mèo? Nhấp chọn vào cây kéo, và nhấp vào con mèo:
zh_tw: 想要刪除喵咪角色？點擊剪刀工具按鈕，再選擇要刪除的角色即可：

source: Next, say what you like about it
bn: তারপর, তুমি এটি সম্পর্কে কি পছন্দ কর তা বল
cs: V dalším kroku řekni, co se ti na tom líbí
cy: Nesaf dwedwch beth rydych yn ei hoffi amdano
de: Sage als nächstes, was dir daran gefällt
fa: سپس بگویید چه چیز آن را دوست دارید
fr: Ensuite, dis ce que tu aimes dans cette chose
id: Kemudian, sebutkan apa yang kamu gemari tentangnya
kk: Келесі, сізге оның қай жері ұнайтындығын айтыңыз
lt: Toliau, sakyk kas tau patinka apie tai
nb: Videre: si hvorfor du liker det
nn: Vidare: sei korfor du likar det
pt_br: Em seguida, diga do que você gostou
sl: Nato povej, kaj ti je pri tem všeč
tr: Sonra, onun hakkında neyi sevdiğini söyle
vi: Kế tiếp, nói điều mà bạn thích về nó
zh_tw: 下一步，談談喜愛它的原因

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
bn: <span class="lookscolor">চেহারা</span> ক্যাটাগরিতে ক্লিক কর, তারপর <span class="lookscolor">2 সেকেন্ডের জন্য hello বল!</span> ব্লক স্ক্রিপ্ট এলাকায় টেনে নিয়ে যাও:
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span>, poté přetáhni blok <span class="lookscolor">říkej Ahoj! 2 sekundy </span> do oblasti scénáře:
cy: Cliciwch gategori <span class="lookscolor">Edrychiad</span> yna llusgwch floc <span class="lookscolor">Dwedwch Helo! am 2 eiliad</span> i'r ardal Sgriptiau:
de: Klicke die <span class="lookscolor">Aussehen</span>-Kategorie an und ziehe einen <span class="lookscolor">sage Hallo! für 2 secs</span>-Block in den Skriptbereich:
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید، سپس قطعه<span class="lookscolor"> 2 ثانیه بگو سلام</span> را به قسمت دستور بکشید:
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span> category, et fais glisser un bloc <span class="lookscolor">dire Hello ! pendant 2 secondes</span> dans la zone des scripts :
id: Klik kelompok <span class="lookscolor">Tampilan</span>, kemudian seret sebuah balok <span class="lookscolor">katakan Halo! selama 2 detik</span> ke area Skrip:
kk: ⇥<span class="lookscolor">Көріністер</span> категориясын таңдаңыз, содан соң<span class="lookscolor">Сәлем айт! блокын 2 секундқа </span> Скрипттер аймағына шығарыңыз: ⇥
lt: ⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių, tada tempk <span class="lookscolor">sakyk Labas! 2 sekundes</span> bloką į scenarijų plotą: ⇥
nb: Klikk <span class="lookscolor">Utseende</span>-kategorien og dra ut en <span class="lookscolor">si Hallo! i 2 sekunder</span>-kloss til skriptvinduet:
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien og dra ut ein <span class="lookscolor">sei «Hei!» i 2 sekund</span>-kloss til skriptvindauget:
pt_br: Clique na categoria <span class="lookscolor">Aparências</span>, então arraste um bloco <span class="lookscolor">diga Olá! por 2 segundos</span> para a área de scripts:
sl: Klikni na kategorijo <span class="lookscolor">Izgled</span>, in nato povleci blok <span class="lookscolor">reci say Hello! za 2 sekund</span> na področje s skriptami:
vi: Chọn <span class="lookscolor">Ngoại hình</span>, sau đó kéo thả khung <span class="lookscolor">nói Xin chào! trong 2 giây</span>to vùng Kịch bản:
zh_tw: 從 <span class="lookscolor">外觀</span> 類指令中拖曳出 <span class="lookscolor">說出 […] […] 秒</span> 積木到程式工作區：

source: Type in what you want it to say:
bn: তুমি যা বলতে চাও তা টাইপ কর:
cs: Zadej, co chceš říct:
cy: Teipiwch beth hoffech chi iddo ddweud:
de: Gib ein, was du sagen möchtest:
fa: آنچه را که می‌خواهید بگویید، تایپ کنید:
fr: Tape ce que tu veux qu'il dise :
id: Ketik apa yang kamu ingin dia katakan:
kk: Сіз не айтқыңыз келетіндігін жазыңыз:
lt: Įvesk ką norėtum pasakyti:
nb: Skriv inn det du vil at figuren skal si:
nn: Skriv inn det du vil at figuren skal seia:
pt_br: Digite o que você quer que ele diga:
sl: Natipkaj kar želiš reči:
tr: Onun söylemesini istediğiniz şeyi yazın:
vi: Nhập vào những điều bạn muốn nó nói:
zh_tw: 輸入你想要說的內容：

source: You can click on that block to try it.
bn: তুমি সেই ব্লকে ক্লিক করে চেষ্টা করতে পার।
cs: Můžeš kliknout na tento blok a zkusit to.
cy: Gallwch glicio ar y bloc i roi cynnig arno.
de: Du kannst den Block anklicken, um es auszuprobieren.
fa: با کلیک بر روی آن قطعه می‌توانید آن را امتحان کنید.
fr: Tu peux cliquer sur ce bloc pour l'essayer.
id: Kamu bisa mengklik baloknya untuk mencobanya.
kk: Сіз тексеріп көру үшін ана блокты баса аласыз.
lt: Gali paspausti bloką norėdamas jį išbandyti
nb: Du kan klikke på klossen for å prøve den.
nn: Du kan trykkja på klossen for å prøva han.
pt_br: Você pode clicar nesse bloco para testá-lo.
sl: Sedaj lahko klikneš na blok, da vidiš, kaj naredi.
tr: Denemek için bu bloka tıklayabilirsiniz.
vi: Bạn có thể nhấp vào mảnh ghép và thử xem nào.
zh_tw: 點擊積木看看執行結果。

source: Now, make it interactive!
bn: এখন, এটি ইন্টারেক্টিভ বানাও!
cs: Teď to udělej interaktivní!
cy: Nawr, gallwch ei wneud yn rhyngweithiol!
de: Mach es als nächstes interaktiv!
fa: اکنون، آن را تعاملی کنید!
fr: Maintenant, rends le interactif !
id: Sekarang, jadikannya interaktif!
kk: Енді, оны интерактивті қылыңыз!
lt: Dabar, padaryk interaktyvų!
nb: Få den til å reagere!
nn: Få han til å reagera!
pt_br: Agora, torne-o interativo!
sl: Sedaj jo naredi interaktivno!
tr: Şimdi onu etkileşimli yap!
vi: Bây giờ, làm cho nó tương tác nào!
zh_tw: 接著，讓它變得有互動

source: Click the <span class="eventscolor">Events</span> category.
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="eventscolor">Události</span>.
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.
de: Klicke auf die Kategorie <span class="eventscolor">Ereignisse</span>.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید.
fr: Clique sur la catégorie<span class="eventscolor">Événements</span>.
id: Klik kelompok <span class="eventscolor">Kejadian</span>.
kk: ⇥ ⇥ <span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. ⇥
lt: ⇥ ⇥Spausk <span class="eventscolor">Įvykiai</span> skyrių. ⇥
nb: Klikk <span class="eventscolor">Hendelser</span>-kategorien.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>.
sl: Klikni na kategorijo <span class="eventscolor">Dogodki</span>.
vi: Nhấp vào <span class="eventscolor">Sự kiện</span>.
zh_tw: 點選 <span class="eventscolor">事件</span> 類別。

source: Drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
bn: একটি <span class="eventscolor">যখন এই স্প্রাইটটি ক্লিক করা হয়</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর:
cs: Přetáhni blok <span class="eventscolor">po kliknutí na mě</span> a připni na vrch:
cy: Llusgwch allan <span class="eventscolor">pan fydd y corlun wedi ei glicio</span> a'i snapio ar i'r brig:
de: Ziehe einen <span class="eventscolor">Wenn ich angeklickt werde</span>-Block heraus und lasse ihn oben einrasten:
fa: قطعۀ <span class="eventscolor">هنگامی که این شکلک کلیک می‌شود</span>را بیرون کشیده و آن را به بالا ببرید:
fr: Fais glisser un bloc <span class="eventscolor">quand ce lutin est cliqué</span> et insère le en haut :
id: Seret keluar sebuah balok <span class="eventscolor">ketika sprite ini diklik</span> dan tempatkan di paling atas:
kk: ⇥Осы спрайт басылып тұрған кезде <span class="eventscolor"> блокын шығырыңыз </span> және жоғарыға байланыстырыңыз: ⇥
lt: ⇥Ištempk <span class="eventscolor">kai šis veikėjas nuspaudžiamas</span> bloką ir uždėk ant viršaus: ⇥
nb: Dra ut en <span class="eventscolor">når denne figuren klikkes</span>-kloss og fest den øverst:
nn: Dra ut ein <span class="eventscolor">når denne figuren vert trykt på</span>-kloss og fest han øvst:
pt_br: Arraste um bloco <span class="eventscolor">quando esse ator for clicado</span> e coloque-o no topo:
sl: Izberi blok <span class="eventscolor">Ko je ta figura kliknjena</span> in ga dodaj na vrhu:
vi: Kéo ra một mảnh ghép<span class="eventscolor">khi đối tượng này được bấm</span> và chụp nó lên phía trên:
zh_tw: 拖曳出 <span class="eventscolor">當角色被點擊</span>積木，並把它放到現有程式上方：

source: Now, you can click on your sprite to see it talk.
cs: Teď můžeš kliknout na svou postavu a uvidíš, jak mluví.
cy: Nawr, gallwch glicio ar eich corlun i'w weld yn siarad.
de: Jetzt kannst du die Figur anklicken und siehst, wie sie spricht.
fa: اکنون، شما می‌توانید با کلیک بر روی شکلک خود صحبت کردنش را ببینید.
fr: Maintenant, tu peux cliquer sur ton luton pour le voir parler.
id: Sekarang, kamu bisa mengklik spritemu untuk melihatnya berbicara.
kk: Енді, сіз спрайттың сөйлегенін көру үшін оның үстіне баса аласыз.
lt: Dabar, gali nuspausti savo veikėją ir pamatyti veikėją kalbant
nb: Nå kan du klikke på figuren for å få den til å si noe.
nn: No kan du trykkja på figuren for å få han til å seia noko.
pt_br: Agora, você pode clicar em seu ator para vê-lo falar.
sl: Sedaj klikni na figuro, da vidiš, kaj bo povedala.
tr: Şimdi konuştuğunu görmek için kuklanın üzerine tıklayabilirsiniz.
vi: Bây giở, bạn có thể nhấp chọn vào đối tượng để nhìn nó nói chuyện.
zh_tw: 現在只要一點擊角色就會看到它說話了。

source: Next, record your voice
bn: তারপর, তোমার ভয়েস রেকর্ড কর
cs: Dále nahraj svůj hlas
cy: Nesaf, recordiwch eich llais
de: Nimm als nächstes deine Stimme auf
fa: بعد، صدای خود را ضبط کنید
fr: Ensuite, enregistre ta voix.
id: Kemudian, rekam suaramu
kk: Келесі, өз даусыңызды жазыңыз
lt: Toliau, įrašyk savo balsą
nb: Videre: Din egen stemme
nn: Vidare: din eigen stemme
pt_br: Em seguida, grave sua voz
sl: Sedaj posnemi svoj glas
tr: Ardından sesinizi kaydedin
vi: Tiếp theo, thu âm giọng nói của bạn
zh_tw: 下一步，錄製你的聲音

source: Add your voice to bring your project to life!
bn: তোমার প্রজেক্টকে প্রাণবন্ত করতে তোমার কণ্ঠস্বর যুক্ত কর!
cs: Přidej svůj hlas, abys svému projektu vdechl život!
cy: Ychwanegwch eich llais i ddod a'ch project yn fyw!
de: Füge deine Stimme hinzu und erwecke das Projekt zum Leben!
fa: صدای خود را اضافه کنید تا برنامه خود را زنده کنید!
fr: Ajoute ta voix pour donner vie à ton projet !
id: Tambahkan suaramu untuk menghidupkan karyamu!
kk: Өз жобаңызды жандандыру үшін өз даусыңызды қосыңыз!
lt: Atgaivink savo projektą pridėdamas savo balsą!
nb: Ta opp din egen stemme og gi prosjektet liv!
nn: Ta opp din eigen stemme for å gje liv til prosjektet!
pt_br: Adicione sua voz para dar vida ao seu projeto!
sl: Dodaj svoj glas, da bo projekt oživel!
tr: Projenizi hayata geçirmek için sesinizi ekleyin!
vi: Thêm giọng nói của bạn để lan tỏa chương trình của bạn đến cuộc sống!
zh_tw: 將你的聲音注入其中，讓它更寫實！

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
bn: <p><span class="tab-ref">শব্দ</span> ট্যাব ক্লিক কর, তারপর ক্লিক কর <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">।</p>
cs: <p>Klikni na záložku <span class="tab-ref">Zvuky</span>, potom klikni <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
cy: <p>Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
de: <p>Klicke auf die <span class="tab-ref">Klang</span>-Kategorie und dann auf <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
fa: <p>روی زبانه<span class="tab-ref">صداها</span> کلیک کنید، سپس کلیک کنید <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"></p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span> , puis clique <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
id: <p>Klik tab <span class="tab-ref">Suara</span>, kemudian klik <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
kk: ⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, содан соң ⇥<img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">басыңыз.</p> ⇥
lt: ⇥<p>Spausk <span class="tab-ref">Garsai</span> skyrių, tada spausk ⇥<img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p> ⇥
nb: <p>Klikk <span class="tab-ref">Lyder</span>-fanen, og deretter <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
nn: <p>Trykk på <span class="tab-ref">Lydar</span>-fana og så på <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
pt_br: <p>Clique na guia <span class="tab-ref">Sons</span>, então clique em <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
sl: <p>Klikni na zavihek <span class="tab-ref">Zvoki</span> , nato pa <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
vi: <p>Nhấp chọn phím<span class="tab-ref">Âm thanh</span>, sau đó chọn <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">.</p>
zh_tw: <p>切換到 <span class="tab-ref">音效</span> 頁籤，接著按下 <img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">按鈕。</p>

source: Then, click the round button to record.
bn: তারপরে, রেকর্ড করতে গোল বাটনে ক্লিক কর।
cs: Poté klikni na kulaté tlačítko pro nahrávání
cy: Yna, cliciwch y botwm crwn i recordio.
de: Klicke nun auf den runden Knopf für die Aufnahme.
fa: سپس روی دکمه دایره‌ای برای ضبط کلیک کنید.
fr: Ensuite, clique sur le bouton rond pour enregistrer.
id: Setelah itu, klik tombol bulat untuk merekam.
kk: Содан соң, дауысты жазу үшін дөңгелек батырманы басыңыз.
lt: Tada, spausk apvalų mygtuką ir įrašyk
nb: Klikk på opptaksknappen for å ta opp lyd.
nn: Trykk på på den runde opptaksknappen for å ta opp lyd.
pt_br: Então, clique no botão redondo para gravar.
sl: Sedaj s klikom na okrogli gumb prični s snemanjem.
tr: Ardından kaydetmek için yuvarlak düğmeye tıklayın.
vi: Sau đó, nhấp chọn phím tròn để thu âm.
zh_tw: 接著，按下「錄音」按鈕（圓形圖示）開始錄音。

source: Tip: You may need to click 'Allow' to record.
bn: টিপ: রেকর্ড করার জন্য তোমাকে 'অনুমতি দাও' ক্লিক করতে হতে পারে।
cs: Tip: Možná budeš potřebovat kliknout 'Povolit' pro nahrávání.
cy: Awgrym: Efallai y bydd angen i chi glicio 'Caniatáu' i recordio.
de: Hinweis: Möglicherweise musst du für die Aufnahme 'Erlauben' anklicken.
fa: نکته: ممکن است لازم باشد برای ضبط روی «مجاز» کلیک کنید.
fr: Astuce : tu peux avoir besoin de cliquer sur "Permettre" pour enregistrer.
id: Tip: Kamu mungkin merlu mengklik 'Allow' atau 'Perbolehkan' untuk merekam.
kk: Кеңес: Сіз дауысты жазу үшін 'Рұқсат беру' батырмасын басуыңыз мүмкін.
lt: Patarimas: Tau gali tekti nuspausti 'Leisti', kad galėtum įrašyti
nb: Tips: Det kan komme et vindu der du må klikke "Tillat" eller "Allow" for å ta opp lyd.
nn: Tips: Det kan komma eit vindauge der du må velja «Tillat» eller «Allow» for å ta opp lyd.
pt_br: Dica: você pode precisar clicar em "Permitir" para gravar.
sl: Namig: Morda boš za snemanje moral-a klikniti na "Allow" ("Dovoli")
tr: İpucu: Kaydetmek için 'İzin Ver'e tıklamanız gerekebilir.
vi: Thủ thuật: Bạn cần phải nhấp chọn "Cho phép" để thu âm.
zh_tw: 提示：一些安全性較高的系統上，可能還需要額外的裝置允許權限。

source: Record yourself saying what you like about this favorite thing.
bn: তুমি তোমার প্রিয় জিনিস সম্পর্কে যা পছন্দ কর তা বলে রেকর্ড কর।
cs: Nahraj sebe jak říkáš, co se ti líbí na této věci.
cy: Recordiwch eich hun yn dweud beth rydych yn ei hoffi am yr hoff beth yma.
de: Nimm dich selbst auf, während du über dieses Lieblingssachen erzählst.
fa: صدای خودتان را در حال گفتن موارد مورد علاقه در این باره ضبط کنید.
fr: Enregistre-toi en train de dire ce que tu aimes à propos de cette chose favorite.
id: Rekam dirimu mengatakan apa yang kamu sukai tentang hal kesayangan ini.
kk: Сіз өзіңіздің жақсы көретін затыңыз туралы айтып жатқаныңызды жазыңыз.
lt: Įrašyk ką mėgsti apie savo mėgstamą dalyką
nb: Ta opp at du selv forteller hva du liker med denne tingen.
nn: Ta opp at du sjølv fortel kva du likar med denne tingen.
pt_br: Grave você mesmo dizendo o que você gosta sobre essa coisa favorita.
sl: Posnemi svojo razlago o tem, kaj ti je všeč pri tvoji najljubši stvari.
tr: Bu favori şey hakkında neyi sevdiğini söyleyerek kendini kaydet.
vi: Thu âm nói về những thứ diều mà bạn yêu thích.
zh_tw: 錄製時，就說說你為什麼會喜歡這個事物。

source: Can't record?
bn: রেকর্ড করতে পারছ না?
cs: Nemůžeš nahrávat?
cy: Methu recordio?
de: Du kannst nichts aufnehmen?
fa: نمی‌توانید صبط کنید؟
fr: Tu ne peux pas enregistrer ?
id: Tidak bisa merekam?
kk: Жаза алмай жатырсыз ба?
lt: Negali įrašyti?
nb: Kan du ikke ta opp lyd?
nn: Kan du ikkje ta opp lydar?
pt_br: Não consegue gravar?
sl: Ne moreš snemati?
tr: Kayıt yapılamıyor mu?
vi: Không thể thu âm?
zh_tw: 無法錄製嗎？

source: Click <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> to choose a sound from the Sound Library.
bn: শব্দ লাইব্রেরি থেকে একটি শব্দ পছন্দ করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png">ক্লিক কর।
cs: Klikni <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> pro vybrání zvuku ze zvukové knihovny.
cy: Cliciwch <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis sain o'r Llyfrgell Seniau:
de: Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png">, um einen Klang aus der Klangbibliothek auszuwählen.
fa: روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png">کلیک کنید تا یک صدا از کتابخانه صوتی انتخاب کنید:
fr: Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> pour choisir un son dans la Bibliothèque de Sons.
id: Klik <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> untuk memilih sebuah suara dari Pustaka Suara.
kk: ⇥<img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> Дыбыстар базасынан дыбыс таңдау үшін басыңыз. ⇥
lt: ⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> ir pasirink garsą iš Garsų Bibliotekos ⇥
nb: Klikk <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> og velg en lyd fra biblioteket.
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> og vel ein lyd frå biblioteket.
pt_br: Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> para escolher um som da Biblioteca de sons.
sl: Klikni <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> da v Knjižnici zvokov izbereš primeren zvok.
vi: Nhấp<img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png">để chọn âm thanh từ Thư viện Âm thanh.
zh_tw: 那就暫時用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-speaker.png"> 從音效範例庫中選個音效吧。
