Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If your block has inputs, they will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script.
bn: যদি তোমার ব্লকে ইনপুট থাকে, সেগুলো গোলাকার, হালকা বেগুনি ব্লক হিসাবে প্রদর্শিত হবে। সেগুলো ব্যবহার করতে, ডিফাইন করা স্ক্রিপ্টের মধ্যে ইনপুট ব্লকের কপি অন্য ব্লকে টেনে আন।
cs: Pokud má tvůj blok parametr, uvidíš ho jako zaoblený fialový bloček. Pro použití z něho můžeš dělat kopie tím, že ho přetáhneš na na jiný blok v rámci scénáře tebou vytvořeného bloku.
cy: Os oes mewnbynnau gan eich bloc, byddan nhw'n ymddangos fel blociau llyfngrwn, porffor golau. I'w defnyddio, llusgwch gopïau o'r blociau mewnbwn i mewn i flociau eraill o fewn y sgript diffinio.
fa: اگر قطعه ی شما دارای ورودی باشد، آنها به صورت قطعه های بنفش گرد ظاهر می برای استفاده از آنها، کپی های قطعه های ورودی را به قطعه های دیگر در داخل متن تعریف شده بکشید.
fr: Si votre bloc a des entrées, elles vont apparaître comme des blocs mauves arrondis. Pour les utiliser, déplacez des copies de ces blocs d'entrées dans le script défini.
id: Jika balokmu memiliki input, mereka akan ditampilkan sebagai balok-balok ungu muda bulat. Untuk menggunakan mereka, seret salinan-salinan balok input ke balok-balok lainnya yang berada di dalam skrip pengartian.
nb: Data som klossen din skal ta inn vises som lilla klosser med runde ender. Du kan dra kopier av disse klossene inn i andre klosser i skriptet ditt der dataverdiene skal brukes.
sl: Če ima tvoj blok vhodne podatke, bodo ti prikazani kot okrogli, svetlo vijolični bloki. Če jih želiš uporabiti, povleci kopije vhodnih blokov v ostale bloke znotraj določene skripte.
tr: Eğer özel taşın girdiler içeriyorsa, bunlar yuvarlatılmış eflatun taşlar olarak belirirler. Bunları kullanmak için, kopyalarını sürükle ve tanımla dizisi içindeki başka taşların içine bırak.
vi: Nếu mảnh ghép của bạn có dữ liệu đầu vào, nó sẽ hiện thị như những mảnh ghép có góc bo tròn, màu tím nhạt. Để sử dụng chúng, kéo mảnh ghép đầu vào vào những mảnh ghép khác trong kịch bản định nghĩa.

source: Note: The input blocks can <strong>only</strong> be used in the define script.
bn: নোট: ইনপুট ব্লকসমূহ <strong>শুধু</strong>ডিফাইন করা স্ক্রিপ্টে ব্যবহার করা যেতে পারে।
cs: Poznámka: Vstupní bloky mohou <strong>pouze</strong> být použity v definovacím skriptu.
cy: Sylwch: <strong>Dim ond</strong> o fewn y sgript diffinio y mae modd defnyddio blociau mewnbwn.
fa: توجه: قطعه های ورودی <strong>تنها</strong> می توانند در متن تعریف شده استفاده شوند.
fr: Note : Les blocs d'entrées peuvent <strong>seulement</strong> être utilisés dans ce script défini.
id: Catatan: Balok input <strong>hanya</strong> bisa digunakan di dalam skrip arti.
nb: Merk: Klossene for inndata kan <strong>bare</strong> brukes i skriptet under definer-klossen.
sl: Pomembno: Vhodni bloku so lahko uporabljeni <strong>samo</strong>v določenih skriptah.
tr: Not: Girdi blokları <strong>sadece</strong>tanımlı senaryoda kullanılabilir.
vi: Lưu ý: mảnh ghép đầu vào <strong>chỉ</strong>được sử dụng trong kịch bản định nghĩa.

source: Deletes one or all items from a list
bn: একটি তালিকা থেকে একটি অথবা সকল পদ মুছে দেয়
cs: Zruší jednu nebo všechny položky ze seznamu
cy: Yn dileu un neu'r cyfan o'r eitemau o restr
de: Löscht ein oder alle Elemente einer Liste
fa: یک یا همه‌ی موارد را از یک لیست حذف می‌کند
fr: Supprime un ou tous les éléments d'une liste
id: Hapus satu atau semua benda dari suatu daftar
kk: Тізімдегі бір немесе барлық заттарды өшіреді
lt: Ištrina vieną arba visus dalykus iš sąrašo
nb: Sletter ett eller alle elementer fra en liste
nn: Slettar eitt eller alle elementa i ei liste
pt_br: Exclui um ou todos os itens de uma lista
sl: Izbriše enega ali vse elemente iz seznama
tr: Listenin elemanlarından birini veya hepsini siler
vi: Xóa một hay tất cả phần tử trong danh sách
zh_tw: 刪除清單中的一個或是全部項目

source: <p>You can specify which item to delete by choosing from the pull-down menu or typing in a number. Choosing "last" deletes the last item in the list. Choosing "all" deletes everything from the list. Deleting decreases the length of the list.</p>
bn: <p>পুল-ডাউন মেনু থেকে বা একটি সংখ্যায় টাইপ করে কোন আইটেম মুছে ফেলা যায় তা নির্দিষ্ট করতে পার "শেষ" বাছাই করলে তালিকার শেষ আইটেমটি মুছে দেয়। "সব" নির্বাচন করলে সবকিছু মুছে দেয় তালিকা থেকে। মুছে ফেলার ফলে তালিকার দৈর্ঘ্য কমে যায়।</p>
cs: <p>Který prvek zrušit můžeš určit výběrem z rozbalovacího menu nebo napsáním čísla. Výběrem "poslední" se zruší poslední prvek seznamu. Vyběrem "vše" se zruší všechno v seznamu. Rušení zkracuje délku seznamu.</p>
cy: <p>Gallwch bennu pa eitem i'w dileu drwy ddewis o'r gwymplen neu deipio rhif. Mae dewis "olaf" yn dileu'r eitem olaf ar y rhestr. Mae dewis "popeth" yn dileu pob dim o'r rhestr. Mae dileu yn lleihau hyd y rhestr.</p>
de: <p>Du kannst festlegen, welches Element gelöscht wird, indem du aus dem Ausklappmenü wählst oder eine Nummer eingibst. "letztes" löscht das letzte Element einer Liste. "alles" löscht alle Elemente. Das Löschen verringert die Länge der Liste.</p>
fa: <p>شما می توانید با انتخاب از منوی کشویی یا تایپ کردن یک عدد مشخص کنید کدام مورد را حذف کنید. انتخاب "آخرین" آخرین مورد در لیست را حذف می کند. انتخاب "همه" همه چیز را از لیست حذف می کند. حذف کردن طول لیست را کاهش می دهد.</p>
fr: <p>Tu peux spécifier l'élément à supprimer en le choisissant dans le menu déroulant ou en tapant un nombre dans l'espace disponible . En choisissant "dernier" tu effaces le dernier élément de la liste. En choisissant "tout" tu effaces toute la liste. Chaque suppression diminue la longueur de la liste.</p>
id: <p>Kamu dapat menjelaskan benda mana yang dihapus dengan cara memilih dari menu <em>pull-down</em> atau mengetik angka. Memilih "terakhir" berarti menghapus benda terakhir di dalam daftar. Memilih "semua" berarti menghapus semua benda dari daftar. Penghapusan mengurangi panjang daftar.</p>
kk: <p>Сіз қандай затты жою керектігін нақтылау үшін затты төмен тартылып шығарылатын мәзірден таңдап немесе заттың сандық ретін жазып жүзеге асыра аласыз. "Соңғы" батырмасын таңдау соңғы тармақты жояды ал "Барлығы" батырмасын таңдау барлығын жойып тастайды. Жою әрекеттері тізімнің ұзындығын қысқартады.</p>
lt: <p>Tu gali pasirinkti ką ištrinti išskleidžiamajame meniu arba surenkant klaviatūra numerį. Renkantis "paskutinis" ištrina paskutinį dalyką iš sąrašo. Renkantis "viskas" - ištrina visą sarašą. Trynimas sutrumpina sarašą</p>
nb: <p>Du kan angi hvilket element som skal slettes ved å velge fra menyen i klossen eller skrive inn et tall. Med "siste" sletter du det siste elementet og med "alle" slettes hele listen. Når elementer slettes blir listen kortere.</p>
nn: <p>Du kan velja kva element du vil sletta frå nedtrekksfeltet i klossen. Der kan du òg skriva inn eit tal. Med «siste» slettar du det siste elementet og med «alle» slettar du alle elementa. Når du slettar element, vert lista kortare.</p>
pt_br: <p>Você pode especificar qual item excluir, escolhendo no menu suspenso ou digitando um número. Ao escolher "último", o último item da lista é excluído. Ao escolher "todos", tudo é excluído da lista. As exclusões diminuem o comprimento da lista.</p>
sl: <p>Določiš lahko, kateri element se naj izbriše tako, da izbereš iz padajočega menija ali z vnosom števila. Izbira "zadnji" izbriše zadnji element v seznamu. Izbira "vse" izbriše vse iz seznama. Brisanje zmanjšuje dolžino seznama.</p>
tr: <p>Menüsünden seçerek veya bir rakam girerek listenin hangi elemanını sileceğini belirtebilirsin. "son"u seçersen listenin en sonundaki elemanı siler. "hepsi"ni seçersen listenin tüm elemanlarını siler. Her silme işlemi listeyi kısaltır.</p>
vi: <p>Bạn có thể chỉ ra phần tử muốn xóa bằng cách chọn danh sách sổ xuống hay nhập số. Chọn "cuối cùng" xóa phần tử cuối cùng của danh sách. Chọn "tất cả" để xóa tất cả trong danh sách. Xóa làm độ dài của danh sách.
zh_tw: <p>你可以利用下拉清單指定要刪除的項目，或者直接輸入 該項目的序位數。若選擇「末」表示刪除清單中最後一個項目，選擇「全部」 表示刪除清單中所有項目。</p>

source: You can specify the number of the item you want to delete. For example:
bn: তুমি মুছে ফেলতে চাও এমন আইটেমের সংখ্যা নির্দিষ্ট করতে পার। উদাহরণস্বরূপ:
cs: Můžeš zadat číslo položky, kterou chceš smazat. Například:
cy: Gallwch bennu rhif yr eitem rydych am ei dileu. Er enghraifft:
de: Du kannst die Nummer des Elements, das du löschen möchtest, festlegen. Zum Beispiel:
fa: شما می توانید تعداد مواردی که می خواهید خذف کنید را مشخص کنید. به طور مثال:
fr: Tu peux spécifier un numéro d'un élément que tu veux supprimer. Par exemple :
id: Kamu bisa menentukan angka dari benda yang ingin kamu hapus. Sebagai contoh:
nb: Du kan angi plassnummeret til elementet du vil slette. For eksempel:
sl: Določiš lahko število elementov, ki jih želiš izbrisati. Na primer:
tr: Silmek istediğiniz elemanın numarasını belirtebilirsiniz. Örneğin:
vi: Bạn có thể số của phần tử muốn xoá. Ví dụ như:

source: To delete the last item in the list, choose "last" from the pull-down menu:
bn: তালিকার শেষ পদটি মুছতে, পুল-ডাউন মেনু থেকে "শেষ" বাছাই কর:
cs: Chceš-li vymazat poslední položku v seznamu, z rozbalovací nabídky vyber "poslední":
cy: I ddileu'r eitem olaf yn y rhestr, dewiswch "olaf" o'r gwymplen:
fa: برای حذف آخرین مورد در لیست، «آخرین» را از منوی کشویی انتخاب کنید:
fr: Pour supprimer le dernier objet dans une liste, choisis "dernier" depuis le menu déroulant :
id: Untuk menghapus benda terakhir daftar, pilih "terakhir" dari menu tarik-bawah:
nb: For å slette det siste elementet i en liste kan du velge "siste" i menyen:
sl: Za izbris zadnjega elementa iz seznama izberi "zadnji" iz spustnega menija.
tr: Listedeki son elemanı silmek için açılır menüden "son" u seç.
vi: Để xóa phần tử cuối cùng của danh sách, chọn "cuối cùng" từ menu xổ xuống:

source: You can also choose to delete everything in the list:
bn: তুমি তালিকার সবকিছু মুছে ফেলাও বেছে নিতে পার:
cs: Můžeš také vybrat ke smazání vše v seznamu:
cy: Gallwch hefyd ddewis dileu popeth yn y rhestr:
de: Du kannst auch wählen, dass du alles in der Liste löschen möchtest.
fa: همچنین می توانید همه چیز را در لیست حذف کنید:
fr: Tu peux aussi choisir de tout supprimer dans la liste :
id: Kamu juga bisa memilih untuk menghapus semua isi daftar:
nb: Du kan også velge å slette alt som er i listen:
sl: Prav tako lahko izbereš, da boš izbrisal vse iz seznama:
tr: Listedeki elemanların tümünü silmeyi de seçebilirsin:
vi: Bạn có thể chọn xóa tất cả mọi thứ trong danh sách:

source: Deletes the current clone
bn: বর্তমান ক্লোনটি মুছে ফেলে
cs: Zruší aktuální klon
cy: Yn dileu'r clôn cyfredol
de: Löscht den aktuellen Klon
fa: مشابه فعلی را حذف می کند
fr: Supprime le clone actuel
id: Menghapus clone sekarang
kk: Қазіргі клонды өшіреді
lt: Ištrina dabartinį kloną
nb: Sletter denne figuren hvis den er en klon
nn: Slettar den gjeldande klonen
pt_br: Exclui o clone atual
sl: Izbriše trenutni klon
tr: O andaki ikizi yok eder
vi: Xóa bản sao hiện tại
zh_tw: 刪除目前的分身

source: Place this block in a script after the clone is done its actions.
bn: ক্লোনটির কাজ শেষ হওয়ার পরে এই ব্লকটিকে স্ক্রিপ্টে রাখ।
cs: Vlož tenhle blok do scénáře poté, co klon dokončí svoji aktivitu.
cy: Rhowch y bloc yma mewn sgript ar ôl i'r clôn weithredu.
fa: بعد از اینکه مشابه اقدامات خود را انجام می دهد، این قطعه را در یک متن قرار دهید.
fr: Place ce bloc dans un script après que le clone ait fait ses actions.
id: Tempatkan balok ini di dalam sebuah skrip setelah clone selesai bertindak.
nb: Bruk denne klossen etter at klonen er ferdig med det den skal gjøre.
sl: Postavi ta blok v skript za mesto, kjer je klon opravil svojo nalogo.
tr: Klon görevlerini yaptıktan sonra bu bloku senaryoda konumlandır.
vi: Đặt mảnh ghép này vào kịch bản sau khi bản sao đã hoàn tất hành động.

source: All clones are automatically deleted when the program is stopped.
bn: প্রোগ্রামটি বন্ধ হয়ে গেলে সমস্ত ক্লোন স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়।
cs: Všechny klony budou automaticky vymazány po ukončení programu.
cy: Mae pob clôn yn cael eu dileu'n awtomatig pan mae'r rhaglen yn cael ei hatal.
de: Alle Klone werden automatisch gelöscht, wenn das Programm gestoppt wird.
fa: تمام مشابه ها هنگام توقف برنامه، به صورت خودکار حذف می شوند.
fr: Tous les clones sont automatiquement supprimés quand le programme est stoppé.
id: Semua clone otomatis dihapus setelah program diberhentikan.
nb: Alle kloner slettes automatisk når programmet stopper.
sl: Ko se program ustavi, se vsi kloni samodejno izbrišejo.
tr: Program durduğunda tüm klonlar otomatik olarak silindi.
vi: Tất cả bản sao tự động xóa khi chương trình dừng lại.

source: Reports the current direction of a sprite
bn: একটি স্প্রাইটের বর্তমান দিক প্রতিবেদন কর
cs: Hlásí současný směr postavy
cy: Yn dangos cyfeiriad cyfredol corlun
de: Gibt die momentane Richtung einer Figur zurück
fa: مسیر فعلی یک شکلک را گزارش می دهد
fr: Renvoie la direction actuelle d'un lutin
id: Melaporkan arah sekarang dari suatu sprite
kk: Спрайттың қазіргі бағыты туралы есеп береді
lt: Pasako veikėjo dabartinę kryptį
nb: Gir figurens nåværende retning i grader
nn: Gjev den noverande retninga til figuren i gradar
pt_br: Informa a direção atual de um ator
sl: Vrne trenutno smer figure
tr: Kuklanın o andaki yönünü söyler
vi: Báo hướng đi hiện tại của đối tượng
zh_tw: 回傳角色當前的面朝方向角度。

source: <b>direction</b> tells which way the sprite is heading.
bn: <b>দিক</b> বলে দেয় স্প্রাইটটি কোন দিকে তাকিয়ে আছে।
cs: <b>směrující k </b>říká, kam míří postava.
cy: Mae <b>cyfeiriad</b> yn dangos pa ffordd mae'r corlun yn mynd.
fa: <b>جهت</b> نشان می دهد که شکلک در چه جهتی حرکت می کند.
fr: <b>direction</b> dit dans quel sens pointe le lutin.
id: <b>arah</b> memberitahukan ke mana sprite tersebut menuju.
nb: <b>retning</b> forteller hvilken vei figuren peker.
sl: <b>Smer</b>pove kam je namenjena figura.
tr: <b>Yön</b> kuklanın nereye yol aldığını söyler.
vi: <b>hướng đi</b> cho biết hướng mà đối tượng sẽ đi theo.

source: To see a sprite's direction, click <img src="%(STATIC_URL)s/images/help/info.gif">:
bn: কোনও স্প্রাইটের দিক দেখতে, ক্লিক কর <img src="%(STATIC_URL)s/images/help/info.gif">:
cs: Pro zobrazení směru pohledu postavy, klikni <img src="%(STATIC_URL)s/images/help/info.gif">:
cy: I weld cyfeiriad corlun, cliciwch <img src="%(STATIC_URL)s/images/help/info.gif">:
fa: برای دیدن مسیر یک شکلک، کلیک کنید<img src="%(STATIC_URL)s/images/help/info.gif">:
fr: Pour voir la direction d'un lutin, clique sur <img src="%(STATIC_URL)s/images/help/info.gif">:
id: Untuk melihat arah sebuah sprite, klik <img src="%(STATIC_URL)s/images/help/info.gif">:
nb: Du kan se figurens retning med <img src="%(STATIC_URL)s/images/help/info.gif">:
sl: Če želiš videti smer figure, klikni <img src="%(STATIC_URL)s/images/help/info.gif">:
tr: Kuklanın yönünü görmek için, <img src="%(STATIC_URL)s/images/help/info.gif"> e tıkla:
vi: Để xem hướng đi của đối tượng, bấm vào <img src="%(STATIC_URL)s/images/help/info.gif">:

source: You can drag the blue line to change direction.
bn: দিক পরিবর্তন করতে তুমি নীল রেখাটি টেনে আনতে পার।
cs: Přetáhnutím modré čáry můžeš změnit směr.
cy: Gallwch lusgo'r llinell las i newid cyfeiriad.
fa: شما می توانید خط آبی را بکشید تا جهت را تغییر دهید.
fr: Tu peux faire glisser la ligne bleue pour changer de direction.
id: Kamu bisa menyeret garis biru untuk mengubah arah.
nb: Du kan dra i den blå streken for å forandre retningen.
sl: Povleci modro črto za spremembo smeri.
tr: Yönü değiştirmek için mavi hattı sürükleyebilirsin.
vi: Bạn có thể kéo đường màu xanh dương để thay đổi hướng di chuyển.

source: To display a sprite's direction on the Stage, click the checkbox in the palette:
bn: মঞ্চে একটি স্প্রাইটের দিক নির্দেশ প্রদর্শন করতে, প্যালেটে চেকবক্সটি ক্লিক কর:
cs: K zobrazení směru postavy na scéně, zaškrni políčko na paletě.
cy: I ddangos cyfeiriad corlun ar y Llwyfan, cliciwch y blwch ticio yn y palet:
fa: برای نمایش مسیر یک شکلک در صحنه، روی جعبه تخته شاسی کلیک کنید:
fr: Pour afficher la direction d'un lutin sur la scène, coche la case dans la palette :
id: Untuk menampilkan arah sprite di Panggung, klik kotak centang di palet:
nb: Du kan vise figurens retning på skjermen ved å klikke i ruten ved siden av klossen:
sl: Za prikaz smeri lika na odru, klikni na izbirno polje v paleti:
tr: Kuklanın sahnedeki yerini görüntülemek için, paletteki kontrol kutusuna tıklayın:
vi: Để hiển thị hướng đi của đối tượng trên Sân khấu, chọn checkbox trong bảng:

source: Reports distance from the specified sprite or mouse-pointer
bn: নির্দিষ্ট স্প্রাইট বা মাউস-পয়েন্টার থেকে দূরত্বের প্রতিবেদন কর
cs: Ohlašuje vzdálenost od určené postavy nebo ukazatele myši
cy: Yn dangos y pellter o'r corlun penodol neu bwyntydd-llygoden
de: Gibt den Abstand von der ausgewählten Figur oder dem Mauszeiger zurück
fa: فاصله را از شکلک مشخص شده یا نشانگر ماوس گزارش می دهد
fr: Renvoie la distance au lutin spécifié ou du pointeur de la souris
id: Melaporkan jarak dari sprite yang dispesifikasi atau pointer-mouse
kk: Арнайы спрайттан немесе тінтуір-меңзерден арақашықтық туралы есеп береді
lt: Pasako atstumą nuo nurodyto veikėjo arba pelės žymeklio
nb: Gir avstanden fra musepekeren eller fra en annen figur
nn: Gjev avstanden frå musepeikaren eller frå ein annan figur
pt_br: Informa a distância até o ator especificado ou até o cursor do mouse
sl: Vrne razdaljo od določene figure do kazalca miške
tr: Belirtilen kuklaya veya fareye kadar olan mesafeyi verir
vi: Báo cáo khoảng cách từ vị trí của đối tượng nhất định hoặc từ con trỏ chuột
zh_tw: 回傳與鼠標（或指定角色）之間的距離值。

source: Select from the pull-down menu to choose
bn: নির্বাচন করতে পুল-ডাউন মেনু থেকে বাছাই কর
cs: Pro výběr vyber z rozbalovacího menu
cy: Dewiswch o'r gwymplen i ddewis
fa: برای برگزیدن از منوی کشویی انتخاب کنید
fr: Sélectionne depuis le menu déroulant pour choisir
id: Pilih dari menu tarik-bawah untuk memilih
nb: Velg fra menyen i klossen
sl: Izberi iz spustnega menuja
tr: Seçmek için aşağı çek menüsünden seçimini yap.
vi: Bấm vào menu xổ xuống để chọn

source: Divides first number by second number
bn: প্রথম সংখ্যাকে দ্বিতীয় সংখ্যা দিয়ে ভাগ করে
cs: Dělí první číslo druhým číslem
cy: Yn rhannu'r rhif cyntaf wrth ail rif
de: Dividiert die erste Zahl durch die zweite
fa: شماره اول را با شماره دوم تقسیم می کند
fr: Divise le premier nombre par le deuxième nombre
id: Membagikan angka pertama dengan angka kedua
kk: Бірінші санды екінші сан арқылы бөледі
lt: Padalina pirmąjį skaičių iš antrojo
nb: Deler det første tallet på det andre tallet
nn: Deler det første talet på det andre talet
pt_br: Divide o primeiro número pelo segundo número
sl: Deli prvo število z drugim številom
tr: İlk sayıyı ikinci sayıya böler
vi: Chia số thứ nhất với số thứ hai
zh_tw: 回傳兩數相除的結果

source: Reports true if two values are equal
bn: দুটি মান সমান হলে প্রতিবেদনগুলো সত্য
cs: Ohlásí ano když dvě hodnoty jsou stejné
cy: Yn adrodd gwir os yw dau werth yn gyfartal
de: Gibt wahr zurück, falls die beiden Werte gleich sind
fa: اگر دو مقادیر برابر باشند، گزارش ها درست است
fr: Rapports vrai si les deux valeurs sont égales
id: Melaporkan benar jika dua nilainya sama
kk: Екі құн тең болған жағдайда, растығы туралы есеп береді
lt: Praneša "true", jei abi reikšmės lygios
nb: Betingelse som er oppfylt hvis de to verdiene er like
nn: Er sann viss dei to verdiane er like
pt_br: Informa "true" se os dois valores forem iguais
sl: Vrne 'resnično', če sta dve vrednosti enaki
tr: Eğer iki değer birbirine eşitse 'doğru' değerini verir
vi: Báo cáo đúng nếu hai giá trị bằng nhau
zh_tw: 是否第一個數值等於第二個，如果是，就回傳 true。

source: Runs the blocks inside over and over
bn: ব্লকগুলো ভিতরে বারবার চালাও
cs: Spouští bloky uvnitř znova a znova
cy: Yn rhedeg y blociau y tu fewn drosodd a throsodd
de: Führt die Blöcke innerhalb der Klammer immer wieder aus
fa: قطعه ها را در داخل مکرراً اجرا می کند
fr: Exécute à plusieurs reprises les blocs situés à l'intérieur
id: Menjalankan balok-balok di dalamnya lagi dan lagi
kk: Блоктар ішінде қайта-қайта жүгіреді
lt: Paleidinėja blokus viduje vėl ir vėl
nb: Gjentar klossene inni hele tiden
nn: Køyrer klossane inni om att og om att
pt_br: Executa repetidamente e para sempre os comandos no seu interior
sl: Požene bloke znotraj znova in znova
tr: İçinde yer alan taş dizisini tekrar tekrar çalıştırır
vi: Thực hiện những mảnh ghép bên trong lặp đi lặp lại
zh_tw: 執行包含在裡頭的積木堆，無限次數。

source: Reports an attribute of the sprite or stage
bn: স্প্রাইট বা মঞ্চের একটি বৈশিষ্ট্য প্রতিবেদন কর।
cs: Ohlašuje vlastnost postavy nebo scény
cy: Yn dangos priodoledd corlun neu lwyfan
de: Gibt ein Attribut der Figur oder der Bühne zurück
fa: یک ویژگی شکلک یا صحنه را گزارش می دهد
fr: Renvoie un attribut du lutin ou de la Scène
id: Melaporkan sebuah atribut dari sprite atau panggung
kk: Спрайттың немесе платформаның атрибуты туралы есеп береді
lt: Pasako veikėjo arba Scenos savybę
nb: Gir verdien til ulike egenskaper for en figur eller for scenen
nn: Gjev verdien til ulike eigenskapar for ein figur eller for scena
pt_br: Informa um atributo do ator ou do palco
sl: Vrne lastnost figure ali odra
tr: Kuklanın veya sahnenin bir özelliğini verir
vi: Báo thuộc tính của đối tượng hoặc sân khấu
zh_tw: 回傳角色或舞台的屬性。

source: Choose different attributes from the drop-down menu and combine with other blocks, such as operators.
bn: ড্রপ-ডাউন মেনু থেকে বিভিন্ন গুণাবলী বাছাই কর এবং অন্যান্য ব্লকসমূহের সাথে একত্রিত কর, যেমন অপারেটর।
cs: Zvol si různé vlastnosti z rozbalovacího menu a zkombinuj je s jinými bloky, jako třeba operátory.
cy: Dewiswch briodoleddau o'r gwymplen a chyfuno gyda blociau eraill, megis gweithredwyr.
de: Wähle verschiedene Attribute aus dem Ausklappmenü und kombiniere den Block mit anderen Blöcken, etwa Operatoren.
fa: ویژگی های مختلف را از منوی کشویی انتخاب کنید و با قطعه های دیگر مانند اپراتورها ترکیب کنید.
fr: Choisis différents attributs dans le menu déroulant et combine les avec d'autres blocs, tels que des opérateurs.
id: Pilih atribut berbeda-beda dari menu drop-down dan gabungkan dengan balok-balok lainnya, seperti operator.
kk: Ашылмалы мәзірден әр түрлі атрибуттарды таңдаңыз және оператор тәрізді басқа да блоктармен бірге қолдыныңыз.
lt: Pasirink skirtingas savybes iš išskleidžiamojo meniu ir derink su kitais blokais, kaip valdikliai ar kitais
nb: Velg i menyen det du vil ha tallverdi for. Du kan bruke tallverdien i andre klosser, for eksempel operatorer.
nn: Vel ulike eigenskapar frå nedtrekksfeltet. Du kan bruka talverdien i andre klossar, for eksempel i operatorarklossar.
pt_br: Escolha diferentes atributos a partir do menu suspenso e combine-o com outros blocos, como operadores.
sl: Izberi različne atribute iz padajočega menija in jih združi z drugimi bloki kot so npr.operatorji.
tr: Açılan menüden farklı nitelikler seçip, "işlemler" gibi diğer bloklarla birleştirin.
vi: Chọn thuộc tính khác từ danh sách sổ xuống và kết hợp với mảnh ghép khác, ví dụ như toán tử.
zh_tw: 從積木裡的下拉清單可以選擇指定角色要回傳的屬性，像是座標值、顯示尺寸等。

source: Glide over time to this <b>x y</b> position
bn: এই <b>x y</b> অবস্থানে সময়ের সাথে গ্লাইড কর
cs: Klouzej během času na tuto <b>x y</b> pozici
cy: Llithro dros amser i'r safle <b>x y</b> hwn
de: Gleite in einer bestimmten Zeitspanne zu dieser <b>x y</b>-Position
fa: در طول زمان، به این موقعیت <b> x y </b> حرکت کنید
fr: Glisser vers cette <b>x y</b> position
id: Meluncur menghabiskan waktu ke posisi <b>x y</b> ini
kk: <b>x y</b> позияциясы бойынша уақыт өте жылжу
lt: Sklęsk į <b> x y </b> poziciją
nb: Gli jevnt til denne <b>x-y</b>-posisjonen
nn: Gli jamt til denne <b>(x, y)</b>-posisjonen
pt_br: Deslize ao longo do tempo para esta posição <b>(x, y)</b>
sl: Drsi v času do tega <b>x y</b> položaja
tr: Belirtilen sürede <b>x y</b> konumuna süzülerek git
vi: Lướt theo thời gian đến vị trí <b>x y</b>
zh_tw: 讓角色在指定時間內滑動到指定的<b>座標位置</b>。
