Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Use the <span class="motioncolor">go to</span> block to set that position:</p>
bn: এই অবস্থান নির্ধারণ করতে <span class="motioncolor">যাও</span> ব্লক ব্যবহার কর:<p>
cs: <p>Použij blok <span class="motioncolor">skoč na pozici</span>k nastavení pozice:</p>
cy: <p>Defnyddiwch floc <span class="controlcolor">mynd i</span> i osod y safle hwnnw.</p>
de: <p>Verwende den <span class="motioncolor">gehe zu x: y:</span> Block, um diese Position einzustellen:</p>
fa: <p>از قطعه <span class="motioncolor">برو به</span>برای تنظیم موقعیت استفاده کنید:</p>
fr: <p>Utilise le bloc <span class="motion color">aller à</span>pour définir cette position:</p>
kk: ⇥<p><span class="motioncolor">Бару/span> блогын қолдану арқылы позицияны орнатыңыз:</p> ⇥
nb: <p>Bruk <span class="motioncolor">gå til</span>-klossenfor å bestemme startstedet:</p>
nn: <p>Bruk <span class="motioncolor">gå til</span>-klossen for å velja startstad:</p>
pt_br: <p>Use o bloco <span class="motioncolor">vá para</span> para definir a posição:</p>
tr: <p><span class="motioncolor">[x: ... y: ... noktasına git]</span> taşını kullanarak istediğin yere yerleştirebilirsin:</p>
vi: <p>Sử dụng mảnh ghép <span class="motioncolor">đi tới</span> để đặt vị trí đó:</p>
zh_tw: <p>使用 <span class="motioncolor">定位到 x:[…] y:[…]</span>積木來固定角色的位置：</p>

source: Tip: You can find the x and y value of any point on the Scratch stage by moving your mouse pointer. Look at the x y below the stage:
bn: টীকা: তুমি তোমার মাউস পয়েন্টারটি সরিয়ে Scratch মঞ্চের যেকোন বিন্দুতে x এবং y এর মান খুঁজে পেতে পার। মঞ্চের নিচে x y দেখ:
cs: Tip: Můžeš najít x a y každého bodu na scéně ve Scratchi posouváním kurzoru myši. Koukej se na x y pod scénou:
cy: Awgrym: Gallwch ganfod gwerth x ac y ar unrhyw bwynt ar Lwyfan Scratch drwy symud pwyntydd eich llygoden. Edrychwch ar yr x y o dan y llwyfan.
de: Tipp: Du kannst die x- und y-Werte von jedem Punkt auf der Scratch-Bühne herausfinden, wenn du die Maus dorthin bewegst. Siehe nach x: und y: unterhalb der Bühne:
fa: نکته: با حرکت دادن نشانگر ماوس، می‌توانید مقدار x و y هر نقطه‌ای را در صحنه اسکرچ پیدا کنید. x y پایین صحنه را نگاه کنید:
fr: Astuce: Tu peux trouver la valeur de x et y de n'importe quel point sur la scène de Scratch en déplaçant le pointeur de votre souris. Regarde x et y sous la scène:
kk: Нұсқаулық: тінтуірді пайдалана отырып, Сызба кезеңінің өзінде сіз келген нүктенің х және у координата мәндерін таба аласыз. Мына сатыдағы х у мәндеріне қараңыз:
nb: Tips: Du kan finne x- og y-verdien til et sted på scenen ved å flytte musepekeren dit. Så ser du på x og y nedenfor scenen:
nn: Tips: Du kan finna x- og y-verdien til ein stad på scena ved å flytta musepeikaren der. Så ser du på «x»- og «y»-verdiane nedanfor scena:
pt_br: Dica: Você pode encontrar os valores de x e y de qualquer ponto no palco do Scratch movendo o cursor do mouse. Olhe para os valores de x e y abaixo do palco:
tr: İpucu: Scratch'ın sahnesi üzerinde herhangi bir noktanın x ve y'sini bulmak için fareyi o noktaya götür ve sahnenin altında sağ tarafdaki x ve y değerini oku:
vi: Thủ thuật: Bạn có thể tìm giá trị x và y của bất kỳ điểm nào trên Sân khấu Scratch bằng cách di chuyển con trỏ chuột. Nhìn vào x y bên dưới sân khấu:
zh_tw: 提示：要如何找到位置的座標？你可以在舞台上移動你的鼠標，在預覽視窗下可以看到鼠標所在位置的 x 與 y：

source: Have your pet make a sound when you click it.
bn: তোমার পোষা প্রাণীকে একটি শব্দ করতে বল যখন তুমি এটি ক্লিক কর।
cs: Nech svého mazlíčka udělat zvuk, pokud na něj klikneš.
cy: Gwnewch i’ch anifail anwes wneud sain pan fyddwch yn clicio arno.
de: Lasse dein Haustier einen Geräusch machen, wenn du es anklickst.
fa: کاری کنید با کلیک بر روی حیوان خانگی خود را صدایی ایجاد کنید.
fr: Demande à ton animal de compagnie de produire un son lorsque vous cliquez dessus.
id: Buat peliharaanmu bersuara saat kamu mengkliknya
kk: Сіздің үй жануарыңыз оны басқан сәтте дыбыс шығарды ма?
nb: Få dyret til å lage en lyd når du klikker på det.
nn: Få dyret til å laga ein lyd når du trykkjer på det.
pt_br: Faça seu animal de estimação emitir um som quando você clicar nele.
tr: Üzerine tıkladığında hayvanın ses çıkarmasını sağla şimdi de.
vi: Làm thú cưng phát âm thanh khi bạn bấm vào.
zh_tw: 讓你的寵物在被點擊時發出一些聲音。

source: Add a script that plays this sound when you click on your pet.
bn: একটি স্ক্রিপ্ট যোগ কর যা তোমার পোষা প্রাণীর উপর ক্লিক করলে এই শব্দটি বাজাবে।
cs: Přidej scénář, který přehraje zvuk, když klikneš na tvého mazlíčka.
cy: Ychwanegwch sgript fydd yn chwarae'r sain yma pan fyddwch yn clicio ar eich anifail anwes.
de: Ergänze ein Skript, das dieses Geräusch abspielt, wenn du dein Haustier anklickst.
fa: یک دستور اضافه کنید که هنگام کلیک بر روی حیوان خانگی شما این صدا را پخش کند.
fr: Ajoute un script qui joue ce son lorsque vous cliquez sur votre animal de compagnie.
kk: Үй жануарын басқан сәтте дыбыс шығаратындай етіп скриптті қосыңыз.
nb: Lag et skript som spiller denne lyden når du klikker på dyret.
nn: Lag eit skript som spelar denne lyden når du trykkjer på kjæledyret.
pt_br: Adicione um script que reproduza este som quando você clicar em seu animal de estimação.
tr: Tıkladığında seçtiğin sesi çalması için aşağıdaki gibi bir dizi oluştur.
vi: Thêm vào kịch bản để phất âm thanh này khi bạn bấm vào thú cưng.
zh_tw: 添加如下程式，如此當點擊寵物時，就會播放音效。

source: You can also have your pet say something when you click on it.
bn: তুমি তোমার পোষা প্রাণীতে যখন ক্লিক কর তখন একে দিয়ে কিছু বলাতেও পার।
cs: Tvoje zvířátko také může něco říct když na něj klikneš.
cy: Gallwch hefyd wneud i'ch anifail anwes ddweud rhywbeth pan fyddwch yn clicio arno.
de: Du kannst dein Haustier auch etwas sagen lassen, wenn du es anklickst.
fa: شما همچنین می‌توانید کاری کنید هنگام کلیک بر روی حیوان خانگی‌تان چیزی بگویید.
fr: Tu peux aussi demander à ton animal de compagnie de dire quelque chose lorsque tu cliques dessus.
kk: Сіз сонымен қоса, үй жануарын басқан сәтте оны сөз сөйлейтіндей етіп жасай аласыз.
nb: Du kan også få dyret ditt til å si noe når det klikkes.
nn: Du kan òg få dyret ditt til å seia noko når nokon trykkjer på det.
pt_br: Você também pode fazer seu animal de estimação dizer alguma coisa quando você clicar nele.
tr: Tıkladığında hem ses çıkartmasını hem de birşeyler söylemesini sağlayabilirsin istersen.
vi: Bạn cũng có thể làm thú cưng nói gì đó khi bạn bấm vào nó.
zh_tw: 你也可以讓牠在被點擊時說一些話。

source: Next, animate your pet
bn: তারপর, তোমার পোষা প্রাণীটি অ্যানিমেট কর
cs: Dále, animuj svého mazlíčka
cy: Nesaf, animeiddiwch eich anifail anwes.
de: Animiere jetzt dein Haustier
fa: سپس، حیوان خانگی خود را زنده کنید
fr: Ensuite, aie ton animal de compagnie
id: Kemudian, animasikan peliharaanmu
kk: Енді, үй жануарыңызды анимациялаңыз
nb: Videre: la dyret ditt bevege seg
nn: Vidare: gje dyret rørsler
pt_br: Em seguida, anime seu animal de estimação
tr: Sırada, hayvanını canlandırma var
vi: Tiếp theo, làm chuyển động thú cưng
zh_tw: 下一步，讓寵物動起來

source: <p>Click the <span class="tab-ref">Costumes</span> tab.</p>
bn: <p><span class="tab-ref">পোশাক</span> ট্যাব ক্লিক কর।</p>
cs: <p>Klikni na záložku <span class="tab-ref">Kostýmy</span>.</p>
cy: <p>Cliciwch y tab <span class="tab-ref">Gwisgoedd</span>.
de: <p>Klicke auf den <span class="tab-ref">Kostüme</span>-Reiter.</p>
fa: <p>روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید.</p>
fr: <p>Clique l'onglet <span class="tab-ref">Costumes</span>.</p>
kk: <p><span class="tab-ref">Костюмдер</span> батырмасын басыңыз.</p>
nb: <p>Klikk <span class="tab-ref">Drakter</span>-fanen.</p>
nn: <p>Trykk på <span class="tab-ref">Drakter</span>-fana.</p>
pt_br: <p>Clique na guia <span class="tab-ref">Fantasias</span>.</p>
tr: <p><span class="tab-ref">Kılıklar</span> kartını tıkla.</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Trang phục</span>.</p>
zh_tw: <p>切換到 <span class="tab-ref">造型</span> 頁籤。</p>

source: If your pet has more than one costume, you can animate it by using the <span class="lookscolor">switch costume</span> block.
bn: যদি তোমার পোষা প্রাণীর একাধিক পোশাক থাকে তবে তুমি <span class="lookscolor">পোশাক পরিবর্তন</span> ব্লক ব্যবহার করে এটিকে অ্যানিমেট করতে পার।
cs: Pokud má tvůj mazlíček více než jeden kostým, můžeš ho animovat stisknutím bloku <span class="lookscolor"> přepnout kostým. </span>
cy: Os oes gan eich anifail anwes fwy nag un wisg, gallwch ei animeiddio drwy ddefnyddio'r bloc<span class="lookscolor">newid gwisg</span>.
de: Wenn dein Haustier mehr als ein Kostüm hast, kannst du es mit einem <span class="lookscolor">wechsle zu Kostüm</span> Block animieren.
fa: اگر حیوان خانگی شما بیش از یک حالت داشته باشد، می‌توانید آن را با استفاده از قطعه<span class="lookscolor">تغییر حالت</span>آن را زنده کنید.
fr: Si ton animal a plus d'un costume,tu peux l'animer en utilisant le <span class="lookscolor">basculer sur costume</span> block.
kk: Егер сіздің үй жануарыңызда бір костюмнен көбірек болса, сіз <span class="lookscolor">костюм ауыстыру</span> блогын қолдана отырып оған анимация қоса аласыз.
nb: Hvis dyret ditt har flere drakter, kan du animere det med klossene <span class="lookscolor">neste drakt</span> eller <span class="lookscolor">bytt drakt</span>.
nn: Viss dyret ditt har fleire drakter, kan du animera det med klossen <span class="lookscolor">neste drakt</span>.
pt_br: Se seu animal de estimação tiver mais do que uma fantasia, você pode animá-lo usando o bloco <span class="lookscolor">trocar fantasia</span>.
tr: Eğer hayvanın birden fazla kılığa sahipse <span class="lookscolor">[... kılığına geç]</span> taşını kullanarak kılıklarını sırayla değiştirip onu canlandırabilirsin.
vi: Nếu thú cưng có nhiều trang phục, bạn có thể làm chuyển động bằng cách sử dụng mảnh ghép <span class="lookscolor">thay đổi trang phục</span>.
zh_tw: 如果你的角色有一個以上的造型，你就可以透過 <span class="lookscolor">造型換成 {…}</span>積木讓牠產生動畫效果。

source: Tip: To add a costume to an animation, click with the Duplicate tool. Then use the drawing tools to edit it.</spanp>
bn: টীকা: অ্যানিমেশনে একটি পোশাক যুক্ত করতে, ডুপ্লিকেট টুল দিয়ে ক্লিক কর। তারপর এটি সম্পাদনা করতে অঙ্কন টুল ব্যবহার কর।</spanp>
cs: Tip: Pokud chceš do animace přidat kostým, klikni na nástroj Kopírovat. Poté použij kreslicí nástroje pro úpravu kostýmu.</spanp>
cy: Awgrym: I ychwanegu gwisg i animeiddiad, cliciwch gyda'r offeryn Dyblygu. Yna defnyddiwch yr offeryn lluniadu i'w olygu.</spanp>
de: Tipp: Um ein Kostüm zu einer Animation hinzu zu fügen, klicke es mit dem 'Duplizieren'-Werkzeug an. Verwende dann die Zeichenwerkzeuge, um das Kostüm zu bearbeiten.</spanp>
fa: نکته: برای افزودن یک حالت به یک انیمیشن، با ابزار تکثیر کلیک کنید. سپس از ابزارهای طراحی برای ویرایش آن استفاده کنید</spanp>
fr: Astuce: Pour ajouter un costume à une animation, clique avec l'outil Dupliquer. Ensuite, utilise les outils de dessin pour le modifier.</spanp>
kk: Нұсқаулық: Көшірмелер құралын басып, анимацияға костюмдер қоса аласыз. Қосымша өзгерістер жасау ұшін бейнелеу құралдарын қолданыңыз.</spanp>
nb: Tips: For å legge inn en ny drakt i en animasjon, bruk først kopi-verktøyet for å lage en ny drakt. Deretter bruker du tegneverktøyene for å forandre på den.</spanp>
nn: Tips: For å leggja inn ei ny drakt i ein animasjon kan du bruka kopiverktøyet. Bruk så teikneverktøya for å gjera endringar på kopien.</span>
pt_br: Dica: para adicionar uma fantasia a uma animação, clique com a ferramenta Duplicar. Então, use as ferramentas de desenho para editá-la.</spanp>
tr: İpucu: Canlandırma adımlarına bir yenisini eklemek için bir kılığının 'Kopyasını çıkart' (damga simgesi). Daha sonra da resim araçları ile yeni kılık üzerinde gerekli düzenlemeleri yap.</spanp>
vi: Thủ thuật: Để thêm trang phục cho chuyển động, bấm vào công cụ Nhân bản. Sau đó sử dụng các công cụ vẽ để sửa đổi nó.</spanp>
zh_tw: 提示：要添加漸變式的造型來產生動畫，可以使用複製的方式，並在複本上面稍微的用繪圖工具修改。</spanp>

source: Now, tell your pet it's time to eat
bn: এখন, তোমার পোষা প্রাণীকে বল যে এটি খাওয়ার সময়
cs: Nyní řekni svému mazlíčkovi, že je čas k jídlu
cy: Nawr, dwedwch wrth eich anifail anwes ei bod yn amser bwyd
de: Sag nun deinem Haustier, dass es Essenszeit ist
fa: اکنون، به حیوان خانگی خود بگویید زمان غذا خوردن است
fr: Maintenant, dis à ton chien qu'il est temps de manger
id: Sekarang, beritahukan peliharaanmu sekarang waktunya makan
kk: Қазір, үй жануарыңызға тамақ ішетін уақыт болғандыңын айтыңыз
nb: Videre: La dyret ditt få mat
nn: Vidare: la kjæledyret få mat
pt_br: Agora, diga ao seu animal de estimação que está na hora de comer
tr: Şimdi, yemek zamanı geldiğini söyleyelim
vi: Bây giờ, chỉ cho thú cưng thời gian ăn
zh_tw: 下一步，叫寵物吃點心

source: Give your pet something to eat.
bn: তোমার পোষা প্রাণীকে কিছু খেতে দাও।
cs: Dej svému mazlíčkovi něco k jídlu.
cy: Rhowch rywbeth i'ch anifail anwes ei fwyta.
de: Gib deinem Haustier etwas zu essen.
fa: به حیوان خانگی خود چیزی برای خوردن بدهید.
fr: Donne quelque chose à manger à ton chien.
id: Berikan peliharaanmu sesuatu untuk dimakan:
kk: Үй жануарыңызға тамақ беріңіз.
nb: Gi mat til kjæledyret ditt.
nn: Gje mat til kjæledyret ditt.
pt_br: Dê ao seu animal de estimação algo para comer.
tr: Hayvana yemesi için birşeyler verelim.
vi: Cho thú cưng gì đó để ăn.
zh_tw: 準備一些好吃的點心，讓寵物對你更忠心。

source: Click to choose a new sprite:
bn: নতুন স্প্রাইট বাছাই করতে ক্লিক কর:
cs: Klikni pro výběr nové postavy:
cy: Cliciwch i ddewis corlun newydd:
de: Klicke, um eine neue Figur auszuwählen:
fa: برای انتخاب یک شکلک جدید کلیک کنید:
fr: Clique pour choisir un nouveau lutin:
id: Klik untuk memilih sebuah sprite baru:
kk: Жаңа спрайтты таңдау үшін басыңыз:
nb: Klikk for å velge en ny figur:
nn: Trykk for å velja ein ny figur:
pt_br: Clique para escolher um novo ator:
sl: Klikni za izbiro nove figure:
tr: Yeni bir kukla seçmek için tıkla:
vi: Bấm vào để chọn đối tượng mới:
zh_tw: 點擊以選擇一個新角色：

source: Then, select a food:
bn: তারপর, একটি খাবার নির্বাচন কর:
cs: Poté, vyber jídlo:
cy: Yna dewiswch fwyd:
de: Dann wähle Futter:
fa: سپس غذایی را انتخاب کنید:
fr: Ensuite, choisis un aliment:
id: Kemudian, pilih sebuah makanan:
kk: Енді, тағам таңдаңыз:
nb: Så velger du en type mat:
nn: Vel så ein type mat:
pt_br: Então, selecione um alimento:
sl: Potem izberi hrano:
tr: Ve bir yiyecek seç:
vi: Sau đó, chọn thức ăn:
zh_tw: 接著，選擇一個食物：

source: To tell your pet when the food sprite is clicked, go to <span class="eventscolor">Events</span>, and drag in a <span class="eventscolor">when sprite clicked</span> block. Then, snap on a <span class="eventscolor">broadcast</span> block. Choose 'new message' from the menu and type in 'food.'
cs: Abys řekl/a svému mazlíčkovi, kdy se kliklo na postavu jídla, jdi na <span class="eventscolor">Události</span> a táhni blokem <span class="eventscolor">po kliknutí na mě</span>. Potom je připoj k bloku <span class="eventscolor">vyšli zprávu</span>. Vyber z menu 'nová zpráva' a napiš 'jídlo.'
cy: I ddweud wrth eich anifail anwes pryd mae'r corlun bwyd wedi ei bwyso, ewch i <span class="eventscolor">Digwyddiadau</span>, a llusgo i mewn bloc <span class="eventscolor">pa fydd corlun wedi ei glicio</span>. Yna, snapiwch floc <span class="eventscolor">darlledu</span>. Dewiswch 'neges newydd' o'r ddewislen a theipio 'bwyd.'
de: Um deinem Haustier zu sagen, wann das Essen angeklickt wurde, geh auf <span class="eventscolor">Ereignisse</span> und zieh einen <span class="eventscolor">Wenn ich angeklickt werde</span>-Block heraus. Bau dann einen <span class="eventscolor">sende ... an alle</span>-Block daran an. Wähle '... neue Nachricht' aus dem Auswahlmenü und gib 'food' ein.
fa: برای اینکه به هنگام کلیک شدن شکلک غذای خود به حیوان خانگی بگویید، به <span class="eventscolor">رویدادها</span>رفته و یک قطعه<span class="eventscolor">هنگام کلیک شکلک</span>را بکشید. پس از آن، روی قطعه <span class="eventscolor">پخش</span> بزنید. "پیام جدید" را از منو انتخاب کنید و "غذا" را وارد کنید.
fr: Envoie un message à ton animal quand le lutin aliment est cliqué, va à la catégorie <span class="eventscolor">Evènements</span>, et déplace le bloc<span class="eventscolor">quand ce lutin est cliqué</span>. Ensuite, emboîte le bloc <span class="envoyer">broadcast</span>. Choose 'nouveau message' dans le menu déroulant et écris 'aliment'.
kk: Тамақ спрайты басылғандыңы туралы үй жануарына ескерту үшін, <span class="eventscolor">Іс шаралар</span> бөліміне барып, оны<span class="eventscolor">спрайт басылғанда</span> блогына әкеліңіз. Сосын, <span class="eventscolor">Хабарлама</span> блогына әкеліп бекітіңіз. 'Жаңа хабарлама' тармағын мәзірден таңдап алып, 'Тамақ' бөліміне енгізіңіз.
nb: For å fortelle figuren at maten er klikket, gå til <span class="eventscolor">Hendelser</span>og dra ut en <span class="eventscolor">når denne figuren klikkes</span>-kloss. Så henger du på en <span class="eventscolor">send melding</span>-kloss. Velg "ny melding" fra menyen og skriv "mat".
nn: For å fortelja figuren at maten vert trykt på kan du gå til <span class="eventscolor">Hendingar</span>-kategorien og dra ut ein <span class="eventscolor">når denne figuren vert trykt på</span>-kloss. Hekt så på ein <span class="eventscolor">send melding</span>-kloss. Vel «ny melding» frå menyen og skriv inn «middag».
pt_br: Para dizer ao seu animal de estimação quando o ator que representa a comida for clicado, vá em <span class="eventscolor">Eventos</span>, e arraste um bloco <span class="eventscolor">quando o ator for clicado</span>. Então, encaixe um bloco <span class="eventscolor">envie a todos</span>. Escolha "nova mensagem" no menu e digite "comida".
tr: Yiyecek tıklandığında hayvanın haberi olsun istiyoruz: <span class="eventscolor">Olaylar</span> grubuna git ve <span class="eventscolor">[bu kukla tıklanınca]</span> taşını dışarı al. Daha sonra da <span class="eventscolor">[... haberini sal]</span> taşını az öncekini altına yapıştır, menüsünden 'yeni haberi' tıkla ve 'yiyecek' yaz.
vi: Để chỉ cho thú cưng khi nào đối tượng thức ăn được bấm, vào <span class="eventscolor">Sự kiện</span>, kéo ra mảnh ghép <span class="eventscolor">khi đối tượng được bấm</span>. Sau đó, chặp vào mảnh ghép <span class="eventscolor">phát tin</span>. Chọn 'tin nhắn mới' từ menu và nhập vào 'thức ăn'.
zh_tw: 寫個程式，當食物的角色被點擊時，告訴你的寵物點心時間到囉。你可以從 <span class="eventscolor">事件</span> 類指令中拖曳出 <span class="eventscolor">當角色被點擊</span> 積木。 接著再拖曳出 <span class="eventscolor">廣播訊息 {…}</span> 積木，從裡頭的下拉清單選擇「新訊息…」，建立一個名為「food」的新訊息。

source: Now, whenever you click on the food sprite, it will send a message to your pet.
bn: এখন, যখনই তুমি খাবারের স্প্রাইটে ক্লিক করবে, এটি তোমার পোষা প্রাণীকে একটি বার্তা পাঠাবে।
cs: Nyní, vždy když klikneš na postavu jídlo, pošle se zpráva tvému mazlíčkovi.
cy: Nawr, pryd bynnag byddwch yn clicio ar y corlun bwyd, bydd yn anfon neges at eich anifail anwes.
de: Jedes Mal, wenn du auf die Futterfigur klickst, sendet das Skript eine Nachricht an dein Haustier.
fa: اکنون، هر زمان که روی شکلک غذا کلیک کنید، یک پیام به حیوان خانگی‌تان ارسال می‌کند.
fr: Maintenant, à chaque fois que tu cliques le lutin aliment, il enverra un message à ton animal.
kk: Енді, сіз кез келген уақытта тамақ спрайтын басқан сайын, бұл бағдарлама үй жануарына белгі ретінде хат жіберіп отыратын болады.
nb: Når du nå klikker på mat-figuren vil den sende en melding til dyret.
nn: Når du no trykkjer på matfiguren vil han senda ei melding til kjæledyret.
pt_br: Agora, sempre que clicar no ator que representa a comida, uma mensagem será enviada ao seu animal de estimação.
tr: Bu basit dizi sayesinde, yiyeceğe her tıklandığında, hayvana bir haber gidecek.
vi: Bây giờ, mỗi khi bạn bấm vào đối tượng thức ăn, nó sẽ gửi một tin nhắn tới thú cưng của bạn.
zh_tw: 現在，只要你一點擊食物角色，程式就會發送此訊息給你的寵物。

source: Tip: Add the <span class="lookscolor">go to front</span> block to place your food sprite in front of the pet.</spanp>
bn: টীকা: পোষা প্রাণীর সামনে খাবারের স্প্রাইট রাখতে <span class="lookscolor">সামনে যাও</span> ব্লকটি যোগ কর।</spanp>
cs: Tip: Přidej blok <span class="lookscolor">jdi do popředí</span> pro umístění postavy jídla před mazlíčkem.</spanp>
cy: Awgrym: Ychwanegwch y bloc <span class="lookscolor">mynd i'r blaen</span> i osod eich corlun bwyd o flaen yr anifail anwes.</spanp>
de: Tipp: Ergänze den <span class="lookscolor">komme nach vorn</span> Block, um deine Essensfigur vor das Haustier zu positionieren.</spanp>
fa: نکته: قطعه <span class="lookscolor">برو به جلو</span>را اضافه کنید تا شکلک غذای خود را جلو حیوان قرار دهید.</spanp>
fr: Ajoute: Ajoute le bloc <span class="looks color">envoyer au premier plan</span> pour mettre ton lutin aliment en face de ton animal.</spanp>
kk: ⇥Нұсқаулық: <span class="lookscolor">Алдыға апару</span> блогын қосыңыз, ол тамақ спрайтын үй жануарының алдына әкеледі.</spanp>
nb: Tips: Bruk en <span class="lookscolor">legg øverst</span>-kloss for å være sikker på at maten vises foran dyret.</spanp>
nn: Tips: Bruk ein <span class="lookscolor">legg øvst</span>-kloss for å vera sikker på at maten vert vist framfor kjæledyret.</spanp>
pt_br: Dica: Adicione o bloco <span class="lookscolor">vá para a frente</span> para colocar o ator que representa a comida na frente do animal de estimação.</spanp>
tr: İpucu: Yiyeceğin, hayvanın üzerinde görünmesi sağlamak için <span class="lookscolor">[üste çık]</span> taşını kullan.</spanp>
vi: Thủ thuật: Thêm vào mảnh ghép <span class="lookscolor">ra phía trước</span> để đặt đối tượng thức phía trước thú cưng.</spanp>
zh_tw: 提示：記得用 <span class="lookscolor">圖層上移至頂層</span> 積木，讓食物始終都會寵物的前方。</spanp>

source: Next, eat the food
bn: তারপর, খাবারটি খাও
cs: V dalším kroku sněz jídlo
cy: Nesaf, bwyta'r bwyd
de: Als nächstes iss das Futter
fa: سپس، غذا را بخورید
fr: Ensuite, mange la nourriture
id: Kemudian, makan makanannya
kk: Енді, тамақ жеу
nb: Videre: Spis maten
nn: Vidare: et maten
pt_br: Em seguida, coma a comida
sl: Sedaj pojej hrano
tr: Ve, yiyeceği yesin
vi: Kế tiếp, ăn thức ăn
zh_tw: 下一步，開始吃點心

source: Decide what your pet will do when it receives the 'food' message.
cs: Rozhodni se, co bude tvůj mazlíček dělat po obdržení zprávy Jídlo.
cy: Penderfynwch beth fydd eich anifail anwes yn ei wneud pan fydd yn derbyn y neges 'bwyd'.
de: Entscheide, was dein Haustier machen soll, wenn es die 'Futter'-Nachricht empfängt.
fa: تصمیم بگیرید که حیوان خانگی شما هنگام دریافت پیام "غذا" چه کار کند.
fr: Décidez de ce que ton animal va faire quand il reçoit le message 'food'.
kk: 'Тамақ' хабарламасын алған үй жануарының ендігі не істейтіндігін шешіңіз.
nb: Bestem hva dyret skal gjøre når det mottar meldingen "mat".
nn: Avgjer kva kjæledyret skal gjera når det mottek meldinga «middag».
pt_br: Decida o que seu animal de estimação vai fazer quando receber a mensagem "comida".
tr: 'yiyecek' haberini alınca hayvanın ne yapacağına karar verelim.
vi: Quyết định xem thú cưng sẽ làm gì khi nó nhận được tin nhắn 'thức ăn'.
zh_tw: 當你的寵物收到訊息「food」時，就可以開始大吃一頓囉。
