Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Then, click on your block to see the cat talk.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
kk: ⇥<p>Содан соң, мысықтың сөйлегенін көру үшін блогыңызға басыңыз.</p> ⇥<p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p> ⇥
lt: ⇥<p>Toliau, spausk ant savo bloko ir pamatyk katiną kalbant</p> ⇥<p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p> ⇥
nn: <p>Trykk på klossen, så snakkar katten.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
pt_br: <p>Em seguida, clique em seu bloco para ver o gato falar.</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>
zh_tw: <p>接著點擊積木就可以看到小喵咪說話囉。</p> <p><img src="%(STATIC_URL)s/images/help/cat-happy-birthday.png"></p>

source: <h4>Add a picture</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Draw a picture.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Add an image from your computer.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
kk: ⇥<h4>Сурет қосыңыз</h4> ⇥<p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Сурет салыңыз.</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Компьютеріңізден сурет қосыңыз.</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Суретке түсіріңіз.</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p> ⇥
lt: ⇥<h4>Pridėk paveikslėlį</h4> ⇥<p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Nupiešk paveikslėlį</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Įkelk paveikslėlį iš savo kompiuterio</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nusifotografuok</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p> ⇥
nn: <h4>Hent inn eit bilete</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Teikn ei teikning.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Legg til eit bilete du har på datamaskina.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta eit nytt bilete.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
pt_br: <h4>Adicionar uma imagem</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenhar uma imagem.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Adicionar uma imagem do seu computador.</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tirar uma foto.</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>
zh_tw: <h4>添加圖片</h4> <p><img src = "%(STATIC_URL)s/images/help/new-sprite-icons.png"></p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行繪製。</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 從電腦挑選。</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 用照相裝置拍攝。</p> <p><img src = "%(STATIC_URL)s/images/help/partypicture.png"></p>

source: <h4>Add effects!</h4> <p>Click on the Stage:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Click the <span class="tab-ref">Scripts</span> tab. Try this script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Click the balloons in your card to see the color change.</p>
kk: ⇥<h4>Эффекттерді қосыңыз!</h4> ⇥<p>Кезеңге басыңыз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> ⇥<p><span class="tab-ref">Scripts</span> ендірмесін басыңыз. Осы скриптті көріңіз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> ⇥<p>Түстің өзгерісін көру үшін картаңыздағы шарларға басыңыз.</p>⇥ ⇥
lt: ⇥<h4>Pridėk efektų!</h4> ⇥<p>Spausk Scenoje:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> ⇥<p>Spausk <span class="tab-ref">Scenarijai</span> skyrių. Išbandyk šį scenarijų:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> ⇥<p>Spausk debesėlius savo atvirutėje ir stebėk besikeičiančias spalvas</p>⇥ ⇥
nn: <h4>Legg på effektar!</h4> <p>Trykk på scena:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Trykk på <span class="tab-ref">skript</span>-fana. Prøv dette skriptet:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Trykk på ballongane, så skiftar dei farge.</p>
pt_br: <h4>Adicione efeitos!</h4> <p>Clique no Palco:</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>Clique na guia <span class="tab-ref">Scripts</span>. Experimente este script:</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>Clique nos balões de seu cartão para ver a cor mudar.</p>
zh_tw: <h4>添加效果！</h4> <p>點選舞台：</p> <p><img src = "%(STATIC_URL)s/images/help/stage-thumb.png"></p> <p>切換到 <span class="tab-ref">程式</span> 頁籤，編寫如下程式：</p> <p><img src = "%(STATIC_URL)s/images/help/whenclickrepeatcolor.png"></p> <p>點擊卡片上的氣球，你就可以看到顏色在改變了。</p>

source: <p>Type a title for your project.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
kk: <p>жоба атауын теріңіз.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
lt: ⇥<p>Įvesk projekto pavadinimą.</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/title.png"></p> ⇥
nn: <p>Gje prosjektet eit namn.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
pt_br: <p>Dê um título para seu projeto.</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>
zh_tw: <p>輸入專案的標題。</p> <p><img src = "%(STATIC_URL)s/images/help/title.png"></p>

source: <p>Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
kk: ⇥<p>Басыңыз <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p> ⇥
lt: ⇥<p>Spausk <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p> ⇥
nn: <p>Trykk på <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
pt_br: <p>Clique em <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>
zh_tw: <p>點擊 <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"></p>

source: <p>When you're ready to share your project, click the Share button.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
kk: <p>Жобаңыз бөлісуге дайын болғанда, бөлісу түймесін басыңыз.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
lt: ⇥<p>Kai būsi pasirengęs dalintis savo projektu, spausk Dalintis mygtuką</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p> ⇥
nn: <p>Når du er klar til å visa fram prosjektet, trykkjer du «Legg ut».</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
pt_br: <p>Quando estiver pronto para compartilhar seu projeto, clique no botão Compartilhar.</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>
zh_tw: <p>當你準備好與他人分享你的專案時，點擊螢幕上方的「分享」按鈕。</p> <p><img src = "%(STATIC_URL)s/images/help/12c-share.png"></p>

source: <p>You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>
kk: <p>Сіз жобаңызды <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card студиясына</a>қоса аласыз</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>
lt: ⇥<p>Gali pridėti savo projektą <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Atviručių Studija</a></p> ⇥<p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p> ⇥
nn: <p>Du kan visa fram prosjektet ditt i galleriet <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card Studio</a>!</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.png"></a></p>
pt_br: <p>Você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Estúdio de Cartões de Boas-vindas!</a></p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>
zh_tw: <p>你可以將專案分享到創作坊 <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a> 裡頭。</p> <p><a href="http://scratch.mit.edu/studios/429363/" target="_blank"><img src = "%(STATIC_URL)s/images/help/card-studio.jpg"></a></p>

source: <p>Now you can make another greeting card, or start a new project!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
kk: ⇥<p>Енді сіз басқа құттықтау картасын жасай аласыз, немесе жаңа жоба бастаңыз!</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p> ⇥
lt: ⇥<p>Dabar gali gaminti kitą atvirutę arba pradėti naują projektą</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p> ⇥
nn: <p>Du kan laga eit anna kort eller eit heilt nytt prosjekt!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
pt_br: <p>Agora você pode criar outro cartão ou começar um novo projeto!</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>
zh_tw: <p>你可以試著製作更多節慶的賀卡或邀請卡片。</p> <p><img src = "%(STATIC_URL)s/images/help/congrats.gif"></p>

source: <h4>Start a new project</h4> <p>Click File, then select New:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Or, from the Scratch website, click Create:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
kk: ⇥<h4>Жаңа жоба бастаңыз</h4> ⇥<p>Файлды басыңыз, одан кейін Жаңасын таңдаңыз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> ⇥<p>Немесе, Скретч вебсайтынан, Жасауды таңдаңыз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/create.png"></p> ⇥
lt: ⇥<h4>Pradėk naują projektą</h4> ⇥<p>Spausk Failai ir pasirink Naujas:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> ⇥<p>arba, Scratch puslapyje, spausk Kurti:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/create.png"></p> ⇥
nn: <h4>Lag eit nytt prosjekt</h4> <p>Trykk «Fil» og vel «Ny»:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Eller vel «Lag» øvst på Scratch-nettstaden:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
pt_br: <h4>Comece um novo projeto</h4> <p>Clique em Arquivo, e selecione Novo:</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>Ou, no site do Scratch, clique em Criar:</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>
zh_tw: <h4>如何開始新專案</h4> <p>點擊檔案，從選單中選擇「新增專案」：</p> <p><img src = "%(STATIC_URL)s/images/help/file-new.png"></p> <p>或者，你也可以在 Scratch 官方站台上新增：</p> <p><img src = "%(STATIC_URL)s/images/help/create.png"></p>

source: <h4>Learn more!</h4> <p>Watch the Getting Started with Scratch video:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
kk: <h4>Көбірек біліңіз!</h4> <p>Скретч видеосымен Басталуды көріңіз:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Басқа идеялар үшін <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық кеңестер</a> басыңыз.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
lt: ⇥<h4>Sužinok daugiau!</h4> ⇥<p>Žiūrėk Scratch Pradžiamokslis video:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> ⇥<p>Daugiau idėjų čia <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi Patarimai</a>.</p> ⇥<br /> ⇥⇥<p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"></p> ⇥⇥<a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a> ⇥
nn: <h4>Lær meir! </h4> <p>Sjå ein introduksjonsvideo:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Du kan få fleire idéar her: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
pt_br: <h4>Aprenda mais!</h4> <p>Assista ao vídeo Introdução ao Scratch:</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&byline=0&portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>Para ver mais ideias, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>
zh_tw: <h4>學習更多！</h4> <p>觀看 Scratch 的入門影片：</a></p> <iframe src="//player.vimeo.com/video/80961102?title=0&amp;byline=0&amp;portrait=0" width="291" height="164" frameborder="0" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe> </p> <p>想要尋找更多點子，請點擊 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p> <br /> <p align="center"><img src="%(STATIC_URL)s/images/help/scratch-logo-white.png"> </p> <a href="https://www.madewithcode.com/" target="_blank"><p id="made-with-code" align="center"><img src = "%(STATIC_URL)s/images/help/made-with-code-logo.png"></p></a>

source: <p>Click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
kk: <p><span class="eventscolor">Іс-шаралар</span>санатына басыңыз.</p> <p><span class="eventscolor">қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
lt: ⇥<p>Spausk <span class="eventscolor">Įvykiai</span> skyrių.</p> ⇥<p>Tempk <span class="eventscolor">Kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaustas pelės klavišas</span> bloką ir uždėk ant viršaus, kaip čia:</p> ⇥<img src = "%(STATIC_URL)s/images/help/flagsay2.gif"> ⇥
nn: <p>Trykk på <span class="eventscolor">Hendingar</span>-kategorien.</p> <p>Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst, slik:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
pt_br: <p>Clique na categoria <span class="eventscolor">Eventos</span>.</p> <p>Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e encaixe-o na parte de cima, assim:</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">
zh_tw: <p>從 <span class="eventscolor">事件</span> 類的指令中</p> <p>拖曳出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span>積木，並把它放到程式最上方，像這樣：</p> <img src = "%(STATIC_URL)s/images/help/flagsay2.gif">

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
kk: <p>Қазір сіз жасыл жалаушаны басып<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ашық хатты ойната аласыз:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
lt: ⇥<p>Dabar gali spaust žalią vėliavą <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ir pradėti atvirutės peržiūrą:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> ⇥
nn: <p>No kan du starta kortet ved å trykkja på <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
pt_br: <p>Agora você pode clicar na bandeira verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> para executar o cartão:</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>
zh_tw: <p>現在你可以點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 來執行這個卡片程式：</p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p>

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">
kk: ⇥<p>Белгішені <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> басыңыз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif"> ⇥
lt: ⇥<p>Spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> ⇥<img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif"> ⇥
nn: <p>Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">
pt_br: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">
zh_tw: <p>點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 圖示：</p> <img src = "%(STATIC_URL)s/images/help/int-new-backdrop.gif">

source: <p>To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
kk: ⇥<p>Тортты қосу үшін, белгішені басыңыз: <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"></p> ⇥<img src = "%(STATIC_URL)s/images/help/spritelibrary.png"> ⇥
lt: ⇥<p>Norėdamas pridėti tortą, spausk <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:</p> ⇥<img src = "%(STATIC_URL)s/images/help/spritelibrary.png"> ⇥
nn: <p>For å leggja til ei kake, trykk først på <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">-ikonet.</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
pt_br: <p>Para adicionar um bolo, clique no <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ícone:</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">
zh_tw: <p>要添加一個蛋糕角色，請點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ：</p> <img src = "%(STATIC_URL)s/images/help/spritelibrary.png">

source: <p>Then select the "Cake" sprite and click OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">In Scratch, any character or object is called a sprite.</span></p>
kk: ⇥<p>Содан соң "Торт" спрайтын таңдаңыз және OK басыңыз.</br> ⇥<p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> ⇥<span class="reminder">Скретчте, кез келген кейіпкер немесе зат спрайт деп аталады.</span></p> ⇥
lt: ⇥<p>Tada pasirink "Tortas" veikėją ir spausk GERAI</br> ⇥<p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> ⇥<span class="reminder">Scratch'e betkuris veikėjas ar daiktas yra vadinamas veikėju</span></p> ⇥
nn: <p>Vel figuren «Cake» og trykk «OK».</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">I Scratch vert alle gjenstandar og personar kalla «figurar».</span></p>
pt_br: <p>Em seguida, selecione o ator "Bolo" e clique em OK.</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">No Scratch, qualquer personagem ou objeto é chamado de ator.</span></p>
zh_tw: <p>接著選擇名為 Cake（蛋糕）的角色，並按下確定。</br> <p><img src = "%(STATIC_URL)s/images/help/cake.png"></p> <span class="reminder">在 Scratch 裡，任何可以移動的東西都可以稱作是角色。</span></p>

source: <p>Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
kk: ⇥<p>Кеңес: Кез келген спрайтты үлкейту құралына басу арқылы үлкейтіңіз. Немесе кішірейту құралы арқылы кішірейтіңіз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png"> ⇥
lt: ⇥<p>Patarimas: Priversk betkurį veikėją padidėti spausdamas jį su augimo įrankiu. Arba padaryk jį mažesnį su susitraukimo įrankiu:</p> ⇥<img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png"> ⇥
nn: <p>Tips: Du kan forstørra og forminska ein figur ved å trykkja på han med desse verktøya:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
pt_br: <p>Dica: aumente o tamanho de qualquer ator clicando nele com a ferramenta de crescer. Ou diminua o tamanho dele usando a ferramenta de encolher:</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">
zh_tw: <p>提示：你可以使用功能表上的縮小、放大工具，改變角色的顯示尺寸大小：</p> <img src = "%(STATIC_URL)s/images/help/cursor-tools-grow-shrink.png">

source: <p>First, click to select the cake. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
kk: ⇥<p>Бірінші, тортты таңдау үшін басыңыз. ⇥<img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
lt: ⇥<p>Pirma, spausk ir pasirink tortą ⇥<img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
nn: <p>Først vel du kaka ved å trykkja på ho. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
pt_br: <p>Em primeiro lugar, clique para selecionar o bolo. <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
zh_tw: <p>首先，點擊以選取蛋糕這個角色。 <img src = "%(STATIC_URL)s/images/help/sprite-list-cake.png">
