Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Want a character that looks like you? Make your own avatar on the Powerpuff Yourself website.
bn: তোমার মত দেখতে একটি ক্যারেক্টার চাও? Powerpuff Yourself ওয়েবসাইটে তোমার নিজের অবতার তৈরি কর।
cs: Chceš aktéra vypadajícího jako ty? Udělej si svůj avatar na webu Powerpuff Yourself.
cy: Eisiau cymeriad sy'n edrych fel chi? Crëwch eich afatar eich hun ar wefan Powerpuff Yourself
de: Du möchtest eine Figur, die wie Du aussieht? Mache Deinen eigenen Avatar auf der "Powerpuff Yourself" Webseite.
fa: آیا کاراکتری شبیه به خودتان می‌خواهید؟ در وب سایت Powerpuff Yourself آواتار خودتان را بسازید.
fr: Tu veux un personnage qui te ressemble ? Fais ton propre avatar sur le site internet Powerpuff Yourself.
id: Ingin seorang karakter yang terlihat seperti kamu? Buat avatarmu sendiri di situs web Powerpuff Yourself.
kk: Өзіңізге ұқсайтын кейіпкер жасағыңыз келе ме? Өзіңіздің аватарыңызды Powerpuff Yourself сайтында жасаңыз.
lt: Nori veikėjo, kuris atrodo kaip tu? Pagamink savo avatarą Powerpuff Yoursef puslapyje
nb: Vil du ha en figur som ligner på deg? Finn nettsiden "Powerpuff Yourself" og lag din egen avatar.
nn: Vil du ha ein figur som liknar på deg? Lag din eigen avatar på nettsida «Powerpuff Yourself».
pt_br: Quer um personagem que se pareça com você? Crie seu próprio avatar no site Powerpuff Yourself.
vi: Muốn một nhân vật trông như bạn? Tạo ra ảnh đại diện của bạn trong website Powerpuff Yourself.
zh_tw: 想要有一個看起來像你的人物嗎？在 Powerpuff Yourself 網站上製作屬於你的化身。

source: Then, click the folder icon <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> to upload the image from your computer.
bn: তারপর, ফোল্ডার আইকনে <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> ক্লিক করে তুমি তোমার কম্পিউটার থেকে ছবিটি আপলোড কর।
cs: Pak klikni na ikonu složky <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> , abys nahrál/a obrázky ze tvého počítače.
cy: Yna, cliciwch yr eicon ffolder <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> i lwytho'r ddelwedd i cyny o'ch cyfrifiadur.
de: Dann, klicke auf das Ordner Symbol <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">um ein Bild von Deinem Computer hochzuladen
fa: سپس روی نماد پوشه<img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> کلیک کرده تا تصویری از رایانه خود بارگذاری کنید.
fr: Puis, clique sur l'icône dossier <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> pour importer une image de ton ordinateur.
id: Kemudian, klik ikon folder <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> untuk mengunggah gambar dari komputermu.
kk: Өзіңіздің компьютеріңізден суретті жүктеу үшін<img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> бума белгішесін басыңыз.
lt: Tada spausk <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> ir įkelk paveikslėlį iš savo kompiuterio
nb: Etterpå kan du klikke mappeikonet <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> og laste opp bildet til Scratch.
nn: Trykk så på mappeikonet <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> for å lasta opp avatarbiletet frå datamaskina.
pt_br: Então, clique no ícone em forma de pasta <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> para carregar a imagem do seu computador.
vi: Sau đó, bấm chọn biểu tượng thư mục <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> để tải lên hình ảnh từ máy tính của bạn.
zh_tw: 然後，點選資料夾圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> ，從你的電腦中把圖片上傳到 Scratch。

source: Want to delete a character? Click the scissors tool then click the character.
bn: ক্যারেক্টারটি মুছে ফেলতে চাও? কাঁচিতে ক্লিক কর, তারপরে ক্যারেক্টারের উপর ক্লিক কর:
cs: Chceš vymazat postavu? Klikni na nástroj nůžky a poté klikni na postavu.
cy: Eisiau dileu cymeriad? Cliciwch ar yr offeryn siswrn, yna clicio ar y cymeriad:
de: Du möchtest eine Figur löschen? Klick auf das Schere-Werkzeug und dann auf die Figur:
fa: میخواهید شخصیتی را حذف کنید؟ روی ابزار قیچی و سپس روی شخصیت کلیک کنید.
fr: Tu veux supprimer un personnage ? Clique sur les ciseaux puis clique sur le personnage.
id: Ingin menghapus karakter? Klik alat gunting lalu klik karakter tersebut.
kk: Кейіпкерді өшіргіңіз келе ме? Қайшы құралының үстіне содан соң кейіпкердің үстіне басыңыз.
lt: Nori ištrinti veikėją? Spausk žirklių įrankiu norimą veikėją
nb: Vil du slette en figur? Klikk på sakseverktøyet og deretter på figuren.
nn: Vil du ta vekk ein figur? Trykk på saksa og så på figuren.
pt_br: Quer remover um personagem? Clique na ferramenta da tesoura e depois no personagem.
tr: Bir karakteri silmek ister misiniz? Makas aracına ve ardından karaktere tıklayın.
vi: Bạn muốn xóa một nhân vật? Bấm vào công cụ cây kéo sau đó bấm vào nhân vật.
zh_tw: 想要刪除角色？按下「剪刀」圖示，接著在預覽視窗中點選要刪除的角色。

source: Tip: In Scratch, characters are called 'sprites'.
bn: টীকা: Scratch এ, ক্যারেক্টারগুলোকে 'স্প্রাইট' বলে।
cs: Tip: Ve Scratchi se postavy nazývají "postavy".
cy: Awgrym: Yn Scratch, mae cymeriadau'n cael eu galw'n 'gorluniau'.
de: Tipp: In Scratch werden Figuren "Sprites" (das ist Englisch für "Geist" oder "Erscheinung") genannt
fa: نکته: در اسکرچ به بازیگرها و شکل‌ها "اسپرایت" گفته می‌شود.
fr: Astuce : dans Scratch, les personnages sont appelés des 'lutins'.
id: Tip: Di Scratch, karakter-karakter disebut 'sprite'.
kk: Кеңес: Scratch-та кейіпкерлер 'спрайттар' деп аталады
lt: Patarimas: Scratch'e veikėjai yra vadinami 'veikėjais'
nb: Tips: I Scratch er det "figurer" som får ting til å skje.
nn: Tips: I Scratch vert personar og gjenstandar kalla «figurar».
pt_br: Dica: No Scratch, os personagens são chamados de 'atores'.
tr: İpucu: Scratch' te, karakterlere 'kukla' denir.
vi: Thủ thuật: Trong Scratch, các nhân vật được gọi là 'đối tượng'.
zh_tw: 小技巧：在 Scratch 裡，所有的人物都被稱作「角色」。

source: Share in a Studio
bn: একটি স্টুুডিওতে শেয়ার কর
cs: Sdílej ve Studiu
cy: Rhannu mewn Stiwdio
fa: اشتراک در استودیو
fr: Partage un Studio
id: Bagikan di Studio
kk: Студияда бөлісіңіз
lt: Pasidalink Studijoje
nb: Vis i et galleri
nn: Vis fram i eit galleri
pt_br: Compartilhar em um estúdio
sl: Deli v studiju
tr: Bir Stüdyoda Paylaşın
vi: Chia sẻ trong Studio
zh_tw: 分享到工作室

source: You can add your project to the <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>:
bn: তোমার প্রজেক্টটি তুমি <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a> তে যুক্ত করতে পার:
cs: Můžeš přidat svůj projekt do studia <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly</a>:
cy: Gallwch ychwanegu eich project i <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Gwneud iddo Hedfan</a>
fa: شما می‌توانید برنامه خود را به <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">آن را به استودیو پرواز تبدیل کنید</a> اضافه کنید:
fr: Tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Studio Fais Le Voler</a> :
id: Kamu bisa memasukkan karyamu ke dalam <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">studio Make It Fly</a>:
kk: Сіз өз жобаңызды <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Ұшыру Студиясына</a> қоса аласыз :
lt: Gali pridėti savo projektą į <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make it Fly studiją</a>: ??????????
nb: Du kan gjerne legge inn prosjektet ditt i galleriet <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly!</a>:
pt_br: Você pode adicionar seu projeto ao<a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Estúdio Faça Voar</a>:
sl: Svoj projekt lahko dodaš v <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>:
vi: Bạn có thể thêm chương trình của bạn vào <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Studio làm cho nó bay</a>:
zh_tw: 你可以把你的專案加入到 <a href="http://scratch.mit.edu/studios/2050750/" target="_blank">Make It Fly studio</a>工作室：

source: Build a script to tell your character to say something:
bn: তোমার ক্যারেক্টারকে কিছু বলানোর জন্য একটি স্ক্রিপ্ট তৈরি কর:
cs: Postav scénář, kde řekneš postavě co má říct:
cy: Adeiladwch sgript fel hon i ddweud wrth eich cymeriad i ddweud rhywbeth:
de: Baue ein Skript, um deine Figur etwas sagen zu lassen:
fa: یک دستور بسازید تا به شخصیت خود بگویید، چیزی بگوید:
fr: Construis un script pour que personnage dise quelque chose :
id: Buat skrip untuk memberitahukan karaktermu untuk bilang sesuatu:
kk: Кейіпкеріңізге бірнәрсе айту үшін скрипт құрыңыз:
lt: Pagamink scenarijų, kad tavo veikėjas kažką sakytų:
nb: Lag et skript som får figuren din til å si noe:
nn: Lag eit skript for å fortelja kva figuren din skal seia:
pt_br: Construa um script para fazer seu personagem dizer algo:
sl: Sestavi skript z navodilom, da tvoj lik nekaj stori:
tr: Karakterinizin bir şey söylemesi için bir senaryo oluşturun:
vi: Tạo ra kịch bản để bảo nhân vật của bạn nói gì đó:
zh_tw: 加入程式碼，讓你的人物說些話：

source: Click the green flag to start your script:
bn: তোমার স্ক্রিপ্টটি শুরু করতে সবুজ পতাকায় ক্লিক কর:
cs: Svůj scénář spustíš stisknutím zeleného praporku:
cy: Cliciwch y faner werdd i gychwyn eich sgript:
de: Klicke die grüne Flagge an um dein Skript zu starten:
fa: برای شروع دستور خود، روی پرچم سبز کلیک کنید:
fr: Clique sur le drapeau vert pour démarrer ton script :
id: Klik bendera hijau untuk memulai skripmu:
kk: Скриптті бастау үшін жасыл жалаушаны басыңыз:
lt: Spausk žalią vėliavą ir pradėk savo scenarijų:
nb: Klikk det grønne flagget for å starte skriptet:
nn: Trykk på det grøne flagget for å starta skriptet:
pt_br: Clique na bandeira verde para iniciar seu script:
sl: Klikni na zeleno zastavico, da se skript zažene:
tr: Senaryonuzu başlatmak için yeşil bayrağı tıklayın:
vi: Bấm vào lá cờ xanh để thực hiện kịch bản của bạn:
zh_tw: 點一下「綠色旗子」，開始執行你的程式：

source: Pick a sprite for your character to fly by, such as buildings or trees.
bn: তোমার ক্যারেক্টারের উড়ার জন্য একটি স্প্রাইট বাছাই কর, যেমন ভবন বা গাছ।
cs: Vyber postavu kolem které může tvůj aktér proletět, jako například budovy nebo stromy.
cy: Dewiswch gorlun i'ch cymeriad gael hedfan heibio iddo, fel adeilad neu goed.
de: Wähle einen Gegenstand, an dem deine Figur vorbeifliegen kann, beispielsweise ein Gebäude oder Bäume.
fa: شکلک خود را برای پرواز مانند ساختمان‌ها یا درختان انتخاب کنید.
fr: Choisis le lutin que ton personnage va survoler, comme un immeuble ou des arbres.
id: Pilih sebuah sprite untuk dilewati penerbangan karaktermu, seperti bangunan atau pepohonan.
kk: Кейіпкеріңізге ұшып шығу үшін ағаштар немесе ғимараттар секілді спрайт таңдаңыз.
lt: Pasirink veikėją, kuris praskris pro pagrindinį veikėją, tarkim medžius ar pastatus
nb: Velg noe som figuren din skal fly forbi, for eksempel et hus eller noen trær.
nn: Vel noko som figuren din skal fly forbi, for eksempel ein bygning eller nokre tre.
pt_br: Escolha um ator sobre o qual seu personagem vai voar, como prédios ou árvores.
sl: Izberi lik mimo katerega bo tvoj lik letel, kot na primer drevo ali stavba.
vi: Chọn một đối tượng cho nhân vật để bay, như là tòa nhà hoặc cái cây.
zh_tw: 選擇一個要飛過的角色，像是大樓或是樹木。

source: Drag the building or other sprite to the right-side of the Stage, like this:
bn: মঞ্চের ডানদিকে বিল্ডিং বা অন্যান্য স্প্রাইট টেনে আন, এভাবে:
cs: Přesuň budovu nebo jinou postavu na pravou stranu scény, jako například:
cy: Llusgwch yr adeilad neu gorlun arall i ochr dde'r Llwyfan, fel hyn:
de: Ziehe das Gebäude oder den anderen Gegenstand auf die rechte Seite der Bühne, so:
fa: ساختمان یا شکلک دیگر را به سمت راست صحنه بکشید، مانند این:
fr: Fais glisser l'immeuble ou autre chose vers la droite de la Scène comme ceci :
id: Seret bangunan atau sprite lain ke bagian kanan Panggung, seperti ini:
kk: Ғимаратты немесе басқа спрайтты сахнаның оң жағына осылай орналастырыңыз:
lt: Tempk pastatą ar kitą veikėją į scenos dešinę pusę, kaip čia:
nb: Dra det over til høyre side av scenen, slik:
nn: Dra bygningen eller ein liknande figur til høgre sida av scena, slik:
pt_br: Arraste o prédio ou outro ator para o lado direito do Palco, assim:
sl: Potegni stavbo ali drugi lik na desno stran odra, npr. tako:
vi: Kéo thả tòa nhà hoặc những đối tượng khác qua bên phải Sân khấu, giống như là:
zh_tw: 將建築物拖曳到舞台的右側，如下圖：

source: Tip: Adjust the size of a sprite by clicking with the grow or shrink tool:
bn: টীকা: বৃদ্ধি বা সঙ্কুচিত টুলে ক্লিক করে একটি স্প্রাইটের আকার সামঞ্জস্য কর:
cs: Tip: Uprav velikost postavy kliknutím na zvětšovací, nebo zmenšovací nástroj:
cy: Awgrym: Newidiwch faint y corlun drwy glicio gyda'r offer tyfu neu grebachu.
de: Tipp: Passe die Grösse einer Figur an, indem du mit dem Wachstums- oder Verkleinerungs-Werkzeug auf die Figur klickst:
fa: نکته: با کلیک با ابزار بزرگ یا کوچک کردن اندازه یک شکلک را تنظیم کنید:
fr: Astuce : Ajuste la taille d'un lutin en cliquant sur "Grow" (Agrandir) ou "Shrink" (Diminuer) :
id: Tip: Sesuaikan ukuran sprite dengan mengkliknya dengan alat pembesar atau pengecil:
kk: Кеңес: Үлкейту немесе кішірейту құралы арқылы спрайттың көлемін реттеңіз
lt: Patarimas: Pakeisk veikėjo dydį spausdamas Augimo ar Susitraukimo įrankiu:
nb: Tips: Du kan gjøre en figur større eller mindre med vokse- og krympeverktøyene:
nn: Tips: Du kan velja kor stor figuren skal vera med vekse- og krympeverktøya:
pt_br: Dica: Ajuste o tamanho de um ator clicando nele com as ferramentas de aumentar ou diminuir:
tr: İpucu: Büyütme veya küçültme aracını kullanarak kuklanın boyutunu ayarlayın:
vi: Thủ thuật: Điều chỉnh kích cỡ của một đối tượng bằng cách bấm vào công cụ phóng to hoặc thu nhỏ:
zh_tw: 小技巧：你可以利用功能列上的「放大」、「縮小」工具來調整角色的尺寸：

source: Move the building or other scenery so your character will look like it's flying.
bn: বিল্ডিং বা অন্য দৃশ্যগুলো সরাও যাতে তোমার ক্যারেক্টারটি উড়ন্ত বলে মনে হয়।
cs: Pohybuj s budovou nebo jinými částmi, bude to vypadat, že tvá postava létá.
cy: Symudwch yr adeilad neu olygfa fel bod eich cymeriad yn gallu edrych fel ei fod yn hedfan.
fa: ساختمان یا منظره دیگری را حرکت دهید تا کاراکتر شما در حال پرواز به نظر برسد.
fr: Fais se déplacer l'immeuble ou le paysage afin que ton personnage ait l'air de voler.
id: Gerakkan bangunan dan pemandangan lainnya agar karaktermu tampak terbang.
kk: Сіздің кейіпкеріңіз ұшып жатқандай көрінетіндей етіп, ғимаратты немесе басқа көріністі жылжытыңыз
lt: Judink pastatą ar kitą aplinką, kad tavo veikėjas atrodytų skrendąs
nb: Flytt på hus og andre ting slik at det ser ut som figuren flyr:
nn: Flytt bygningen eller ein annan bakgrunnsfigur slik at figuren din ser ut til å fly.
pt_br: Mova o prédio ou outro elemento da cena para passar a impressão de que seu personagem está voando.
tr: Binayı veya manzarayı başka bir yere taşıyın, böylece karakteriniz uçuyormuş gibi görünecek.
vi: Di chuyển tòa nhà hoặc những cảnh khác như thế nhân vật của bạn sẽ trông như đang bay.
zh_tw: 移動建築物或是景物，讓你的人物看起來好像在飛行。

source: Add a script like this to your building or scenery:
bn: তোমার ভবন বা দৃশ্যে এইরকম একটি স্ক্রিপ্ট যোগ কর:
cs: Přidej podobný skript do tvé budovy nebo pozadí.
cy: Ychwanegwch sgript fel hyn i'ch adeilad neu olygfa:
fa: یک دستور مانند این را به ساختمان یا منظره خود اضافه کنید:
fr: Ajoute un script comme ceci à ton immeuble ou paysage :
id: Tambahkan sebuah skrip seperti ini ke bangunan atau pemandanganmu:
kk: Ғимартқа немесе басқа көрініске скрипт қосыңыз:
lt: Pridėk scenarijų savo pastatui ar aplinkai kaip šis:
nb: Flytt på hus og andre ting med et skript, omtrent slik:
nn: Legg dette skriptet til bygningen eller liknande:
pt_br: Adicione um script como esse ao seu prédio ou a outro elemento da cena:
tr: Yapınıza veya manzaranıza bu şekilde bir senaryo ekleyin:
vi: Thêm một kịch bản như thế này cho tòa nhà và phong cảnh:
zh_tw: 在你的建築物或景物中，加入程式碼如下：

source: x is the position on the Stage from left to right.
bn: x হল বাম থেকে ডানে মঞ্চের অবস্থান।
cs: X je pozice na scéně zleva doprava
cy: x yw'r safle ar y Llwyfan o'r chwith i'r dde.
de: x ist die Position auf der Bühne von links nach rechts
fa: x موقعیت در صحنه از چپ به راست است.
fr: x est la position sur la Scène de la gauche vers la droite.
id: x adalah posisi di Panggung dari kiri ke kanan.
kk: х деген сахнадағы солдан оңға қарай санғандағы позициясы.
lt: x yra koordinatė Scenoje iš kairės į dešinę
nb: Tallet x er sideveis posisjon for figuren på scenen.
nn: Her er «x» er plasseringa på scena, frå venstre til høgre.
pt_br: x é a posição do Palco da esquerda para a direita.
tr: x, sahnede soldan sağa doğru olan konumdur.
vi: x là vị trí trên Sân khấu từ bên trái sang bên phải.
zh_tw: x 是舞台從左邊到右邊的水平位置。

source: If your building or scenery has more than one costume, you can switch between looks.
bn: যদি তোমার বিল্ডিং বা দৃশ্যে একাধিক পোশাক থাকে, তাহলে তুমি চেহারার মধ্যে পরিবর্তন করতে পার।
cs: Pokud tvá budova nebo pozadí má více než jeden kostým, tak můžeš měnit vzhled.
cy: Os oes gan eich adeilad neu olygfa mwy nag un gwisg, gallwch newid rhwng edrychiadau.
fa: اگر ساختمان یا منظره شما بیش از یک حالت داشته باشد، می‌توانید ظاهرها را تغییر دهید.
fr: Si ton immeuble ou paysage possède plus d'un costume, tu peux intervertir les looks.
id: Jika bangunan atau pemandanganmu memiliki lebih dari satu kostum, kamu bisa berganti-ganti antara berbagai penampilan.
kk: Егер сіздің ғимаратыңыз немесе басқа көрінісіңізде екі немесе одан да көп костюм болса, сіз көріністерді ауыстыра аласыз.
lt: Jei tavo pastatas ar aplinka turi daugiau nei vieną kaukę, gali keisti išvaizdas
nb: Hvis hus eller andre ting har flere drakter så kan du bytte mellom dem.
nn: Viss figuren har meir enn éi drakt, kan du animera han ved å byta mellom draktene.
pt_br: Se seu prédio ou elemento da cena tiver mais de uma fantasia, você pode alternar entre elas.
tr: Bina veya manzarada birden fazla kostüm varsa, görünümler arasında geçiş yapabilirsiniz.
vi: Nếu tòa nhà hoặc phong cảnh có hơn một trang phục, bạn có thể chuyển đổi ngoại hình.
zh_tw: 如果你的建築物有一個以上的造型，那麼你可以在不同的外觀間變換。

source: Add to your script like this:
bn: এইভাবে তোমার স্ক্রিপ্ট যোগ কর:
cs: Přidej do tvého scénáře jako tohle:
cy: Ychwanegwch at eich sgript fel hyn:
fa: مثل این به دستورتان اضافه کنید:
fr: Ajoute un script comme ceci :
id: Tambahkan ke skripmu seperti ini:
kk: Скриптіңізге осылай қосыңыз:
lt: Pridėk į savo scenarijų kaip čia:
nb: Bygg ut skriptet ditt slik:
nn: Legg dette til skriptet:
pt_br: Adicione a seu script assim:
tr: Senaryonuza şu şekilde ekle:
vi: Thêm vào kịch bản như thế này:
zh_tw: 加入一則程式碼如下：

source: Tip: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
bn: টীকা: <span class="tab-ref">পোশাক</span> ট্যাব ক্লিক করে স্প্রাইটের পোশাকগুলো দেখ।
cs: Tip: Klikni na záložku <span class="tab-ref">Kostýmy</span> abys viděl/a kostýmy postavy.
cy: Awgrym: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> i weld gwisgoedd y corlun.
fa: نکته: برای دیدن لباسهای شکلک، روی زبانه <span class="tab-ref">حالت</span> کلیک کنید.
fr: Astuce : clique sur l'onglet <span class="tab-ref">Costumes</span> pour voir les costumes du lutin.
id: Tip: Klik tab <span class="tab-ref">Kostum</span> untuk melihat kostum-kostum sprite.
kk: Кеңес: <span class="tab-ref">Костюмдер</span> ендірмесін басып спрайттардың костюмдерін көріңіз.
lt: Patarimas: Spausk <span class="tab-ref">Kaukės</span> skyrių, kad pamatytum veikėjo kaukes
nb: Tips: Klikk <span class="tab-ref">Drakter</span>-fanen for å se draktene som tilhører en figur.
nn: Tips: Trykk på <span class="tab-ref">Drakter</span>-fana for å sjå draktene som figuren har.
pt_br: Dica: Clique na guia <span class="tab-ref">Fantasias</span> para ver as fantasias do ator.
tr: İpucu: Kuklanın kostümlerini görmek için <span class="tab-ref">Kostümler </span> sekmesine tıkla.
vi: Thủ thuật: Bấm vào <span class="tab-ref">Trang phục</span> để thấy trang phục của đối tượng.
zh_tw: 小技巧：點選 <span class="tab-ref">造型</span> 分頁來查看角色的造型。

source: You can change the color of the sky.
bn: তুমি আকাশের রঙ পরিবর্তন করতে পার।
cs: Můžeš změnit barvu oblohy.
cy: Gallwch newid lliw'r awyr.
de: Du kannst die Farbe des Himmels ändern.
fa: شما می‌توانید رنگ آسمان را تغییر دهید.
fr: Tu peux changer la couleur du ciel.
id: Kamu bisa mengubah warna langit.
kk: Сіз аспанның түсін өзгерте аласыз.
lt: Gali pakeisti dangaus spalvą
nb: Du kan forandre fargen på himmelen.
nn: Du kan endra fargen på himmelen.
pt_br: Você pode alterar a cor do céu.
tr: Gökyüzünün rengini değiştirebilirsiniz.
vi: Bạn có thể đổi màu của bầu trời
zh_tw: 你可以改變天空的色彩。

source: Choose a plain backdrop, such as 'blue sky2' or 'purple'.
bn: একটি সাধারণ ব্যাকড্রপ নির্বাচন কর, যেমন 'blue sky2' বা 'purple'।
cs: Vyber prázdné pozadí jako například 'blue sky2' nebo 'purple'.
cy: Dewiswch gefnlen blaen, fel 'awyr las2' neu 'porffor'
fa: یک پس‌زمینه ساده را انتخاب کنید، مانند 'sky2 sky' یا 'purple'.
fr: Choisis un arrière-plan uni, comme 'blue sky2' (ciel bleu) ou 'purple' (violet)
id: Pilih sebuah latar polos, seperti 'langit biru2' atau 'ungu'.
kk: Қарапайым фон таңдаңыз, мәселен 'аспан көк2' немесе 'күлгін'.
lt: Pasirink tuščią foną, tarkim 'mėlynas dangus2' arba 'purpurinis'
nb: Velg en enkel bakgrunn, for eksempel 'blue sky2' eller 'purple'.
nn: Vel ein einsfarga bakgrunn, for eksempel «blue sky2» eller «purple».
pt_br: Escolha um fundo simples, como 'blue sky2' ou 'purple'.
tr: 'Mavi gökyüzü 2' veya 'mor' gibi düz bir zemin seçin.
vi: Chọn một ảnh nền nhẵn, như 'màu xanh da trời 2' hoặc 'màu tím'.
zh_tw: 選擇單色的背景，像是「blue sky2」或「purple」。

source: You can use the paint bucket tool to change the color of your backdrop.
bn: তুমি তোমার ব্যাকড্রপের রঙ পরিবর্তন করতে পেইন্ট বাকেট টুল ব্যবহার করতে পার।
cs: Můžeš použít nástroj kbelík barvy pro změnu barvy pozadí.
cy: Gallwch ddefnyddio'r offeryn bwced paent i newid lliw'r gefnlen.
fa: شما می‌توانید از ابزار سطل رنگ را برای تغییر رنگ پس‌زمینه خود استفاده کنید
fr: Tu peux utiliser l'outil pot de peinture pour changer le couleur de ton arrière-plan.
id: Kamu bisa menggunakan alat ember cat untuk mengubah warna latarmu.
kk: Фондардың түстерін өзгерту үшін бояу пайдалануға болады.
lt: Gali pasirinkti kibiro įrankį ir pakeiti fono spalvą
nb: Du kan bruke malingspann-verktøyet for å bytte farge på bakgrunnen.
nn: Du kan bruka målingsbøtta for å endra bakgrunnsfargen.
pt_br: Você pode usar a ferramenta do balde de tinta para alterar a cor do seu fundo.
tr: Zemin rengini değiştirmek için boya kovası aracını kullanabilirsiniz.
vi: Bạn có thể sử dụng dụng cụ hộp mảu để thay đổi màu cho ảnh nền.
zh_tw: 你可以使用繪圖工具中的「填色」工具來改變舞台背景的顏色。
