Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Want to choose the letter instead? Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
bn: <p>পরিবর্তে চিঠি নির্বাচন করতে চাও? স্প্রাইট লাইব্রেরি থেকে নির্বাচন করতে <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> আইকনে ক্লিক কর।</p>
cs: <p>Chceš vybrat místo toho písmeno? Klikni na <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> ikonu, pro výběr z knihovny postav.</p>
cy: <p>Eisiau dewis y llythyren yn lle hynny? Cliciwch eicon <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> i ddewis o'r llyfrgell Corluniau.</p>
de: <p>Du möchtest lieber einen Buchstaben auswählen? Klicke auf <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">, um eine Figur aus der Bibliothek zu wählen.</p>
fa: <p>آیا می‌خواهید به جای آن حرف را انتخاب کنید؟ برای انتخاب از کتابخانه شکلک روی نماد <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">کلیک کنید.</p>
fr: <p>Tu veux choisir une lettre à la place? Clique sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> pour choisir dans la bibliothèque des lutins.</p>
kk: <p>Орнына әріп қосқыңыз келе ме? Спрайт базасынан таңдау үшін<img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> белгішесіне басыңыз.</p>
nb: <p>Vil du bruke en ferdig bokstav? Klikk <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> og velg fra biblioteket av figurer.</p>
nn: <p>Vil du heller bruka ein ferdigteikna bokstav? Trykk på <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> og vel ein bokstav frå figurbiblioteket.</p>
pt_br: <p>Você prefere escolher a letra? Clique no ícone <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> para escolher na biblioteca de Atores.</p>
tr: <p>Bunların yerine daha önceden çizilmiş harflerden birini kullanmak ister misin? <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> simgesine tıklarsan harfi kütüphaneden seçebilirsin.</p>
vi: <p>Bạn muốn thay bằng ký tự không? Bấm chọn <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> biểu tượng để chọn thư viện Đối tượng. </p>
zh_tw: <p>想要選擇挑選字母來替代？點選 <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> 圖示，來從角色庫進行挑選。</p>

source: Next, make it spin
bn: পরবর্তী, এটি ঘুরাও
cs: A dále zařiď, ať se točí
cy: Nesaf, gwnewch iddo droelli
de: Als nächstes, mach dass es sich dreht
fa: سپس، آن را بچرخانید
fr: Ensuite, tu le fais tourner
kk: Енді, оны айналдырыңыз
nb: Videre: få den til å gå rundt
nn: Vidare: få han til å snurra
pt_br: A seguir, faça girar
tr: Şimdi de harfine takla attır
vi: Tiếp theo, làm nó xoay
zh_tw: 下一步，讓字母旋轉

source: Build a script to make it spin:
bn: এটিকে ঘোরানর জন্য একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář pro zatočení se:
cy: Adeiladwch sgript i'w wneud i droelli:
de: Baue ein Skript um es sich drehen zu lassen:
fa: دستوری ایجاد کنید تا آن را بچرخانید:
fr: Construis un script pour la faire tourner :
kk: Оны айналдыратын скрипт жасаңыз:
nb: Sett sammen et skript for å få den til å gå rundt:
nn: Lag dette skriptet for å få han til å snurra:
pt_br: Crie um script para fazê-lo girar:
vi: Viết một đoạn kịch bản để làm nó xoay:
zh_tw: 製作一則程式碼來讓它旋轉，如下示範：

source: You can add a <span class="soundcolor">play sound</span> block:
bn: তুমি একটি <span class="soundcolor">শব্দ বাঁজাও</span> ব্লক যোগ করতে পার:
cs: Můžeš přidat blok <span class="soundcolor">přehrát zvuk</span>:
cy: Gallwch ychwanegu bloc <span class="soundcolor">chwarae sain</span>:
fa: شما می‌توانید یک قطعه <span class="soundcolor">پخش صدا</span>اضافه کنید:
fr: Tu peux ajouter un bloc <span class="soundcolor">jouer le son</span>:
vi: Bạn có thể thêm vào mảnh ghép <span class="soundcolor">phát nhạc</span>:

source: Try different numbers to adjust the spin.
cs: Zkus jiná čísla pro upravení otáčení.
cy: Rhowch gynnig ar rifau gwahanol i amrywio'r troelli
fa: برای تنظیم چرخش اعداد مختلف را امتحان کنید.
fr: Essaie différents nombres pour ajuster la rotation.
vi: Thử những số khác để điều chỉnh độ xoay.

source: Tip: To reset the sprite's angle, click this block in the <span class="motioncolor">Motion</span> category:
bn: টীকা: স্প্রাইটের কোণটি পুনরায় নির্ধারণ করতে, <span class="motioncolor">গতি</span> ক্যাটাগরির এই ব্লকে ক্লিক কর:
cs: Tip: K obnovení úhlu postavy stiskni tento blok v kategorii <span class="motioncolor">pohyb</span>:
cy: Awgrym: I ailosod ongl eich corlun, cliciwch y bloc yma yn y categori <span class="motioncolor">Symud</span>:
fa: نکته: برای تنظیم مجدد زاویه شکلک، روی این قطعه در گروه <span class="motioncolor">حرکت</span>کلیک کنید:
fr: Astuce : pour remettre à zéro l'angle du lutin, clique sur ce bloc dans la catégorie <span class="motioncolor">Mouvement</span>:
vi: Thủ thuật: để đặt lại góc của đối tượng, bấm vào mảnh ghép này trong mục <span class="motioncolor">Chuyển động</span>:

source: Next, finish your name
bn: পরবর্তীতে, তোমার নাম শেষ কর
cs: V dalším kroku dokonči tvé jméno
cy: Nesaf, gorffennwch eich enw
de: Nun schreib deinen Namen fertig
fa: بعد، نام خود را به پایان برسانید
fr: Ensuite, finis ton nom
kk: Енді, атыңызды аяқтаңыз
nb: Videre: gjør navnet ferdig
nn: Vidare: gjer namnet ferdig
pt_br: Em seguida, termine seu nome
sl: Sedaj končaj svoje ime
tr: Şimdi de, ismini tamamla
vi: Tiếp theo, hoàn tất tên của bạn
zh_tw: 下一步，完成你的名字

source: Add and animate the other letters in your name.
bn: তোমার নামের অন্যান্য অক্ষর যোগ কর এবং অ্যানিমেট কর।
cs: Přidej a rozhýbej zbytek písmen z tvého jména.
cy: Ychwanegwch ac animeiddio’r llythrennau eraill yn eich enw.
fa: حروف دیگر را در نام خود اضافه کرده و به حرکت درآورید.
fr: Ajoute et anime les autres lettres de ton nom.
sl: Dodaj in animiraj še preostale črke tvojega imena.
vi: Thêm và tạo hiệu ứng cho những ký tự khác của tên bạn.

source: <h4>Change size</h4> <p>Make your letter grow and shrink when you click it:</p>
bn: <h4>আকার পরিবর্তন কর</h4> <p>তোমার অক্ষরটি বড় এবং সঙ্কুচিত করাও যখন তুমি এটাতে ক্লিক করবে:</p>
cs: <h4>Změň velikost</h4> <p>Zvětši a zmenši své písmeno, když na něj klikneš: </p>
cy: <h4>Newid maint</h4> <p>Gwnewch i'ch llythyren dyfu a lleihau pan fyddwch yn clicio arni:</p>
de: <h4>Größe ändern</h4> <p>Lass deinen Buchstaben wachsen oder schrumpfen, wenn du ihn anklickst:</p>
fa: <h4>تغییر اندازه</h4> <p>حرف خود را با هر بار کلیک بزرگ و کوچک کنید:</p>
fr: <h4>Changer la taille</h4> <p>Fais que la lettre s'agrandisse ou rapetisse quand tu cliques dessus :</p>
kk: <h4>Өлшемді өзгерту</h4> <p>Әріпті басқанда ол үлкейіп және кішкрейетіндей етіңіз</p>
nb: <h4>Velg størrelse</h4> <p>Du kan gjøre bokstaven din større eller mindre:</p>
nn: <h4>Endra storleik</h4> <p>Gjer at bokstaven veks eller krympar når nokon trykkjer på han:</p>
pt_br: <h4>Altere o tamanho</h4> <p>Faça sua letra crescer e encolher quando você clicar nela:</p>
sl: <h4>Spremeni velikost</h4> <p>Ob kliku na črko naj se le ta poveča oziroma zmanjša:</p>
vi: <h4>Thay đổi kích cỡ </h4> <p>Làm cho ký tự của bạn lớn ra hoặc co lại mỗi khi bạn bấm nó:</p>
zh_tw: <h4>改變尺寸</h4> <p>加入以下程式碼：當你按一下字母時，讓字母變大然後再縮小：</p>

source: Make your letter glide when you click it:
bn: তোমার অক্ষরটি গ্লাইড করাও যখন তুমি এটি ক্লিক কর:
cs: Zařiď ať tvoje písmena kloužou, když na ně klikneš:
cy: Gwnewch i'ch llythyren lithro pan fyddwch yn clicio arni:
fa: هنگامیکه روی آن کلیک میکنید، نامه خود را به سمت راست بکشید:
fr: Fais que les lettres glissent quand tu cliques dessus :
sl: Ob kliku na črko naj le ta začne drseti:
vi: Làm cho ký tự của bạn lướt đi mỗi khi bạn bấm vào nó:

source: Tip: When you drag a sprite to the position you want on the Stage, the <span class="motioncolor">glide</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
bn: টিপ: যখন তুমি মঞ্চে তোমার পছন্দের অবস্থানে একটি স্প্রাইট টেনে আনবে, প্যালেটে <span class="motioncolor">গ্লাইড</span> ব্লকসমূহ তার বর্তমান <strong>x</strong> এবং <strong>y</strong> অবস্থানের সাথে আপডেট হবে।
cs: Tip: Když přetáhneš postavu na požadovanou pozici na scéně, bloky <span class="motioncolor">klouzej</span> v paletě se upraví podle její aktuální <strong>x</strong> a <strong>y</strong>.
cy: Awgrym: Pan fyddwch yn llusgo corlun i'r safle ar y Llwyfan lle rydych ei eisiau, bydd y bloc<span class="motioncolor">llithro</span> yn y palet y diweddaru ei safle cyfredol <strong>x</strong> ac <strong>y</strong>.
de: Tipp: Wenn du eine Figur an die Stelle auf der Bühne ziehst, an der du sie haben möchtest, übernehmen die <span class="motioncolor">gleite zu</span>-Blöcke in der Palette die neue <strong>x</strong>- und <strong>y</strong>-Position der Figur.
fa: نکته: هنگامی که شکلکی را به یک موقعیت در صحنه می‌کشید، قطعه‌های <span class="motioncolor">سرخوردن</span> در جعبه رنگ نقاشی با موقعیت فعلی <strong>x</strong>و<strong>y</strong> به روز رسانی خواهد شد.
fr: Astuce: Quand tu fais glisser un lutin là ou tu veux sur la scène, les blocs <span class="motioncolor">aller à</span> de la palette vont changer avec la position courante en <strong>x</strong> et <strong>y</strong>.
kk: Кеңес: Сіз спрайтты Сахнаның қалаған жеріне шығарғаныңызда, палитрадағы <span class="motioncolor">жылжу</span>блоктары қазіргі <strong>x</strong> пен <strong>y</strong> позицияларына өзгереді.
nb: Tips: Når du drar en figur dit du vil ha den på scenen, blir den nye posisjonen satt inn som <strong>x</strong>- og <strong>y</strong>-tall i <span class="motioncolor">gli</span>-klossen du kan hente fra paletten.
nn: Tips: Når du dreg ein figur dit du vil ha han på scena, vert den nye posisjonen sett inn som <strong>x</strong>- og <strong>y</strong>-verdi i <span class="motioncolor">gli</span>-klossen som du kan henta inn.
pt_br: Dica: quando você arrastar um ator para a posição do palco que você quer, os blocos <span class="motioncolor">deslize</span> na paleta serão atualizados com sua posição <strong>x</strong> e <strong>y</strong> atual.
vi: Thủ thuật: khi bạn kéo đối tượng đến một vị trí bạn muốn trên Sân khấu, mảnh ghép <span class="motioncolor">Lướt</span> trong bảng theo dõi sẽ cập nhật vị trí <strong>x</strong>và <strong>y</strong> hiện tại.
zh_tw: 提示：當你在舞台上拖曳一個角色到你想要的位置時，面板中的 <span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span> 積木，會自動更新角色目前位置的<strong>x</strong>與<strong>y</strong>值。

source: <p>You can try adding other blocks to see what they do.</p>
bn: <p>অন্যান্য ব্লকসমূহ কি করে তা দেখতে তুমি সেগুলো যোগ করার চেষ্টা করতে পার।</p>
cs: <p>Můžeš přidat další bloky, abys viděl/a co umí.</p>
cy: <p>Gallwch geisio ychwanegu blociau eraill i weld beth maen nhw'n eu gwneud.</p>
de: <p>Du kannst andere Blöcke einfügen, um zu sehen, was sie machen.</p>
fa: <p>شما می‌توانید قطعههای دیگر را اضافه کرده تا ببینید چه کاری انجام می دهند.</p>
fr: <p>Tu peux essayer d'ajouter d'autres blocs pour voir quelle est leur action.</p>
kk: <p>Олардың не істейтінін көру үшін басқа блоктарды қосып көріңіз.</p>
nb: <p>Du kan legge inn andre klosser og se hva de gjør.</p>
nn: <p>Du kan òg prøva å leggja til andre klossar for å sjå kva dei gjer.</p>
pt_br: <p>Você pode tentar adicionar outros blocos para ver o que eles fazem.</p>
tr: <p>Diğer taşları da tek tek deneyip ne işe yaradıklarını kendin keşfet.</p>
vi: <p>Bạn có thể thử thêm những mảnh ghép khác để xem nó làm gì.</p>
zh_tw: <p>你可以嘗試加入其他的程式積木，來看看有什麼效果。</p>

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a>:
bn: এখন তুমি তোমার প্রজেক্টটি <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name studio</a> এ যুক্ত করতে পারবে:
cs: Teď můžeš přidat tvůj projekt do <a href="http://scratch.mit.edu/studios/432299/" target="_blank">studia Animuj jméno</a>:
cy: Nawr, gallwch chi ychwanegu eich project i'r <a href="http://scratch.mit.edu/studios/432299/" target="_blank">stiwdio Animeiddio Enw</a>:
de: Jetzt kannst du dein Projekt zum <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name Studio</a> (de: Animiere einen Namen) hinzufügen:
fa: اکنون می‌توانید برنامه خود را به <a href="http://scratch.mit.edu/studios/432299/" target="_blank">به حرکت آوردن استودیو نام</a>اضافه کنید:
fr: Maintenant tu peux ajouter ton projet au<a href="http://scratch.mit.edu/studios/432299/" target="_blank">Studio Anime un Nom</a>:
kk: ⇥Енді Сіз өз жобаңызды <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name студиясына</a>қоса аласыз:⇥
nb: Du kan vise fram prosjektet ditt i galleriet <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Animate a Name Studio</a>:
pt_br: Agora você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/432299/" target="_blank">estúdio Anime um Nome</a>:
tr: Şimdi projeni <a href="http://scratch.mit.edu/studios/432299/" target="_blank">Bir İsmi Canlandır Stüdyosu</a>na ekleyebilirsin:
vi: Bây giờ bạn có thể thêm chương trình vào <a href="http://scratch.mit.edu/studios/432299/" target="_blank">studio Tạo hiệu cho Tên</a>
zh_tw: 現在你可以將你的程式專案加入到 <a href="http://scratch.mit.edu/studios/432299/" target="_blank">姓名動畫工作室(Animate a Name studio)</a>: *目前無法加入

source: <p>For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
bn: <p>আরো ধারনার জন্য <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব টিপস</a> এ ক্লিক কর।</p>
cs: <p>Pro více nápadů klikni na <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy</a>.</p>
cy: <p>Am ragor o syniadau, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.
de: <p>Wenn du mehr Ideen brauchst, klicke auf <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle Tipps</a>.</p>
fa: <p>برای ایده‌های بیشتر، روی <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات</a>کلیک کنید.</p>
fr: <p>Pour plus d'idées, clique <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.</p>
kk: <p>Көбірек идеялар үшін,<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық кеңестер</a> басыңыз.</p>
nb: <p>Du kan få flere ideer her: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p>
nn: <p>Sjå <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a> for fleire idéar til prosjekt.</p>
pt_br: <p>Para mais ideias, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.</p>
tr: <p>Daha fazla fikir edinmek için buraya tıkla <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>.</p>
vi: Để có thêm nhiều ý tưởng, bấm vào <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả thủ thuật</a>.<p>
zh_tw: <p>找尋更多構想，點選 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。</p>

source: First, choose a backdrop
bn: প্রথমে, একটি ব্যাকড্রপ বাছাই কর
cs: Nejprve, vyber pozadí
cy: Yn gyntaf, dewiswch gefnlen
de: Wähle zuerst ein Bühnenbild
fa: ابتدا، پس‌زمینه را انتخاب کنید
fr: Ensuite, choisis un arrière-plan.
id: Pertama, pilih sebuah latar
kk: Алдымен, фонды таңдаңыз
nb: Først, velg et bakgrunnsbilde
nn: Vel først eit bakgrunnsbilete
pt_br: Primeiro, escolha um pano de fundo
sl: Najprej izberi ozadje
tr: Önce bir dekor seç
vi: Đầu tiên, chọn phông nền
zh_tw: 首先，選擇舞台的背景

source: Created for Europe Code Week 2015
bn: Europe Code Week 2015 এর জন্য তৈরি করা হয়েছে
cs: Vytvořeno pro Europe Code Week 2015
cy: Crëwyd ar gyfer Europe Code Week 2015
de: Erstellt für die europäische Programmierwoche Code Week 2015
fa: برای هفته کدگذاری 2015 اروپا ساخته شده است
fr: Créer pendant la Semaine Européenne de la Programmation 2015
kk: Europe Code Week 2015 үшін жасалынды
nb: Laget for "Europe Code Week 2015"
nn: Laga for «Europe Code Week 2015»
pt_br: Criado para a Semana de Programação da Europa de 2015
sl: Narejeno za Evropski teden kode 2015
tr: Avrupa Kodlama Haftası 2015 tarafından yaratıldı
vi: Đã được tạo ra cho Tuần lễ lập trình châu Âu 2015
zh_tw: 創建自 Europe Code Week 2015

source: Developed in partnership with
bn: অংশীদারিত্বের সাথে ডেভলপ করা হয়েছে
cs: Vytvořeno ve spolupráci s
cy: Datblygwyd mewn partneriaeth gyda
de: Entwickelt in Zusammenarbeit mit
fa: پیشرفت همکاری با
fr: Développé en partenariat avec
kk: Серіктестікпен жасалды
nb: Utviklet i samarbeid med
nn: Utvikla i samarbeid med
pt_br: Desenvolvido em parceria com
sl: Razvito v sodelovanju z
vi: Phát triển tinh thần đồng đội cùng với
zh_tw: 參與開發者：

source: Ode to Code music by Brendan D. Paolini
bn: ব্রেন্ডন ডি. পাওলিনি এর ওড টু কোড সঙ্গীত
cs: Óda na kód, hudbu složil Brendan D. Paolini.
cy: Cerddoriaeth 'Ode to Code' gan Brendan D. Paolini
de: "Ode to Code" - Musik von Brendan D. Paolini
fa: قصیده برای کدگذاری موسیقی توسط برندن د. پائولینی
fr: Musique "Ode to Code" by Brendan D. Paolini
nb: "Ode til kode"-musikk av Brendan D. Paolini
nn: «Ode til kode»-musikk av Brendan D. Paolini
pt_br: Ode ao código, música de Brendan D. Paolini
vi: bài hát Ode to Code viết bởi Brendan D. Paolini

source: Click the Stage, then click the <span class="tab-ref">Backdrops</span> tab.
bn: মঞ্চে ক্লিক কর, তারপর <span class="tab-ref">ব্যাকড্রপ</span> ট্যাবে ক্লিক কর।
cs: Klikni na Scénu, poté klikni na záložku <span class="tab-ref">Pozadí</span> .
cy: Cliciwch y Llwyfan, yna cliciwch y tab <span class="tab-ref">Cefnlenni</span>.
de: Klicke die Bühne an und dann auf den Reiter <span class="tab-ref">Bühnenbilder</span>.
fa: روی صحنه کلیک کنید، سپس زبانه <span class="tab-ref">پس‌زمینه‌ها</span>را کلیک کنید.
fr: Clique sur la Scène puis clique sur l'onglet <span class="tab-ref">Arrière-Plans</span>.
kk: Сахнаға басыңыз, сосын <span class="tab-ref">Фон</span> ты басыңыз.
nb: Klikk på scenen, og deretter på <span class="tab-ref">Bakgrunner</span>-fanen.
nn: Trykk på scena og deretter på <span class="tab-ref">Bakgrunnar</span>-fana.
pt_br: Clique no palco e então clique na guia <span class="tab-ref">Panos de fundo</span>.
vi: Bấm chọn Sân khấu, sau đó chọn thẻ <span class="tab-ref">Phông nền</span>.
zh_tw: 選擇物件區中的舞台縮圖，然後切換成 <span class="tab-ref">背景</span> 頁籤。

source: Choose the backdrop you want from the list:
bn: তালিকা থেকে তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর:
cs: Vyber si pozadí které chceš ze seznamu:
cy: Dewiswch y gefnlen rydych ei heisiau o'r rhestr:
de: Wähle das Bühnenbild aus, das du gerne hättest:
fa: پس‌زمینه‌ای که می‌خواهید را از لیست انتخاب کنید:
fr: Choisis dans la liste l'arrière-plan que tu veux :
kk: Өзіңіз қалаған фонды тізімнен таңдаңыз:
nb: Velg en bakgrunn du liker fra listen:
nn: Vel bakgrunnen du vil ha frå lista:
pt_br: Escolha o pano de fundo desejado na lista:
sl: Iz seznama izberi ozadje:
vi: Chọn phông nền bạn muốn từ danh sách:
zh_tw: 從清單中選擇你想要使用的背景：

source: Want to add a different backdrop?
bn: অন্য একটি ব্যাকড্রপ যোগ করতে চাও?
cs: Chceš přidat jiné pozadí?
cy: Eisiau ychwanegu cefnlen wahanol?
de: Möchtest du ein anderes Bühnenbild?
fa: آیا می‌خواهید یک پس‌زمینه متفاوت اضافه کنید؟
fr: Tu veux un arrière-plan différent ?
kk: Басқа фон қосқыңыз келе ме?
nb: Vil du legge inn en ny bakgrunn?
nn: Vil du leggja inn ein annan bakgrunn?
pt_br: Quer adicionar um pano de fundo diferente?
sl: Bi rad dodal drugačno ozadje?
tr: Farklı bir arka plan eklemek ister misin?
vi: Bạn muốn thêm phông nền khác?
zh_tw: 想要使用不同的背景？

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
bn: ব্যাকড্রপ লাইব্রেরি খুলতে <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> আইকনটি ক্লিক কর:
cs: Klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikonku k otevření knihovny pozadí:
cy: Cliciwch yr eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor y llyfrgell Cefnlenni:
de: Klicke auf das <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-Symbol, um die Bühnenbilderbibliothek zu öffnen:
fa: برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:
fr: Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque d'arrière-plans:
kk: Фондардың базасын ашу үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> басыңыз:
nb: Klikk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet for å åpne biblioteket:
nn: Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet for å opna biblioteket med bakgrunnsbilete:
pt_br: Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de panos de fundo:
sl: Klikni na ikono <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, da odpreš knjižnico ozadij:
vi: Bấm vào biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để mở thư viện Phông nền:
zh_tw: 點選這個圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 來開啓背景範例庫：

source: Next, add music
bn: তারপর, সঙ্গীত যোগ কর
cs: Dále, přidej hudbu
cy: Nesaf, ychwanegwch gerddoriaeth
de: Ergänze als nächstes die Musik
fa: بعد، موسیقی را اضافه کنید
fr: Ensuite, ajoute de la musique
kk: Келесі, әуенді қосыңыз.
nb: Videre: Legg på musikk
nn: Vidare: legg på musikk
pt_br: Em seguida, adicione música
sl: Sedaj dodaj glasbo
tr: Sonra, müzik ekle
vi: Tiếp theo, thêm âm nhạc
zh_tw: 下一步，添加音樂

source: To select music, click the <span class="tab-ref">Sounds</span> tab.
bn: সঙ্গীত নির্বাচন করতে,<span class="tab-ref"> শব্দ</span> ট্যাব এ ক্লিক করো।
cs: Pro vybrání hudby klikni na záložku <span class="tab-ref">Zvuky</span>.
cy: I ddewis cerddoriaeth, cliciwch y tab <span class="tab-ref">Sounds</span>.
de: Um die Musik auszusuchen, klicke auf den <span class="tab-ref">Klänge</span>-Reiter.
fa: برای انتخاب موسیقی، روی زبانه <span class="tab-ref">صداها</span>کلیک کنید.
fr: Pour sélectionner de la musique, clique sur l'onglet <span class="tab-ref">Sons</span>.
kk: Әуенді таңдау үшін, <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз.
nb: For å velge musikk klikker du <span class="tab-ref">Lyder</span>-fanen.
nn: For å leggja på musikk, trykk på <span class="tab-ref">Lyder</span>-fana.
pt_br: Para selecionar a música, clique na guia <span class="tab-ref">Sons</span>.
sl: Da izbereš glasbo, klikni na zavihek <span class="tab-ref">Zvoki</span> .
vi: Để chọn âm nhạc, bấm vào thẻ <span class="tab-ref">Âm thanh</span>.
zh_tw: 若要選擇音樂，請切換到 <span class="tab-ref">音效</span> 頁籤。
