Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Open the Device Manager on your computer, and then click the <strong>Connect</strong> button in the Device Manager:
bn: তোমার কম্পিউটারে ডিভাইস ম্যানেজার খোল, এবং তারপর ডিভাইস ম্যানেজারে <strong>সংযোগ</strong> বাটনটি ক্লিক কর:
cs: Otevři Správce zařízení na svém počítači a klikni na <strong>tlačítko Připojit</strong> ve Správci zařízení:
cy: Agorwch y Rheolwr Dyfeisiau ar eich cyfrifiadur ac yna clicio'r botwm <strong>Cysylltu</strong> yn y Rheolwr Dyfeisiau:
de: Öffne die Geräte-Einstellungen an deinem Computer, dann klicke auf den <strong>Verbinde</strong>-Button in den Geräte-Einstellungen.
fa: مدیر دستگاه را بر روی رایانه خود باز کنید، و سپس روی دکمه <strong>اتصال</strong> در مدیریت دستگاه کلیک کنید:
fr: Ouvre le Gestionnaire de Périphérique sur ton ordinateur et clique sur le bouton <strong>Connecter</strong> du Gestionnaire de Périphérique :
kk: Компьютеріңіздегі Құрылғы менеджерін ашыңыз, содан соң Құрылғы менеджеріндегі <strong>Қосылу</strong>-ды басыңыз.
nb: Åpne "Device manager" på din datamaskin og klikk <strong>Connect</strong>-knappen:
nn: Opna einingshandsamaren («Device Manager») på datamaskina trykk på <strong>Kopla til / Connect</strong>-knappen:
pt_br: Abra o Gerenciador de dispositivos em seu computador e então clique no botão <strong>Conectar</strong> no Gerenciador de dispositivos:
tr: Bilgisayarından Aygıt Yöneticisini Aç ve ardından Aygıt Yöneticisinden <strong>Bağlan </strong> butonuna tıkla
vi: Mở Quản lý Thiết bị trên máy tính của bạn, và sau đó bấm nút<strong>Kết nối</strong> trong Quản lý Thiết bị:
zh_tw: 打開裝置管理器，按下 <strong>連接</strong> 按鈕：

source: Next, press the WeDo button
bn: তারপর, WeDo বাটনটি চাপ দাও
cs: Dále stiskni tlačítko WeDo
cy: Nesaf, pwyswch y botwm WeDo
de: Drücke als nächstes den WeDo-Knopf
fa: بعد، دکمه WeDo را فشار دهید
fr: Ensuite, appuie sur le bouton WeDo
kk: Енді, WeDo батырмасын басыңыз
nb: Videre, trykk WeDo-knappen
nn: Vidare: trykk på WeDo-knappen
pt_br: Em seguida, aperte o botão WeDo
tr: Sonra, WeDo butonuna bas.
vi: Tiếp theo, bấm nút WeDo
zh_tw: 下一步，按下 WeDo 上按鈕

source: Now, press the green button on the WeDo hub. It should begin to flash, and then make a sound when it connects.
bn: এখন, WeDo হাবের সবুজ বাটন চাপ দাও। এটি ফ্ল্যাশ করা শুরু করা উচিত, এবং তারপর এটি সংযোগ করার সময় একটি শব্দ করা উচিত।
cs: Nyní stiskni zelené tlačítko na WeDo rozbočovači. Mělo by začít blikat a poté přehrát zvuk, pokud bude připojeno.
cy: Nawr, pwyswch y botwm gwyrdd ar hwn WeDo. Dylai gychwyn fflachio, ac yna gwneud sŵn wrth gysylltu.
de: Jetzt drücke den grünen Knopf im WeDo-Hub. Es sollte anfangen zu blinken, und dann macht es ein Geräusch, wenn es anfängt zu verbinden.
fa: اکنون، دکمه سبز را روی مرکز WeDo فشار دهید. باید شروع به درخشیدن کند، و پس از اتصال صدایی ایجاد کند.
fr: Maintenant, appuie sur le bouton vert sur le hub WeDo. Il doit commencer à clignoter et ensuite produire un son quand il se connecte.
kk: Енді, WeDo хабындағы жасыл батырманы басыңыз. Ол жыпылықтап бастауы қажет және қосылған сәтте дыбыс шығарады.
nb: Trykk på den grønne knappen på koblingsklossen til WeDo.
nn: Trykk på den grøne knappen på WeDo-koplingsboksen. Han skal då starta å blinka, og vil laga ein lyd når han klarar å kopla til datamaskina.
pt_br: Agora, pressione o botão verde no WeDo. Ele deve começar a piscar, e depois emitir um som quando se conectar.
tr: Şimdi, WeDo merkezindeki yeşil butona basın. Flaş yanmaya başlaması ve daha sonra bağlandığında ses çıkarması gerekiyor.
vi: Bây giờ, bấm vào nút xanh trên cổng WeDo. Nó bắt đầu nhá lên, và sau đó phát âm thanh khi nó kết nối.
zh_tw: 接下來，按下 WeDo 主機上的綠色按鈕，它應該會開始閃爍，連接成功時會發出聲音。

source: When connected, the Device Manager will look like this:
bn: যখন সংযুক্ত হবে, ডিভাইস ম্যানেজার দেখা যাবে এমন:
cs: Až bude připojeno, Správce Zařízení bude vypadat takto:
cy: Pan wedi cysylltu, bydd y Rheolwr Dyfeisiau'n edrych fel hyn:
de: Wenn es verbunden ist, werden die Geräte-Einstellunge so aussehen:
fa: هنگام اتصال، مدیر دستگاه مانند این خواهد بود:
fr: Une fois connecté, le Gestionnaire de Périphériques doit ressembler à ça :
kk: Құрылғы Менеджері қосылулы кезінде осындай болады:
nb: Når forbindelsen er etablert ser "Device manager" slik ut:
nn: Når sambandet er oppretta, vil einingshandsamaren sjå slik ut:
pt_br: Ao realizar a conexão, o Gerenciador do dispositivo vai ficar assim:
tr: Bağlandığında, Aygıt Yöneticisi şu şekilde görünecek:
vi: Khi đã kết nối, Quản lý Thiết bị sẽ trông như thế này:
zh_tw: 當被連結時，裝置管理器會變得像這樣：

source: Make sure your WeDo hub is turned on and near your computer.
bn: নিশ্চিত হও তোমার WeDo হাব চালু আছে এবং সেটি তোমার কম্পিউটারের কাছে আছে।
cs: Ujisti se, že je tvůj WeDo rozbočovač zapnutý a že je poblíž tvého počítače.
cy: Gwnewch yn siŵr fod hwb WeDo wedi ei droi ymlaen ac wrth ymyl eich cyfrifiadur.
de: Stelle sicher, dass sich der WeDo-Hub in der Nähe deines Computer befindet und eingeschaltet ist.
fa: اطمینان حاصل کنید که مرکز WeDo شما روشن و در نزدیکی رایانه شما است.
fr: Assure-toi que le hub WeDo est allumé et place le à côté de ton ordinateur.
kk: WeDo хабы қосулы және компьютеріңіздің жанында екеніне көз жеткізіңіз.
nb: Pass på at koblingsklossen (hub) er skrudd på og befinner seg i nærheten av datamaskinen.
nn: Pass på at WeDo-koplingsboksen er slått på og står i nærleiken av datamaskina.
pt_br: Verifique se seu WeDo está ligado e próximo ao seu computador.
tr: WeDo merkezinizin açık ve bilgisayarınızın yakınında olduğundan emin olun.
vi: Chắc rằng cổng WeDo của bạn được bật lên và ở gần máy tính của bạn.
zh_tw: 確定你的 WeDo 主機已經打開且靠近電腦。

source: Next, start creating!
bn: এরপর, তৈরি করা শুরু কর!
cs: Dále, začni tvořit!
cy: Nesaf, cychwyn creu!
de: Beginne jetzt mit dem kreativen Prozess!
fa: سپس، شروع به ساختن کنید!
fr: Ensuite, commence à créer !
kk: Еңді, құрастыруды бастаңыз!
nb: Videre, sett i gang å lage ting!
nn: Vidare: lag noko!
pt_br: Em seguida, comece a criar!
sl: Sedaj začni ustvarjati!
tr: Sonra, yaratmaya başla!
vi: Kế tiếp, bắt đầu sáng tạo thôi!
zh_tw: 下一步，開始創造！

source: You’re ready to go! You should see a green status light in the Blocks palette in Scratch, and a list of new blocks for the WeDo. Start Scratching!
bn: তুমি শুরু করতে প্রস্তুত! তোমার Scratch এ ব্লক প্যালেটে একটি সবুজ স্ট্যাটাস লাইট এবং WeDo এর জন্য নতুন ব্লকের একটি তালিকা দেখতে হবে। স্ক্র্যাচিং শুরু কর!
cs: Jsi připraven/a pokračovat! Měl/a bys vidět zelené světýlko na paletě bloků ve Scratchi a seznam nových bloků pro WeDo. Začni Scratchovat!
cy: Barod i fynd! Dylech weld golau statws gwyrdd ym mhalet Blociau Scratch a rhestr o flociau newydd ar gyfer WeDo. Cychwynnwch Scratchio!
de: Du kannst jetzt loslegen! Du solltest ein grünes Statuslicht in der Block-Palette sehen und eine Liste der neuen Blöcke für WeDo. Scratch los!
fa: شما آماده رفتن هستید! شما باید یک نور وضعیت سبز در پالت قطعه‌ها در اسکرچ و یک لیست از قطعه‌های جدید برای WeDo را ببینید. شروع به اسکرچ کنید!
fr: Tu es prêt ! Tu dois voir une lumière verte dans la palette Blocs de Scratch et une liste de nouveau blocs pour WeDo. Commence à Scratcher !
kk: Сіз бастауға дайынсыз! Скретчтегі Блок палитрасында жасыл статус жарығын және WeDo-ға арналған жаңа блоктарды көруіңіз қажет. Скретчингті бастаңыз!
nb: Du er klar! Du skal nå se et grønt lys ved klossene i Scratch, og en liste av nye klosser for WeDo. Scratch i vei!
nn: Du er klår! Du skal no sjå eit grønt lys ved klossane i Scratch, samt fleire nye WeDo-klossar. Scratch i veg!
pt_br: Você está pronto para começar! Você deve usar uma luz de status verde na paleta de blocos no Scratch, e uma lista de novos blocos para o WeDo. Comece a usar o Scratch!
tr: Gitmeye hazırsın! Scratch' teki bloklar paletinde yeşil bir durum ışığı ve WeDo için yeni blokların bir listesini görmelisiniz. Scratch'lemeye başla!
vi: Bạn đã sẵn sàng! Bạn nên xem trạng thái đèn xanh lá trong bảng Mảnh ghép trong Scratch, và một danh sách những mảnh ghép mới cho WeDo. Bắt đầu Scratching nào!
zh_tw: 準備好開始囉！你應該看到在積木面板上的狀態燈是綠色的了，同時，新的 WeDo 積木應該也顯示在列表中。開始 Scratching 一番吧！

source: Each time you start a new project, you'll need to add the WeDo blocks and click 'Connect' in the Device manager.
bn: প্রতিবার যখন তুমি একটি নতুন প্রজেক্ট শুরু করবে, তোমাকে WeDo ব্লকসমূহ যুক্ত করতে হবে এবং ডিভাইস ম্যানেজারে 'Connect' ক্লিক করতে হবে।
cs: Pokaždé, když začneš nový projekt, budeš muset přidat WeDo bloky a kliknout 'Připojit' ve Správci zařízení.
cy: Bob tro fyddwch y cychwyn project newydd, byddwch angen ychwanegu blociau WeDo a chlicio 'Cysylltu' yn y Rheolwr Dyfeisiau.
fa: هر بار که شما یک برنامه جدید را شروع می‌کنید، باید قطعه‌های WeDo را اضافه کرده و در مدیریت دستگاه روی "اتصال" کلیک کنید.
fr: Chaque fois que tu démarres un projet, tu devras ajouter les blocs WeDo et cliquer 'Connecter' dans le gestionnaire de prériphériques.
kk: Әрбір жаңа жоба бастаған кезде WeDo блотарын қосып, Құрылғы менеджеріндег 'Қосылу' -ны басып отыруыңыз қажет.
nb: Hver gang du begynner på et nytt prosjekt må du legge til WeDo-klossene og koble til ved å klikke "Connect" i "Device manager".
nn: Kvar gong du lagar eit nytt prosjekt, må du leggja til WeDo-klossane og trykkja på «Kopla til / Connect» i einingshandsamaren.
pt_br: Toda vez que você iniciar um novo projeto, você precisa adicionar os blocos WeDo e clicar em 'Conectar' no Gerenciador de Dispositivos.
tr: Her defasında yeni bir projeye başladığınızda, WeDo bloklarını eklemeniz ve Aygıt Yöneticisinden "Bağlan" a tıklamanız gerekecek.
vi: Mỗi lần bạn bắt đầu chương trình mới, bạn sẽ cần thêm các mảnh ghép WeDo và bấm 'Kết nối' trong quản lý Thiết bị.
zh_tw: 當每次開啟新專案時，你需要再添加 WeDo 相關積木，然後在裝置管理器上「連接」它們。

source: See troubleshooting tips
bn: সমস্যা সমাধানের টিপস দেখ
cs: Podívej se na tipy pro řešení problémů.
cy: Darllenwch yr awgrymiadau datrys problemau
fa: نکات عیب‌یابی را ببینید
fr: Voir les astuces de résolution de problèmes
kk: Ақаулық себебін іздеу және түзету кеңестерін қараңыз
nb: Se tips for feilsøking.
nn: Sjå feilsøkingstipsa
pt_br: Veja dicas de solução de problemas
sl: Poglej namige za odpravljanje napak
tr: Sorun giderme ipuçlarına bak
vi: Xem thủ thuật xử lý sự cố
zh_tw: 參見問題排除

source: If it's not working:
bn: যদি এইটা কাজ না করে:
cs: Pokud to nefunguje:
cy: Os nad yw'n gweithio:
de: Wenn es nicht funktioniert:
fa: اگر کار نمی‌کند:
fr: Si ça ne fonctionne pas :
kk: Егер істемейтін болса:
nb: Hvis det ikke virker:
nn: Viss det ikkje verkar:
pt_br: Se não funcionar:
sl: Če ne deluje:
tr: Eğer çalışmıyorsa:
vi: Nếu nó không hoạt động:
zh_tw: 如果無法使用：

source: Make sure you have installed the Device Manager.
bn: নিশ্চিত হও যে তুমি ডিভাইস ম্যানেজার ইনস্টল করেছ।
cs: Ujisti se, že jsi si nainstaloval/a Správce zařízení.
cy: Gwnewch yn siŵr eich bod wedi gosod y Rheolwr Dyfeisiau.
de: Stelle sicher, dass du den Geräte-Manager installiert hast.
fa: اطمینان حاصل کنید که مدیر دستگاه را نصب کرده‌اید.
fr: Assure-toi que le Gestionnaire de Périphériques est installé.
kk: Құрылғы Менеджерін орнатқаныңызға көз жеткізіңіз.
nb: Pass på at du har installert "Device manager".
nn: Sjå til at du har installert einingshandsamaren («Device Manager»).
pt_br: Verifique se você instalou o Gerenciador de dispositivos.
tr: Aygıt Yöneticisi indirdiğinden emin ol.
vi: Chắc rằng bạn đã cài đặt Quản lý Thiết bị
zh_tw: 確定你已經安裝好裝置管理器了。

source: Make sure your WeDo 2.0 is turned on and ready to connect.
bn: তোমার WeDo 2.0 চালু আছে কি নিশ্চিত হও এবং সংযোগের জন্য প্রস্তুত হও।
cs: Ujisti se, zda je tvé WeDo 2.0 zapnuté a připravené k připojení.
cy: Gwnewch yn siŵr fod eich WeDo wedi ei droi ymlaen ac yn barod i gysylltu.
de: Stelle sicher, dass dein WeDo 2.0 eingeschaltet und bereit zum verbinden ist.
fa: اطمینان حاصل کنید که WeDo 2.0 شما روشن و آماده اتصال است.
fr: Assure-toi que WeDo 2.0 est activé et est prêt à se connecter.
kk: WeDo 2.0 қосулы екеніне және қосылуға дайын екеніне көз жеткізіңіз.
nb: Pass på at din WeDo 2.0 er skrudd på og klar for tilkobling.
nn: Sjå til at WeDo 2.0-koplingsboksen er slått på og klår for tilkopling.
pt_br: Verifique se seu WeDo 2.0 está ligado e pronto para conectar-se.
tr: WeDo 2.0 nin açık ve bağlanmaya hazır olduğundan emin ol.
vi: Chắc rằng WeDo 2.0 của bạn được bật và sẵn sàng kết nối.
zh_tw: 確定你的 WeDo 2.0 主機已經打開並已準備好連結。

source: Turn on Bluetooth on your computer.
bn: তোমার কম্পিউটারের ব্লুটুথ চালু কর।
cs: Zapni Bluetooth na svém počítači.
cy: Trowch Bluetooth ymlaen ar eich cyfrifiadur.
de: Schalte Bluetooth an deinem Computer ein.
fa: بلوتوث کامپیوتر خود را روشن کنید.
fr: Active Bluetooth sur ton ordinateur.
kk: Компьютеріңізде Bluetooth-ды қосыңыз.
nb: Skru på Bluetooth på datamaskinen.
nn: Slå på Bluetooth-støtte på datamaskina.
pt_br: Ligue o Bluetooth em seu computador.
sl: Vklopi bluetooth na tvojem računalniku.
tr: Bilgisayarında Bluetooth u aç.
vi: Bật Bluetooth trên máy tính của bạn.
zh_tw: 啟動連接到電腦上的藍芽裝置。

source: Make sure you have a Mac with Bluetooth Low-Energy (see below).
bn: নিশ্চিত কর যে তোমার ব্লুটুথ লো-এনার্জি সহ একটি Mac আছে (নিচে দেখ)।
cs: Ujisti se, že tvůj Mac podporuje Bluetooth Low-Energy (viz níže).
cy: Gwnewch yn siŵr fod gennych Mac gyda Bluetooth Low-Energy (gw. isod)
de: Stelle sicher, dass du einen Mac mit Bluetooth Low-Energy hast (Siehe unten).
fa: اطمینان حاصل کنید که Mac دارای بلوتوث کم انرژی دارید (به زیر نگاه کنید).
fr: Assure-toi de bien avoir un Mac avec Bluetooth Low-Energy (voir ci-dessous).
kk: Сіздің Mac- ыңызда Bluetooth Төменгі Энергия бар екеніне көз жеткізіңіз (төменнен қараңыз).
nb: Husk at du trenger en Mac med Bluetooth Low Energy (se nedenfor).
nn: Hugs at du treng ei Mac-maskin med Bluetooth Low Energy (sjå nedanfor).
pt_br: Verifique se você tem um Mac com Bluetooth Low-Energy (veja abaixo).
tr: Bluetooth Düşük Enerjili bir Mac in olduğundan emin ol. (aşağıya bakınız.)
vi: Chắc rằng bạn có máy Mac có Bluetooth Low-Energy (xem bên dưới).
zh_tw: 確定你的系統是 Mac 且有 Bluetooth LE 裝置（請參考下方）。

source: Close any other tabs or windows running with Scratch.
bn: Scratch দিয়ে চলমান অন্য কোন ট্যাব বা windows বন্ধ কর।
cs: Zavři všechny ostatní panely nebo okna kde běží Scratch.
cy: Dewiswch unrhyw dab arall neu ffenestr sy'n rhedeg Scratch.
de: Schließe alle anderen Tabs oder Fenster, auf denen Scratch läuft.
fa: هر زبانه یا پنجره دیگر که در حال اجرای اسکرچ است را ببندید.
fr: Fermer tous les autres onglets ou fenêtres exécutant Scratch.
kk: Скретчпен жұмыс істеп тұрған кез келген қосымшалар не терезелерді жабыңыз.
nb: Steng andre vinduer eller faner med Scratch.
nn: Lukk andre vindauge eller faner med Scratch.
pt_br: Feche quaisquer outras guias ou janelas em execução com o Scratch.
tr: Diğer Scratch çalışan sekme ve pencereleri kapat
vi: Đóng bất kỳ thẻ nào khác hay cửa sổ đang chạy với Scratch.
zh_tw: 關閉在分頁上或其他瀏覽器上正在運行的 Scratch。

source: Restart your browser.
bn: তোমার ব্রাউজার পুনরায় চালু কর।
cs: Restartuj svůj prohlížeč.
cy: Ailgychwynnwch eich porwr.
de: Starte deinen Browser neu.
fa: مرورگر خود را یکبار بسته و دوباره باز کنید.
fr: Redémarre ton navigateur.
kk: Браузерді қайта жүктеңіз.
nb: Start nettleseren på nytt.
nn: Start nettlesaren på nytt.
pt_br: Reinicie seu navegador.
sl: Ponovno zaženi brskalnik.
tr: Internet Gezginini yeniden başlat
vi: Khởi động lại trình duyệt.
zh_tw: 將瀏覽器重新啟動。

source: Restart the Device Manager (go to your <strong>Applications</strong> folder and open the <strong>Scratch Device Manager</strong>).
cs: Restartuj Správce zařízení (jdi do složky svých <strong>Aplikací</strong> a otevři <strong> Správce zařízení Scratch</strong>).
cy: Ailgychwynnwch y Rheolwr Dyfeisiau (ewch i'ch ffolder <strong>Rhaglenni</strong> ac agor <strong>Rheolwr Dyfeisiau Scratch</strong>).
fa: مدیر دستگاه را راه اندازی مجدد کنید (به فولدر <strong>Applications</strong>رفته و <strong>Scratch Device Manager</strong> را باز کنید).
fr: Redémarre le Gestionnaire de Périphériques (va ton dossier <strong>Applications</strong> et ouvre <strong>Gestionnaire de Périphériques Scratch</strong>).
kk: Құрылғы менеджерін қайта қосыңыз (<strong>Қолданбалар</strong> папкасына өтіңіз және <strong>Скретч Құрылғы менеджері</strong>-ін ашыңыз).
nb: Start "Device manager" på nytt. (Gå til <strong>Applications</strong>-mappen og åpne <strong>Scratch Device Manager</strong>.)
nn: Start einingshandsamaren på nytt. (Gå til <strong>Program / Applications</strong>-mappa og opna <strong>Scratch Device Manager</strong>.)
pt_br: Reinicie o Gerenciador de dispositivos (acesse sua pasta de <strong>Aplicações</strong> e abra o <strong>Gerenciador de dispositivos do Scratch</strong>).
tr: Aygıt Yöneticisini yeniden başlatınız (<strong>Uygulamalar</strong> klasörüne gidiniz ve <strong>Scratch Aygıt Yöneticisi</strong> ni açınız).
vi: Khởi động lại Quản lý Thiết bị (vào thư mục <strong>Applications</strong> của bạn và mở <strong>Quản lý Thiết bị Scratch</strong>).
zh_tw: 將<strong>裝置管理器</strong><strong>重新啟動</strong>。

source: If you have more than one computer or device, turn the others off (or move far away) to make sure you are connecting the device to the computer you want.
bn: তোমার যদি একাধিক কম্পিউটার বা ডিভাইস থাকে, তবে তুমি যে কম্পিউটারটি চাও তার সাথে তুমি ডিভাইসটি সংযুক্ত করছ কিনা তা নিশ্চিত করতে অন্যগুলি বন্ধ কর (বা দূরে সরাও)।
cs: Pokud máš více počítačů nebo zařízení, tak ta ostatní vypni (nebo je přesuň daleko od sebe) abys měl/a jistotu, že se připojíš k tomu zařízení, ke kterému chceš.
cy: Os oes gennych fwy nag un cyfrifiadur neu ddyfais, diffoddwch y lleill ( neu eu symud i ffwrdd) i wneud yn siŵr eich bod yn cysylltu'r ddyfais â'ch cyfrifiadur.
fa: اگر بیش از یک رایانه یا دستگاه دارید، دیگران را خاموش کنید (یا از آن‌ها دور شوید)، تا اطمینان حاصل کنید که دستگاه را به رایانه‌ای که می‌خواهید وصل می‌کنید.
fr: Si tu as plus d'un ordinateur ou périphérique, éteins les autres (ou éloigne-les) pour être sûr que tu connectes le périphérique au bon ordinateur.
kk: Егер сізде бірнеше компьютер немесе құрылғы бар болса, басқаларын өшіріңіз (немесе алысқа жылжытыңыз) да құрылғыны тиісті компьютерге жалғаулы екеніне көз жеткізіңіз.
tr: Eğer birden fazla bilgisayarınız veya cihazınız varsa, cihazınızı istediğiniz bilgisayara bağladığınızdan emin olmak için diğerlerini kapatınız (veya uzaklaştırınız).
vi: Nếu bạn có nhiều máy tính hay thiết bị, tắt các thiết bị khác (hay di chuyển chúng ra xa) để đảm bảo bạn đang kết nối với thiết bị mà máy tính bạn muốn.
zh_tw: 如果你有其他的電腦或是裝置，先將它們關掉（或者移遠一點），這可以避免過多的干擾，讓你順利連接到想要的裝置上。

source: Remove any previous versions of the Device Manager.
bn: ডিভাইস ম্যানেজারের আগের যেকোন সংস্করণ মুছে ফেল।
cs: Odstraň jakoukoliv předchozí verzi ze Správce zařízení
cy: Tynnwch unrhyw fersiynau blaenorol o'r Rheolwr Dyfeisiau.
de: Entferne jegliche früheren Versionen des Geräte-Managers.
fa: هر نسخه قبلی مدیر دستگاه را حذف کنید.
fr: Supprime toutes les version précédentes du Gestionnaire de Périphériques.
kk: Құрылғы менеджерінің кез келген алдынғы нұсқаларын алып тастаңыз.
nb: Fjern eventuelle tidligere versjoner av "Device manager".
nn: Fjern eventuelle gamle versjonar av einingshandsamaren.
pt_br: Remova quaisquer versões anteriores do Gerenciador de dispositivos.
tr: Aygıt yöneticisinin önceki versiyonlarını kaldır.
vi: Xóa các phiên bản trước của Quản lý Thiết bị.
zh_tw: 移除之前安裝的、版本較舊的裝置管理器。

source: Does your Mac have Bluetooth Low Energy?
bn: তোমার Mac এর কি ব্লুটুথে কম শক্তি আছে?
cs: Podporuje tvůj Mac Bluetooth Low Energy technologii?
cy: A oes gan eich Mac Bluetooth Low Energy?
fa: آیا Mac شما بلوتوث کم انرژی دارد؟
fr: Est-ce que ton Mac a le Bluetooth Low Energy ?
kk: Сіздің Mac- ыңызда Bluetooth Төменгі Энергия бар ма?
nb: Sjekk: har din Mac Bluetooth Low Energy?
nn: Har din Mac-maskina Bluetooth Low Energy?
pt_br: Seu Mac tem um Bluetooth Low Energy?
tr: Senin Mac inin Bluetooth Düşük Enerjisi var mı?
vi: Máy Mac của bạn bạn có Bluetooth Low Energy không?
zh_tw: 你的 Mac 上有藍芽裝置嗎？

source: Here's how to check if your Mac can use the LEGO WeDo 2.0 extension.
bn: তোমার Mac এ LEGO WeDo 2.0 এক্সটেনশন ব্যবহার করতে পারবে কিনা তা এখানে যাচাই করে দেখ।
cs: Tady je návod, jak zkontrolovat, zda tvůj Mac podporuje rozšíření LEGO WeDo 2.0.
cy: Dyma sut mae gweld os yw eich Mac yn allu defnyddio estyniad LEGO WeDo 2.0.
fa: در اینجا نحوه بررسی اینکه آیا Mac شما می تواند از برنامه افزودنی LEGO WeDo 2.0 استفاده کند، آمده است.
fr: Voici comment vérifier si ton Mac peut utiliser l'extension LEGO WeDo 2.0.
kk: Сіздің Mac-ыңыз LEGO WeDo 2.0 кеңейтілімін қолдану мүмкіншілігін мында тексере аласыз.
nb: Slik sjekker du om din Mac kan bruke tilleggsfunksjonene for Lego WeDo 2.0.
nn: Slik sjekkar du om Mac-maskina kan bruka tilleggsfunksjonane for Lego WeDo 2.0 .
pt_br: Temos aqui uma forma de verificar se seu Mac pode usar a extensão LEGO WeDo 2.0.
tr: Buradan Mac bilgisayarınız LEGO WeDo 2.0 eklentisini kullanabiliyor mu kontrol edebilirsiniz.
vi: Ở đây là cách kiểm tra máy Mac của bạn có thể sử dụng mở rộng LEGO WeDo 2.0.
zh_tw: 參考下方說明，檢查你的 Mac 是否可以使用 LEGO WeDo 2.0 extension。

source: 1. Go to the Apple menu and select 'About This Mac'
bn: 1. Apple মেনুতে যাও এবং 'About This Mac' নির্বাচন কর
cs: 1. Přejdi do Apple menu a vyber 'O tomto Macu'
cy: 1. Ewch i ddewislen Apple a dewis 'About This Mac'
fa: 1. به منوی اپل رفته و روی "About This Mac" انتخاب کنید.
fr: 1. Aller dans le menu Pomme et sélectionner « À propos de ce Mac »
kk: 1. Apple мәзіріне барып, 'Осы Mac туралы'-ны таңдаңыз
nb: 1. Gå til Apple-menyen og velg "About this Mac"
nn: 1 Gå til Apple-menyen og vel «About This Mac».
pt_br: 1. Acesse o menu Apple e selecione "Sobre este Mac"
tr: 1. Apple menüsüne git ve "Bu Mac Hakkında" yı seç.
vi: 1. Vào menu Apple và chọn 'About This Mac'
zh_tw: 1. 到 Apple 的選單上，然後選擇「關於 Mac」

source: 2. Click 'System Report', then 'Bluetooth.'
bn: 2. 'সিস্টেম রিপোর্ট'এ ক্লিক কর, তারপর 'ব্লুটুথ' এ ক্লিক কর।
cs: 2. Klikni na 'Správa Systému' a poté na 'Bluetooth.'
cy: 2. Cliciwch 'System Report', yna 'Bluetooth.'
fa: 2. روی "گزارش سیستم"، سپس "بلوتوث" کلیک کنید.
fr: 2. Cliquer sur « Rapport système », ensuite sur « Bluetooth »
kk: 2. 'Жүйелік Есепті' басыңыз, содан кейін 'Bluetooth.'
nb: 2. Klikk "System report" og deretter "Bluetooth".
nn: 2 Trykk på «System Report» og så på «Bluetooth».
pt_br: 2. Clique em "Relatório do sistema", e então em 'Bluetooth.'
tr: 2. "Sistem Raporu" na tıkla, sonra "Bluetooth" a.
vi: 2. Bấm vào 'System Report', sau đó 'Bluetooth'.
zh_tw: 2. 按下「系統狀況」>「藍芽」

source: 3. Look to see if it says: 'Bluetooth Low Energy Supported: Yes'
cs: 3. Zkontroluj, zda je zde uvedeno: 'Podpora Bluetooth Low Energy: Ano'
cy: 3. Edrychwch i weld a yw'n dweud: 'Bluetooth Low Energy Supported: Yes'
fa: 3. نگاه کنید که "پشتیبانی بلوتوث کم انرژی: بله" می‌باشد.
fr: 3. Regarde si la mention « Bluetooth Low Energy (ou Bluetooth LE) Prise en charge : Oui » apparaît
kk: 3. 'Bluetooth Төменгі Энергияны Оқиды: Ия' деп тұрғанын қараңыз
nb: 3. Sjekk om det står "Bluetooth Low Energy Supported: Yes"
nn: 3 Kontroller at det står «Bluetooth Low Energy Supported: Yes».
pt_br: 3. Verifique se ele diz: "Suporte a Bluetooth Low Energy: Sim"
tr: 3. Eğer şunu diyorsa bak: " Bluetooth Düşük Enerji Desteği : Evet"
vi: 3. Xem là nó có nói: 'Bluetooth Low Energy Supported: Yes'
zh_tw: 3. 看看是否有顯示：Bluetooth Low Energy Supported:Yes
