Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: You can select the direction from the second dropdown menu.
bn: তুমি দ্বিতীয় ড্রপডাউন মেনু থেকে দিক নির্বাচন করতে পার।
cs: Směr si můžeš vybrat v druhé rozbalovací nabídce.
cy: Gallwch ddewis y cyfeiriad o'r ail gwymplen.
fa: شما می‌توانید جهت را از منوی کشویی دوم انتخاب کنید.
fr: Tu peux sélectionner la direction à partir du second menu déroulant.
id: Kamu bisa memilih arah dari menu tarik-turun yang kedua.
sl: Smer lahko izbereš v drugem padajočem meniju.
tr: İkinci açılır menüden yönü seçebilirsiniz.
vi: Bạn có thể chọn hướng đi từ menu xổ xuống thứ hai.

source: <p>To use <b>set direction</b>, you need WeDo motor(s) connected to your computer via a LEGO WeDo hub.</p>
bn: <p><b>দিক নির্ধারণ</b> ব্যবহার করতে, একটি LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত WeDo motor(s) প্রয়োজন।</p>
cs: <p>K použití <b>změny směru</b> musíš mít WeDo motor(y) zapojen(y) do svého počítače prostřednictvím rozbočovače LEGO WeDo.</p>
cy: <p>I ddefnyddio <b>gosod cyfeiriad</b>, mae angen modur(on) WeDo wedi eu cysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>setze setze Drehrichtung von</b> zu verwenden, brauchst Du einen WeDo-Motor, der über den LEGO-WeDo-Hub mit dem Computer verbunden ist.</p>
fa: <p>برای استفاده از <b>تنظیم جهت</b>، نیاز به موتور (های) WeDo متصل به کامپیوتر خود را از طریق مرکز LEGO WeDo دارید.</p>
fr: <p>Pour utiliser <b>choisir la direction</b>, vous devez connecter le(s) moteur(s) WeDo à votre ordinateur via le hub LEGO WeDo.</p>
id: <p>Untuk menggunakan <b>atur arah</b>, kamu perlu agar motor(-motor) WeDo dihubungkan ke komputermu via sebuah hub LEGO WeDo.
kk: <p><b>Бағытты орнатуды</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo мотор(лар)ы қажет.</p>
lt: <p>Norint naudoti <b>krypties nustatymą</b>, tau reikia prijungti WeDo variklį (-ius) per LEGO WeDo</p>
nb: <p>For å bruke <b>velg dreieretning</b> må du ha WeDo motor(er) koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>vel retning</b> må du ha WeDo motor(ar) kopla til datamaskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>definir direção</b>, você precisa de motor(es) WeDo conectado(s) ao seu computador por meio de um hub LEGO WeDo.</p>
sl: <p>Za uporabo <b>nastavi smer</b> morate imeti na LEGO WeDo vmesnik priklopljen motor.</p>
tr: <p><b>yön ayarla</b>'yı kullanmak için, WeDo motor(lar)ının, bilgisayarınıza LEGO WeDo kablosu ile bağlanmış olması gereklidir.</p>
vi: <p> Để sử dụng <b>đặt hướng</b>, bạn cần động cơ (có thể nhiều) của WeDo kết nối với máy tính của bạn thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>距離</b>相關積木，你必須將距離感測器串接到電腦上。</p>

source: Set the power of motors or lights to a specified value and turn them on. The value ranges from 0 to 100 (0 is no power and 100 is the maximum power).
bn: মোটর বা লাইটের ক্ষমতা একটি নির্দিষ্ট মান নির্ধারণ কর এবং সেগুলো চালু কর। মান 0 থেকে 100 পর্যন্ত (0 কোন শক্তি নয় এবং 100 সর্বোচ্চ শক্তি)।
cs: Nastav sílu motoru nebo světel na konkrétní hodnotu a zapni je. Hodnota může být v rozmezí od 0 do 100 (0 znamená žádná síla a 100 znamená maximum síly).
cy: Gosodwch bŵer moduron neu oleuadau i werth penodol a'u cychwyn. Mae'r gwerth yn ymestyn o 0 i 100 (0 yw dim pŵer a 100 yw'r pŵer eithaf).
de: Setze die Leistung der Motoren oder der Lichter auf einen bestimmten Wert und schalte sie ein. Die Werte gehen von 0 bis 100 (0 bedeutet keine Leistung und 100 ist die maximale Leistung).
fa: قدرت موتورها یا چراغ‌ها را به مقدار مشخصی تنظیم و آن‌ها را روشن کنید. مقدار آن از 0 تا 100 (0 بدون قدرت و 100 حداکثر قدرت) است.
fr: Mettre la puissance des moteurs ou des feux à une valeur spécifiée et allumez-les. La valeur varie de 0 à 100 (0 = pas de puissance et 100 est la puissance maximale).
id: Atur tenaga motor atau lampu ke nilai tertentu dan nyalakan. Nilai berkisar dari 0 hingga 100 (0 adalah nol tenaga dan 100 adalah tenaga maksimum).
kk: Моторлардың қуатын немесе шамды арнайы шамаға орнатады және оларды қосады. Шама 0 ден 100 ге дейінгі аралықты қамтиды (0 қуат жоқ және 100 ең жоғарғы қуат).
lt: Nustatyk motorų arba šviesų galią ir juos įjunk. Reikšmės gali būti nuo 0 iki 100 (0 reiškia jokios galios, 100 -maksimali galia)
nb: Starter motorer eller lys og setter styrken til en bestemt verdi. Verdien går fra 0 til 100 (der 0 betyr helt avslått og 100 er høyeste styrke).
nn: Startar motorar eller lys og set styrken til ein vald verdi. Verdien går frå 0 til 100 (der 0 tyder heilt avslått og 100 er høgaste styrke).
pt_br: Regule a potência dos motores ou das luzes para um valor especificado e ligue-os. O valor varia de 0 a 100 (0 nenhuma potência e 100 potência máxima).
sl: Nastavi moč motorjev ali luči na željeno vrednost in jih prižgite. Vrednost se giblje v območju od 0 do 100 (0 pomeni, da moči ni, medtem ko 100 pomeni največja moč).
tr: Motorların veya ışıkların gücünü belirtilen bir değere ayarlayın ve açın. Değer 0 ile 100 arasındadır (0 güç değildir ve 100 maksimum güçtür).
vi: Đặt giá trị công suất của động cơ hoặc đèn bằng một giá trị nhất định và bật chúng lên. Khoảng giá trị từ 0 đến 100 (0 là không có công suất và 100 là công suất cực đại).
zh_tw: 設定馬達或是燈光的數值，並開啟它們。數值範圍是 0 到 100（0 代表沒有動力，100 代表最大動力）。

source: Change the speed of the motor using the up and down arrow keys.
bn: আপ এবং ডাউন অ্যারো চিহ্ন ব্যবহার করে মোটরের গতি পরিবর্তন কর।
cs: Změň rychlost motoru použitím šipky nahoru nebo dolů.
cy: Newidiwch gyflymder y modur gan ddefnyddio'r bysellau saeth i fyny ac i lawr.
fa: با استفاده از کلیدهای جهت بالا و پایین، سرعت موتور را تغییر دهید.
fr: Change la vitesse du moteur en utilisant les touche flèche haut et flèche bas.
id: Ubah kecepatan motor menggunakan tombol panah atas dan panah bawah.
kk: Жоғары және төмен көрсеткі пернелер арқылы мотордың жылдамдығын өзгертіңіз.
lt: Keisk variklio greitį naudodamas aukštyn ir žemyn rodykles
nb: Bruk piltastene for å få motoren til å gå fortere eller langsommere.
nn: Du kan styra farten til ein motor med opp-og nedpiltastene.
pt_br: Altere a velocidade do motor usando as teclas direcionais para cima e para baixo.
sl: Spremeni hitrost motorja s pomočjo tipk gor in dol.
tr: Yukarı ve aşağı ok tuşlarını kullanarak motorun hızını değiştirin.
vi: Thay đổi tốc độ động cơ sử dụng phím mũi tên lên và xuống.
zh_tw: 透過鍵盤的向上和向下方向鍵來改變馬達的轉速。

source: You can select a LEGO-WeDo-compatible device from the dropdown menu:
cs: Z rozbalovacího menu si můžeš vybrat LEGO-WeDo-kompatibilní zařízení:
cy: Gallwch ddewis dyfais sy'n cydweddu â LEGO WeDo o'r gwymplen:
fa: شما می‌توانید یک دستگاه سازگار با LEGO-WeDo را از منوی کشویی انتخاب کنید:
fr: Tu peux sélectionner un périphérique LEGO-WeDo-compatible depuis le menu déroulant :
id: Kamu bisa memilih sebuah gawai yang cocok dengan LEGO WeDo dari menu tarik-turun:
sl: Iz padajočega menija lahko izbereš LEGO-WeDo-kompatibilne naprave:
tr: Aşağı açılır menüden bir LEGO-WeDo uyumlu bir cihaz seçebilirsin:
vi: Bạn có thể chọn thiết bị tương thích LEGO-WeDo từ menu xổ xuống:

source: "lights" sets the lights
cs: "světla" nastavuje světla
cy: Mae "goleuadau" yn gosod y goleuadau
fa: "نورها" نور را تنظیم می‌کند
fr: "lumière" met la lumière
id: "lampu" mengatur lampu
sl: "lights" nastavlja luči
tr: "ışıklar" ışıkları kurar
vi: "đèn" đặt đèn

source: "everything" sets the power for all the connected motors and lights.
cs: "všechno" nastavuje sílu všem připojeným motorům a světlům.
cy: Mae "popeth" yn gosod y pŵer ar gyfer pob modur a golau sydd wedi eu cysylltu.
fa: "همه چیز" قدرت را برای تمام موتورها و چراغ‌ها متصل تنظیم می‌کند.
fr: "everything" allume tous les moteurs et les lumières connectés.
id: "semuanya" mengatur tenaga untuk semua motor dan lampu yang terhubung.
sl: "everything" nastavi energijo za vse povezane motorje in luči.
tr: "her şey" tüm bağlı motorlar ve ışıklar için gücü ayarlar.
vi: "tất cả" đặt công suất cho tất cả động cơ và đèn được kết nối.

source: <p>To use <b>set power</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
bn: <p><b>পাওয়ার নির্ধারণ</b> ব্যবহার করতে, তোমার একটি LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি WeDo মোটর বা লাইট প্রয়োজন।</p>
cs: <p>K použití <b>změny výkonu</b> musíš mít WeDo motor(y) zapojen(y) do svého počítače prostřednictvím rozbočovače LEGO WeDo.</p>
cy: <p>I ddefnyddio <b>gosod pŵer</b>, mae angen modur(on) neu oleuadau WeDo neu wedi eu cysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>setze Leistung von</b> zu verwenden, brauchst Du einen WeDo-Motor oder Lichter, die über den LEGO-WeDo-Hub mit dem Computer verbunden sind.</p>
fa: <p>برای استفاده از <b>تنظیم جهت</b>، نیاز به موتور (های) WeDo متصل به کامپیوتر خود را از طریق مرکز LEGO WeDo دارید.</p>
fr: <p>Pour utiliser <b>choisir la puissance</b>, vous devez connecter le(s) moteur(s) WeDo à votre ordinateur via le hub LEGO WeDo.</p>
id: <p>Untuk menggunakan <b>tenaga set</b>, kamu memerlukan agar motor(-motor) atau lampu WeDo dihubungkan ke komputermu via sebuah hub LEGO WeDo.</p>
kk: <p><b>Қуатты орнатуды</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo мотор(лар)ы немесе шам қажет.</p>
lt: <p><b>Nustatyti galią</b> gali, jei esi prijungęs variklį (-ius) ar šviesas prie savo kompiuterio naudojant Lego WeDo</p>
nb: <p>For å bruke <b>velg styrke</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>vel styrke</b> må du ha WeDo motor(ar) eller lysa kopla til datamaskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>definir potência</b>, você precisa de motor(es) WeDo ou luzes conectadas ao computador por meio de um hub LEGO WeDo.</p>
sl: <p>Za uporabo <b>nastavi moč</b> morate WeDo motor / -je in luči priklopi na računalnik preko LEGO WeDO vmesnika. </p>
tr: <p><b>güç ayarla</b>'yı kullanmak için, WeDo motor(lar)ının, bilgisayarınıza LEGO WeDo kablosu ile bağlanmış olması gereklidir.</p>
vi: <p>Để sử dụng <b>đặt công suất</b>, bạn cần động cơ hoặc đèn (số lượng có thể nhiều hơn một) WeDo được kết nối vào máy tính của bạn thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>動力</b>相關積木，你必須將馬達裝置串接到電腦上。</p>

source: Report the tilt (from 0 to 4) detected by the LEGO WeDo tilt sensor
bn: LEGO WeDo টিল্ট ​সেন্সর দ্বারা সনাক্ত করা টিল্ট (0 থেকে 4 পর্যন্ত) প্রতিবেদন কর
cs: Vrací náklon (od 0 do 4) detekovaný LEGO WeDo senzorem náklonu
cy: Yn dangos gogwydd (rhwng 0 a 4) wedi ei ganfod gan synhwyrydd gogwydd LEGO WeDo.
de: Gibt die Neigung (von 0 bis 4) an, die der LEGO-WeDo-Neigungssensor erkennt.
fa: شیب (از 0 تا 4) شناسایی شده توسط حسگر شیب LEGO WeDo را گزارش می‌دهد
fr: Renvoie l'inclinaison (de 0 à 4) détectée par le capteur d'inclinaison LEGO WeDo
id: Laporkan kemiringan (dari 0 hingga 4) yang dideteksi oleh sensor kemiringan LEGO WeDo
kk: LEGO WeDo еңкейіңкі сенсоры арқылы анықталған еңкейіңкіні (0 ден 4 ке дейін) баяндайды
lt: Praneša pakrypimą (nuo 0 iki 4) atpažintą su LEGO WeDO pakrypimo jutikliu
nb: Gir helningen som en Lego WeDo helningssensor kjenner
nn: Gjev hellinga (frå 0 til 4) som ein Lego WeDo hellingssensor målar
pt_br: Indica a inclinação (de 0 a 4) detectada pelo sensor de inclinação LEGO WeDo
sl: Sporoči naklon (med 0 in 4), ki ga zazna LEGO WeDo senzor naklona.
tr: LEGO WeDo sarsıntı sensöründen gelen sarsıntıyı bildir (0'dan 4'e).
vi: Báo độ nghiêng (từ 0 đến 4) được đo bởi cảm biến độ nghiêng LEGO WeDo
zh_tw: 回傳從 LEGO WeDo 傾斜感測器上偵測到的哪個方向傾斜了（0 至 4）。

source: <b>tilt</b> reports a value of 1-4 when the sensor is tilted, and 0 otherwise.
bn: সেন্সর টিল্ট হয়ে গেলে <b>টিল্ট</b> 1-4 এর মান রিপোর্ট করে এবং অন্যথায় 0।
cs: <b>naklonění</b> vrací hodnotu 1-4, když je senzor nakloněný, 0 pokud není.
cy: Mae <b>gogwydd</b> yn dangos gwerth o 1-4 pam mae'r synhwyrydd wedi ei ogwyddo, a 0 fel arall.
fa: <b>شیب</b> یک مقدار 1-4 زمانی که سنسور کج شده است و در غیر این صورت 0 را گزارش می‌دهد.
fr: <b>inclinaison</b>renvoie une valeur de 1 à 4 quand le capteur est incliné, 0 sinon.
id: <b>kemiringan</b> melaporkan sebuah nilai 1-4 ketika sensor dimiringkan, dan 0 jika tidak.
sl: <b>nagib</b> javlja vrednosti 1-4, ko je senzor nagnjen in 0, ko ni.
tr: <b>sarsıntı</b>sarsıntının varlığını 1-4 arasında değerle gösterirken, yokluğunu 0 ile gösterir.
vi: <b>độ nghiêng</b>báo giá trị trong khoảng 1-4 khi cảm biến bị nghiêng, và 0 khi không nghiêng.

source: The tilt sensor reports a number from 0 to 4. 0 means not tilted, 1 tilted down, 2 tilted right, 3 tilted up, and 4 tilted left.
bn: টিল্ট সেন্সর 0 থেকে 4 পর্যন্ত সংখ্যার একটি প্রকাশ করে। 0 মানে কাত করা নয়, 1 মানে নিচে কাত করা, 2 মানে ডানদিকে কাত করা, 3 মানে উপরে কাত করা, এবং 4 মানে বাঁ দিকে কাত করা।
cs: Senzor náklonu uvádí hodnoty od 0 do 4. 0 znamená nenakloněn, 1 nakloněn dolů, 2 nakloněn vpravo, 3 nakloněn nahoru, 4 nakloněn vlevo.
cy: Mae'r synhwyrydd gogwydd yn dangos rhif rhwng 0 a 4. Mae 0 yn golygu dim gogwydd, 1 gogwydd ar i lawr, 2 gogwydd i'r dde, 3 gogwydd ar i fyny a 4 gogwydd i'r chwith.
de: Der Neigungssensor liefert eine Zahl von 0 bis 4. 0 bedeutet nicht geneigt, 1 nach unten geneigt, 2 nach rechts geneigt, 3 nach oben geneigt und 4 nach links geneigt.
fa: سنسور شیب عددی از 0 تا 4 را گزارش می‌دهد. 0 به معنای بدون شیب، 1 شیب به پایین، 2 شیب به راست، 3 شیب به بالا و 4 شیب به چپ است.
fr: Le capteur d'inclinaison donne un nombre compris entre 0 et 4. 0 signifie non incliné, 1 incliné vers le bas, 2 incliné à droite, 3 incliné vers le haut, et 4 incliné à gauche.
id: Sensor kemiringan melaporkan sebuah angka dari 0 sampai 4. 0 berarti tidak dimiringkan, 1 dimiringkan ke bawah, 2 dimiringkan ke kanan, 3 dimiringkan ke atas, dan 4 dimiringkan ke kiri.
kk: Еңкейіңкі сенсоры 0 ден 4 ке дейінгі сандарды баяндайды. 0 еңкеймеген, 1 төмен қарай еңкейген, 2 оңға еңкейген, 3 жоғары қарай еңкейген, және 4 солға еңкейген деген мағынаны білдіреді.
lt: Pakrypimo jutiklis praneša skaičių nuo 0 iki 4. 0 reiškia nepakrypęs, 1 pakrypęs žemyn, 2 - dešinėn, 3 - aukštyn, 4 - kairėn
nb: Helningssensoren gir ut et tall fra 0 til 4. 0 betyr ingen helning, 1 betyr nedover, 2 betyr høyre, 3, betyr oppover og 4 betyr venstre.
nn: Hellingssensoren gjev eit tal frå 0 til 4, der 0 tyder inga helling, 1 tyder nedover, 2 tyder til høgre, 3 tyder oppover og 4 tyder til venstre.
pt_br: O sensor de inclinação retorna um número de 0 a 4. 0 significa não inclinado, 1 inclinado para baixo, 2 para a direita, 3 para cima, e 4 para a esquerda.
sl: Senzor nagiba javlja vrednosti med 0 in 4. 0 pomeni, da ni nagnjen, 1 je nagnjen naprej, 2 nagnjen desno, 3 nagnjen nezaj in 4 nagnjen levo.
tr: Eğim sensörü 0'dan 4'e kadar bir sayı bildirir. 0, eğik değil, 1 aşağı eğilmiş, 2 eğimli sağa, 3 yukarı eğik ve 4 yatırılmış sola anlamına gelir.
vi: Cảm biến độ nghiêng báo một số từ 0 đến 4. 0 nghĩa là không nghiêng, 1 nghiêng xuống, 2 nghiêng phải, 3 nghiêng lên, và 4 nghiêng trái.
zh_tw: 傾斜感測器會回傳數字 0 到 4 ，0 =沒有傾斜、1 =向下傾斜、2=向右傾斜、3=向上傾斜、4=向左傾斜。

source: To view the value of tilt, click the checkbox next to the block in the palette.
bn: টিল্টের মান দেখতে, প্যালেটে ব্লকের পাশের চেকবক্সে ক্লিক কর।
cs: Pro zobrazení hodnoty náklonu klikni na zaškrtávací políčko vedle bloku v paletě.
cy: I weld gwerth y gogwydd, cliciwch y blwch ticio nesaf at y bloc yn y palet.
fa: برای مشاهده مقدار شیب، کادر انتخاب کنار قطعه در جعبه رنگ را کلیک کنید.
fr: Pour voir la valeur de l'inclinaison, clique sur le case à cocher à côté du bloc dans la palette.
id: Untuk melihat nilai kemiringan, klik kotak centang di sebelah baloknya di palet.
sl: Za ogled vrednosti nagiba klikni potrditveno polje ob bloku v paleti.
tr: Eğim değerini görüntülemek için paletteki blokun yanındaki kontrol kutusunu tıklayın.
vi: Để xem giá trị nghiêng, bấm vào checkbox bên cạnh mảnh ghép trong bảng.

source: <p>To use <b>tilt</b>, you need a tilt sensor connected to your computer via a LEGO WeDo hub.</p>
bn: <p><b>টিল্ট</b> ব্যবহার করতে, তোমার কম্পিউটারে LEGO WeDo হাবের মাধ্যমে একটি টিল্ট ​সেন্সর প্রয়োজন।</p>
cs: <p>K využití <b>náklonu</b> musíš mít senzor náklonu zapojený do svého počítače prostřednictvím rozbočovače LEGO WeDo.</p>
cy: <p>I ddefnyddio <b>gogwydd</b>, byddwch angen synhwyrydd gogwydd wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>Neigung</b> zu nutzen, brauchst Du einen Neigungssensor, der über den LEGO-WeDo-Hub mit dem Computer verbunden ist.</p>
fa: <p>برای استفاده <b>شیب</b>، از طریق مرکز LEGO WeDo به یک حسگر شیب متصل شده به کامپیوتر خود نیاز دارید.</p>
fr: <p>Pour utiliser<b>inclinaison</b>,vous avez besoin d'un capteur d'inclinaison connecté à votre ordinateur via un hub LEGO WeDo.</p>
id: <p>Untuk menggunakan <b>kemiringan</b>, kamu memerlukan agar sebuah sensor kemiringkan dihubungkan ke komputermu via sebuah hub LEGO WeDo.</p>
kk: <p><b>Еңкейіңкіні</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған еңкейіңкі сенсоры қажет.</p>
lt: <p><b>Pakrypimui</b> nustatyti tau reiks prijungti pakrypimo jutiklį prie savo kompiuterio per LEGO WeDO</p>
nb: <p>For å bruke <b>helning</b> må du ha en helningssensor koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>helling</b> må du ha ein hellingssensor kopla til datamaskina gjennom ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>inclinação</b>, você precisa de um sensor de inclinação conectado ao computador por meio de um hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>naklon</b>, morate v računalnik preko LEGO WeDo vmesnika priključiti senzor naklona.</p>
tr: <p><b>sarsıntı</b>kullanmak için, LEGO WeDo sensörünüzün bilgisayarınıza bağlanmış olması gerekmektedir.</p>
vi: <p>Để sử dụng <b>độ nghiêng</b>, bạn cần một cảm biến độ nghiêng kết nối với máy tính của bạn thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>傾斜</b>相關積木，你必須將傾斜感測器串接到電腦上。</p>

source: Turn motors or lights off.
bn: মোটর বা লাইট বন্ধ কর।
cs: Vypni motor nebo světla.
cy: Diffoddwch foduron neu oleuadau.
de: Schaltet die Motoren oder die Lichter aus.
fa: موتورها یا چراغ‌ها را خاموش کنید.
fr: Arrêter les moteurs ou éteindre les lumières.
id: Matikan motor atau lampu.
kk: Қозғалтқышты немесе шамды өшіру.
lt: Išjunk variklius ir šviesas
nb: Skrur motorer eller lys av.
nn: Slår motorar eller lys av.
pt_br: Desliga os motores ou as luzes.
sl: Ugasni motorje ali luči.
tr: Motoru veya ışıkları kapat.
vi: Tắt động cơ hoặc đèn.
zh_tw: 關閉馬達或燈光。

source: Turn the lights on for 2 seconds when the space key is pressed, then turn them off.
bn: স্পেস কী চেপে 2 সেকেন্ডের জন্য লাইট জ্বালাও, তারপর সেগুলো বন্ধ কর।
cs: Rozsviť světla na 2 sekundy, když je mezerník stisknutý, potom je zhasni.
cy: Rhowch y goleuadau ymlaen am 2 eiliad pan fydd y bylchwr yn cael ei bwyso, yna eu diffodd.
fa: زمانی که کلید space فشرده شده است، چراغ‌ها را برای 2 ثانیه روشن کنید، سپس آن‌ها را خاموش کنید.
fr: Allume les lumière pendant 2 secondes quand la touche espace est pressée, puis éteints les.
id: Nyalakan lampu selama 2 detik selama tombol spasi ditekan, lalu matikan.
sl: Ko je pritisnjena preslednica naj se luči prižgejo za 2 sekundi, potem jih ugasni.
tr: Boşluk tuşuna basıldığında ışıkları 2 saniye süreyle açın, sonra kapatın.
vi: Bật đèn trong 2 giây khi bấm phím khoảng trắng, sau đó tắt.

source: If you have only one motor, use the "motor" option, which will turn the motor off regardless of where it is connected on the WeDo hub.
bn: যদি তোমার একটি মাত্র মোটর থাকে, তাহলে "মোটর" অপশনটি ব্যবহার কর, যা মোটরটি WeDo হাবের সাথে যেখানেই সংযুক্ত থাকুক না কেন বন্ধ করে দেবে।
cs: Pokud máš pouze jeden motor, použij možnost "motor", která zapne motor bez ohledu na to, kam je připojený v WeDo rozbočovači.
cy: Os mai dim ond un modur sydd gennych, defnyddiwch y dewis "modur" fydd yn diffodd y modur lle bynnag mae wedi ei gysylltu ar hwb WeDo.
fa: اگر فقط یک موتور دارید، از گزینه "موتور" استفاده کنید که موتور را صرف نظر از جایی که در مرکز WeDo متصل شده، خاموش می‌کند.
fr: Si tu as un seul moteur, utilise l'option 'motor', qui va arrêter le moteur en fonction d'où il est connecté sur le hub WeDo.
id: Jika kamu hanya memiliki satu motor, gunakan pilihan "motor", yang akan mematikan motor tidak peduli ke mana dia terhubung di hub WeDo.
sl: Če imaš samo en motor, uporabi možnost "motor" , ki bo nadzirala delovanje motorja ne ged ena to, kje je priključen na WeDo hub.
tr: Tek bir motorunuz varsa, WeDo merkezine bağlı olduğu yerden bağımsız olarak motoru kapatacak "motor" seçeneğini kullanın.
vi: Nếu bạn chỉ có một động cơ, sử dụng lựa chọn "động cơ", nó sẽ tắt động cơ đi không phụ thuộc vào nơi động cơ được kết nối vào cổng WeDo.

source: "lights" turn the lights off regardless of where they are connected on the WeDo hub.
cs: "světla" vypnou světla bez ohledu na to, kam jsou připojeny.
cy: Mae "goleuadau" yn diffodd y goleuadau lle bynnag maen nhw wedi eu cysylltu ar hwb WeDo.
fa: "چراغ‌ها" چراغ‌ها را صرف نظر از جایی که در مرکز WeDo متصل شده، خاموش می‌کند.
fr: "lights" allume les lumières en fonction d'où elles sont connectées sur le hub WeDo.
id: "lampu-lampu" mematikan lampu tidak peduli ke mana mereka terhubung di hub WeDo.
sl: "luči" izključi lučke ne gled ena to, kje so priključene na WeDo hub.
tr: "ışıklar", WeDo merkezine bağlı oldukları yerden bağımsız olarak ışıkları söndürür.
vi: "đèn" tắt đèn không phụ thuộc vào nơi chúng được kết nối trên cổng WebDo.

source: "everything" turns off all the connected motors and lights.
bn: "everything" সব সংযুক্ত মোটর এবং লাইট বন্ধ করে দেয়।
cs: "všechno" vypne všechny připojené motory a světla.
cy: Mae "popeth" yn diffodd yr holl oleuadau a moduron sydd wedi eu cysylltu.
fa: "همه چیز" تمام موتورها و چراغ‌های متصل را خاموش می‌کند.
fr: "everything" éteint tous les lumières et moteurs connectés.
id: "semuanya" mematikan semua motor dan lampu yang terhubung.
sl: "vse" izključi vse priključene motorje in lučke.
tr: "her şey" tüm bağlı motorları ve ışıkları kapatır.
vi: "tất cả" tắt tất cả động cơ và đèn.
