Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: letter _ of
bn: _ এর বর্ণ
cs: písmeno _ z
cy: llythyr _ o
de: Zeichen _ von
fa: نامه _ از
fr: lettre _de
id: huruf ke _ dari
kk: ішіндегі _ әріп
lt: raidė _ iš
nb: bokstav _ i
nn: bokstav _ i
pt_br: letra _ de
sl: _. črka v
tr: _ . harfi _ 'nin
vi: chữ cái _ của
zh_tw: 字串中第 […] 字

source: mod
cs: zbytek dělení číslem
fa: مود
kk: Бүтін
lt: liekana
sl: ostanek pri deljenju
tr: mod (kalan)
zh_tw: […] 除 […] 的餘數

source: round
bn: পর্ব
cs: zaokrouli
cy: crwn
de: _ gerundet
fa: گرد
fr: arrondi
id: bulatkan
kk: дөңгелектеу
lt: apvalink
nb: avrund
nn: rund av
pt_br: arredondamento de
sl: zaokroži
tr: _'i yuvarla
vi: làm tròn
zh_tw: 四捨五入數值 […]

source: More Blocks
bn: আরো ব্লকসমূহ
cs: Bloky
cy: Mwy o Flociau
de: Weitere Blöcke
fa: بلاک های بیشتر
fr: Ajouter Blocs
id: Balok Baru
kk: басқа блоктар
lt: Daugiau blokų
nb: Flere klosser
nn: Fleire klossar
pt_br: Mais Blocos
sl: Več blokov
tr: Özel Taşlar
vi: Thêm nhiều Mảnh ghép
zh_tw: 更多積木

source: Make a Block
bn: একটি ব্লক তৈরি কর
cs: Vytvořit blok
cy: Creu Bloc
de: Neuer Block
fa: ایجاد یک بلاک
fr: Créer un bloc
id: Buat sebuah Balok
kk: Блок жасау
lt: Sukurti bloką
nb: Lag en kloss
nn: Lag ein kloss
pt_br: Criar um bloco
sl: Ustvari blok
tr: Bir Taş Oluştur
vi: Tạo một mảnh ghép
zh_tw: 添加函式積木

source: Add an Extension
bn: একটি এক্সটেনশন যোগ করুন
cs: Přidej rozšíření
cy: Ychwanegwch Estyniad
de: Erweiterung hinzufügen
fa: افزودن یک افزونه
fr: Ajouter une extension
id: Tambahkan Extension
kk: Жұрнақты қосу
lt: Pridėti plėtinį
nb: Legg inn tilleggsfunksjon
nn: Hent tilleggsfunksjon
pt_br: Adicionar uma extensão
sl: Dodaj razširitev
tr: Bir Uzantı Ekle
vi: Thêm Phần mở rộng
zh_tw: 添加擴充功能

source: Extensions
bn: এক্সটেনশনগুলো
cs: Rozšíření
cy: Estyniadau
de: Erweiterungen
fa: برنامه‌های افزودنی
id: Extension
kk: Жұрнақтар
lt: Plėtiniai
nb: Tilleggsfunksjoner
nn: Tilleggsfunksjonar
pt_br: Extensões
sl: Razširitve
tr: Uzantılar
vi: Phần mở rộng
zh_tw: 擴充功能介紹

source: Points sprite towards mouse-pointer or another sprite.
cs: Nasměruj postavu ke kurzoru myši nebo k další postavě.
cy: Yn pwyntio corlun tuag at pwyntydd llygoden neu gorlun arall
de: Dreht die Figur zum Mauszeiger oder zu einer anderen Figur hin.
fa: شکلک را به سمت نشانگر ماوس و یا یک شکلک دیگر از می‌چرخاند.
fr: Dirige le lutin sélectionné vers le pointeur de la souris ou vers un autre lutin
id: Mengarah menuju pointer-mouse atau sprite lain.
kk: Спрайтты курсор жаққа немесе басқа спрайтқа сілтейді.
lt: Nukreipia veikėją pelės žymeklio arba kito veikėjo kryptimi
nb: Vender figuren slik at den peker mot muspekeren eller en annen figur.
nn: Dreier figuren slik at han peikar mot musepeikaren eller ein annan figur.
pt_br: Orienta o ator na direção do mouse ou de um outro ator
sl: Usmeri figuro proti miškinem kazalcu ali drugi figuri.
tr: Kuklanın yönünü fareye veya başka bir kuklaya doğru çevirir
vi: Hướng đối tượng về phía con trỏ chuột hoặc đối tượng khác.
zh_tw: 讓角色始終面朝鼠標或是其他角色。

source: changes the direction of the current sprite.
bn: বর্তমান স্প্রাইটের দিক পরিবর্তন করে।
cs: mění směr aktuální postavy.
cy: yn newid cyfeiriad y corlun cyfredol
de: ändert die Richtung der aktuellen Figur.
fa: جهت حرکت شکلک فعلی را تغییر می‌دهد.
fr: modifie la direction du lutin sélectionné
id: mengubah arah dari sprite saat ini.
kk: Спрайттың қазіргі бағытын өзгертеді
lt: keičia pasirinkto veikėjo kryptį
nb: endrer retningen til denne figuren.
nn: endrar retninga til figuren.
pt_br: Estabelece a direção do ator atual
sl: spremeni smer trenutne figure.
tr: o andaki kuklanın yönünü değiştirir.
vi: chuyển đối hướng của đối tượng hiện hành.
zh_tw: 用來改變當前角色的面向。

source: Back
bn: পিছনে
cs: Zpět
cy: Nôl
de: Zurück
fa: بازگشت
fr: Retour
id: Kembali
kk: Артқа
lt: Atgal
nb: Tilbake
nn: Tilbake
pt_br: Voltar
sl: Nazaj
tr: Geri
vi: Trở về
zh_tw: 返回

source: Next
bn: পরবর্তি
cs: Další
cy: Nesaf
de: Weiter
fa: بعدی
fr: Suivant
id: Lanjut
kk: Келесі
lt: Kitas
nb: Neste
nn: Neste
pt_br: Próximo
sl: Naprej
tr: Sonraki
vi: Kế tiếp
zh_tw: 下一步

source: Begin
bn: শুরু
cs: Začni
cy: Cychwyn
de: Start
fa: شروع کن
fr: Début
id: Mulai
kk: Бастау
lt: Pradėk
nb: Start
nn: Start
pt_br: Começar
sl: Začni
tr: Başla
vi: Bắt đầu
zh_tw: 開始

source: Create an interactive birthday card.
bn: একটি ইন্টারেক্টিভ জন্মদিনের কার্ড তৈরি কর।
cs: Vytvoř interaktivní narozeninové přání.
cy: Creu cerdyn pen-blwydd rhyngweithiol
fa: یک کارت تولد تعاملی ایجاد کنید.
fr: Crée une carte d'anniversaire interactive.
id: Buat sebuah kartu ulang tahun interaktif.
sl: Izdelaj interaktivno rojstnodnevno voščilnico.
tr: İnteraktif bir doğum günü kartı yarat
vi: Làm một tấm thiệp sinh nhật tương tác

source: Click here to start!
bn: শুরু করতে এখানে ক্লিক করো
cs: Pro start klikni zde!
cy: Cliciwch yma i gychwyn!
de: Zum Starten hier klicken
fa: برای شروع، اینجا را کلیک کنید!
fr: Clique ici pour commencer !
id: Klik di sini untuk memulai!
kk: Бастау үшін осы жерді басыңыз
lt: Spausk čia ir pradėk!
nb: Klikk her for å starte!
nn: Trykk her for å starta!
pt_br: Clique aqui para começar!
sl: Klikni tukaj za začetek!
tr: Başlamak için buraya tıkla!
vi: Bấm vào đây để bắt đầu!
zh_tw: 點擊此處開始學習！

source: List of Steps
bn: পদক্ষেপ সমূহের তালিকা
cs: Seznam kroků.
cy: Rhestr o Gamau
de: Liste der Schritte
fa: فهرست مراحل
fr: Liste des étapes
id: Daftar Langkah
kk: Қадамдардың тізімі
lt: Žingsnių Sąrašas
nb: Oversikt
nn: Stegoversikt
pt_br: Lista de etapas
sl: Seznam korakov
tr: Atılacak Adımlar
vi: Danh sách Các bước
zh_tw: 各步驟列表

source: Add a Backdrop
bn: ব্যাকড্রপ যোগ কর
cs: Přidej pozadí
cy: Ychwanegwch Cefndir
de: Füge ein Bühnenbild hinzu
fa: افزودن یک پس زمینه
fr: Ajoute un arrière-plan
id: Tambahkan sebuah Latar
kk: Фонды қосыңыз
lt: Pridėk foną
nb: Legg på en bakgrunn
nn: Legg på ein bakgrunn
pt_br: Adicione um pano de fundo
sl: Dodaj ozadje
tr: Bir Dekor Ekle
vi: Thêm vào Ảnh nền
zh_tw: 新增一個背景

source: Change Colors
bn: রঙ পরিবর্তন কর
cs: Změň barvy
cy: Newid Lliwiau
fa: رنگ‌ها را تغییر بده
fr: Change les couleurs
id: Ubah Warna-Warna
sl: Spremeni barve
tr: Renkleri Değiştir
vi: Thay đổi Màu sắc

source: Choose a Character
bn: একটি ক্যারেক্টার পছন্দ কর
cs: Vyber si postavu
cy: Dewis Cymeriad
de: Wähle eine Figur
fa: یک شخصیت را انتخاب کنید
fr: Choisis un Personnage
id: Pilih suatu Karakter
kk: Кейіпкерді таңдаңыз
lt: Išsirink veikėją
nb: Velg deg en figur
nn: Vel ein figur
pt_br: Escolha um personagem
sl: Izberi lik
tr: Bir Karakter Seç
vi: Lựa chọn Nhân vật
zh_tw: 選擇一個角色

source: Say a Greeting
bn: অভিবাদন জানাও
cs: Řekni pozdrav
cy: Dywedwch Gyfarchiad
de: Sprich eine Begrüßung
fa: بگو سلام
fr: Dis une salutation
id: Ucapkan selamat
kk: Сәлем айтыңыз
lt: Pasakyk Sveikinimą
nb: Si en hilsen
nn: Sei ei helsing
pt_br: Diga uma saudação
sl: Pozdravi
tr: Duygularını Dile Getir
vi: Nói lời chào
zh_tw: 說些問候語

source: Play Music
bn: সঙ্গীত বাজাও
cs: Přehraj hudbu
cy: Chwarae Cerddoriaeth
fa: موسیقی پخش کن
fr: Joue de la Musique
id: Mainkan Musik
sl: Predvajaj glasbo
tr: Müzik Çal
vi: Chơi Nhạc

source: Add an Animation
bn: একটি অ্যানিমেশন যোগ কর
cs: Přidej animaci
cy: Ychwanegwch Animeiddiad
fa: یک انیمیشن اضافه کنید
fr: Ajoute une Animation
id: Tambahkan Animasi
sl: Dodaj animacijo
tr: Çizgi film ekle
vi: Thêm một Chuyển động

source: Again and Again
bn: পুনঃপুনঃ
cs: Znovu a znovu
cy: Eto ac Eto
de: Wieder und wieder
fa: بارها و بارها
fr: Encore et encore
id: Lagi dan Lagi
kk: Тағы және тағы
lt: Vėl ir Vėl
nb: Mange ganger
nn: Mange gongar
pt_br: Outra vez
sl: Znova in znova
tr: Tekrar ve Tekrar
vi: Lặp lại
zh_tw: 讓程式重複執行

source: Spin Around
bn: প্রায় ঘুর্নণ
cs: Otoč se dokola
cy: Troelli
de: Dreh Dich herum
fa: جرخیدن در اطراف
fr: Tourner autour
id: Berputar
sl: Zavrti okoli
tr: Etrafında dön
vi: Xoay vòng

source: Customize Your Card
bn: তোমার কার্ড কাস্টমাইজ কর
cs: Uprav svoji pohlednici
cy: Cyfaddasu eich Cerdyn
de: Gestalte deine Karte individuell
fa: کارت خود را بسازید
fr: Personalise ta carte
id: Customize Kartumu
kk: Картаңызды теңшеңіз
lt: Suasmenink Savo Atvirutę
nb: Legg inn dine egne ideer
nn: Legg inn dine eigne idéar
pt_br: Personalize seu cartão
sl: Spremeni svojo vizitko
tr: Kendine Göre Değiştir
vi: Điều chỉnh Thiệp của bạn
zh_tw: 自訂您的卡片

source: Share Your Project
bn: তোমার প্রজেক্ট শেয়ার কর
cs: Sdílej svůj projekt
cy: Rhannu eich Project
de: Veröffentliche dein Projekt
fa: برنامه خود را به اشتراک بگذارید
fr: Partage ton projet
id: Bagikan Karyamu
kk: Жобаңызбен бөлісіңіз
lt: Pasidalink Projektu
nb: Vis fram prosjektet
nn: Vis fram prosjektet
pt_br: Compartilhe seu projeto
sl: Deli svoj projekt
tr: Projeni Paylaş
vi: Chia sẻ Chương trình của bạn
zh_tw: 分享你的專案

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
bn: <p>ব্যাকড্রপ লাইব্রেরি খুলতে <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> আইকনটি ক্লিক কর:</p>
cs: <p>Klikni na ikonu<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, abys otevřel/a/ knihovnu s pozadími:</p>
cy: <p>Cliciwch yr eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor llyfrgell y Gefnlen:</p>
de: <p>Klicke auf das Symbol <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, um die Bühnenbild-Bibliothek zu öffnen:</p>
fa: <p>برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:</p>
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque des arrière-plans:</p>
id: <p>Klik ikon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk membuka pustaka latar:</p>
kk: <p>Фондардың базасын ашу үшін<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> белгішесін басыңыз:</p>
nb: <p>Klikk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> (til venstre under scenen) for å åpne biblioteket av bakgrunnsbilder:</p>
nn: <p>Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å opna biblioteket med bakgrunnsbilete:</p>
pt_br: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de panos de fundo:</p>
sl: <p>Klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikono za odpiranje knjižnice ozadij:</p>
tr: <p>Dekor kütüphanesini açmak için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesine tıkla:</p>
vi: <p>Bấm vào <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">biểu tượng để mở thư viện Ảnh nền:</p>
zh_tw: <p>點選這個圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 來開啓背景範例庫：</p>

source: Then choose the backdrop you want (such as ‘party’ or 'light'):
bn: তারপরে তুমি যে ব্যাকড্রপটি চাও তা বাছাই করো (যেমন ‘party’ বা 'light'):
cs: Poté vyber pozadí, které chceš (např. 'večírek' nebo 'světlo'):
cy: Yna dewiswch gefnlen rydych ei heisiau (fel 'parti' neu 'olau'):
fa: سپس پس‌زمینه‌ای را که میخواهید انتخاب کنید (مانند «مهمانی» یا «نور»):
fr: Ensuite, choisis l'arrière-plan que tu veux (comme party "Fête" ou light "Lumière") :
id: Kemudian pilih latar yang kamu inginkan (seperti 'pesta' atau 'cahaya'):
sl: Nato izberi ozadje, ki ga želiš(kot npr. ‘zabava’ ali 'svetlo'):
tr: Ardından istediğin dekoru seç ( 'parti' veya 'sade' gibi):
vi: Sau đó chọn ảnh nền mà bạn muốn (ví dụ như 'buổi tiệc' hoặc 'ánh sáng'):

source: You’ll see your backdrop appear on the Stage.
bn: তুমি দেখতে পাবে তোমার ব্যাকড্রপ মঞ্চে প্রদর্শিত হবে।
cs: Uvidíš, jak se tvé pozadí objeví na ploše.
cy: Byddwch yn gweld eich cefnlen yn ymddangos ar y Llwyfan.
fa: پس‌زمینه شما در صحنه ظاهر خواهد شد.
fr: Tu verras ton arrière-plan apparaître sur la Scène.
id: Kamu bakal melihat latarmu muncul di Panggung.
sl: Tvoje izbrano ozadje se b pojavilo na Odru.
tr: Dekorunu sahnede göreceksin.
vi: Bạn sẽ thấy sẽ thấy ảnh nền xuất hiện trên Sân khấu.

source: NEXT
bn: পরবর্তী
cs: DALŠÍ
cy: NESAF
de: WEITER
fa: بعدی
fr: SUIVANT
id: LANJUT
kk: Келесі
lt: TOLIAU
nb: VIDERE
nn: VIDARE
pt_br: PRÓXIMO
sl: NASLEDNJI
tr: Sonraki
vi: KẾ TIẾP
zh_tw: 下一步

source: Name Your Project
bn: তোমার প্রজেক্টের নাম দাও
cs: Pojmenuj svůj projekt
cy: Enw eich Project
de: Benenne dein Projekt
fa: برنامه خود را نام‌گذاری کنید
fr: Donne un nom à ton projet
id: Namakan Karyamu
kk: Жобаңызды атаңыз
lt: Pavadink Projektą
nb: Gi navn til prosjektet
nn: Gje namn til prosjektet
pt_br: Nomeie seu projeto
sl: Poimenuj svoj projekt
tr: Projenizin İsmi
vi: Đặt tên Chương trình của bạn
zh_tw: 命名您的專案

source: Type a title for your project.
bn: তোমার প্রজেক্টের জন্য একটি শিরোনাম টাইপ কর।
cs: Pojmenuj svůj projekt.
cy: Teipiwch deitl i'ch project.
de: Gib einen Titel für dein Projekt ein.
fa: یک عنوان برای برنامه خود تایپ کنید
fr: Tape un titre pour ton projet.
id: Ketik judul karyamu.
kk: Жобаңызға тақырып енгізіңіз.
lt: Įvesk savo projekto pavadinimą
nb: Skriv inn et navn på prosjektet ditt.
nn: Skriv inn eit namn på prosjektet ditt.
pt_br: Insira um título para o seu projeto.
sl: Projektu dodaj naslov.
tr: Projene bir başlık bul.
vi: Nhập tiêu đề cho chương trình của bạn.
zh_tw: 為你的程式專案輸入標題。

source: Here's a video about sharing on Scratch:
bn: Scratch এ শেয়ার করার বিষয়ে একটি ভিডিও:
cs: Zde je video o tom, jak sdílet v programu Scratch:
cy: Dyma fideo am rannu ar Scratch:
fa: در اینجا یک ویدئو در مورد به اشتراک گذاشتن در اسکرچ وجود دارد:
fr: Voici une vidéo à propos du partage sur Scratch :
id: Ini sebuah video tentang berbagi di Scratch.
kk: Scratch-та қалай бөлісу керектігі жөніндегі бейне:
lt: Čia yra video apie dalinimąsi Scratch'e:
nb: Her er en video om å legge ut Scratch-prosjekter på nett:
nn: Her er ein video om korleis du legg ut Scratch-prosjekt:
pt_br: Temos aqui um vídeo sobre como compartilhar no Scratch:
sl: Tukaj je video o deljenju v Scrathu:
tr: İşte Scratch üzerinde paylaşım hakkında bir video:
vi: Đây là video chia sẻ trên Scratch:
zh_tw: 這個影片會告訴你如何在Scratch上分享程式專案：

source: Tip: You'll need to sign up for a Scratch account to share your project online.
cs: Tip: Ke sdílení online potřebuješ vytvořit nový Scratch účet.
cy: Awgrym: Bydd angen ymuno er mwyn cael cyfrif Scratch i rannu eich project ar-lein.
de: Tipp: Du brauchst ein Scratch-Benutzerkonto, um deine Projekte online zu veröffentlichen.
fa: نکته: برای اشتراک آنلاین برنامه خود، باید یک حساب کاربری برای اسکرچ ثبت نام کنید.
fr: Conseil : Tu dois t'inscrire pour avoir un compte Scratch et pouvoir partager ton projet en ligne.
id: Tip: Kamu perlu mendaftarkan sebuah akun Scratch untuk membagikan karya-karyamu daring.
kk: Кеңес: Онлайн түрде жобаңызбен бөлісу үшін Scratch аккаунтына тіркелуіңіз қажет
lt: Patarimas: Tau reiks įsiregistruoti į Scratch paskyrą, kad pasidalintum savo projektu internete
nb: Tips: Du må opprette en brukerkonto for å legge ut prosjektet ditt på nett.
nn: Tips: Du må oppretta ein brukarkonto for å kunna leggja prosjektet ditt på nettet og dela det med andre.
pt_br: Dica: Você precisa criar uma conta no Scratch para compartilhar seu projeto online.
sl: Namig: če želiš deliti svoj projekt preko spleta, se moraš prijaviti.
tr: İpucu: Projeni ağ-üzerinden (online olarak) paylaşmak için bir Scratch hesabı açmalısın.
vi: Thủ thuật: bạn sẽ cần đăng ký tài khoản Scratch để chia sẻ trực tuyến chương trình của bạn.
zh_tw: 技巧：你需要註冊Scratch並登入，才可以在線上分享你的程式專案。

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
bn: আরো ধারনা পেতে, <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব টিপস</a> এ ক্লিক কর।
cs: Pro další nápady klikni <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy </a>.
cy: Am ragor o syniadau, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.
de: Für weitere Ideen, klick auf <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle Tipps</a>.
fa: برای ایده‌های بیشتر، روی <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات </a> کلیک کنید.
fr: Pour plus d'idées, clique sur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.
id: Untuk lebih banyak ide lagi, klik <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a>.
kk: Көбірек идеялар үшін, <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png"> басыңыз Барлық кеңестер</a>.
lt: Daugiau idėjų čia <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi Patarimai</a>
nb: Flere ideer finner du ved å klikke <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.
nn: Sjå <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">alle tips</a> for fleire idéar til prosjekt.
pt_br: Para mais ideias, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.
sl: Za več idej klikni <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">vsi namigi</a>.
tr: Daha fazla fikir için, tıkla <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">İpuçları</a>
vi: Để xem nhiều ý tưởng hơn, nhấp vào <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả Thủ thuật</a>.
zh_tw: 找尋更多構想，點選 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: <p>Click the <span class="tab-ref">Scripts</span> tab.</p>
bn: <p><span class="tab-ref">স্ক্রিপ্ট </span> ট্যাবে ক্লিক কর।</p>
cs: <p>Klikni na záložku<span class="tab-ref">Scénáře</span>.</p>
cy: <p>Cliciwch y tab<span class="tab-ref">Sgriptiau</span> tab.</p>
fa: </p>روی زبانه <span class="tab-ref">دستورها</span> کلیک کنید.</p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>.</p>
id: <p>Klik tab <span class="tab-ref">Skrip</span>.</p>
sl: <p>Klikni zavihek<span class="tab-ref">Skripti</span> .</p>
tr: <p> <span class="tab-ref">Kuklalar</span> sekmesine tıklayın.</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>.</p>

source: Make sure the Stage thumbnail is selected.
bn: মঞ্চ থাম্বনেল নির্বাচিত আছে তা নিশ্চিত কর।
cs: Ujisti se, že je vybrán náhled scény.
cy: Gwnewch yn siŵr fod llun bach Llwyfan wedi ei ddewis.
fa: مطمئن شوید که نمای Stage انتخاب شده است.
fr: Assure-toi que la vignette de la Scène soit sélectionnée.
sl: Preveri, da je izbrana sličica Oder.
tr: Sahne küçük resminin seçildiğinden emin olun.
vi: Chắc rằng Biểu tượng Sân khấu đã được chọn.

source: Build this script to change the colors of the Stage when you click it:
bn: যখন তুমি এটিতে ক্লিক করবে তখন মঞ্চের রঙ পরিবর্তন করতে এই স্ক্রিপ্টটি তৈরি কর:
cs: Vytvoř scénář tak, že se změní barva plochy když na ni klikneš:
cy: Adeiladwch y sgript yma i newid lliwiau'r Llwyfan pan fyddwch yn ei glicio:
fa: این دستور را برای تغییر رنگ‌های صحنه هنگام کلیک بر روی آن بسازید:
fr: Construis ce script pour changer les couleurs de la Scène quand tu cliques dessus :
id: Buat skrip ini mengubah warna-warna Panggung ketika diklik:
sl: Sestavi skript, da spremeniš barvo odra, ko klikneš nanj:
tr: Tıkladığınızda Sahnenin renklerini değiştirmek için bu senaryoyu oluşturun:
vi: Xây dựng kịch bản để thay đổi màu của Sân khấu khi bạn bấm vào nó:

source: Try it! Click on the Stage to change colors.
bn: এটি চেষ্টা কর! রঙ পরিবর্তন করতে মঞ্চে ক্লিক কর।
cs: Vyzkoušej to! Klikni na scénu pro změnu barev.
cy: Rhowch gynnig arno! Cliciwch ar y Llwyfan i newid lliwiau.
fa: آن را امتحان کنید! برای تغییر رنگ‌ها روی صحنه کلیک کنید.
fr: Essaye-le ! Clique sur la Scène pour changer les couleurs.
id: Cobalah! Klik panggung untuk mengubah warna.
sl: Poskusi! Klikni na oder in barve se bodo zamenjale.
tr: Dene! Renkleri değiştirmek için Sahneye tıklayın.
vi: Thử nào! Bấm vào Sân khấu để thay đổi màu.

source: Tip: To reset the colors at the start, add this script:
bn: টীকা: শুরুতে রঙগুলো পুনরায় সেট করতে, এই স্ক্রিপ্টটি যুক্ত কর:
cs: Tip: Pro obnovení barev na začátek, přidej tento scénář.
cy: Awgrym: I ailosod y lliwiau ar y cychwyn, ychwanegwch y sgript hon:
fa: نکته: برای تنظیم مجدد رنگ در ابتدا، این دستور را اضافه کنید:
fr: Astuce : Pour remettre à zéro les couleurs au début, ajoute ce script :
sl: Namig: Za ponastavitev barv ob zagonu, dodaj ta skript:
tr: İpucu: Başlangıçtaki renkleri sıfırlamak için şu senaryoyu ekleyin:
vi: Thủ thuật: Để đặt lại màu tại thời điểm bắt đầu, thêm đoạn kịch bản này:

source: Click green flag to reset.
bn: রিসেট করতে সবুজ পতাকায় ক্লিক কর।
cs: Klikni na zelenou vlajku pro resetování.
cy: Cliciwch y faner werdd i ailosod.
fa: برای تنظیم مجدد روی پرچم سبز کلیک کنید.
fr: Clique sur le drapeau vert pour la remise à zéro.
id: Klik bendera hijau untuk mengatur ulang.
sl: Klikni zeleno zastavo za ponastavitev.
tr: Sıfırlamak için yeşil bayrağı tıkla.
vi: Bấm vào lá cờ xanh để chạy lại.
