Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If you have more than one variable, use the pull-down menu to select the variable name.
bn: যদি আরো থাকে একটি ভ্যারিয়েবলের চেয়ে, ভ্যারিয়েবলের নাম নির্বাচন করতে পুল-ডাউন তালিকা ব্যবহার কর।
cs: Když máš více než jednu proměnnou, použij roletkové menu pro výběr názvu proměnné.
cy: Os oes gennych fwy nag un newidyn, defnyddiwch y gwymplen i ddewis enw'r newidyn.
de: Falls du mehr als eine Variable hast, musst du im Auswahlmenü den Variablennamen auswählen.
fa: اگر بیشتر از یک متغیر دارید، از منوی کشویی برای انتخاب نام متغیر استفاده کنید.
fr: Si vous avez plus d'une variable, utilise le menu déroulant pour sélectionner le nom de la variable.
id: Jika kamu punya lebih dari satu variabel, gunakan menu pull-down tersebut untuk memilih nama variabel.
kk: Егер сізде бірден көп айнымалы болса ашылмалы мәзір арқылы айнымалының есімін таңдаңыз.
lt: Jei turi daugiau nei vieną kintamąjį, naudok išskleidžiamą meniu ir pasirink kintamąjį
nb: Hvis du har mer enn en variabel, bruk menyen i klossen for å velge variabelnavnet.
nn: Viss du har meir enn éin variabel, bruk nedtrekksfeltet i klossen for å velja variabel.
pt_br: Se tiver mais do que uma variável, use o menu para selecionar o nome da variável.
sl: Če imaš več kot eno spremenljivko, uporabi padajoči meni, da izbereš ime spremenljivke.
tr: Birden fazla değişkenin varsa hangisi olduğunu seçmek için açılan menüyü kullan.
vi: Nếu bạn có nhiều hơn hơn một biến số, sử dụng menu xổ xuống để chọn tên biến số.
zh_tw: 如果你有超過 一個以上的變數，可以使用下拉清單選擇其中一個。

source: Changes sprite's sound volume by specified amount
bn: নির্দিষ্ট পরিমাণে স্প্রাইটের শব্দের মাত্রা পরিবর্তন কর
cs: Mění postavě hlasitost o zadanou hodnotu
cy: Yn newid maint sain corlun yn ôl maint penodol
de: Ändert die Lautstärke der Klänge einer Figur um den angegebenen Wert
fa: با اندازه ی تعیین شده درجه ی صدای شکلک را تغییر دهید
fr: Modifie le son du lutin par une quantité spécifiée
id: Ubah volume suara sprite sebesar jumlah yang diberikan
kk: Спрайттың дыбыс көлемін арнайы шамаға өзгертеді
lt: Keičia veikėjo garsumą nurodytu kiekiu
nb: Endre figurens lydvolum med et antall prosent
nn: Endrar lydstyrken til figuren så mange prosent som talet viser
pt_br: Altera o volume de som do ator em uma quantidade especificada
sl: Spremeni glasnost figure za določeno vrednost
tr: Kuklanın ses şiddetini belirtilen miktarda arttırır
vi: Thay đổi âm lượng của đối tượng bằng giá trị cụ thể
zh_tw: 用來改變角色的音效音量。

source: <p> Volume ranges from 0 to 100, with 100 as the default volume. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
bn: <p> শব্দের মাত্রা 0 থেকে 100 পর্যন্ত, ডিফল্ট শব্দের মাত্রা 100. </p> তুমি প্রতিটি স্প্রাইটের জন্য শব্দের মাত্রা নির্ধারণ করতে পার। বিভিন্ন শব্দের মাত্রাসহ একবারে দুটি শব্দ বাজানোর জন্য, দুটি স্প্রাইট ব্যবহার কর। </p>
cs: <p> Rozsah hlasitosti je od 0 do 100, přičemž 100 je výchozí hodnota. </p> <p> You can set the volume level for each sprite. To play two sounds at once with different volumes, use two sprites. </p>
cy: <p> Mae maint y sain yn estyn o 0 i 100, gyda 100 y sain rhagosodedig. </p> <p> Gallwch osod lefel y sain ar gyfer pob corlun. I chwarae dwy sain ar un waith gyda maint sŵn gwahanol, defnyddiwch ddau gorlun. </p>
de: <p> Die Lautstärke ist von 0 bis 100 regelbar, wobei der Standardwert 100 beträgt. </p> <p> Du kannst die Lautstärke für jede Figur einzeln festlegen. Willst du zwei Klänge gleichzeitig in verschiedenen Lautstärken wiedergeben, musst du zwei Figuren verwenden. </p>
fa: <p> محدوده ی صدا از 0 تا 100، با 100 به عنوان بلندی صدای پیش فرض است. </p> <p> شما می توانید بلندی صدا را برای هر شکلک تنظیم کنید. برای پخش دو صدا در یک لحظه با بلندی‌های مختلف، از دو شکلک استفاده کنید. </p>
fr: <p> Le volume prend une valeur dans l'intervalle compris entre 0 et 100, 100 comme le volume par défaut. </p> <p> Tu peux régler le niveau du volume pour chaque lutin. Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins. </p>
id: <p> Volume berjangkau dari 0 hingga 100, dengan 100 sebagai volume default. </p> <p> Kamu dapat mengatur level volume untuk setiap sprite. Untuk memainkan dua suara pada saat yang bersamaan dengan volume yang berbeda-beda, gunakan dua sprite. </p>
kk: <p> Дыбыс деңгейі 0-ден 100-ге шейін өзгереді, 100 оның бастапқы мәні болып табылады. </p> <p> Әр спрайт үшін дыбыс деңгейін таңдауыңызға болады. Екі дыбысты бір уақытта әр түрлі деңгейде ойнату үшін, екі спрайтты қолданыңыз. </p>
lt: <p> Garsumas būna nuo 0 iki 100. 100 yra numatytoji reikšmė </p> <p> Tu gali nurodyti garsumą kiekvienam veikėjui atskirai. Norėdamas groti du garsus venu metu, naudok du veikėjus </p>
nb: <p> Voluminnstillingen kan være mellom 0 og 100, med 100 som standardverdi. </p> <p> Du kan velge volum for hver figur uavhengig av hverandre. Bruk to figurer hvis du vil spille to lyder med forskjellig volum. </p>
nn: <p> Lydstyrken kan vera mellom 0 og 100, med 100 som standardverdi. </p> <p> Du kan velja volum for kvar figur uavhengig av kvarandre. Viss du vil spela to lydar samtidig men med ulik lydstyrke, bruk to figurar. </p>
pt_br: <p> O volume varia entre 0 e 100, sendo 100 o volume padrão. </p> <p> É possível estabelecer um volume diferente para cada ator. Para tocar dois sons ao mesmo tempo com diferentes volumes, use dois atores. </p>
sl: <p> Razpon glasnosti je med 0 in 100, 100 je privzeta glasnost. </p> <p> Glasnost lahko nastaviš za vsako figuro posebej. Za istočasno predvajanje dveh zvokov, ki imata različno glasnost, uporabi dve figuri. </p>
tr: <p> Ses şiddeti 0 ile 100 arasında bir değer alabilir, ön değeri 100'dür. </p> <p> Her bir kuklaya ayrı ayrı ses şiddeti tanımlayabilirsin. İki farklı sesi farklı şiddetlerde çalmak istersen, iki kukla kullan. </p>
vi: <p> Âm lượng trong khoảng từ 0 đến 100, với 100 là giá trị âm lượng mặc định. </p> <p> bạn có thể đặt mức độ âm lượng cho mỗi đối tượng. Để phát hai âm thanh cùng một lúc với âm lượng khác nhau, sử dụng hai đối tượng. </p>
zh_tw: <p> 音量的範圍值是 0 到 100，100 是預設的音量值。 </p> <p> 你可以為不同的角色分別設定音效音量；若要在同一時間內播放二個不同的音效（音量），則要建立第二個角色。 </p>

source: Change the x position by this amount
bn: এই পরিমাণ দ্বারা x অবস্থান পরিবর্তন কর
cs: Změnit pozici x o tuto hodnotu
cy: Newid safle x yn ôl y maint yma
de: Ändert die x-Position um den angegebenen Wert
fa: موقعیت x را با این مقدار تغییر دهید
fr: Ajoute ce montant à la position de x
id: Ubah posisi x sebesar jumlah ini
kk: x-тің позияциясын осы шамаға өзгерту
lt: Keisti x poziciją šiuo kiekiu
nb: Endre figurens x-posisjon
nn: Endra x-posisjonen til figuren så mykje som talet viser
pt_br: Adiciona esta quantidade à coordenada x
sl: Spremeni položaj x za to vrednost
tr: X konumunu bu kadar arttır
vi: Thay đổi vị trí x bằng số này
zh_tw: 改變角色位置的 x 座標值。

source: A positive number shifts the sprite to the <b>right</b>.
bn: একটি ধনাত্মক সংখ্যা স্প্রাইটকে <b>ডান</b> দিকে সরিয়ে দেয়।
cs: Kladné číslo posouvá postavu <b>vpravo</b>.
cy: Mae rhif positif yn symud y corlun i'r <b>dde</b>.
de: Eine positive Zahl verschiebt die Figur nach <b>rechts</b>.
fa: عدد مثبت شکلک را به سمت <b>راست</b> حرکت می دهد.
fr: Un nombre positif déplace le lutin vers la <b>droite</b>.
id: Angka yang positif menggeserkan spritenya ke <b>kanan</b>.
kk: Оң сан спрайтты <b>оң</b> жаққа ауыстырады.
lt: Teigiamas skaičius pasuka veikėją į <b> dešinę </b>
nb: Et positivt tall flytter figuren til <b>høyre</b>.
nn: Tal større enn 0 flyttar figuren til <b>høgre</b>.
pt_br: Um número positivo desloca o ator para a <b>direita</b>.
sl: Pozitivno število premakne figuro v <b>desno</b>.
tr: Artı bir değer kuklayı <b>sağa</b> doğru götürür.
vi: Một số dương di chuyển đối tượng qua <b> phải </b>.
zh_tw: 若是正值，則會讓角色<b>向右</b>移動。

source: A negative number shifts the sprite to the <b>left</b>.
bn: একটি ঋণাত্নক সংখ্যা স্প্রাইটকে <b>বাম</b> দিকে স্থানান্তরিত করে।
cs: Záporné číslo posouvá postavu <b>vlevo</b>.
cy: Mae rhif negatif yn symud y corlun i'r <b>chwith</b>.
de: Eine negative Zahl verschiebt die Figur nach <b>links</b>.
fa: عدد منفی شکلک را به سمت <b>چپ</b> حرکت می دهد.
fr: Un nombre négatif déplace le lutin vers la <b>gauche</b>.
id: Angka yang negatif menggeser spritenya ke <b>kiri</b>.
kk: Теріс сан спрайтты <b>сол</b> жаққа ауыстырады.
lt: Neigiamas skaičius pasuka veikėją į <b>kairę<b>
nb: Et negativt tall flytter figuren til <b>venstre</b>.
nn: Tal mindre enn 0 flyttar figuren til <b>venstre</b>.
pt_br: Um número negativo desloca o ator para a <b>esquerda</b>.
sl: Negativno število premakne figuro v <b>levo</b>.
tr: Eksi bir değer kuklayı <b>sola</b> doğru götürür.
vi: Một số âm di duyển đối tượng qua <b> trái </b>.
zh_tw: 若是負值，則會讓角色<b>向左</b>移動。

source: Changes sprite's y-position by specified amount.
bn: নির্দিষ্ট পরিমাণে স্প্রাইটের y-অবস্থান পরিবর্তন করে।
cs: Mění postavě její y o zadanou hodnotu.
cy: Yn newid safle-y y corlun yn ôl maint penodol.
de: Ändert die y-Position um den angegebenen Wert
fa: موقعیت y شکلک را با اندازه ی تعیین شده تغییر دهید.
fr: Ajoute le montant spécifié à la position y du lutin.
id: Ubah posisi-y sprite sebesar jumlah yang diberikan.
kk: Спрайттың y-позициясын белгілі шамаға өзгертеді.
lt: Keičia veikėjo y poziciją nurodytu kiekiu
nb: Endre figurens y-posisjon med et antall steg.
nn: Endra y-posisjonen til figuren så mykje som talet viser.
pt_br: Altera a quantidade especificada à coordenada y do ator.
sl: Spremeni položaj y figure za določeno vrednost.
tr: Kuklanın y konumunu belirtilen miktarda arttırır.
vi: Thay đổi vị trí y của đối tượng bằng giá trị cụ thể.
zh_tw: 改變角色位置的 y 座標值。

source: Change y by a <b>positive</b> number to move the sprite <b>up</b>. Change y by a <b>negative</b> number to move the sprite <b>down</b>.
bn: স্প্রাইটটিকে <b>উপরে</b> সরানোর জন্য y কে একটি <b>ধনাত্মক</b> সংখ্যা দ্বারা পরিবর্তন কর। স্প্রাইটটিকে <b>নিচে</b> সরানোর জন্য y কে একটি <b>ঋণাত্মক</b> সংখ্যা দ্বারা পরিবর্তন কর।
cs: Změň y o <b>kladné</b> číslo pro pohyb postavou <b>nahoru</b>. Změň y o <b>záporné</b> číslo pro pohyb postavou <b>dolů</b>.
cy: Newidiwch yn ôl rhif <b>positif</b> i symud y corlun<b>i fyny</b>. Newidiwch yn ôl rhif <b>negatif</b> i symud y corlun <b>i lawr</b>.
de: Ändere y um eine <b>positive</b> Zahl, um die Figur <b>nach oben</b> zu verschieben. Ändere y um eine <b>negative</b> Zahl, um die Figur <b>nach unten</b> zu bewegen.
fa: Y را به عدد <b>مثبت</b> تغییر دهید تا شکلک به سمت <b>بالا</b> حرکت کند. Y را به عدد <b>منفی</b> تغییر دهید تا شکلک به سمت <b>پایین</b> حرکت کند.
fr: Ajoute à y a nombre <b>positif</b>pour déplacer le lutin vers le <b>haut</b>. Ajoute à y a nombre <b>negative</b>pour déplacer le lutin vers le <b>bas</b>.
id: Ubah y sebesar sebuah angka <b>positif</b> untuk menggerakan spritenya <b>ke atas</b>. Ubah y sebesar sebuah angka <b>negatif</b> untuk menggerakan spritenya <b>ke bawah</b>.
kk: Спрайтты <b>жоғары</b> қозғалту үшін Y-ды <b>оң</b>санмен ауыстыр. Спрайтты <b>төмен</b> қозғалту үшін Y-ды <b>теріс</b>санмен ауыстыр.
lt: Keisk y <b>teigiamu</b> skaičiu, norėdamas judėti <b>į viršų</b>. Keisk y <b>neigiamu</b> skaičiu, norėdamas judėti <b>į apačią</b>.
nb: Endre y med et <b>positivt</b> tall for å flytte figuren <b>opp</b>. Endre y med et <b>negativt</b> tall for å flytte figuren <b>ned</b>.
nn: Tal <b>større enn 0</b> flyttar figuren <b>oppover</b>. Tal <b>mindre enn 0</b> flyttar figuren <b>nedover</b>.
pt_br: Altera y a partir de um número <b>positivo</b> para mover o ator para <b>cima</b>. Altera y a partir de um número <b>negativo</b> para mover o ator para <b>baixo</b>.
sl: Spremeni y za <b>pozitivno</b> število, da premakneš figuro <b>gor</b>. Spremeni y za <b>negativno</b> število, da premakneš figuro <b>dol</b>.
tr: Kuklayı <b>yukarıya</b> hareket ettirmek için y değerini <b>arttır</b>. Kuklayı <b>aşağıya</b> hareket ettirmek için y değerini <b>eksilt</b>.
vi: Thay đổi y bằng <b> số dương </b> để chuyển đối tượng đi <b> lên </b>. Thay đổi y bằng <b> số âm </b> để chuyển đối tượng đi <b> xuống </b>.
zh_tw: 若是<b>正值</b>，則會讓角色<b>向上</b>移動。 若是<b>負值</b>，則會讓角色<b>向下</b>移動。

source: Changes pen's color by specified amount
bn: নির্দিষ্ট পরিমাণে কলমের রঙ পরিবর্তন করে
cs: Mění barvu pera o určenou velikost
cy: Yn newid lliw ysgrifbin yn ôl newid penodol
de: Ändert die Stiftfarbe um den angegebenen Wert
fa: رنگ قلم را با مقدار مشخص شده تغییر می دهد
fr: Modifie la couleur du stylo par une quantité spécifiée
id: Mengubah warna pena sebesar jumlah yang diberikan
kk: Қаламның түсін арнайы шамаға өзгертеді
lt: Keičia pieštuko spalvą nurodytu kiekiu
nb: Endre pennens farge
nn: Endrar fargen til pennen så mykje som talet viser
pt_br: Altera o valor especificado à cor da caneta
sl: Spremeni barvo svinčnika za določeno vrednost
tr: Kuklanın kalem rengini belirtilen miktarda arttırır
vi: Thay đổi màu của viết bằng giá trị cụ thể
zh_tw: 用來改變畫筆筆跡的顯示色彩。

source: Changes pen's thickness.
bn: কলমের ঘনত্ব পরিবর্তন করে।
cs: Mění tloušťku pera.
cy: Yn newid trwch ysgrifbin.
de: Ändert die Stiftdicke
fa: ضخامت قلم را تغییر می دهد
fr: Modifie l'épaisseur du stylo.
id: Mengubah ketebalan pena
kk: Қаламның қалыңдығын өзгертеді
lt: Keičia pieštuko storumą
nb: Endre pennens linjebredde.
nn: Endrar storleiken til pennespissen.
pt_br: Altera a espessura da caneta.
sl: Spremeni debelino svinčnika.
tr: Kalemin kalınlığını değiştirir.
vi: Thay đổi độ dày của nét bút.
zh_tw: 用來改變畫筆筆跡的寬度（粗細）。

source: Changes pen's shade by specified amount
bn: নির্দিষ্ট পরিমাণে কলমের আঁকার পরিবর্তন করে
cs: Mění peru odstín o zadanou hodnotu
cy: Yn newid arlliw ysgrifbin yn ôl maint penodol
de: Ändert die Farbschattierung des Stiftes um den angegebenen Wert
fa: سایه قلم را با مقدار مشخص شده تغییر می دهد
fr: Modifie l'épaisseur du stylo par une quantité spécifiée
id: Mengubah kegelapan pena sebesar jumlah yang diberikan
kk: Қаламның реңкін арнайы шамаға өзгертеді
lt: Keičia pieštuko šešėlį nurodytu kiekiu
nb: Endre pennens lysstyrke
nn: Endrar lysstyrken til pennen så mykje som talet viser
pt_br: Altera o valor especificado à intensidade da caneta
sl: Spremeni senco svinčnika za določeno vrednost
tr: Kuklanın kalem tonunu belirtilen miktarda arttırır
vi: Thay đổi độ đậm nhạt của bút bằng giá trị cụ thể
zh_tw: 用來改變畫筆色彩的亮度。

source: <p> The pen shade goes from 0 to 100. 50 is the default. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Note: If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.</b>
bn: <p> কলমের আঁকার 0 থেকে 100 পর্যন্ত যায়। 50 ডিফল্ট। <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>নোট: কলমের আঁকার যদি 0 হয়, তাহলে কলমের রঙ কালো রঙের কাছাকাছি হবে। কলমের আঁকার 100 হলে, কলমের রঙ হবে সাদা রঙের কাছাকাছি।</b>
cs: <p> Ostín pera nabývá hodnot od 0 do 100. 50 je výchozí. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Poznámka: Když je odstín pera 0, bude pak barva pera blízká k černé. Když je odstín pera 100, bude pak barva pera blízká k bílé.</b>
cy: <p> Mae arlliw'r ysgrifbin yn mynd o 0 i 100. 50 yw'r rhagosodiad. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Sylwch: Os yw arlliw'r ysgrifbin yn 0, yna bydd lliw'r ysgrifbin yn agos i ddu. Os yw arlliw'r ysgrifbin yn 100, yna bydd lliw'r ysgrifbin yn agos i wyn.</b>
de: <p> Die Farbschattierung liegt zwischen 0 und 100. Der Standardwert ist 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Beachte: Bei einer Farbschattierung von 0 ist die Stiftfarbe annähernd schwarz, bei einer Farbschattierung von 100 nahezu weiß. </b>
fa: <p> سایه قلم از 0 تا 100 می رسد. پیش فرض 50 است. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>نکته: اگر سایه قلم 0 باشد، رنگ قلم نزدیک به سیاه می شود. اگر سایه قلم 100 است، رنگ قلم نزدیک به سفید خواهد بود.</b>
fr: <p> L'épaisseur du stylo va de 0 à 100. 50 est la valeur par défaut. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Remarque: Si l'épaisseur du stylo est 0, alors la couleur du stylo sera proche du noir. Si l'épaisseur du stylo est de 100, la couleur du stylo sera proche de blanc. </b>
id: <p> Kegelapan pena berkisar dari 0 hingga 100. Nilai defaultnya adalah 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Catatan: Jika kegelapan pena berada pada 0, maka warna penanya akan mendekati hitam. Jika kegelapan penanya berada pada 100, maka warna penanya akan mendekati putih.</b>
kk: <p> Қалам реңкі 0-ден 100-ге дейін өзгереді. 50 әдепкі жағдай. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Ескерту: Егер қалам реңкі 0 болса, онда қалам түсі қараға жақын болады. Егер қалам реңкі 100 болса, қалам түсі аққа жақын болады.</b>
lt: <p> Pieštuko šešėlio reikšmė gali būti nuo 0 iki 100. 50 yra numatytoji reikšmė <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Svarbu! Jei pieštuko šešėlio reikšmė yra 0, pieštuko spalva bus beveik juoda. Atitinkamai, jei 100 - beveik balta</b>
nb: <p> Strekens intensitet, eller lysstyrke går fra 0 til 100. 50 er standardverdien. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Merk: Hvis pennintensiteten er 0 blir linjen nesten svart. Hvis intensiteten er 100 blir den nesten hvit. Standardverdien 50 gir de klareste fargene.</b>
nn: <p> Penneskuggen, eller lysstyrken, går frå 0 til 100, og 50 er standardverdien. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Merk: Viss penneskuggen er 0, vert linja nesten svart. Viss han er 100, vert ho nesten kvit.</b>
pt_br: <p> A intensidade da caneta varia entre 0 e 100. O valor padrão é 50. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Nota: se a intensidade da caneta for 0, a cor da caneta será quase preta. Se a intensidade da caneta for 100, a cor da caneta será quase branca.</b>
sl: <p> Razpon sence svinčnika je med 0 in 100. 50 je privzeta vrednost. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Opomba: Če je senca svinčnika 0, potem bo barva svinčnika blizu črni barvi. Če je senca svinčnika 100, potem bo barva svinčnika blizu beli barvi.</b>
tr: <p> Kalem tonu 0 ile 100 arasında olup, ön değeri 50'dir. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>Not: Eğer kalem tonu 0 ise kalem rengi siyaha yakın olur. Eğer kalem tonu 100 ise kalem rengi beyaza yakın olur.</b>
vi: <p> Độ đậm nhạt của bút sẽ đi từ 0 lên 100. 50 là mức mặc định. <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <b> Lưu ý: Nếu độ đậm nhạt của bút bằng 0, bút sẽ gần với màu đen. Nếu độ đậm nhạt của bút là 100 bút sẽ gần với màu trắng. </b>
zh_tw: <p> 顏色的亮度取決於加黑、加白的程度，值為 0 到 100，其中 50 為預設值（也是純綷色）。 <p> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> <b>注意：如果亮度設 0 ，筆跡的顏色就會趨近黑；若亮度為 100，筆跡的顏色則會接近白。</b>

source: Clears all graphic effects for a sprite
bn: স্প্রাইটের সব গ্রাফিক ইফেক্ট মুছে ফেল
cs: Maže všechny grafické efekty pro postavu
cy: Yn clirio pob effaith graffigol corlun
de: Setzt alle Grafikeffekte einer Figur zurück
fa: تمام جلوه های گرافیکی شکلک را پاک کنید
fr: Efface tous les effets graphiques pour un lutin
id: Membersihkan semua efek grafis dari sebuah sprite
kk: Спрайтқа арналған барлық графикалық эффекттерді тазартады
lt: Nuvalo visus išvaizdos pokyčius nuo veikėjo
nb: Fjerner alle grafiske effekter for en figur
nn: Fjernar alle grafiske effektar for figuren
pt_br: Limpa todos os efeitos gráficos aplicados a um ator
sl: Izbriše vse slikovne učinke za figuro
tr: Bir kuklaya uygulanmış olan tüm görsel etkilerini kaldırır
vi: Xóa tất cả hiệu ứng đồ họa của đối tượng
zh_tw: 用來清除角色上所有添加的圖形效果。

source: <img src="%(url_clear_graphic_effects)s" /> clears all the graphic effects for this sprite.
bn: <img src="%(url_clear_graphic_effects)s" /> এই স্প্রাইটের জন্য সব গ্রাফিক ইফেক্ট মুছে ফেল।
cs: <img src="%(url_clear_graphic_effects)s" /> smaže všechny grafické efekty této postavy.
cy: Mae <img src="%(url_clear_graphic_effects)s" /> yn clirio pob effaith graffigol y corlun hwn.
de: <img src="%(url_clear_graphic_effects)s" /> setzt alle Grafikeffekte dieser Figur zurück.
fa: <img src="%(url_clear_graphic_effects)s" />تمام جلوه های گرافیکی برای این شکلک را پاک کنید.
fr: <img src="%(url_clear_graphic_effects)s" /> efface tous les effets graphiques pour ce lutin.
id: <img src="%(url_clear_graphic_effects)s" />membersihkan semua efek grafis untuk sprite ini.
nb: <img src="%(url_clear_graphic_effects)s" /> tar bort alle grafiske effekter på figuren.
sl: <img src="%(url_clear_graphic_effects)s" />počisti vse grafične učinke za to figuro.
tr: <img src="%(url_clear_graphic_effects)s" />bu kukla üzerindeki bütün grafik efektleri kaldırır.
vi: <img src="%(url_clear_graphic_effects)s" />xóa tất cả hiệu ứng đồ họa của đối tượng.

source: Clears all pen marks and stamps from the Stage
bn: কলমের সব দাগ এবং মঞ্চ থেকে চিহ্ন মুছে ফেলে
cs: Smaže ze scény všechny čáry perem a otisky razítek
cy: Yn clirio pob stamp a marc ysgrifbin o'r Llwyfan
de: Entfernt alle Stiftspuren und Abdrücke von der Bühne
fa: تمام علامت های قلم و تمبر را از مرحله حذف می کند
fr: Efface toutes les marques de stylo et des timbres de la Scène
id: Membersihkan semua bekas pena dan cap dari Panggung
kk: Платформадағы барлық қалам белгілерін және маркаларды тазартады
lt: Išvalo visas pieštuko žymes ir antspaudus Scenoje
nb: Sletter alle pennlinjer og stemplinger fra scenen
nn: Fjernar alle pennelinjer og stemplingar frå scena
pt_br: Apaga do palco todas as marcas de caneta e todos os carimbos
sl: Z odra zbriše vse sledi svinčnika in odtise
tr: Kalemle çizilmiş tüm çizgileri ve damgaları Sahneden temizler
vi: Xóa toàn bộ vết bút và in hình trên Sân khấu
zh_tw: 用來清除目前舞台畫面上所有的筆跡

source: Note: The pen marks and stamps are not part of the backdrops, therefore, clear does not change the backdrop.
bn: নোট: কলমের চিহ্ন এবং স্ট্যাম্পগুলো ব্যাকড্রপের অংশ নয়, সুতরাং, এগুলো মুছে ফেললে ব্যাকড্রপের পরিবর্তন হয় না।
cs: Poznámka: Čáry perem a otisky razítek nejsou součástí pozadí, proto výmaz nemění pozadí.
cy: Sylwch: Nid yw'r stampiau a'r marciau ysgrifbin yn rhan o'r cefnlenni, felly, nid yw clirio'n newid y gefnlen.
de: Hinweis: Die Stiftspuren und Abdrücke sind nicht Teil des Bühnenbildes. Das Löschen verändert daher nicht das Bühnenbild.
fa: نکته: علامت های قلم و تمبرها بخشی از پس زمینه نیستند، بنابراین پاک کردن پس زمینه را تغییر نمی دهد.
fr: Note: Les marques de stylo et des timbres ne font pas partie des décors, donc, effacer ne change pas l'arrière-plan.
id: Catatan: Bekas pena dan cap bukan merupakan bagian dari latar, maka, bersihkan tidak mengubah latar tersebut.
kk: Ескерту: Қалам белгілері мен маркалары фонның бөлшегі емес, сондықтан, фонды тазалау арқылы өзгерте алмайды.
lt: Svarbu! Pieštuko žymės ir antspaudai nėra dalis Fonų, todėl "valyti" nekeičia Fono
nb: Merk: linjer etter pennen og stemplete avtrykk av figuren forandrer ikke på bakgrunnen, den blir værende etter at du bruker "slett".
nn: Merk: Linjer etter pennen og stempla avtrykk er ikkje ein del av bakgrunnen, så han vert verande når du brukar «slett».
pt_br: Nota: as marcas de caneta e os carimbos não são parte dos panos de fundo e, por isso, apagá-los não leva a alterações no pano de fundo.
sl: Opomba: Sledi svinčnika in odtisi niso del ozadja, zato ukaz izbriši ne spremeni ozadja.
tr: Not: Kalemle çizilenler ve damgalar dekora ait eğildir, yani temizleme işlemi dekoru bozmaz.
vi: Lưu ý: Những vết bút và in hình không phải là một phần gắn liền với ảnh nền, do đó, xóa đi sẽ không ảnh hưởng đến ảnh nền.
zh_tw: 注意：筆跡不是背景的一部分，因此，清除筆跡時並不會消除當前背景。
