Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Note: The sound may be different for your sprite.
bn: দ্রষ্টব্য: তোমার স্প্রাইটের জন্য শব্দ টি ভিন্ন হতে পারে।
cs: Poznámka: Pro tvojí postavu může být zvuk jiný.
cy: Sylw: Gall fod yn sain yn wahanol ar gyfer eich corlun chi.
fa: توجه: صدا ممکن است برای شکلک شما متفاوت باشد.
fr: Note : le son peut être différent pour ton lutin.
id: Catatan: Suaranya mungkin bakal berbeda untuk spritemu.
kk: Ескерту: Дыбыс сіздің спрайтыңыз үшін әр түрлі болуы мүмкін.
lt: Svarbu: Garsas gali skirtis tavo veikėjui
vi: Lưu ý: Âm thanh có thể sẽ khác cho đối tượng của bạn.
zh_tw: 注意：不同的角色內建了不同的音效，所以音效因你所選擇的角色而有所不同。

source: Type in the words you want your sprite to say.
bn: এমন শব্দগুলো টাইপ কর যা তুমি চাও তোমার স্প্রাইট বলুক।
cs: Napiš slova, která má tvoje postava říkat.
cy: Teipiwch beth hoffech chi i'ch corlun ddweud.
fa: کلکاتی را که می‌خواهید شکلک شما بگوید، تایپ کنید:
fr: Tape les mots que tu veux que ton lutin dise.
id: Ketik kata-kata yang kamu ingin dikatakan oleh spritemu.
kk: Спрайттың айтқанын қалайтын сөздерді теріңіз.
lt: Įvesk žodžius, kuriuos nori, kad tavo veikėjas pasakytų
vi: Nhập vào những điều mà bạn muốn đối tượng của bạn nói.
zh_tw: 輸入一些你想讓角色說的話。

source: Type in 1 for the number of seconds.
bn: সেকেন্ডের সংখ্যার জন্য 1 টাইপ কর।
cs: Pro počet sekund napiš 1.
cy: Teipiwch 1 am y nifer o eiliadau
fa: برای تعداد ثانیه‌ها 1 را وارد کنید.
fr: Entre dans 1 le nombre de secondes.
id: Ketik 1 untuk jumlah detiknya.
kk: Секундтар санына 1-ді енгізіңіз.
lt: Įvesk 1 sekundžių skaičiui
vi: Nhập vào 1 cho số lượng giây.
zh_tw: 輸入數字 1，單位是秒。

source: Click the green flag to start your game.
bn: তোমার খেলাটি শুরু করতে সবুজ পতাকায় ক্লিক কর:
cs: Klikni na zelenou vlajku pro spuštění tvé hry.
cy: Cliciwch y faner werdd i gychwyn eich gêm.
de: Klicke die grüne Flagge an um dein Spiel zu starten.
fa: برای شروع بازی خود، روی پرچم سبز کلیک کنید.
fr: Clique sur le drapeau vert pour démarrer ton jeu.
id: Klik bendera hijau untuk memulai permainanmu.
kk: Жасыл жалаушаны ойынды бастау үшін басыңыз.
lt: Spausk žalią vėliavą ir pradėk žaidimą
vi: Bấm vào lá cờ xanh để bắt đầu trò chơi.
zh_tw: 點擊綠旗，開始你的遊戲。

source: Now, click your sprite to see it react.
bn: এখন, তোমার স্প্রাইটটির প্রতিক্রিয়া দেখতে ক্লিক কর।
cs: Teď klikni na postavu, ať ji vidíš zareagovat.
cy: Nawr, cliciwch ar eich corlun i'w weld yn ymateb.
fa: اکنون روی شکلک خود کلیک کنید تا واکنش او را ببینید.
fr: Maintenant, clique sur ton lutin pour voir comment il réagit.
id: Sekarang, klik spritemu untuk melihatnya bereaksi.
kk: Сіздің спрайтыңыздың жауап беруін тексеру үшін басыңыз
lt: Dabar, spausk savo veikėją ir pamatyk jį reaguojant
vi: Bây giờ, bấm vào đối tượng của bạn để thấy nó phản ứng.
zh_tw: 接著，點擊你的角色，看看它的反應。

source: Make your sprite hide for a random number of seconds before appearing again.
bn: আবার দেখা যাওয়ার আগে তোমার স্প্রাইটটিকে কয়েক সেকেন্ডের জন্য লুকিয়ে রাখ।
cs: Schová tvojí postavu na náhodný počet sekund, než ji znovu zobrazí.
cy: Gwnewch i'ch corlun guddio am nifer ar hap o eiliadau cyn ymddangos eto.
fa: شکلک خود را پیش از آنکه دوباره ظاهر شود، برای چند ثانیه پنهان کنید.
fr: Fais que ton lutin disparaisse pour un nombre de secondes au hasard avant qu'il ne réapparaisse.
id: Buat spritemu bersembunyi selama jumlah detik sembarang sebelum muncul kembali.
kk: Спрайтыңызды қайтадан пайда болардан бұрын кездейсоқ бірнеше секундқа жасырыңыз.
lt: Priversk savo veikėją slėptis atsitiktinį sekundžių skaičių prieš atsirandant vėl
vi: Làm cho đối tượng của bạn ẩn với một số lượng giây ngẫu nhiên trước khi xuất hiện trở lại.
zh_tw: 讓你的角色在躲起來隨機幾秒之後再出現。

source: Drag out a <span class="operatorscolor">pick random</span> block. Insert it in the <span class="controlcolor">wait</span> block, like this:
bn: একটি <span class="operatorscolor">pick random</span> ব্লক টেনে আন। এটি <span class="controlcolor">wait</span> ব্লকে ঢুকাও, এভাবে:
cs: Vytáhni blok <span class="operatorscolor">náhodné číslo</span>. Vlož jej dovnitř bloku <span class="controlcolor">čekej</span>, takhle:
cy: Llusgwch allan flociau <span class="operatorscolor">dewis ar hap</span>. Mewnosodwch y bloc i'r bloc <span class="controlcolor">aros</span>, fel hyn:
fa: یک قطعه <span class="operatorscolor">انتخاب تصادفی</span>بیرون بکشید. آن را در قطعه <span class="controlcolor">منتظر ماندن</span>وارد کنید، به این شکل:
fr: Fais glisser un bloc <span class="operatorscolor">nombre aléatoire</span>. Insère-le dans le bloc <span class="controlcolor">attendre</span> comme ceci :
id: Seret keluar sebuah balok pilih sembarang. Sisipkan di balok <span class="operatorscolor">tunggu<span class="controlcolor">, seperti ini:
kk: <span class="operatorscolor">Кездейсоқ таңдау</span> блогын алып шығыңыз. Оны <span class="controlcolor">күту</span> блогына енгізіңіз, осылай:
lt: Ištempk <span class="operatorscolor">imk atsitiktinį</span> bloką. Įdėk į <span class="controlcolor">Lauk</span> bloką, kaip šis:
vi: Kéo thả một mảnh ghép <span class="operatorscolor">được chọn ngẫu nhiên</span>. Thêm nó vào mảnh ghép <span class="controlcolor">chờ</span>, như thế này:
zh_tw: 拖曳出<span class="operatorscolor">隨機取數 […] 到 […]</span>積木，把它嵌到<span class="controlcolor">等待 […] 秒</span>積木中，像這樣：

source: You can try typing in a different range of numbers.
bn: তুমি বিভিন্ন সীমার সংখ্যা টাইপ করে চেষ্টা করতে পার।
cs: Můžeš zkusit vepsat jiné rozmezí čísel.
cy: Gallwch roi cynnig ar ystod o rifau gwahanol.
de: Du kannst auch einen anderen Zahlenbereich für die Zufallszahlen angeben.
fa: شما می‌توانید طیف وسیعی از اعداد را وارد کنید.
fr: Tu peux essayer d'entrer différentes valeurs.
id: Kamu bisa mencoba mengetik jangkauan angka yang berbeda.
kk: Сіз кез келген сандар ауқымында жаза аласыз.
lt: Gali pabandyti įvesti skirtingas skaičių ribas
nb: Du kan prøve andre tall hvis du vil.
nn: Du kan prøva andre tal viss du vil.
pt_br: Você pode experimentar digitar um intervalo de números diferente.
tr: Farklı aralıktaki sayıları yazmayı deneyebilirsin.
vi: Bạn có thể nhập vào một dãy số khác nhau.
zh_tw: 你可以嘗試輸入不同範圍的數字。

source: Make your sprite jump to a random spot.
bn: তোমার স্প্রাইট যেকোনো স্থানে লাফাবে।
cs: Přiměje tvojí postavu skočit na náhodné místo.
cy: Gwnewch i'ch corlun neidio i fan ar hap.
fa: شکلک خود را به یک نقطه تصادفی بپرانید.
fr: Fais que ton lutin saute à un endroit au hasard.
id: Buat spritemu melompat ke titik sembarang.
kk: Спрайтыңыз кездейсоқ жерге секіретін қылыңыз.
lt: Priversk savo veikėją peršokti į atsitiktinai parinktą vietą
tr: Kuklanı rastgele bir noktaya zıplat.
vi: Làm cho đối tượng của bạn nhảy đến một vị trí ngẫu nhiên.
zh_tw: 讓角色出現在舞台上的不同位置。

source: Click the <span class="motioncolor">Motion</span> category.
bn: <span class="motioncolor">গতি</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="motioncolor">Pohyb</span>.
cy: Cliciwch y categori <span class="motioncolor">Symud</span>.
fa: بر روی دسته بندی <span class="motioncolor">حرکت</span> کلیک کنید.
fr: Clique sur la catégorie <span class="motioncolor">Mouvement</span>.
id: Klik kelompok <span class="motioncolor">Gerakan</span>.
kk: <span class="motioncolor">Қозғалыс</span> категориясын таңдаңыз.
lt: Spausk <span class="motioncolor">Judesys</span> skyrių
tr: <span class="motioncolor">Hareket </span> kategorisine tıkla.
vi: Bấm vào danh mục <span class="motioncolor">Chuyển động</span>.
zh_tw: 點選 <span class="motioncolor">動作</span> 類別。

source: Drag out a <span class="motioncolor">go to mouse pointer</span> block.
bn: একটি <span class="motioncolor">মাউস-পয়েন্টারে যাও</span> ব্লক টেনে আন।
cs: Vytáhni si blok <span class="motioncolor">jdi na ukazatel myši</span>.
cy: Llusgwch allan floc <span class="motioncolor">mynd i'r pwyntydd llygoden</span>.
fa: یک قطعه <span class="motioncolor">برو به اشاره‌گر موس</span>بیرون بکشید.
fr: Fais glisser un bloc <span class="motioncolor">aller à pointeur de souris</span>.
id: Seret keluar sebuah balok <span class="motioncolor">pergi ke pointer-mouse</span>.
kk: <span class="motioncolor">Тінтуір меңзерге бару</span> блогын алып шығыңыз.
lt: Ištempk <span class="motioncolor">eik į pelės žymeklį</span> bloką
vi: Kéo thả một mảnh ghép <span class="motioncolor">đi đến con trỏ chuột</span>.
zh_tw: 拖曳出<span class="motioncolor">定位到 {…} 位置</span>積木。

source: Insert it and choose <b>random position</b> from the menu:
bn: এটি সন্নিবেশ করো এবং মেনু থেকে <b>যেকোন অবস্থান</b> নির্বাচন করো:
cs: Vlož a z nabídky vyber možnost <b>náhodná pozice</b>.
cy: Mewnosodwch y bloc a dewis <b>man ar hap</b> o'r ddewislen:
fa: آن را وارد کرده و <b>موقعیت تصادفی</b> را از منو انتخاب کنید:
fr: Insère-le et choisis <b>Position Aléatoire</b> dans le menu :
id: Sisipkan dan pilih <b>tempat sembarang</b> dari menu:
kk: Енгізіңіз және мәзірден <b>кездейсоқ позицияны</b> таңдаңыз:
lt: Įdėk ir pasirink <b>atsitiktnai parinkta vieta</b> iš meniu:
tr: Onu ekle ve menüden <b>rastgele pozisyon </b> u seç.
vi: Thêm nó và chọn <b>vị trí ngẫu nhiên</b>từ menu:
zh_tw: 放進工作區中，從下拉清單選擇<b>隨機位置</b>：

source: Add a variable to keep score.
bn: স্কোর রাখতে একটি ভ্যারিয়েবল যোগ কর।
cs: Přidej proměnnou pro zapamatování skóre.
cy: Ychwanegwch newidyn i gadw sgôr.
de: Erzeuge eine Variable, die den Spielstand enthält.
fa: یک متغیر برای کسب امتیاز اضافه کنید.
fr: Ajoute une variable pour garder le score.
id: Tambahkan sebuah variabel untuk melacak nilai.
kk: Ұпайды сақтау үшін айнымалы қос.
lt: Pridėk kintamąjį rezultatui išsaugoti
nb: Lag en variabel for å telle poeng.
nn: Lag ein variabel for å telja poeng.
pt_br: Adicione uma variável para registrar a pontuação.
tr: Skoru tutması için bir değişken ekle.
vi: Thêm một biến để giữ điểm.
zh_tw: 加入一個變數來記錄得分。

source: Add a point each time the sprite is clicked:
bn: প্রতিবার স্প্রাইট ক্লিক করার সময় একটি পয়েন্ট যোগ কর:
cs: Přidá bod pokaždé, když se na postavu klikne.
cy: Ychwanegwch bwynt bob tro fydd y corlun yn cael ei glicio:
de: Jedesmal wenn das Sprite angeklickt wird, füge einen Punkt hinzu:
fa: هر بار شکلک کلیک می‌شود یک امتیاز اضافه کنید:
fr: Ajoute un point chaque fois que le lutin est cliqué :
id: Tambahkan sebuah poin setiap kali spritenya diklik:
kk: Спрайт басылған сайын ұпай қос:
lt: Pridėk tašką kiekvieną kartą kai veikėjas nuspaudžiamas:
nb: Gi poeng hver gang figuren klikkes:
nn: Gje poeng kvar gong nokon trykkjer på figuren:
pt_br: Adicione um ponto toda vez que o ator for clicado:
tr: Kuklaya her tıklandığında bir puan ekle:
vi: hêm một điểm mỗi lần đối tượng được bấm:
zh_tw: 每次點擊角色時，就會增加一分：

source: Use <span class="datacolor">set score to 0</span> to reset the score at the beginning of your program:
bn: <span class="datacolor">স্কোর 0 তে নির্ধারণ কর</span> ব্যবহার করে প্রোগ্রামের শুরুতে স্কোর রিসেট কর:
cs: Použij <span class="datacolor">nastav score na 0</span> pro reset score na začátku svého programu:
cy: Defnyddiwch<span class="datacolor">gosod y sgo i 0</span> i ailosod y sgôr ar gychwyn eich rhaglen:
fa: برای تنظیم مجدد امتیاز در ابتدای برنامه خود از <span class="datacolor">تنظیم امتیاز به 0</span>استفاده کنید:
fr: Utilise <span class="datacolor">mettre score à 0</span> pour remettre le score à 0 au début de ton programme :
id: Gunakan <span class="datacolor">atur nilai ke 0</span> untuk mengosongkan nilai di permulaan programmu:
kk: Программа басында санауды қайта бастау үшін<span class="datacolor">ұпайды 0-ге қою</span>ды пайдаланыңыз:
lt: Naudok <span class="datacolor">nunulink rezultatą</span> nustatyti 0 rezultatą programos pradžioje:
vi: Sử dụng <span class="datacolor">đặt điểm từ 0</span> để đặt điểm lại tại mức bắt đầu của chương trình bạn:
zh_tw: 使用<span class="datacolor">變數 {…} 設為 […]</span>，讓每次開始程式時都先重設分數。

source: Your scripts will look something like this:
bn: তোমার স্ক্রিপ্টটি এরকম কিছু দেখাবে:
cs: Tvé scénáře budou vypadat nějak takhle:
cy: Bydd eich sgriptiau'n edrych rhywbeth fel hyn:
fa: دستورهای شما بدین شکل خواهند بود:
fr: Tes scripts vont ressembler à ceci :
id: Skrip-skripmu kira-kira bakal tampak seperti ini:
kk: Сіздің скриптіңіз шамамен осындай болады:
lt: Tavo scenarijus atrodys kaip čia:
tr: Senaryoların buna benzer şekilde görünecek:
vi: Kịch bản của bạn sẽ trông như thế này:
zh_tw: 你的程式碼（積木堆結構）看起來應該會像下圖：

source: <p>For your first Scratch experience, you'll be creating an interactive holiday card.</p> <p>Think about your favorite holiday memories, What images and sounds come to mind? (If you need extra inspiration, check out projects in the <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studio</a>.)</p>
bn: <p>তোমার প্রথম Scratch অভিজ্ঞতার জন্য, তুমি একটি ইন্টারেক্টিভ ছুটির কার্ড তৈরি করবে।</p> <p>তোমার প্রিয় ছুটির স্মৃতি সম্পর্কে চিন্তা কর, কোন ছবি এবং শব্দ মনে আসে? (যদি তোমার অতিরিক্ত অনুপ্রেরণার প্রয়োজন হয়, প্রজেক্টগুলো দেখ এখানে <a href="http://scratch.mit.edu/studios/279432/" target="_blank">ছুটির কার্ড স্টুুডিও</a>।)</p>
cs: <p>Pro první seznámení se Scratchem vytvoříš interaktivní prázdninové přání.</p> <p>Vzpomeň si na tvé oblíbené zážitky z prázdnin. Na jaké obrázky a zvuky si vzpomeneš? (Pro lepší inspiraci mrkni na projekty v <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio prázdninových přání</a>.)</p>
cy: <p>Yn eich profiad cyntaf o Scratch, byddwch yn creu cerdyn gwyliau rhyngweithiol.</p> <p>Meddyliwch am eich hoff atgofion o'ch gwyliau, Pa ddelweddau a seiniau sy'n dod i'ch cof? Os oes angen mwy o ysbrydoliaeth arnoch, edrychwch ar y projectau yn <a href="http://scratch.mit.edu/studios/279432/" target="_blank">stiwdio'r cardiau gwyliau</a>.)</p>
de: <p>Für deine ersten Erfahrungen mit Scratch wirst du eine interaktive Urlaubskarte erstellen.</p> <p>Denk an deine Lieblingserinnerung aus dem Urlaub. Welche Bilder und Klänge kommen dir in den Sinn? (Wenn du zusätzliche Anregungen brauchst, schau dir die Projekte im Studio <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card</a> an.)</p>
fa: <p>برای اولین تجربۀ اسکرچ شما یک کارت تعطیلات انیمیشن خواهید ساخت.</p> <p>به خاطرات تعطیلات مورد علاقه خود فکر کنید، چه تصاویر و صداهایی به ذهن می‌آیند؟ (اگر نیاز به الهام بیشتری دارید، برنامههای موجود در <a href="http://scratch.mit.edu/studios/279432/" target="_blank">استودیوی کارت تعطیلات</a> را بررسی کنید).</p>
fr: <p>Pour votre première expérience de Scratch, tu vas créer une carte de vacances interactive. </p> <p>Pense à tes souvenirs de vacances préférés, quelles images et quels sons te reviennent en mémoire? (Si tu as besoin d'inspiration supplémentaire, consultez les projets dans le <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio cartes de vacances</a>.)</p>
id: Untuk pengalaman Scratch pertamamu, kamu bakal membuat sebuah kartu liburan interaktif.<p> <p>Pikirkan kenangan-kenangan liburan kesukaanmu. Gambar-gambar dan suara-suara apa yang terpikirkan? (Jika kamu butuh inspirasi tambahan, lihat karya-karya di <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio kartu liburan</a>.)</p>
kk: <p>Сіздің бірінші Скретч тәжірибеңіз үшін интерактивті мерекелік ашық хат жасайтын боламыз.</p> <p>Сүйікті мерекелік естеліктеріңіз жайлы ойлаңыз, Ойыңызға қандай суреттер мен дыбыстар келеді? (егер тың шабыт алғыңыз келсе <a href="http://scratch.mit.edu/studios/279432/" target="_blank">мерекелік ашық хат студиясы</a>нан жобаларды қараңыз.)</p>
lt: ⇥<p>Pirmai patirčiai Scratch'e, tu kursi interaktyvią sveikinimo atvirutę</p> ⇥<p>Pagalvok apie mėgstamiausius šventinius prisiminimus, kokie vaizdai ir garsai ateina į galvą? (Jei tau reikia papildomo įkvėpimo, pažiūrėk mūsų projektus <a href="http://scratch.mit.edu/studios/279432/" target="_blank">holiday card studijoje</a>.)</p>???????????
nb: <p>En morsom måte å komme i gang med Scratch er å lage et interaktivt julekort.</p> <p>Når du tenker på juletiden, hva husker du? Hvilke bilder og lyder tenker du på da? (Du kan finne inspirasjon i galleriet <a href="http://scratch.mit.edu/studios/279432/" target="_blank">"holiday card studio"</a>.)</p>
nn: <p>Ein morosam måte å komma i gang med Scratch er å laga eit interaktivt julekort.</p> <p>Kva er dei finaste minna dine frå jula? Kva bilete og lydar får du i hovudet når du tenkjer på jula? (Du kan òg finna inspirasjon i galleriet <a href="http://scratch.mit.edu/studios/279432/" target="_blank">Interactive Holiday Cards</a>.)</p>
pt_br: <p>Para sua primeira experiência com o Scratch, você vai criar um cartão de boas festas interativo.</p> <p>Pense em suas lembranças preferidas, quais imagens e sons lhe vêm à mente? (Se você precisar de mais inspiração, veja os projetos no <a href="http://scratch.mit.edu/studios/279432/" target="_blank">estúdio do cartão de boas festas</a>.)</p>
vi: <p>Cho trải nghiệm lần đầu với Scratch, bạn sẽ được tạo cho một thẻ lễ hội tương tác.</p> <p>Nghĩ về những ký ức về ngày lễ bạn yêu thích, hình ảnh và âm thanh nào hiện ra trong đầu bạn? (Nếu bạn cần thêm những cảm hứng, hãy xem những chương trình có trong <a href="http://scratch.mit.edu/studios/279432/" target="_blank">studio thiệp lễ hội</a>.)</p>
zh_tw: <p>第一次體驗Scratch，你將會創作一張互動式節日卡片。</p> <p>請回憶一下你最喜歡的節日，想到了什麼畫面跟聲音嗎？(如果你需要額外的靈感，可以看看<a href="http://scratch.mit.edu/studios/279432/" target="_blank">節日卡片工作室</a>)</p>

source: Have some ideas for your card?
bn: তোমার কার্ডের জন্য কিছু আইডিয়া আছে?
cs: Máš nějaké nápady pro tvoje přání?
cy: A oes gennych syniadau ar gyfer eich cerdyn?
de: Wie wäre es mit ein paar Ideen für deine Karte?
fa: آیا ایده‌هایی برای کارت خود دارید؟
fr: Tu as des idées pour ta carte ?
id: Punya ide-ide untuk kartumu?
kk: Ашық хатқа идеяларыңыз бар ма?
lt: Turi idėjų savo atvirutei?
nb: Har du noen ideer til julekortet?
nn: Har du nokon idéar til julekortet?
pt_br: Tem algumas ideias para seu cartão?
tr: Kartın için fikirlerin var mı?
vi: Có ý tưởng nào cho thiệp của bạn?
zh_tw: 有製作卡片的構想了嗎？

source: Let's start by deleting the cat.
bn: চল বিড়ালটি মুছে ফেলে শুরু করি।
cs: Pojďme začít tím, že smažeš kočku.
cy: Byddwn yn cychwyn gan ddileu'r gath.
de: Lass' uns damit anfangen, die Katze zu löschen.
fa: بیایید با حذف گربه شروع کنیم.
fr: Commençons par supprimer le chat.
id: Mari memulai dengan menghapus kucingnya.
kk: Мысықты өшіруден бастайық.
lt: Pradėkime ištrindami katiną
nb: Vi begynner med å ta bort katten.
nn: Me byrjar med å ta vekk katten.
pt_br: Vamos começar excluindo o gato.
tr: Kediyi silerek işe başlayalım.
vi: Hãy bắt đầu bằng việc xóa đi con mèo.
zh_tw: 首先，刪除畫面中的貓咪。

source: <p>In Scratch, characters and objects are called "sprites".</p> <p>You can delete a sprite by clicking on the scissors and then clicking on the sprite.</p>
bn: <p>Scratch এ, পোশাক এবং বস্তুকে "স্প্রাইট" বলা হয়।</p> <p>তুমি কাঁচিতে ক্লিক করে এবং তারপর স্প্রাইটে ক্লিক করে একটি স্প্রাইট মুছে ফেলতে পারবে।</p>
cs: <p>V programu Scratch se aktéři i objekty nazývají "postavy".</p> <p>Můžeš postavu zrušit kliknutím na nůžky a potom kliknutím na postavu.</p>
cy: <p>Yn Scratch, mae cymeriadau a gwrthrychau'n cael eu galw'n "gorluniau".</p> <p>Gallwch ddileu corlun drwy glicio ar y siswrn ac yna glicio ar y corlun.</p>
de: <p>In Scratch werden Darsteller und Objekte "Figuren" genannt".</p> <p>Du kannst eine Figur durch Klicken auf die Schere und anschließendes Anklicken der Figur löschen.</p>
fa: <p>در اسکرچ، کاراکترها و اشیاء "شکلک" نامیده می‌شوند.</p> <p>شما می‌توانید با کلیک کردن بر روی قیچی و سپس شکلک، یک شکلک را حذف کنید.</p>
fr: <p>Dans Scratch, les personnages et les objets sont appelés "lutins".</p> <p>Tu peux effacer un lutin en cliquant d'abord sur les ciseaux et ensuite sur le lutin.</p>
id: <p>Di Scratch, karakter-karakter dan obyek-obyek disebut "sprite".</p> <p>Kamu bisa menghapus sebuah sprite dengan mengklik gunting dan kemudian mengklik spritenya.</p>
kk: ⇥<p>Скретчте, кез келген кейіпкерлер немесе заттар "спрайттар" деп аталады.</p> ⇥<p>Сіз спрайтты қайшы құралының үстіне басып және одан кейін спрайттың үстіне басу арқылы өшіре аласыз.</p> ⇥
lt: ⇥<p>Scratch'e, veikėjai ir objektai yra vadinami "veikėjais".</p> ⇥<p>Gali ištrinti veikėją jį spausdamas žirklių įrankiu.</p> ⇥
nb: <p>Objektene som får ting til å skje i Scratch kalles "figurer".</p> <p>Du kan slette en figur ved å klikke på saksen og deretter klikke på figuren.</p>
nn: <p>I Scratch vert personar og gjenstandar kalla «figurar».</p> <p>Du kan sletta ein figur ved å trykkja på saksa og så på figuren.</p>
pt_br: <p>No Scratch, personagens e objetos são chamados de "atores".</p> <p>Você pode remover um ator clicando na tesoura e então clicando no ator.</p>
vi: <p>Trong Scratch, các nhân vật và các vật đều được gọi là "đối tượng".</p> <p>Bạn có thể xóa một đối tượng bằng cách nhấn vào cây kéo và sau đó bấm chọn vào đối tượng</p>
zh_tw: <p>在Scratch中，人物和物體都叫做「角色(Sprites)」。</p> <p>要刪除角色，你可以先點擊「剪刀」再點選你想刪除的「角色」。</p>

source: Can you find another way to delete a sprite?
bn: তুমি একটি স্প্রাইট মুছে ফেলার অন্য উপায় খুঁজে পেতে পার?
cs: Dokážeš najít další způsob, jak vymazat postavu?
cy: Oes ffordd arall i ddileu corlun?
de: Findest du einen anderen Weg, eine Figur zu löschen?
fa: آیا می‌توانید راه دیگری برای حذف یک شکلک پیدا کنید؟
fr: Peux-tu trouver un autre moyen de supprimer un lutin ?
id: Bisakah kamu menemukan cara lain untuk menghapus sebuah sprite?
kk: Спрайтты өшірудің басқа жолын таба аласыз ба?
lt: Ar gali rasti kitą būdą ištrinti veikėją?
nb: Kan du finne en annen måte å slette en figur?
nn: Kan du finna ein annan måte å sletta ein figur på?
pt_br: Você consegue encontrar outra maneira de excluir um ator?
tr: Bir kuklayı silmek için başka bir yol bulabilir misin?
vi: Bạn có thể tìm một cách khác để xóa một đối tượng?
zh_tw: 你能不能發現其他刪除角色的方法呢？

source: Next, let's add some holiday sprites to your card.
bn: তারপর, চল কার্ডে কিছু ছুটির স্প্রাইট যোগ করি।
cs: Dále, pojďme do tvého přání přidat nějaké vánoční postavy.
cy: Nesaf, byddwn yn ychwanegu corluniau gwyliau i'ch cerdyn.
de: Lass' uns als nächstest einige Urlaubsfiguren zu deiner Karte hinzufügen.
fa: سپس، اجازه دهید تعدادی شکلک تعطیلات به کارت شما اضافه کنیم.
fr: Ensuite, ajoutons des lutins de vacances à ta carte.
id: Kemudian, mari kita tambahkan beberapa sprite liburan ke kartumu.
kk: Келесі, ашық хатқа мерекелік спрайттар қосайық.
lt: Toliau, pridėkime į atvirutę keletą šveninių veikėjų
nb: Videre: Legg inn noen julefigurer
nn: Vidare: legg inn nokre julefigurar
pt_br: Em seguida, vamos adicionar alguns atores temáticos em seu cartão.
tr: Şimdi, kartına bir kaç tatil kuklası ekleyelim.
vi: Tiếp theo, hãy thêm vài đối tượng lễ hội vào thiệp của bạn.
zh_tw: 接下來，將一些節日角色加入到你的卡片裡面。

source: There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:
bn: তোমার কার্ডে একটি স্প্রাইট যোগ করার 4 টি উপায় রয়েছে। একটি স্প্রাইট যোগ করতে, এই বাটনগুলোর একটিতে ক্লিক কর:
cs: Existují 4 způsoby jak přidat postavu do tvého přání. Pro přidání postavy klikni na jedno z těchto tlačítek:
cy: Mae yna 4 ffordd i ychwanegu corlun i'ch cerdyn. I ychwanegu corlun, cliciwch ar un o'r botymau hyn:
fa: 4 راه برای اضافه کردن شکلک به کارت شما وجود دارد. برای اضافه کردن یک شکلک، روی یکی از این دکمه‌ها کلیک کنید:
fr: Il y a 4 manières d'ajouter un lutin à ta carte. Pour ajouter un lutin, clique sur l'un de ce ces boutons :
id: Ada 4 cara untuk menambahkan sebuah sprite ke kartumu. Untuk menambahkan sebuah sprite, klik salah satu tombol-tombol ini:
tr: Kartına bir kukla eklemek için 4 yol var. Bir kukla eklemek için, bu butonlardan birine tıkla:
vi: Có 4 cách để thêm đối tượng vào thiệp của bạn. Để thêm đối tượng, bấm chọn một trong các phím sau:
