Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Red light means that the browser plugin has not been installed.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Yellow light means that the device is not connected or detected.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Green light means the device is ready to go!</p>
bn: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>লাল আলো মানে ব্রাউজার প্লাগইন ইনস্টল করা হয়নি।</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>হলুদ আলো মানে যে ডিভাইসটি সংযুক্ত বা সনাক্ত করা হয়নি।</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>সবুজ আলো মানে ডিভাইসটি প্রস্তুত!</p>
cs: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Červené světlo znamená, že plugin prohlížeče nebyl instalován.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Žluté světlo znamená, že zařízení není připojeno nebo nalezeno.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Zelené světlo znamená, že zařízení je připravené k použití!</p>
cy: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Mae golau coch yn golygu nad yw ategyn y porwr wedi ei osod.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Mae golau melyn yn golygu nad yw'r ddyfais wedi ei chysylltu na'i chanfod.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Mae golau gwyrdd yn golygu bod y ddyfais yn barod i'w defnyddio!</p>
de: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Ein rotes Licht zeigt an, dass das Browser-Plugin nicht installiert ist.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Ein gelbes Licht bedeutet, dass das Gerät nicht verbunden ist oder nicht erkannt wurde.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Grün bedeutet, dass das Gerät verwendet werden kann!</p>
fa: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>چراغ قرمز بدان معنی است که افزونه مرورگر نصب نشده است.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>چراغ زرد بدان معنی است که دستگاه متصل نیست و یا شناخته نشده است.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>چراغ سبز به این معنی است که دستگاه آماده است!</p>
fr: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Une lumière rouge signifie que le plugin du navigateur n'a pas été installé.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Une lumière jaune signifie que l'appareil n'est pas connecté ou détecté.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Une lumière verte signifie que l'appareil est prêt à fonctionner !</p>
id: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Lampu merah berarti plug-in peramban belum dipasang.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Lampu kuning berarti gawai tidak terhubung atau terdeteksi.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Lampu hijau berarti gawainya siap dijalankan!</p>
kk: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" />⇥ <p>Қызыл жарық плагиннің орнатылмағанын білдіреді.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" />⇥ <p>Сары жарық құрылғының қосылмағанын немесе анықталмағанын білдіреді.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" />⇥ <p>Жасыл жарық құрылғының дайын екенін көрсетеді!</p>
lt: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" />⇥ <p>Raudona šviesa reiškia, kad naršyklės pedėlis nebuvo įdiegtas</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" />⇥ <p>Gelona šviesa reiškia, kad įreninys nerastas arba neprijungtas</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" />⇥ <p>Žalia šviesa reiškia, kad įrenginys paruoštas ir veikia!</p>
nb: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Rødt lys betyr at tilleggsprogrammet ikke er installert.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Gult lys betyr at enheten ikke er koblet til eller ikke er oppdaget av maskinen.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Grønt lys betyr at enheten er klar til bruk!</p>
nn: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Raudt lys tyder at programtillegget for nettlesaren ikkje er installert.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Gult lys tyder at eininga ikkje er kopla til eller ikkje vert funnen av programtillegget.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Grønt lys tyder at eininga du har kopla til er klar til bruk!</p>
pt_br: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>A luz vermelha significa que o plug-in do navegador não foi instalado.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>A luz amarela significa que o dispositivo não está conectado ou não foi detectado.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>A luz verde significa que o dispositivo está pronto para uso!</p>
sl: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Rdeča luč pomeni, da v brskalniku ni nameščen vtičnik.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Rumena luč pmeni, da naprava ni povezana ali zaznana.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Zelena luč pomeni, da je naprava pripravljena za delo!</p>
tr: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>Kırmızı ışık, Gezgin eklentisi yüklenmemiş anlamına gelir.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Sarı ışık, cihaz bağlanmamış ya da tespit edilememiş anlamına gelir.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Yeşil ışık ise aygıt çalışmaya hazır anlamına gelir.</p>
vi: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p> Đèn đỏ nghĩa là trình plugin trình duyệt chưa được cài đặt.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>Đèn vàng nghĩa là thiết bị chưa được kết nối hoặc phát hiện.</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>Đèn xanh nghĩa là thiết bị đã sẵn sàng!</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/ext-status-red.png" /> <p>若為紅燈，表示尚未安裝瀏覽器上的插件。</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-yellow.png" /> <p>若為黃燈，表示裝置尚未連接，或是偵測不到。</p> <p></p> <img src="%(STATIC_URL)s/images/help/ext-status-green.png" /> <p>若為綠燈，表示裝置可以使用。</p>

source: Troubleshooting
bn: সমস্যা সমাধান।
cs: Řešení problémů
cy: Datrys problemau
de: Problembehebung
fa: عیب‌یابی
fr: Dépannage
kk: Ақаулық себебін іздеу және түзету
lt: Trikčių šalinimas ir diagnostika
nb: Feilsøking:
nn: Feilsøking
pt_br: Solução de problemas
sl: Odpravljanje napak
tr: Sorun Giderme
vi: Khắc phục sự cố
zh_tw: 問題排除

source: If it's not working, try: <ul> <li>Make sure you have opened and installed the correct plug-in file for your computer and browser.</li> <li>Make sure you have set permission in your browser preferences to allow the plug-in to run.</li> <li>Restart your browser.</li> <li>Make sure that you don't have Scratch open in another tab or browser.</li> <li>Make sure the hardware is plugged in.</li> </ul>
bn: যদি এটি কাজ না করে, চেষ্টা কর: <ul> <li>নিশ্চিত কর যে তুমি তোমার কম্পিউটার ও ব্রাউজারের জন্য সঠিক প্লাগ-ইন ফাইলটি খুলেছ এবং ইনস্টল করেছ।</li> <li>প্লাগ-ইন চালানোর জন্য তুমি তোমার ব্রাউজার প্রিফারেন্সে অনুমতি দিয়েছ তা নিশ্চিত কর।</li> <li>তোমার ব্রাউজার পুনরায় চালু কর।</li> <li>নিশ্চিত কর যে তোমার অন্য ট্যাব বা ব্রাউজারে Scratch খোলা নেই।</li> <li>নিশ্চিত কর যে হার্ডওয়্যার প্লাগ ইন আছে।</li> </ul>
cs: Jestliže nepracuje, zkus: <ul> <li>Zkontroluj, že máš stažený a nainstalovaný správný plug-in soubor pro svůj počítač a prohlížeč.</li> <li>Zkontroluj, že máš zapnuté povolení ve svém nastavení prohlížeče pro spuštění tohoto pluginu.</li> <li>Restartuj svůj prohlížeč.</li> <li>Zkontroluj, že nemáš Scratch otevřený v jiné záložce nebo v jiném prohlížeči.</li> <li>Zkontroluj, že hardware je připojený.</li> </ul>
cy: Os nad yw'n gweithio, ceisiwch: <ul> <li>Gwnewch yn siŵr eich bod wedi agor a gosod yr ategyn ffeil cywir ar gyfer eich cyfrifiadur a phorwr..</li> <li>Gwnewch yn siŵr eich bod wedi gosod y caniatâd yn newisiadau eich porwr i ganiatáu i'r ategyn redeg.</li> <li>Ailgychwynnwch eich porwr.</li> <li>Gwnewch yn siŵr nad oes gennych Scratch ar agor mewn tab neu borwr arall.</li> <li>Gwnewch yn siŵr fod y caledwedd wedi ei blygio i mewn.</li> </ul>
de: Wenn es nicht funktioniert, probiere Folgendes: <ul> <li>Stell sicher, dass du das richtige Plug-in für dein Betriebssystem und deinen Browser verwendest.</li> <li>Stell sicher, dass du das Plug-In im Browser zugelassen hast.</li> <li>Schließe den Webbrowser und starte ihn neu.</li> <li>Stell sicher, dass keine weitere Instanz von Scratch in einem anderen Reiter läuft.</li> <li>Stell sicher, dass die Hardware angeschlossen ist.</li> </ul>
fa: اگر کار نمی کند، سعی کنید: <ul> <li>اطمینان حاصل کنید که فایل افزونه درست برای کامپیوتر و مرورگر خود را باز و نصب کرده‌اید.</li> <li>اطمینان حاصل کنید که شما اجازه تنظیمات مرورگر خود را در اختیار دارید تا افزونه بتواند اجرا شود.</li> <li>مرورگر خود را دوباره راه اندازی کنید.</li> <li>اطمینان حاصل کنید که اسکرچ را در تب یا مرورگر دیگری باز نکنید.</li> <li>اطمینان حاصل کنید که سخت‌افزار وصل شده است.</li> </ul>
fr: Si ça ne fonctionne pas, essayez ceci : <ul> <li>Assurez-vous d'avoir ouvert et installé le bon plugin pour votre ordinateur et navigateur.</li> <li>Assurez-vous d'avoir correctement défini les permissions dans les paramètres de votre navigateur pour permettre au plugin de fonctionner.</li> <li>Redémarrez votre navigateur.</li> <li>Assurez-vous de ne pas avoir Scratch ouvert dans un autre onglet ou dans un autre navigateur.</li> <li>Assurez-vous que le matériel est branché, et correctement connecté.</li> </ul>
id: <ul> <li>Pastikan kamu telah membuka dan memasang berkas plug-in yang benar untuk komputer dan perambanmu.</li> <li>Pastikan kamu telah mengatur perizinan di pengaturan perambanmu untuk memperbolehkan plug-innya untuk berjalan.</li> <li>Mulai ulang perambanmu.</li> <li>Pastikan kamu Scratch tidak sedang terbuka di tab atau browser lain.</li> <li>Pastikan perangkat kerasnya tercolok.</li> </ul>
kk: Егер істемейтін болса, тексеріп көріңіз: <ul> <li>Комьпютеріңізге және браузеріңізге дұрыс плагин файлын ашқаныңызға және орнатқаныңызға көз жеткізіңіз.</li> <li>Браузер баптауларыңызда плагинді іске қосатын рұқсатты орнатқаныңызға көз жеткізіңіз.</li> <li>Браузеріңізді қайта қосыңыз.</li> <li>Басқа қосымша бетте немесе браузерде Скретчтің ашылып тұрмағанына көз жеткізіңіз.</li> <li>Ақпараттық жасақтаманың қосылғанына көз жеткізіңіз.</li> </ul>
lt: Jei neveikia, bandyk: <ul> <li>Įsitikink, kad atvėrei ir įdiegei teisingą priedėlio failą savo kompiuteriui ir naršyklei</li> <li>Įsitikink, kad davei leidimus naršyklei naudoti priedėlį/li> <li>Paleisk iš naujo naršyklę</li> <li>Įsitikink, kad nėra atvertas Scratch langas kitame lange ar naršyklėje</li> <li>Įsitikink, kad įrenginys prijungtas</li> </ul>
nb: Hvis det ikke virker, prøv dette: <ul> <li>Sjekk at du har åpnet og installert riktig tilleggsprogram for maskinen og nettleseren du bruker.</li> <li>Sjekk at innstillingene i nettleseren tillater at tilleggsprogrammet kjører.</li> <li>Lukk nettleseren (alle vinduer) og start den på nytt.</li> <li>Pass på at Scratch ikke er åpnet i et annet vindu eller en annen nettleser.</li> <li>Pass på at enheten er koblet til.</li> </ul>
nn: Viss det ikkje verkar, prøv dette: <ul> <li>Sjå til at du har opna og installert det riktige programtillegget for maskina og nettlesaren som du brukar.</li> <li>Sjå til innstillingane i nettlesaren er sett slik at programtillegget har løyve til å køyra.</li> <li>Lukk nettlesaren og start han på nytt.</li> <li>Pass på at ikkje Scratch er open i andre nettlesarvindauge.</li> <li>Sjå til at den eksterne eininga er kopla til datamaskina.</li> </ul>
pt_br: Se não estiver funcionando, faça o seguinte: <ul> <li>Verifique se você abriu e instalou o arquivo de plug-in correto para seu computador e navegador.</li> <li>Verifique se você configurou a permissão nas preferências do navegador para permitir a execução do plug-in.</li> <li>Reinicie seu navegador.</li> <li>Verifique se você não está com o Scratch aberto em outra guia ou navegador.</li> <li>Verifique se o dispositivo de hardware está conectado.</li> </ul>
sl: If it's not working, try: <ul> <li>Prepričaj se, da si odprl in namestil pravi vtičnik za svoj računalnik in svoj brskalnik.</li> <li>Prepričaj se, da si nastavil dovoljenja v svojem brskalniku, da dovoli zaogn vtičnika.</li> <li>Ponovno zaženi brskalnik.</li> <li>Prepričaj se, da Scratch ni odprt v katerem drugem zavihku ali oknu brskalnika.</li> <li>Prepričaj se, da je strojna oprema priključena.</li> </ul>
tr: Eğer çalışmıyorsa şunları deneyin: <ul> <li>Bilgisayarınız ve İnternet gezgininiz için uygun eklentiyi açtığınızdan, kurduğunuzdan emin olun.</li> <li>İnternet gezgin ayarlarından eklentinin çalışmasına izin verdiğinizden emin olun.</li> <li>İnternet gezgininizi yeniden başlatın.</li> <li>Başka bir sekmede ya da pencerede Scratch'ın açık olmadığından emin olun.</li> <li>Cihazın takılı olduğundan emin olun.</li> </ul>
vi: Nếu không hoạt động, thử: <ul> <li>Chắc rằng bạn đã mở và cài đặt đúng plugin cho máy tính và trình duyệt.</li> <li>Chắc rằng bạn đã đặt quyền cho trình duyệt của bạn được phép sử dụng plugin để thực thi.</li> <li>Khởi động lại trình duyệt</li> <li>Chắc rằng bạn không mở Scratch trong một tab khác hay trình duyệt khác.</li> <li>Chắc rằng phần cứng đã được cắm vào.</li> </ul>
zh_tw: 如果沒有用，你可以試試： <ul> <li>確定你的電腦和瀏覽器已經安裝並開啟正確的插件檔案。</li> <li>確定你使用的瀏覽器已允許插件檔案執行。</li> <li>重啟你的瀏覽器。</li> <li>確定你沒有在其他瀏覽器，或是瀏覽器的其他分頁中開啟 Scratch 。</li> <li>確定硬體裝置正確的連接電腦。</li> </ul>

source: Report whether the button is pressed or one of the inputs A-D is connected.
bn: বাটনটি চাপা হয়েছে কিনা অথবা A-D ইনপুটগুলোর মধ্যে একটি সংযুক্ত আছে কিনা তা প্রতিবেদন কর।
cs: Hlásí, jestli je stisknuté tlačítko nebo je připojen jeden ze vstupů A-D.
cy: Adrodd p'un ai fod y botwm wedi ei bwyso neu fod un o'r mewnbynnau A-D wedi eu cysylltu.
de: Gibt an, ob der Taster gedrückt ist oder einer der Eingänge A-D angeschlossen ist.
fa: گزارش می‌دهد که آیا دکمه‌ای فشرده شده است یا یکی از ورودی های A-D متصل است.
fr: Renvoie si le bouton est pressé ou si l'une des entrées A-D est connectée.
id: Melaporkan apakah tombolnya ditekan atau jika salah satu input A — D dihubung.
kk: Батырманың басылғанын немесе A-D енгізулерінің қосылғанын баяндаңыз.
lt: Praneša ar nuspaustas mygtukas ar viena iš įvesčių A-D yra prijungta
nb: Betingelse som er oppfylt når knappen trykkes eller en av inngangene A-D er sammenkoblet.
nn: Oppfylt når knappen vert trykt eller ein av inngangane A–D er tilkopla.
pt_br: Informa se o botão está pressionado, ou se uma das entradas A-D está conectada.
sl: Javi, če je pritisnjen gumb ali pa je povezan eden od vhodov A-D.
tr: Düğmenin basılı ya da A-D girdilerinden herhangi birinin bağlı olup-olmadığını bildir.
vi: Báo rằng nút đã được bấm hoặc một trong những đầu vào A-D được kết nối.
zh_tw: 回傳是哪個按鈕被按下，或是哪個裝置被連接（A-D）。

source: The sprite will spin as long as the button is pressed.
bn: স্প্রাইটটি ততক্ষণ ঘুরবে যতক্ষণ বাটনটি চেপে রাখা হবে।
cs: Postava se bude točit tak dlouho, dokud budeš držet tlačítko.
cy: Bydd y corlun yn troi cyhyd â bod y botwm yn cael ei bwyso.
fa: مادامی که دکمه فشار داده شود، شکلک می‌چرخد.
fr: Le lutin tournera aussi longtemps que le bouton sera enfoncé.
id: Sprite akan berputar selama tombol ditekan.
sl: Figura se bo vrtela dokler je gumb pritisnjen.
tr: Kukla, düğmeye basıldığı sürece dönecektir.
vi: Đối tượng sẽ xoay vòng miễn là nút được bấm.

source: To view the value of the sensor, click the checkbox next to the block in the palette.
bn: সেন্সরের মান দেখতে, প্যালেটের ব্লকের পাশের চেকবক্সে ক্লিক কর।
cs: Pro zobrazení hodnoty na senzoru klikni na zaškrtávací políčko v paletě.
cy: I weld gwerth y synhwyrydd, cliciwch ar y blwch ticio nesaf at y bloc yn y palet.
fa: برای مشاهده ارزش سنسور، کادر انتخاب کنار قطعه در جعبه رنگ نقاشی را کلیک کنید.
fr: Pour voir la valeur du capteur, clique la case à côté du bloc dans la palette.
id: Untuk melihat nilai sensor, klik kotak centang di sebelah balok di palet.
sl: Za ogled vrednosti senzorja, klikni potrditveno okence ob bloku v paleti.
tr: Sensörün değerini görüntülemek için paletteki blokun yanındaki onay kutusunu tıklayın.
vi: Để xem giá trị của cảm biến, bấm vào checkbox bên cạnh mảnh ghép trong bảng.

source: You can select the button or one of the four inputs numbered A-D.
bn: তুমি বাটন বা চারটি ইনপুট সংখ্যা A-D এর মধ্যে একটি নির্বাচন করতে পার।
cs: Můžeš vybrat tlačítko nebo jeden ze čtyř vstupů označených A-D.
cy: Gallwch ddewis y botwm neu un o'r pedwar mewnbwn wedi eu rhifo A-D.
fa: شما می‌توانید دکمه یا یکی از چهار ورودی شماره A-D را انتخاب کنید.
fr: Vous pouvez sélectionner le bouton ou une des quatre entrées numérotées de A à D.
id: Kamu bisa memilih tombolnya atau salah satu dari empat input yang diangkai A-D.
sl: Izbereš lahko gumb ali enega od vhodov označenih A-D.
tr: Düğmeyi veya A-D numaralı dört girişten birini seçebilirsiniz.
vi: Bạn có thể chọn nút hoặc một trong 4 đầu vào được đánh thứ tự A-D.

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.
bn: পিকোবোর্ড চার জোড়া অ্যালিগেটর ক্লিপ নিয়ে আসে যা ইনপুট এ-ডি তে প্লাগ করা যায়। ক্লিপের ধাতব প্রান্তের মধ্যে একটি ভাল বৈদ্যুতিক সংযোগ থাকলে একটি ইনপুট সংযুক্ত থাকে।
cs: PicoBoard je dodáván se čtyřmi páry krokodýlkových svorek, které mohou být zapojeny do vstupů A-D. Vstup je připojen, pokud existuje dobré elektrické spojení mezi kovovými konci svorek.
cy: Mae'r PicoBoard yn dod gyda 4 clip aligator y mae modd eu plygio i fewnbynnau A-D. Mae mewnbwn wedi ei gysylltu os oes yna gysylltiad trydanol da rhwng pen metel y clipiau.
fa: PicoBoard همراه با چهار جفت گیره‌های سوسماری می‌باشد که می‌توانند به ورودی A-D متصل شوند. اگر یک اتصال برق خوب بین انتهای فلز گیرهها وجود داشته باشد، یک ورودی متصل می‌شود.
fr: Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. Une entrée est connectée s'il y a une bonne connexion électrique entre les extrémités métalliques des pinces.
id: PicoBoard sudah termasuk empat pasang jepit buaya yang bisa dicolok ke dalam input A-D. Sebuah input terhubung jika ada hubungan listrik bagus antara ujung-ujung logam jepit.
sl: PicoBoard ploščica je opremljena s štirimi žicami s krokodilčki, ki jih lahko priključimo na vhode A-D. Vhod je priključen, če je ne njem dober električni stik med kovinskimi konci priključkov.
tr: PicoBoard, A-D girişlerine takılabilen dört çift timsah klipsi ile birlikte gelir. Klipslerin metal uçları arasında iyi bir elektrik bağlantısı varsa, bir giriş bağlanır.
vi: PicoBoard đi kèm với bốn cặp kẹp cá sấu có thể được cắm vào các đầu vào A-D. Một đầu vào được kết nối nếu có tiếp xúc điện tốt giữa các đầu kim loại của kẹp.

source: Report the value detected by one of the PicoBoard sensors in the range from 0 to 100.
bn: 0 থেকে 100 এর মধ্যে একটি পিকোবোর্ড সেন্সর দ্বারা সনাক্ত করা মান প্রতিবেদন কর।
cs: Hlásí hodnotu naměřenou jedním ze senzorů desky PicoBoard v rozsahu 0 až 100.
cy: Adrodd gwerth sydd wedi ei ganfod gan un o synwyryddion PicoBoard yn yr ystod rhwng 0 a 100.
de: Gibt den Wert im Bereich von 0 bis 100 zurück, der von einem der Sensoren des PicoBoards erkannt wird.
fa: ارزش تعیین شده توسط یکی از سنسورهای PicoBoard در محدوده 0 تا 100 را گزارش می‌دهد.
fr: Renvoie la valeur détectée par l'un des capteurs PicoBoard sur une échelle de 0 à 100.
id: Melaporkan nilai yang dideteksi oleh salah satu sensor PicoBoard yang berkisar dari 0 sampai 100.
kk: 0 ден 100 ге дейінгі аралықтағы PicoBoard сенсорларының бірі анықтаған мәнді баяндайды.
lt: Praneša reikšmę, gautą iš vieno Picoboard jutiklių nuo 0 iki 100
nb: Gir den målte verdien fra en av sensorene på PicoBoard. Verdien går fra 0 til 100.
nn: Gjev verdien frå ein av sensorane på PicoBoard, med verdiområde 0 til 100.
pt_br: Informa o valor detectado por um dos sensores do PicoBoard no intervalo de 0 a 100.
sl: Sporoči vrednost enega od senzorjev PicoBoard v območju od 0 do 100.
tr: PicoBoard algılayıcısı ile tespit edilmiş değeri 0 ile 100 aralığında bildir.
vi: Báo giá trị được đo bởi một trong những cảm biến của PicoBoard trong khoảng từ 0 đến 100.
zh_tw: 回傳從 PicoBoard 感測器上偵測到的數值（0 至 100）。

source: Make the sprite move up and down using the slider.
bn: স্লাইডার ব্যবহার করে স্প্রাইটকে উপরে এবং নিচে সরাও।
cs: Hýbej postavou nahoru a dolu použitím posuvníku.
cy: Gwneud i'r corlun symud i fyny ac i lawr gan ddefnyddio'r llithrydd.
fa: با استفاده از نوار لغزنده کاری کنید شکلک بالا و پایین برود.
fr: Fais monter et descendre le lutin avec le potentiomètre.
id: Buat sprite bergerak ke atas dan bawah menggunakan slider.
sl: Premakni figuro gor in dol s pomočjo drsnika.
tr: Kaydırıcıyı kullanarak kuklayı yukarı ve aşağı hareket ettirin.
vi: Làm cho đối tượng di chuyển lên hoặc xuống bằng cách sử dụng thanh trượt.

source: You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.
bn: তুমি সাতটি পিকোবোর্ড সেন্সরের মধ্যে একটি নির্বাচন করতে পার। প্রতিটি 0 থেকে 100 এর মধ্যে একটি মান রিপোর্ট করে।
cs: Můžeš vybrat jeden ze sedmi PicoBoard senzorů. Každý hlásí hodnoty v rozmezí 1 až 100.
cy: Gallwch ddefnyddio un o saith synhwyrydd PicoBoard. Mae pob un yn adrodd gwerth yn yr ystod rhwng 0 a 100.
fa: شما می‌توانید یکی از هفت سنسور PicoBoard را انتخاب کنید. هر کدام یک مقدار در محدوده 0 تا 100 را گزارش می‌دهد.
fr: Vous pouvez sélectionner un des sept capteurs de la carte PicoBoard. Chacun revoit une valeur entre 0 et 100.
id: Kamu bisa memilih satu dari tujuh PicoBoard sensor. Masing-masing melaporkan sebuah nilai berkisar dari 0 hingga 100.
sl: Izbereš lahko med sedmimi PicoBoard senzorji. Vsak javlja vrednosti med 0 in 100.
tr: Yedi PicoBoard sensöründen birini seçebilirsiniz. Her biri 0 ile 100 arasında bir değer bildirir.
vi: Bạn có thể chọn một trong 7 cảm biến PicoBoard. Mỗi lần báo một giá trị trong khoảng từ 0 đến 100.
