Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Where will your characters go?
bn: তোমার চরিত্রগুলি কোথায় যাবে?
cs: Kam tvoje postavy půjdou?
cy: Lle fydd eich cymeriadau'n mynd?
de: Wohin sollen deine Figuren gehen?
fa: کاراکترهای شما کجا خواهند رفت؟
fr: Où vont aller tes personnages ?
kk: Кейіпкеріңіз қайда барады?
tr: Karakterlerin nereye gidecek?
vi: Những nhân vật của bạn sẽ đi đâu?
zh_tw: 想讓你的角色去哪兒？

source: Choose a backdrop for your next scene, such as 'woods' or ‘desert’:
bn: তোমার পরবর্তী দৃশ্যের জন্য একটি পটভূমি বাছাই করো, যেমন woods' অথবা ‘desert’:
cs: Vyber si pozadí pro tvou další scénu, jako například pláž nebo les:
cy: Dewiswch gefndir ar gyfer eich golygfa nesaf, fel 'coed' neu 'anialwch':
de: Wähle das gewünschte Bühnenbild für deine nächste Szene aus (wie zum Beispiel "woods" (Wald) oder "desert" (Wüste)):
fa: یک پس‌زمینه برای صحنه بعدی خود مانند "جنگل" یا "بیابان" را انتخاب کنید:
fr: Choisis un arrière-plan pour ta prochaine scène comme 'woods' (bois) ou 'desert' :
kk: Келесі сахна үшін фон таңдаңыз, мысалы, 'орман' немесе 'шөл' сияқты:
tr: Bir sonraki sahnen için bir arka plan seç, örneğin "ormanlar" ya da "çöl":
vi: Chọn phông nền cho phân cảnh kế, như là 'rừng' hay ‘sa mạc’:
zh_tw: 為你的下個場景選擇一個背景，像是 woods（樹林）或是 desert（沙漠）：

source: <p>Click the <span class="tab-ref">Scripts</span> tab. Then, select your sprite by clicking on its thumbnail: </p>
bn: <span class="tab-ref">স্ক্রিপ্ট </span><p>ট্যাবে ক্লিক কর। তারপরে, থাম্বনেইলে ক্লিক করে তোমার স্প্রাইট নির্বাচন কর</p>:
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span>. Poté vyber svou postavu kliknutím na její miniaturu: </p>
cy: <p>Cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Yna, dewiswch gorlun drwy glicio ar ei lun bach: </p>
fa: <p>زبانه <span class="tab-ref">دستورها</span>را کلیک کنید. سپس، با کلیک بر روی ریزعکس، شکلک خود را انتخاب کنید:</p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>. Puis, sélectionne ton luton en cliquant sur sa miniature : </p>
kk: ⇥⇥<p> <span class="tab-ref">Скрипттер</span>ендірмесін басыңыз. Сосын нобайына басу арқылы спрайтты таңдаңыз: </p> ⇥
tr: <p><span class="tab-ref">Senaryolar </span> sekmesine tıkla. Ardından küçük resmin kuklasına tıklayarak onu seç: </p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Sau đó, chọn đối tượng của bạn bằng cách bấm vào ảnh nhỏ của nó: </p>
zh_tw: <p>點擊 <span class="tab-ref">程式</span> 頁籤。然後，再點擊縮圖來選擇你的角色：</p>

source: To make your character say something and then switch to the next scene, add these blocks to your script:
bn: তোমার চরিত্রকে কিছু বলার জন্য এবং তারপর পরবর্তী দৃশ্যে স্যুইচ করতে, তোমার স্ক্রিপ্টে এই ব্লকগুলি যুক্ত করো:
cs: Aby jsi nechal/a tvou postavu něco říct a pak přepnul/a na další scénu, přidej tyto bloky k tvému scénáři.
cy: I wneud i'ch cymeriad ddweud rhywbeth ac yna newid i'r olygfa nesaf, ychwanegwch y blociau hyn i'ch sgript:
de: Füge diese Blöcke hinzu, um deine Figur etwas sagen zu lassen und dann zur nächsten Szene zu wechseln.
fa: برای اینکه کاراکتر شما چیزی بگوید و سپس به صحنه بعدی تغییر کند، این قطعهها را به دستور خود اضافه کنید:
fr: Pour faire dire quelque chose à ton personnage puis changer à la scène suivante, ajoute ces blocs à ton script :
kk: Кейіпкеріңіз бірнәрсе деген соң келесі сахнаға өтуі үшін мына блоктарды скрпитқа қосыңыз:
tr: Karakterinize bir şey söyletmek ve daha sonra bir sonraki sahneye geçmek için, bu blokları senaryonuza ekleyin:
vi: Để làm cho nhân vật của bạn nói điều gì đó và sau đó đổi sang phân cảnh kế, thêm những mảnh ghép này vào kịch bản:
zh_tw: 要讓你的角色說些話，然後切換到另一個場景。可以添加這些積木到你的程式中：

source: Your script will look something like this:
bn: তোমারর স্ক্রিপ্টটি এরকম কিছু দেখাবে:
cs: Tvůj scénář bude vypadat nějak takhle:
cy: Bydd eich sgript yn edrych rhywbeth fel hyn:
de: Dein Skript wird so ähnlich aussehen wie dieses:
fa: دستور شما چیزی شبیه به این خواهد بود:
fr: Ton script va ressembler à ceci :
kk: Сіздің скриптіңіз шамамен осындай болады:
sl: Tvoja skripta bo izgledala nekako takole:
tr: Senaryon şu şekilde görünecek:
vi: Kịch bản của bạn sẽ trông như thế này:
zh_tw: 你的程式會像這樣：

source: Have your character say something when the scene switches.
bn: দৃশ্য পাল্টে গেলে তোমার ক্যারেক্টারকে দিয়ে কিছু বলাও।
cs: Nech tvou postavu něco říct, když se přepíná scéna.
cy: Gwnewch i'ch cymeriadau ddweud rhywbeth wrth i'r olygfa newid.
de: Lass deine Figur etwas sagen, wenn die Szene gewechselt hat.
fa: کاری کنید هنگام تغییر صحنه کاراکتر شما چیزی بگوید.
fr: Fais dire quelque chose à ton personnage quand la scène change.
kk: Сахна ауысарда кейіпкеріңіз бірнәрсе десін.
tr: Sahne değiştiğinde karakterinize bir şey söyletin.
vi: Làm nhân vật của bạn nói điều gì đó khi phân cảnh được chuyển.
zh_tw: 當場景切換時，讓你的角色說些話。

source: Click to select your first character:
bn: তোমার প্রথম চরিত্র নির্বাচন করতে ক্লিক করো:
cs: Klikni pro výběr své první postavy:
cy: Cliciwch i ddewis eich cymeriad cyntaf:
de: Klicke deine erste Figur an:
fa: برای انتخاب اولین کاراکتر خود کلیک کنید:
fr: Clique pour sélectionner ton premier personnage :
kk: Алғашқы кейіпкеріңізді таңдау үшін басыңыз:
tr: İlk karakterini seçmek için tıkla:
vi: Bấm vào để chọn nhân vật đầu tiên của bạn:
zh_tw: 點擊以選取你的第一個角色：

source: You can type in your own words
bn: তুমি তোমার নিজের শব্দ টাইপ করতে পা্রো
cs: Můžeš zapsat svá vlastní slova
cy: Gallwch deipio eich geiriau eich hun.
de: Du kannst deinen eigenen Text eintippen.
fa: شما می‌توانید کلمات خود را تایپ کنید
fr: Tu peux taper tes propres paroles
kk: Сіз өз сөздеріңізді енгізе аласыз
tr: Kendi sözcüklerinle yazabilirsin.
vi: Bạn có thể nhập vào những từ ngữ của riêng bạn
zh_tw: 你可以輸入想要顯示的內容

source: Tip: Broadcast a message to tell another sprite when to talk. When that sprite receives the message, it can respond.
bn: টিপস: কথা বলার সময় অন্য স্প্রাইটকে বলার জন্য একটি বার্তা সম্প্রচার কর। যখন সেই স্প্রাইট বার্তাটি গ্রহণ করে, এটি সাড়া দিতে পারে।
cs: Tip: Vyšli zprávu jako je tato, abys řekl/a jiné postavě, kdy mluvit. Když tato postava obdrží tuto zprávu, může odpovědět.
cy: Awgrym: Darlledwch neges i ddweud wrth gorlun arall pryd i siarad. Pan fydd yn derbyn y neges, gall ymateb.
de: Tipp: Sende eine Nachricht, um einer anderen Figur zu sagen, wann sie sprechen soll. Wenn sie die Nachricht erhält, kann sie antworten.
fa: نکته: پیامی بفرستید تا به شکلکی دیگر بگویید چه زمان صحبت کند. هنگامی که این شکلک پیام را دریافت کند، می‌تواند پاسخ دهد.
fr: Astuce : diffuse un message pour dire à un autre lutin quand il doit parler. Quand le lutin reçoit le message, il peut répondre.
kk: Кеңес:Басқа спрайтқа қашан сойлеу керектігі туралы хабарла. Хабарламаны қабылдаған соң ол жауап бере алады.
tr: İpucu: Ne zaman konuşulacağını başka bir kuklaya anlatmak için bir mesaj yayınlayın. O kukla iletiyi aldığında, yanıt verebilir.
vi: Thủ thuật: Phát tin nhắn để chỉ đối tượng khác khi nào sẽ nói. Khi đối tượng đó nhận tin nhắn, nó có thể trả lời lại.
zh_tw: 提示：廣播一個訊息以告訴其他的角色什麼時候開始交談。當角色收到了這個訊息，它就可以開始回應。

source: First, select its thumbnail.
bn: প্রথমে, এর থাম্বনেইল নির্বাচন করো।
cs: Nejprve mu vyber náhledový obrázek.
cy: Yn gyntaf, dewiswch lun bach.
de: Wähle zuerst die Figur an.
fa: ابتدا، ریز عکس آن را انتخاب کنید.
fr: Tout d'abord, sélectionne sa vignette.
kk: Біріншіден, оның нобайын таңдаңыз.
tr: İlk olarak, küçük resmini seç.
vi: Đầu tiên, chọn ảnh nhỏ của nó.
zh_tw: 首先，選擇它的縮圖。

source: Type in your own words.
bn: নিজের শব্দে টাইপ কর।
cs: Vepiš svá vlastní slova.
cy: Teipiwch eich geiriau eich hun.
de: Du kannst deinen eigenen Text eintippen.
fa: کلمات خود را تایپ کنید.
fr: Entre tes propres paroles.
kk: Сіз өз сөздеріңізді енгізе аласыз.
sl: Vtipkaj svoje besede.
tr: Kendi sözcüklerinle yaz.
vi: Nhập vào từ ngữ của bạn.
zh_tw: 輸入你的內容。

source: Make your new character glide across the Stage.
bn: তোমার নতুন ক্যারেক্টারটিকে মঞ্চ জুড়ে গ্লাইড করাও।
cs: Nech tvou postavu klouzat po scéně.
cy: Gwnewch i'ch cymeriad lithro ar draws y Llwyfan.
de: Lass deine Figur über die Bühne gleiten.
fa: کاراکتر جدید خود را در صحنه حرکت دهید.
fr: Fais glisser ton personnage à travers la Scène.
kk: Жаңа кейіпкеріңізді Сахна боймен қозғалтыңыз.
tr: Yeni karakterinizin sahne boyunca kaymasını sağlayın.
vi: Làm cho nhân vật mới lướt ngang qua Sân khấu.
zh_tw: 讓你的新角色在舞台上滑來滑去。

source: Drag your character on the Stage to where you want it to glide to.
bn: তুমি মঞ্চের যেখানে গ্লাইড করতে চাও সেখানে তোমার ক্যারেক্টারটিকে টেনে আন।
cs: Přesuň tvou postavu ve scéně na místo, kam chceš aby doklouzala.
cy: Llusgwch eich cymeriad i le rydych am iddo lithro iddo.
de: Ziehe deine Figur dahin, wo sie hingleiten soll.
fa: کاراکتر خود را روی صحنه به جایی مورد نظر خود بکشید.
fr: Fais glisser ton personnage sur la Scène à l'endroit ou tu veux qu'il se déplace.
kk: Кейіпкеріңізді Сахнаның қалаған жеріне орналастырыңыз
tr: Karakterinizi sahnede kaymasını istediğiniz yere sürükleyin.
vi: Kéo ra nhân vật của bạn lên Sân khấu đến nơi bạn muốn nó lướt tới.
zh_tw: 拖曳舞台上的角色到你想要滑行到的地方。

source: Then add the glide block to your script:
bn: তারপর আপনার স্ক্রিপ্টে গ্লাইড ব্লক যোগ করো:
cs: Potom do svého scénáře přidej blok "klouzej":
cy: Yna ychwanegwch y blociau llithro i'ch sgript:
de: Füge den "gleite" Block zu deinem Skript hinzu:
fa: سپس قطعه حرکتی را به دستور خود اضافه کنید:
fr: Puis ajoute le bloc glisser à ton script :
kk: Содан соң, скриптіңізге сырғанау блогын қосыңыз:
tr: Sonra senaryona kayma blokunu ekle:
vi: Sau đó thêm vào mảnh ghép lướt vào kịch bản của bạn:
zh_tw: 接著添加滑行積木到你的程式：

source: Tip: To make the new character go back to its starting position at the start of your story, add a script like this:
bn: টিপস: তোমার চরিত্রের শুরুতে নতুন চরিত্রটিকে তার শুরুর অবস্থানে ফিরিয়ে আনতে, এর মতো একটি স্ক্রিপ্ট যোগ করো :
cs: Tip: K vytvoření nové postavy jdi zpátky na začínající pozici, na začátek tvého příběhu a přidej scénář jako je tento:
cy: Awgrym: I wneud i gymeriad newydd fynd yn ôl i'w fan cychwyn ar gychwyn y stori, ychwanegwch sgript fel hyn:
de: Tipp: Um deine Figur beim Start der Geschichte zurück auf die Anfangsposition zu bringen, füge ein Skript wie dieses ein:
fa: نکته: برای اینکه کاراکتر جدید به موقعیت شروع خود در ابتدای داستان‌تان بازگردد، یک دستور مثل این اضافه کنید:
fr: Astuce : pour faire retourner ton personnage à son point de départ du début de l'histoire, ajoute un script comme ceci :
kk: Кеңес: жаңакейіпкеріңіздің оның әңгіменің басындағы бастапқы орнына қайта баруы үшін осындай скрипт қосыңыз:
tr: İpucu: Yeni karakterin, hikayenizin başlangıcında başlangıç konumuna geri dönmesini sağlamak için şunun gibi bir senaryo ekleyin:
vi: Thủ thuật: Để làm cho nhân vật mới quay về điểm bắt đầu của nó ở thời điểm bắt đầu câu chuyện, thêm vào đoạn kịch bản như vầy:
zh_tw: 提示：要讓新的角角返回到故事一開始的位置，可以添加像這樣的程式：

source: y is the position on the Stage from top to bottom.
bn: y হল মঞ্চের উপর থেকে নীচে অবস্থান।
cs: y je pozice na scéně od shora dolů.
cy: y yw'r safle ar y Llwyfan o'r brig i'r gwaelod.
de: y ist die Position auf der Bühne von oben nach unten.
fa: y موقعیت در صحنه از بالا به پایین است.
fr: y est la position sur la Scène de haut en bas.
kk: у деген Сахнаның жоғарыдан төменге санғандағы позициясы.
tr: y,sahne alanında yukarıdan aşağıya olan konumdur.
vi: y là vị trí trên Sân khấu từ trên xuống dưới.
zh_tw: y 是舞台從上到下的垂直位置。

source: You can change backdrops using <img src="%(url_switch_backdrop_to)s">
bn: তুমি <img src="%(url_switch_backdrop_to)s">ব্যবহার করে ব্যাকড্রপ পরিবর্তন করতে পার
cs: Pozadí můžeš měnit použitím <img src="%(url_switch_backdrop_to)s">
cy: Gallwch newid cefnlen drwy ddefnyddio <img src="%(url_switch_backdrop_to)s">
fa: شما می‌توانید پس زمینه را با استفاده از <img src="%(url_switch_backdrop_to)s"> تغییر دهید
fr: Tu peux changer les arrière-plans en utilisant <img src="%(url_switch_backdrop_to)s">
tr: Arkaplanları <img src="%(url_switch_backdrop_to)s"> i kullanarak değiştirebilirsin
vi: Bạn có thể thay đổi phông nền sử dụng <img src="%(url_switch_backdrop_to)s">

source: Here's an example:
bn: এখানে একটি উদাহরণ :
cs: Tady je příklad:
cy: Dyma esiampl:
fa: در اینجا یک مثال است:
fr: Voici un exemple :
sl: Tukaj je primer:
tr: İşte bir örnek:
vi: Đây là ví dụ:

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu:
cs: V prvním kroku zvol pozadí, která chceš <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. V dalším kroku vyber každé pozadí z rozbalovací nabídky:
cy: Yn gyntaf, dewiswch y gefnlen rydych ei heisiau <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Yna, dewis enw'r gefnlen o'r gwymplen:
fa: ابتدا، پس‌زمینه‌های مورد نظر را انتخاب کنید<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. سپس، نام هر پس‌زمینه را از منوی کشویی انتخاب کنید:
fr: Premièrement, choisis les arrière-plans que tu veux <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ensuite, sélectionne chaque nom d'arrière-plan dans le menu déroulant :
tr: <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">İlk olarak istediğin zeminleri seç. Sonra, aşağı açılır menüden her bir zemin renginin adını seç:
vi: Đầu tiên, chọn phông nền bạn muốn <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Sau đó, chọn mỗi tên phông nền từ menu xổ xuống:

source: Pick a new sprite that has more than one costume, such as:
bn: একটি নতুন স্প্রাইট বাছাই কর যার একাধিক পোশাক রয়েছে, যেমন:
cs: Vyber novou postavu, která má více než jeden kostým, například:
cy: Dewiswch gorlun newydd sydd â mwy nag un wisg, fel:
de: Nimm eine neue Figur, die mehr als ein Kostüm hat, wie z. B.:
fa: یک شکلک جدید انتخاب کنید که بیش از یک حالت دارد، مانند:
fr: Choisis un nouveau lutin qui a plus d'un costume, tel que:
kk: Осы секілді бірнеше костюмі бар спрайтты алыңыз:
nb: Velg en ny figur med mer enn en drakt, for eksempel:
nn: Vel ein ny figur som har meir enn éi drakt, for eksempel:
pt_br: Escolha um novo ator que tenha mais de uma fantasia, como:
sl: Izberi figuro, ki ima več kot en videz, kot je:
tr: Birden fazla kılığa sahip bir kukla seç, örneğin Giga:
vi: Chọn một đối tượng mới có nhiều trang phục, như là:
zh_tw: 建立一個造型有一個以上的角色，像是：

source: You can use key press to switch costumes:
bn: তুমি পোশাক পরিবর্তন করতে কী প্রেস ব্যবহার করতে পার
cs: Můžeš použít stisknutí klávesy pro přepínání kostýmů:
cy: Gallwch ddefnyddio pwyso'r fysell i newid gwisgoedd:
de: Du kannst einen Tastendruck verwenden, um Kostüme zu wechseln:
fa: برای تغییر حالت، می‌توانید از فشار کلید استفاده کنید:
fr: Tu peux utiliser appuyez sur la touche pour basculer d'un costume sur l'autre:
kk: Сіз костюмдерді ауыстыру үшін пернені пайдалана аласыз:
nb: Du kan bytte drakt ved å trykke en tast:
nn: Du kan byta drakt ved å trykkja ein tast:
pt_br: Você pode usar o recurso de pressionar uma tecla para mudar de fantasia:
sl: S pritiskom na tipko menjaš med videzi:
tr: Aşağıdaki gibi bir dizi ile klavyeyi kullanarak kılık değiştirebilirsin:
vi: Bạn có thể sử dụng phím bấm để chuyển đổi trang phục:
zh_tw: 你可以利用按鍵來切換造型：

source: Make your sprite talk
bn: তোমার স্প্রাইটকে কথা বলাও
cs: Donuť svou postavu mluvit
cy: Gwneud i'ch corlun siarad
de: Eine Figur sprechen lassen
fa: شکلک خود را به صحبت کردن بیاور
fr: Fais parler ton lutin
kk: Спрайтты сөйлейтін етіңіз
nb: Få figuren til å snakke
nn: Få figuren til å snakka
pt_br: Faça um ator falar
sl: Naj tvoja figura spregovori
tr: Kuklanı konuştur
vi: Làm cho đối tượng của bạn nói
zh_tw: 讓角色說話

source: Pick a sprite with costumes showing an open and closed mouth, such as:
bn: মুখ খোলা এবং বন্ধ দেখায় এমন পোশাকের একটি স্প্রাইট বাছাই কর, যেমন:
cs: Zvol si postavu s kostýmy ukazujícími otevřená a zavřená ústa, jako:
cy: Dewiswch gorlun gyda gwisgoedd yn dangos ceg agored a cheg wedi ei gau, fel:
de: Wähle eine Figur mit Kostümen, die sie mit offenem und geschlossenem Mund zeigen, wie z.B.:
fa: با نمایش باز و بسته شدن دهان، یک شکلک با حالت انتخاب کنید، از قبیل:
fr: Choisis un lutin avec des costumes montrant une bouche ouverte et fermée, tels que:
kk: Ашық және жабық ауызды көрсететін костюмі бар спрайтты алыңыз:
nb: Velg en figur med drakter som har åpen og lukket munn, for eksempel:
nn: Vel ein figur med drakter som har open og lukka munn, for eksempel:
pt_br: Escolha um ator com fantasias que mostrem uma boca aberta e fechada, como:
sl: Izberi figuro z videzom, ki odpira in zapira usta, kot na primer:
tr: Açık ve kapalı ağızlı kılıkları olan bir kukla seç, örneğin:
vi: Chọn một đối tượng với các trang phục thể hiện miệng đóng mở, như là:
zh_tw: 挑選一個角色，內建有開口和閉口造型，像是：

source: Try this script:
bn: এই স্ক্রিপ্টটি চেষ্টা কর:
cs: Zkus tento scénář:
cy: Rhowch gynnig ar y sgriptiau hyn:
de: Probiere dieses Skript aus:
fa: این دستور را امتحان کنید:
fr: Essaie ce script:
kk: Бұл скриптті көру:
nb: Prøv dette skriptet:
nn: Prøv dette skriptet:
pt_br: Tente este script:
sl: Preizkusi to skripto:
tr: Bu diziyi dene:
vi: Thử kịch bản này:
zh_tw: 試試看這個程式：

source: To add your voice, click <img src="%(url_sounds_tab)s"><br/>and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.
bn: তোমার কণ্ঠস্বর যুক্ত করতে,<img src="%(url_sounds_tab)s"><br/>এবং মাইক্রোফোন <img src="%(STATIC_URL)s/images/help/microphone-icon.png">শব্দগুলো রেকর্ড করতে ক্লিক কর।
cs: Pro přidání svého hlasu klikni na <img src="%(url_sounds_tab)s"><br/>a na mikrofon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> pro nahrání slov.
cy: I ychwanegu eich llais, cliciwch <img src="%(url_sounds_tab)s"><br/>a'r meicroffon <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> i recordio'r geiriau.
fa: برای افزودن صدا خود، روی<img src="%(url_sounds_tab)s"><br/> و میکروفن <img src="%(STATIC_URL)s/images/help/microphone-icon.png">کلیک کنید تا کلمات ضبط شود.
fr: Pour ajouter ta voix, clique sur <img src="%(url_sounds_tab)s"><br/>et sur le micro <img src="%(STATIC_URL)s/images/help/microphone-icon.png">pour enregistrer tes paroles.
tr: Sesini eklemek için, <img src="%(url_sounds_tab)s"><br/> ye ve mikrofona kelimeleri kaydetmek için <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> e tıkla.
vi: Để thêm vào giọng nói của bạn, bấm <img src="%(url_sounds_tab)s"><br/>và mic<img src="%(STATIC_URL)s/images/help/microphone-icon.png"> để thu âm từ ngữ.

source: Add this to your script:<br/><img src="%(url_play_sound_block)s"><br/>just below the green flag block.<br/>
bn: তোমার স্ক্রিপ্টে এটি যুক্ত কর:<br/><img src="%(url_play_sound_block)s"><br/> সবুজ পতাকা ব্লকের ঠিক নীচে।<br/>
cs: Přidej toto ke scénáři:<br/><img src="%(url_play_sound_block)s"><br/>právě pod blokem zelené vlajky.<br/>
cy: Ychwanegwch hwn i'ch sgript:<br/><img src="%(url_play_sound_block)s"><br/>o dan bloc y faner werdd.<br/>
fa: این را به دستور خود اضافه کنید: <br/><img src="%(url_play_sound_block)s"><br/> درست زیر قطعه پرچم سبز.<br/>
fr: Ajoute ceci à ton script : <br/><img src="%(url_play_sound_block)s"><br/>juste dessous le bloc du drapeau vert. <br/>
tr: Bunu senaryona ekle: <br/><img src="%(url_play_sound_block)s"><br/>yeşil bayrak blokunun aşağısında.<br/>
vi: Thêm nó vào kịch bản của bạn<br/><img src="%(url_play_sound_block)s"><br/>ngay bên dưới mảnh ghép cờ xanh.<br/>

source: Make a Valentine's Day card to share with your friends!
bn: তোমার বন্ধুদের সাথে শেয়ার করার জন্য একটি ভালবাসা দিবস এর কার্ড তৈরি কর!
cs: Vytvoř valentýnku pro sdílení s tvými kamarády!
cy: Creu cerdyn Diwrnod Sant Folant a'i rhannu gyda'ch ffrindiau!
de: Erstelle eine Valentinstagskarte, die du mit deinen Freunden teilst!
fa: کارت روز ولنتاین بسازید تا با دوستانتان به اشتراک بگذارید!
fr: Fais une carte de la Saint-Valentin à partager avec tes amis.
kk: Достарыңызға жіберу үшін Валентин күніне ашық хат жасаңыз!
nb: Lag et valentinsdag-kort som du kan sende til venner!
nn: Lag ein valentinsdag-kort du kan dela med vennar!
pt_br: Faça um cartão para compartilhar com seus amigos!
sl: Izdelaj valentinovo voščilnico in jo deli s prijatelji!
tr: Bir Sevgililer Günü Kartı yap ve bunu arkadaşlarınla paylaş!
vi: Làm thiệp Ngày lễ tình nhân để chia sẻ với bạn bè!
zh_tw: 製作一張情人節卡片，分享給你的朋友！

source: Start with a heart...
bn: একটি হৃদয় দিয়ে শুরু কর...
cs: Začni se srdcem...
cy: Cychwynnwch gyda chalon...
de: Beginne mit einem Herz...
fa: با یک قلب شروع کنید...
fr: Commence avec un coeur ...
kk: Жүрекпен бастаңыз...
nb: Start med et hjerte...
nn: Start med eit hjarte …
pt_br: Comece com um coração...
sl: Začni s srcem
tr: bir kalple başla...
vi: Bắt đầu bằng một trái tim...
zh_tw: 從愛心開始…

source: Start with a Heart
bn: একটি হৃদয় দিয়ে শুরু কর
cs: Začni se srdcem
cy: Cychwyn gyda Chalon
de: Beginn mit einem Herz
fa: با یک قلب شروع کنید
fr: Commence avec un coeur
id: Mulai dengan sebuah Hati
kk: Жүрекпен бастаңыз
nb: Start med et hjerte
nn: Start med eit hjarte
pt_br: Comece com um coração
sl: Začni s srcem
tr: Bir kalple başla
vi: Bắt đầu bằng một trái tim
zh_tw: 從一個心型開始

source: Add a Beat
bn: একটি বিট যোগ কর
cs: Přidej tlukot
cy: Ychwanegu Curiad
de: Füg einen Klang hinzu
fa: یک ضربان اضافه کنید
fr: Ajoute un battement de coeur
id: Tambahkan sebuah Ketukan
kk: Бит қосыңыз
nb: Lag et hjerteslag
nn: Lag eit hjarteslag
pt_br: Adicione uma batida
sl: Dodaj utrip
tr: Bir vuruş ekle
vi: Thêm nhịp đập
zh_tw: 添加一個節拍

source: Go on Green
bn: সবুজে যাও
cs: Jdi na zelenou
cy: Mynd i'r Gwyrdd
de: Geh auf Grün
fa: به سراغ سبز بروید
fr: Continue sur le drapeau vert
id: Buat Loop
kk: Жасылда жүріңіз
nb: Start på grønt
nn: Start på grønt
pt_br: Fique verde
sl: Pojdi na zelenico
tr: Yeşile git
vi: Tiếp theo Xanh
zh_tw: 點擊綠旗時運行

source: Add a Message
bn: একটি বার্তা যোগ কর
cs: Přidej zprávu
cy: Ychwanegu Neges
de: Füg eine Nachricht hinzu
fa: یک پیام اضافه کنید
fr: Ajoute un message
id: Tambaahkan sebuah Pesan
kk: Хабар қосыңыз
nb: Skriv en hilsen
nn: Skriv ei helsing
pt_br: Adicionar uma mensagem
sl: Dodaj sporočilo
tr: Bir Mesaj ekle
vi: Thêm thông điệp
zh_tw: 加入一個訊息

source: Animate and Decorate
bn: অ্যানিমেট কর এবং সাঁজাও
cs: Animuj a zdob
cy: Animeiddio ac Addurno
de: Animieren und Schmücken
fa: زنده و تزئین کنید
fr: Anime et décore
id: Animasikan dan Hias
kk: Анимациялаңыз және безендіріңіз
nb: Pynt og animasjon
nn: Pynt og animasjon
pt_br: Animar e decorar
sl: Animiraj in okrasi
tr: Canlandır ve Dekore Et
vi: Tạo hiệu ứng và Trang trí
zh_tw: 動畫與裝飾

source: To start, choose a heart for your card.
bn: শুরু করতে, তোমার কার্ডের জন্য একটি হৃদয় বাছাই কর।
cs: Pro začátek vyber srdce na tvou kartu.
cy: I gychwyn, dewiswch galon ar gyfer eich cerdyn.
de: Wähle zum Start ein Herz für deine Karte.
fa: برای شروع، یک قلب برای کارت خود انتخاب کنید.
fr: Pour commencer, choisis un coeur pour ta carte.
kk: Бастау үшін картаңызға жүрек таңдаңыз.
nb: Velg først et hjerte til å ha på kortet.
nn: Vel først eit hjarte å ha på kortet.
pt_br: Para começar, escolha um coração para seu cartão.
sl: Za začetek izberi srce za tvojo voščilnico.
tr: Başlamak için, kartın için bir kalp seç.
vi: Để bắt đầu, chọn một trái tim cho thiệp của bạn.
zh_tw: 首，幫你的卡片挑選一個心形圖案。
