Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p> You can move the mouse around to see the position of the mouse pointer. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
bn: <p> মাউস পয়েন্টারের অবস্থান দেখতে তুমি মাউসটিকে এদিক ওদিক সরাতে পার। <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
cs: <p> Můžeš pohybovat myší sem a tam, abys viděl/a/ pozici ukazatele myši. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
cy: <p> Gallwch symud y llygoden o amgylch er mwyn gweld safle pwyntydd y llygoden. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
de: <p> Bewege die Maus um die Position des Mauszeigers zu sehen. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
fa: <p> شما می‌توانید موس را در اطراف حرکت دهید تا موقعیت نشانگر ماوس را ببینید. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
fr: <p> Tu peux déplacer la souris pour voir la position de son pointeur. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
id: <p> Kamu bisa menggerakan mouse ke segala arah untuk melihat posisi dari penunjuk (<em>pointer</em>) mouse. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
kk: <p> Тінтуір-меңзердің орнын көру үшін тінтуірді жылжыта аласыз. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
lt: <p> Gali judinti pelę aplink, kad pamatytum pelės žymeklio koordinates <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
nb: <p> Du kan se musepekerens x- og y-posisjon mens du beveger musen. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
nn: <p> Du kan sjå x- og y-posisjonen til musepeikaren når du rører musa. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
pt_br: <p> Você pode mover o mouse ao redor para ver a posição do cursor do mouse. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
sl: <p> Miško lahko premikaš naokoli, da vidiš položaj kazalca miške. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
tr: <p> Fareyi ekranda dolaştırıp, bu taş yardımıyla ekranda nerde olduğunu anlayabilirsin. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /> </p>
vi: <p> Bạn có thể di chuyển chuột vòng quanh để xem vị trí của con trỏ chuột. <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>
zh_tw: <p> 你可以四處移動鼠標，並觀察到鼠標的 x 、y 座標變化的情形。 <p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png" /> </p> <br><img src="%(STATIC_URL)s/images/help/mouse-y-ex3.png" /><br/> </p>

source: Move a certain number of steps
bn: একটি নির্দিষ্ট সংখ্যক পদক্ষেপ সরাও
cs: Udělej určitý počet kroků
cy: Symud nifer penodol o gamau
de: Gehe einen Schritt einer bestimmten Länge
fa: تعداد مشخصی از مراحل را حرکت دهید
fr: Se déplacer d'un certain nombre de pas
id: Melangkah sebanyak suatu angka
kk: Белгілі шамада қадам жасаңыз
lt: Paeik nurodytą žingsnių skaičių
nb: Flytt et bestemt antall steg
nn: Flytt det valde talet på steg
pt_br: Move o ator um determinado número de passos
sl: Premakni se za določeno število korakov
tr: Belirli sayıda adım at
vi: Di chuyển một số bước nhất định
zh_tw: 讓角色移動一段特定距離（步數）

source: <p>The sprite will move in the current direction. Type in how far you want it to move.</p> If you type in a negative number (such as -10), the sprite will go in the opposite direction.</p> <p>A <b>step</b> is a very short distance. The Scratch stage is 480 steps wide and 360 steps tall:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
bn: <p>স্প্রাইট বর্তমান দিকে যাবে। তুমি কতদূর সরাতে চাও তা টাইপ কর।</p> যদি তুমি একটি ঋণাত্মক সংখ্যা টাইপ কর (যেমন -10), স্প্রাইটটি যাবে বিপরীত দিকে।</p> <p>একটি<b>পদক্ষেপ</b> একটি খুব ছোট দূরত্ব। Scratch মঞ্চটি 480 ধাপ প্রশস্ত এবং 360 ধাপ উঁচু:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
cs: <p>Postava se bude pohybovat aktuálním směrem. Napiš, jak daleko ji chceš přesunout.</p> Když napíšeš záporné číslo (jako třeba -10), půjde postava opačným směrem.</p> <p>Jeden <b>krok</b> je velmi malá vzdálenost. Scratch má scénu 480 kroků širokou a 360 kroků vysokou:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
cy: <p>Bydd y corlun yn symud i'r cyfeiriad cyfredol. Teipiwch pa mor bell rydych eisiau iddo symud.</p> Os byddwch y teipio rhif negatif (fel -10), bydd y corlun yn mynd i gyfeiriad croes.</p> <p>Mae <b>cam</b> yn bellter bach iawn. Mae llwyfan Scratch yn 480 cam o led a 360 cam o uchder:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
de: <p>Die Figur bewegt sich in die aktuell eingestellte Richtung. Gib ein wie weit sie sich bewegen soll.</p> Wenn du einen negative Zahl eingibst (wie zum Beispiel -10) bewegt sich die Figur in die entgegengesetzte Richtung.</p> <p>Ein <b>Schritt</b> ist eine sehr kurze Entfernung. Die Scratch-Bühne ist zum Beispiel 480 Schritte breit und 360 Schritte hoch:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
fa: <p>شکلک در جهت فعلی حرکت می‌کند. تا آنجا که می‌خواهید حرکت کنید تایپ کنید.</p> اگر شما یک عدد منفی (مانند -10) را تایپ کنید، شکلک به سمت مخالف خواهد رفت.</p> <p>A<b>گام</b>یک فاصله بسیار کوتاه است. صحنۀ اسکرچ 480 قدم و 360 قدم بلندی دارد:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
fr: <p>Le lutin se déplace sur la direction courante ( par défaut au départ vers la droite : 90° ). Tape la distance en nombre de pas que tu veux qu'il parcoure.</p> Si tu tapes un nombre négatif (un nombre tel que -10), le lutin se déplacera dans le sens opposé mais sur la même direction.</p> <p>Un <b>pas</b> est une très petite distance. La scène de Scratch a une largeur de 480 pas et 360 pas de hauteur:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
id: <p>Sprite akan bergerak mengikuti arah sekarang, Ketik berapa jauh kamu ingin ia bergerak.</p> Jika kamu mengetik angka negatif (seperti -10), spritenya akan pergi ke arah yang berlawanan.</p> <p>Sebuah <b>langkah</b> adalah sebuah jarak pendek. Layar Scratch selebar 480 langkah dan setinggi 360 langkah:</p> <img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
kk: <p>Спрайт қазіргі бағытта жылжиды. Қаншалықты жылжытқыңыз келетіні жайлы теріңіз.</p> Егер сіз теріс санды енгізсеңіз (мысалы -10), спрайт қарсы бағытта жүреді.</p> <p> <b>қадам</b> ең қысқа қащықтық. Скретч кезеңі енінен 480 қадамды және ұзындығынан 360 қадамды қамтиды:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
lt: <p>Veikėjas eis krytim, kuria žiūri. Įvesk kiek toli nori, kad jis nueitų</p> Jeigu įvesi neigiamą skaičių (tarkim -10), veikėjas eis priešinga kryptimi</p> <p><b>Žingsnis</b> yra labai trumpas atstumas. Scratch Scena yra 480 žingsnių pločio ir 360 žingsnių aukščio:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
nb: <p>Figuren beveger seg i den retningen den har. Tallet du skriver i klossen bestemmer hvor langt den går. Hvis du skriver et negativt tall</p> (for eksempel -10) går figuren motsatt vei.</p> <p>Et <b>steg</b> er veldig kort (bredden av en pixel). Scenen i Scratch er 480 steg bred og 360 steg høy:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
nn: <p>Figuren rører seg i figurretninga. Talet du skriv i klossen avgjer kor langt han går.</p> Viss du skriv eit negativt tal (for eksempel «-10»), går figuren motsett veg.</p> <p>Eit <b>steg</b> er veldig kort. Scena i Scratch er 480 steg brei og 360 steg høg:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
pt_br: <p>O ator se moverá na direção atual. Digite a que distância que você quer que ele se mova.</p> Se você digitar um número negativo (como -10), o ator seguirá na direção oposta.</p> <p>Um <b>passo</b> é uma distância bem curta. O palco do Scratch tem 480 passos de largura e 360 passos de altura:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
sl: <p>Figura se bo premaknila v trenutni položaj. Vtipkaj, kako daleč želiš, da se premakne.</p> Če vneseš negativno število (npr. -10), se bo figura premaknila v nasprotno smer.</p> <p><b>Korak</b> je zelo kratka razdalja. Scratch oder je širok 480 korakov in visok 360 korakov:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
tr: <p>Kuklayı bulunduğu yönde hareket ettirir. Adım sayısını ne kadar büyük girersen kukla o kadar uzağa gider.</p> Eğer eksi bir sayı girersen (örneğin -10) kukla ters yönde gider.</p> <p>Bir <b>adım</b> çok kısa bir mesafedir. Scratch'in sahnesi yatayda 480, dikeyde 360 adımdan oluşur:</p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
vi: <p> Đối tượng sẽ di chuyển theo hướng đi hiện tại. Nhập vào khoảng cách bạn muốn nó di chuyển. </p> Nếu bạn muốn nhập một số âm ( vi dụ như -10), đối tượng sẽ di chuyển theo hướng đi ngược lại.</p> Một <b> bước </b> là khoảng cách rất ngắn. Sân khấu Scratch rộng 480 bước và cao 360 bước: <p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />
zh_tw: <p>這個角色將會從當前位置開始移動。你想要它移動多長的距離就輸入在方塊中。</p> 如果你輸入的是負值（例如 -10），那麼角色就會朝 相反方向移動。</p> <p><b>點</b> 是一個非常小的距離單位，在 Scratch 上，舞台的寬度是 480 點，高度是 360 點 </p><img src="%(STATIC_URL)s/images/help/stage-width-height.png" />

source: Multiplies two numbers
bn: দুটি সংখ্যাকে গুণ করে
cs: Vynásobí spolu dvě čísla
cy: Yn lluosi dau rif
de: Multipliziert zwei Zahlen.
fa: دو عدد را ضرب کنید
fr: Multiplie 2 nombres
id: Mengalikan dua angka
kk: Екі санды көбейтеді
lt: Sudaugina du skaičius
nb: Multipliserer (ganger) to tall
nn: Gongar saman to tal
pt_br: Multiplica dois números
sl: Zmnoži dve števili
tr: İki sayıyı çarpar
vi: Nhân hai số với nhau
zh_tw: 回傳兩數相乘的結果

source: Switches to the next costume in the sprite's costume list
bn: স্প্রাইটের পোশাক তালিকার পরবর্তী পোশাকে পরিবর্তন করে
cs: Přepne na další kostým ze seznamu kostýmů postavy
cy: Yn newid i'r wisg nesaf yn rhestr gwisgoedd y corlun
fa: به حالت بعدی در لیست حالت‌های شکلک وارد می‌شود
fr: Bascule sur le costume suivant de la liste des costumes du lutin.
id: Berganti ke kostum berikut menurut daftar kostum sprite
sl: Preklopi na naslednji videz figure iz seznama videzov figure.
tr: Kuklanın kostüm listesindeki sonraki kostüme geçer.
vi: Đổi sang trang phục kế tiếp trong danh sách trang phục của đối tượng

source: To see a sprite's costumes, click <img src="%(url_costumes_tab)s"/>.
bn: কোনও স্প্রাইটের পোশাক দেখতে, ক্লিক কর <img src="%(url_costumes_tab)s"/>
cs: K zobrazení kostýmů postavy stiskni <img src="%(url_costumes_tab)s"/>.
cy: I weld gwisgoedd corlun, cliciwch <img src="%(url_costumes_tab)s"/>.
fa: برای دیدن حالت‌های شکلک، روی <img src="%(url_costumes_tab)s"/>کلیک کنید.
fr: Pour voir les costumes d'un lutin, clique sur <img src="%(url_costumes_tab)s"/>.
id: Untuk melihat kostum-kostum sprite, klik <img src="%(url_costumes_tab)s"/>.
sl: Za ogled videzov figure klikni<img src="%(url_costumes_tab)s"/>.
tr: Kuklanın kostümlerini görmek için, <img src="%(url_costumes_tab)s"/>e tıkla:
vi: Để xem trang phục của đối tượng, chọn <img src="%(url_costumes_tab)s"/>.

source: You can rearrange the order of the costumes in the list by dragging and dropping.
bn: তুমি তালিকায় পোশাকের ক্রমটিকে টেনে এনে ফেলে দিয়ে আবার সাজিয়ে তুলতে পার।
cs: Potažením a puštěním můžeš měnit pořadí kostýmů v seznamu.
cy: Gallwch ad-drefnu trefn y gwisgoedd yn y rhestr drwy lusgo a gollwng.
fa: شما می‌توانید ترتیب حالت‌ها را در لیست با کشیدن و رها کردن تنظیم مجدد کنید.
fr: Tu peux ré-arranger l'ordre des costumes dans la liste en les glissant et en les relâchant.
id: Kamu bisa mengatur ulang urutan kostum di daftar dengan menyeret dan melepaskan.
sl: Vrstni red izgledov na seznamu lahko urediš z vlečenjem in spuščanjem na željena mesta.
tr: Listedeki kostümlerin sırasını sürükleyerek veya düşürerek düzenleyebilrsin.
vi: Bạn có thể sắp xếp lại thứ tự trang phục của đối tượng trong danh sách bằng cách kéo và thả.

source: <p>When <img src="%(url_next_costume_block)s" /> gets to the end of the list, it goes back to the top.</p>
bn: <p>যখন <img src="%(url_next_costume_block)s" /> তালিকার শেষে চলে যায়, এটি আবার শীর্ষে ফিরে আসে।</p>
cs: <p>Pokud se <img src="%(url_next_costume_block)s" /> dostane na konec seznamu, vloží se zpět na vrchol seznamu. </p>
cy: <p>Pan mae <img src="%(url_next_costume_block)s" /> yn dod i ddiwedd y rhestr, mae'n mynd yn ôl i'r brig.</p>
fa: <p>هنگامی که<img src="%(url_next_costume_block)s" /> به انتهای لیست می‌رسد، دوباره به بالا می‌رود.</p>
fr: <p>Quand <img src="%(url_next_costume_block)s" /> arrive à la fin de la liste, il revient au début.</p>
id: <p>Ketika <img src="%(url_next_costume_block)s" /> sampai ke akhir daftar, ia balik ke puncak.</p>
sl: <p>Ko<img src="%(url_next_costume_block)s" /> pride do konca seznama, znova začne od začetka.</p>
tr: <p><img src="%(url_next_costume_block)s" />Ne zaman listenin sonuna giderse, başa döner. </p>
vi: <p>Khi <img src="%(url_next_costume_block)s" /> đến cuối danh sách, nó sẽ trở lại phần đầu.</p>

source: <h3>Switches to the next backdrop in the stage's backdrop list</h3></p>
bn: <h3>মঞ্চের ব্যাকড্রপ তালিকা থেকে পরবর্তী ব্যাকড্রপে যায়</h3></p>
cs: <h3>Přepíná na další pozadí v seznamu všech pozadí scény</h3></p>
cy: <h3>Yn newid i'r gefnlen nesaf yn rhestr cefnlenni'r llwyfan</h3></p>
de: <h3>Wechselt zum nächsten Bühnenbild</h3></p>
fa: <h3>به پس‌زمینه بعدی در فهرست پس‌زمینه صفحه می‌رود</h3></p>
fr: <h3>Bascule sur l'arrière-plan suivant dans la liste des arrière-plans</h3></p>
id: <h3>Berganti ke latar berikutnya di daftar latar panggung</h3></p>
kk: <h3>Кезеңнің фонындағы тізімінде келесі фонға ауыстырады</h3></p>
lt: <h3>Pakeičia į sekantį foną Scenos fonų sąraše</h3></p>
nb: <h3>Bytter til neste bakgrunn i scenens liste av bakgrunner</h3></p>
nn: <h3>Byter til neste bakgrunn til scena</h3></p>
pt_br: <h3>Muda para o próximo pano de fundo da lista de panos de fundo do palco</h3></p>
sl: <h3>Preklopi na naslednje ozadje v seznamu ozadij odra </h3></p>
tr: <h3>Sahnenin bir sonraki dekoruna geçer</h3></p>
vi: <h3>Đổi sang ảnh nền kế tiếp trong danh sách ảnh nền của sân khấu</h3></p>
zh_tw: <h3>將舞台背景替換成下一個</h3></p>

source: To see a stage's backdrops, click <img src="%(url_backdrop_tab)s"/>.
bn: মঞ্চের ব্যাকড্রপগুলো দেখতে, ক্লিক কর <img src="%(url_backdrop_tab)s"/>।
cs: Pro zobrazení všech pozadí scény stiskni <img src="%(url_backdrop_tab)s"/>.
cy: I weld cefnlenni'r llwyfan, cliciwch <img src="%(url_backdrop_tab)s"/>.
fa: برای دیدن یک پس‌زمینه‌ی صحنه، روی <img src="%(url_backdrop_tab)s"/> کلیک کنید.
fr: Pour voir les arrière-plans de la scène, clique sur <img src="%(url_backdrop_tab)s"/>.
id: Untuk melihat latar-latar panggung, kklik <img src="%(url_backdrop_tab)s"/>.
sl: Za ogled ozadja stopnje, klikni <img src="%(url_backdrop_tab)s"/>.
tr: Bir sahnenin arkaplanlarını görmek için, <img src="%(url_backdrop_tab)s"/> e tıkla.
vi: Để xem một ảnh nền của sân khấu, chọn <img src="%(url_backdrop_tab)s"/>.

source: You can rearrange the order of the backdrops in the list by dragging and dropping.
bn: তুমি তালিকায় ব্যাকড্রপগুলোর ক্রমটিকে আবার টেনে আনতে এবং পুনরায় সাজিয়ে রাখতে পার।
cs: Můžeš předělat pořadí pozadí v seznamu, přetáhnutím a puštěním.
cy: Gallwch ad-drefnu trefn y cefnlenni yn y rhestr drwy lusgo a gollwng.
fa: شما می‌توانید ترتیب پس‌زمینه‌ها را در لیست با کشیدن و رها کردن تنظیم مجدد کنید.
fr: Tu peux ré-arranger l'ordre des arrière-plans dans la liste en les glissant et en les relâchant.
id: Kamu bisa mengatur ulang urutan latar di daftar dengan menyeret dan melepaskan.
sl: Vrstni red ozadij lahko spremeniš z vlečenjem in spuščanjem na željena mesta.
tr: Listedeki perde arkalarının sırasını sürükleyerek veya düşürerek düzenleyebilirsin.
vi: Bạn có thể sắp xếp lại thứ tự ảnh nền trong danh sách bằng cách kéo và thả.

source: When <img src="%(url_nextbackdrop)s" /> gets to the end of the list, it goes back to the top.
bn: যখন <img src="%(url_nextbackdrop)s" /> তালিকার শেষে চলে যায়, এটি আবার শীর্ষে চলে আসে।
cs: Když se <img src="%(url_nextbackdrop)s" /> dostane na konec seznamu, vrací se zpět na začátek seznamu.
cy: Pan mae <img src="%(url_nextbackdrop)s" /> y cyrraedd diwedd y rhestr, mae'n dychwelyd i'r brig.
fa: وقتی <img src="%(url_nextbackdrop)s" /> به انتهای لیست می‌رسد، دوباره بالا می‌رود.
fr: Quand <img src="%(url_nextbackdrop)s" /> arrive à la fin de la liste, ça revient au début.
id: Ketika <img src="%(url_nextbackdrop)s" /> sampai ke akhir daftar, ia balik ke puncak.
sl: Ko <img src="%(url_nextbackdrop)s" /> pride do konca seznama, se vrne na začetek seznama.
tr: <img src="%(url_nextbackdrop)s" />listenin sonuna geldiğinde, başa döner.
vi: Khi <img src="%(url_nextbackdrop)s" /> đến cuối danh sách, nó sẽ quay trở lại phần đầu.

source: Reports true if condition is false; reports false if condition is true
bn: শর্ত মিথ্যা হলে প্রতিবেদনগুলো সত্য; শর্ত সত্য হলে প্রতিবেদনগুলো মিথ্যা
cs: Ohlásí ano když podmínka neplatí; ohlésí ne když podmínka platí
cy: Yn adrodd true os yw'r cyflwr yn false; yn adrodd false os yw'r cyflwr yn true
de: Gibt wahr zurück wenn die Bedingung falsch ist und gibt falsch zurück wenn die Bedingung wahr ist
fa: اگر وضعیت نادرست باشد، گزارش درست است؛ اگر وضعیت درست باشد، گزارش اشتباه است.
fr: Renvoie "vrai" si la condition est fausse (n'est pas remplie), Renvoie "faux" si la condition est vraie (est remplie)
id: Melaporkan benar jika kondisinya salah; melaporkan salah jika kondisinya benar
kk: Егер жағдай бұрыс болса, дұрыс деп баяндайды; егер жағдай дұрыс болса, бұрыс деп баяндайды
lt: Praneša "true", jeigu sąlyga yra klaidinga; praneša "false" , jeigu sąlyga yra teisinga.
nb: Bytter en betingelse til motsatt resultat, fra oppfylt til ikke oppfylt og omvendt
nn: Er sann vis vilkåret er usant og usann viss det er sant
pt_br: Tem o valor "true" se a condição for "false"; tem o valor "false" se a condição for "true"
sl: Vrne 'resnično', če je pogoj neresničen; vrne 'neresnično', če je pogoj resničen
tr: Eğer koşul doğru ise 'yanlış'; yanlış ise 'doğru' değerini verir
vi: Báo Đúng nếu điều kiện sai, báo Sai nếu điều kiện đúng
zh_tw: 是否不符合條件，如果不符合條件，就回傳 true。

source: Reports true if either condition is true
bn: উভয় শর্ত সত্য হলে প্রতিবেদনগুলো সত্য
cs: Ohlásí ano když některá z podmínkek je platná
cy: Yn adrodd true os yw'r naill gyflwr neu'r llall yn true
de: Gibt wahr zurück, wenn wenigstens eine der beiden Bedingungen erfüllt ist
fa: اگر هر دو وضعیت درست باشد گزارش درست است
fr: Renvoie "vrai" si au moins une des deux conditions est remplie (vraie).
id: Melaporkan benar jika kedua kondisinya benar
kk: Егер әрбір жағдай дұрыс болса, дұрыс деп баяндайды
lt: Praneša "true" , jeigu bent viena sąlyga yra teisinga
nb: Sant hvis begge betingelsene er sanne
nn: Er sann viss minst eitt av vilkåra er sanne
pt_br: Tem o valor "true" se alguma das condições for "true"
sl: Vrne 'resnično', če je eden izmed pogojev resničen
tr: Her iki durum da doğru ise 'doğru' değerini verir
vi: Báo Đúng nếu một trong hai điều kiện đúng
zh_tw: 是否二者之間有一個符合條件，如果是，就回傳 true。

source: Puts down sprite's pen, so the sprite will draw as it moves
bn: স্প্রাইটের কলম নিচে রাখে, তাহলে স্প্রাইটটি চলার সাথে সাথে আঁকবে
cs: Přiloží pero postavy dolů, takže bude kreslit při jejím pohybu
cy: Yn gostwng ysgrifbin y corlun, fel bod y corlun yn gallu lluniadu wrth symud
de: Setzt den Stift der Figur auf sodass die Figur zeichnet wenn sie bewegt wird
fa: قلم شکلک را زمین می‌گذارد، به طوری که با حرکت شکلک کشیده می‌شود
fr: Abaisse le stylo du lutin, de sorte qu'il tracera un trait lors de son déplacement
id: Menekan pena sprite, sehingga sprite akan menggambar saat bergerak
kk: Спрайттың қаламын төмен қояды, солай ол жылжытқан кезде сурет сала алады
lt: Nuleidžia veikėjo pieštuką, tad veikėjas pieš eidamas
nb: Gjør at figuren begynner å trekke en strek når den beveger seg
nn: Senkar pennen, slik at figuren teiknar ein strek når han rører seg
pt_br: Usa a caneta do ator, para que ela risque à medida que ele se move
sl: Položi svinčnik figure na tla, da bo figura z njim med premikanjem lahko risala
tr: Kuklanın kalemini bastırır, ki bu sayede kukla hareket ettikçe kalem çizsin
vi: Đặt bút vẽ của đối tượng, để khi đối tượng di chuyển sẽ tạo ra những nét vẽ
zh_tw: 把角色當作是筆，加上此積木，角色移動時就會在背景上留下筆跡。

source: <p>The pen will leave a trail as soon as the sprite moves.</p>
bn: <p>স্প্রাইট স্থানান্তর করার সাথে সাথে কলম একটি লেজ ছেড়ে যাবে।</p>
cs: <p>Pero za sebou zanechá čáru, jakmile se postava pohne.</p>
cy: <p>Bydd yr ysgrifbin yn gadael ôl gynted ag y bydd y corlun yn symud.</p>
de: <p>Der Stift hinterlässt einen Strich sobald die Figur bewegt wird.</p>
fa: <p>به محض حرکت شکلک قلم ردی به جا می‌گذارد.</p>
fr: <p>Le stylo laissera une trace dès que le lutin se déplacera.</p>
id: <p>Pena akan meninggalkan jejak segera setelah spritenya bergerak.</p>
kk: <p>Спрайт қозғала салысымен қалам із қалдырып отырады.</p>
lt: <p> Veikėjui judant pieštukas pieš takelį </p>
nb: <p>Med pennen på lager figuren et spor når den beveger seg.</p>
nn: <p>Pennen lagar ein strek når figuren rører seg.</p>
pt_br: <p>A caneta deixará um rastro à medida que o ator se move.</p>
sl: <p>Svinčnik bo pustil sled takoj, ko se bo figura premaknila.</p>
tr: <p>Kalem, kukla harektet ettikçe arkasında iz bırakmaya başlar.</p>
vi: <p>Bút vẽ sẽ để lại một đường vẽ ngay khi đối tượng di chuyển.</p>
zh_tw: <p>隨著角色移動，就會留下痕跡。</p>

source: Pulls up sprite's pen, so it won't draw as it moves
bn: স্প্রাইটের কলমটি তুলে দাও, তাহলে এটি চলার সাথে সাথে আঁকবে না
cs: Zvedne pero postavy nahoru, takže nebude kreslit při jejím pohybu
cy: Yn codi ysgrifbin y corlun, fel nad yw'n lluniadu wrth iddo symud
de: Hebt den Stift der Figur an, so dass nichts gezeichnet wird wenn die Figur bewegt wird
fa: قلم شکلک را برمی‌دارد، به طوری که با حرکت خطی نکشد
fr: Relève le stylo du lutin, de sorte qu'il ne tracera pas lors de son déplacement
id: Mengangkat pena sprite, agar sprite tidak menggambar saat bergerak
kk: Қозғалған кезде сурет сала алмайтындай етіп, спрайттың қаламын тартады
lt: Pakelia veikėjo pieštuką, tad veikėjas nebepieš eidamas
nb: Gjør at figuren slutter å tegne streker
nn: Løftar penn, slik at han ikkje teiknar noko
pt_br: Levanta a caneta do ator, para que ela não risque à medida que ele se move
sl: Dvigne svinčnik figure, da figura z njim med premikanjem ne bo risala
tr: Kuklanın kalemini havaya kaldırır, böyle olunca kukla hareket etse de kalem yazmaz
vi: Kéo bút của đối tượng lên, thì bút sẽ không vẽ khi đối tượng di chuyển
zh_tw: 若已使用下筆積木，加上此積木，角色移動時就不會再留下筆跡。
