Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: ADD MORE THINGS
bn: আরো জিনিস যোগ করো
cs: PŘIDEJ VÍCE VĚCÍ
cy: YCHWANEGWCH RAGOR O BETHAU
fa: چیزهای بیشتری اضافه کنید
fr: AJOUTER PLUS DE CHOSES
id: TAMBAHKAN LEBIH BANYAK LAGI
sl: DODAJ VEČ STVARI
tr: DAHA FAZLA ŞEYLER EKLE
vi: THÊM VÀI THỨ NỮA

source: <p>You can click <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> to choose another sprite from the library or <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> to draw your own.</p>
bn: <p>তুমি লাইব্রেরি থেকে অন্য স্প্রাইট বাছাই করতে বা <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> তুমি নিজে আঁকতে ক্লিক করতে পার<img class="intext" src="%(STATIC_URL)s/images/help/int-library.png">।
cs: <p>Můžeš kliknout <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png">pro vybrání jiné postavy z knihovny nebo <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png">k namalování své vlastní.</p>
cy: <p>Gallwch glicio <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> ti ddewis corlun arall o'r llyfrgell neu <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> lunio rhai eich hun.</p>
fa: <p>شما می‌توانید بر روی <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> کلیک کنید تا شکلک دیگری از کتابخانه انتخاب کنید یا <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png">شکلک خودتان را بکشید.</p>
fr: <p>Tu peux cliquer <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> pour choisir un autre lutin de la bibliothèque ou <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> dessiner le tien.</p>
id: <p>Kamu bisa mengklik <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> untuk mendapatkan sebuah sprite lain dari pustaka atau <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> untuk menggambar satu sendiri.</p>
sl: <p>Lahko kliknete, <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> da izberete drugo figuro iz knjižnice ali <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> narišete svojo.</p>
tr: <p> Kütüphaneden başka bir kukla seçmek için <img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> ye tıklayabilirsin ya da <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> ile kendininkini çizebilirsin.</p>
vi: <p>Bạn có thể nhấp<img class="intext" src="%(STATIC_URL)s/images/help/int-library.png"> để chọn đối tượng khác từ thư viện hoặc <img class="intext" src="%(STATIC_URL)s/images/help/int-paint.png"> vẽ đối tượng của bạn.</p>

source: You can add a script like this:
bn: তুমি এমন একটি স্ক্রিপ্ট যোগ করতে পার:
cs: Můžeš přidat scénář jako tento:
cy: Gallwch ychwanegu sgript fel hon:
fa: می‌توانید یک دستور مانند این اضافه کنید:
fr: Tu peux ajouter un script comme celui-là:
id: Kamu bisa menambahkan sebuah skrip seperti ini:
sl: Lahko dodaš skripto kot je ta:
tr: Komutları bu şekilde ekleyebilirsin:
vi: bạn có thể thêm kịch bản như thế này:

source: Experiment with making your own scripts. Here are some blocks you may want to try:
bn: তোমার নিজের স্ক্রিপ্ট তৈরির সাথে পরীক্ষা কর। এখানে কিছু ব্লকসমূহ রয়েছে যা তুমি চেষ্টা করতে পার:
cs: Experimentuj s vytvářením svých vlastních scénářů.Zde jsou nějaké bloky, které můžeš vyzkoušet:
cy: Arbrofwch gyda chreu eich sgriptiau eich hun. Dyma rai blociau yr hoffech chi roi cynnig arnyn nhw.
fa: با ساختن دستورهای خود آزمایش کنید. در اینجا چند قطعه که شاید بخواهید آن را امتحان کنید، هست:
fr: Expérimentez en faisant vos propres scripts. Il y a quelques blocs ici que vous pouvez essayer :
id: Bereksperimenlah dengan skrip-skripmu sendiri. Beberapa balok yang mungkin ingin kamu coba:
sl: Eksperimentiraj z izdelavo lastnih skript. Tu je nekaj blokov, ki jih lahko preizkusiš:
tr: Kendi senaryonuzu oluşturmaya çalışın. Denemek isteyebileceğiniz bazı bloklar:
vi: Thử nghiệm tạo ra kịch bản của riêng bạn. Đây là một vài mảnh ghép bạn có thể muốn thử:

source: TRY DIFFERENT EFFECTS!
bn: ভিন্ন ভিন্ন ইফেক্ট চেষ্টা কর!
cs: VYZKOUŠEJ RŮZNÉ EFEKTY!
cy: RHOWCH GYNNIG AR EFFEITHIAU GWAHANOL!
fa: جلوههای مختلف را امتحان کنید!
fr: ESSAYE DES EFFETS DIFFÉRENTS!
id: COBA EFEK-EFEK BERBEDA!
sl: PREIZKUSI RAZLIČNE UČINKE!
tr: FARKLI ETKİLER DENE!
vi: THỬ NHỮNG HIỆU ỨNG KHÁC!

source: Click on the Stage:
bn: মঞ্চে ক্লিক কর:
cs: Klikni na scénu:
cy: Cliciwch ar y Llwyfan:
fa: روی صحنه کلیک کنید:
fr: Clique sur la scène :
id: Klik Panggung:
sl: Klikni na oder:
tr: Sahnenin üzerine tıkla:
vi: Nhấp chọn sân khấu:

source: Choose effects from the drop-down menu:
bn: ড্রপ-ডাউন মেনু থেকে ইফেক্ট বাছাই কর:
cs: Vyber efekty z rozbalovacího menu:
cy: Dewiswch effeithiau o'r gwymplen.
fa: جلوه‌ها را از منوی کشویی انتخاب کنید:
fr: Choisis des effets du menu déroulant :
id: Pilih efek-efek dari menu tarik-turun:
sl: Izberi učinke iz spustnega seznama:
tr: Açılır menüden etkileri seç:
vi: Chọn hiệu ứng từ menu xổ xuống:

source: Ready to share your card?
bn: তোমার কার্ড শেয়ার করতে প্রস্তুত?
cs: Připraven/a/ sdílet svou kartu?
cy: Yn barod i rannu eich cerdyn?
fa: آماده اشتراک‌گذاری کارت خود هستید؟
fr: Prêt à partager ta carte ?
id: Siap membagikan kartumu?
sl: Si pripravljen, da deliš svojo voščilnico?
tr: Kartını paylaşmaya hazır mısın?
vi: Sẵn sàng chia sẻ thiệp của bạn?

source: Create an animated story that features bears and any other characters you choose.
bn: একটি অ্যানিমেট করা গল্প তৈরি কর যাতে ভাল্লুক এবং তোমার বাছাই করা অন্য কোন ক্যারেক্টার থাকে।
cs: Vytvoř animovaný příběh, který bude obsahovat medvědy a libovolné další postavy, které si vybereš.
cy: Crëwch stori wedi ei hanimeiddio sy'n cynnwys eirth ac unrhyw gymeriad arall o'ch dewis.
de: Erzeuge eine animierte Bildergeschichte mit Bären und anderen von dir ausgesuchten Charakteren
fa: یک داستان انیمیشن بسازید که خرس و هر کاراکتر دیگری را که انتخاب کنید، نمایش دهد.
fr: Créer une histoire animée qui met en scène des ours et toute autre personnage de ton choix.
id: Buat sebuah cerita animasi yang berisi beruang-beruang dan karakter lain apapun yang kamu pilih.
kk: Аюлар және сіз таңдаған басқа кейіпкерлер қатысатын анимацияланған әңгіме құрастырыңыз.
lt: Sukurk animuotą pasakojimą, kuriame bus lokių ir kitų veikėjų, kuriuos pasirinksi
nb: Lag animasjon av en fortelling med bjørner og andre figurer som du velger.
nn: Lag ei animert forteljing med bjørnar og andre figurar som du vel sjølv.
pt_br: Crie uma história animada que tenha ursos e outros personagens que você escolher.
sl: Izdelaj animacijo v kateri nastopa medved in ostali karakterji, ki jih boš izbral.
tr: Ayılar ve seçtiğiniz diğer karakterleri içeren animasyonlu bir hikaye oluşturun.
vi: Tạo một câu chuyện sinh động về các chú gấu và bất kỳ nhân vật nào bạn chọn.
zh_tw: 創作一個熊主角是和其他角色之動畫故事。

source: Start Moving
bn: সরানো শুরু কর
cs: Začni pohybem
cy: Cychwyn Symud
de: Bewegung hinzufügen
fa: شروع به حرکت کن
fr: Commence par bouger
id: Mulai Bergerak
kk: Қозғалысты бастаңыз
lt: Pradėk Judėti
nb: Kom i gang
nn: Kom i gang
pt_br: Comece a andar
sl: Začni se premikati
tr: Hareket Etmeye Başla
vi: Bắt đầu di chuyển
zh_tw: 讓角色移動

source: Choose a Starting Point
bn: শুরু করার জন্য একটি পয়েন্ট বাছাই কর
cs: Vyber si místo ke startu
cy: Dewis Man Cychwyn
de: Einen Startpunkt festlegen
fa: نقطه شروع را انتخاب کن
fr: Choisis un point de départ
id: Pilih suatu Titik Permulaan
kk: Бастапқы нүктені таңдаңыз
lt: Pasirink pradžios tašką
nb: Velg et sted å starte fra
nn: Vel ein stad å starta frå
pt_br: Escolha um ponto inicial
sl: Izberi začetno točko
tr: Bir Başlangıç Noktası seç
vi: Chọn Điểm Bắt đầu
zh_tw: 選擇一個起始點

source: Switch Backdrops
bn: অন্যান্য ব্যাকড্রপে যাও
cs: Přepni pozadí
cy: Newid Cefnlenni
de: Bühnenbilder wechseln
fa: تغییر پس زمینه ها
fr: Change les arrière-plans
id: Ganti Latar
kk: Фондарды өзгертіңіз
lt: Keisk fonus
nb: Bytt bakgrunn
nn: Byt bakgrunn
pt_br: Mudar pano de fundo
sl: Zamenjaj ozadja
tr: Dekorları Değiştir
vi: Chuyển đổi Ảnh nền
zh_tw: 切換背景

source: Try Different Costumes
bn: অন্য পোশাকগুলো চেষ্টা কর
cs: Vyzkoušej různé kostýmy
cy: Rhowch Gynnig ar Wisgoedd Gwahanol
de: Probiere verschiedene Kostüme aus
fa: حالت‌های مختلفی امتحان کن
fr: Essaie Différents Costumes
id: Coba Kostum Berbeda
kk: Әртүрлі киімдерді өлшеп көріңіз
lt: Išbandyk skirtingas kaukes
nb: Prøv andre drakter
nn: Prøv forskjellige drakter
pt_br: Experimente fantasias diferentes
sl: Poskusi z drugačnimi videzi
tr: Farklı Kostümler Deneyin
vi: Thử những Trang phục Khác nhau
zh_tw: 試試不同的造型

source: Animate the Walk
bn: ওয়াক অ্যানিমেট করো
cs: Rozfázuj chůzi
cy: Animeiddio'r Cerdded
de: Animiere das Gehen
fa: قدم بزن
fr: Anime la marche
id: Animasikan Jalannya
kk: Жүрісті анимациялау
lt: Animuok Ėjimą
nb: Gå med animasjon
nn: Animert gonge
pt_br: Anime o passeio
sl: Animiraj hojo
tr: Yürüyüşü Canlandır
vi: Làm chuyển động Bước đi
zh_tw: 製作走路的動畫

source: Meet Someone
bn: কারো সাথে দেখা কর
cs: Potkej někoho
cy: Cyfarfod â Rhywun
de: Triff jemanden
fa: کسی را دیدار کن
fr: Rencontre quelqu'un
id: Bertemu Seseorang
kk: Біреуді кездестіру
lt: Sutik kažką
nb: Treff andre
nn: Treff andre
pt_br: Encontre alguém
sl: Srečaj se z nekom
tr: Birisiyle Tanış
vi: Gặp Ai đó
zh_tw: 認識其中之一

source: Add to Your Story
bn: তোমার গল্পে যোগ কর
cs: Přidej do svého příběhu
cy: Ychwanegwch i'ch Stori
de: Füge etwas zu deiner Geschichte hinzu
fa: به داستان خود اضافه کن
fr: Ajoute ton histoire
id: Tambahkan ke Ceritamu
kk: Өзіңіздің әнгімеңізге қосыңыз
lt: Pridėk prie savo pasakojimo
nb: Gjør fortellingen lengre
nn: Gjer forteljinga lengre
pt_br: Adicione à história
sl: Dodaj k svoji zgodbi
tr: Kendi Hikayeni Ekle
vi: Thêm vào Câu chuyện của Bạn
zh_tw: 新增到您的故事

source: Save and Share Your Project
bn: তোমার প্রজেক্ট সংরক্ষন এবং শেয়ার কর
cs: Ulož a sdílej svůj projekt
cy: Cadw a Rhannu eich Project
de: Speichere und teile dein Projekt
fa: ذخیره پروژه و به اشتراک گذاری آن
fr: Enregistre et Partage Ton Projet
id: Simpan dan Bagikan Karyamu
kk: Жобаны сақтау және бөлісу
lt: Išsaugok ir pasidalink savo projektu
nb: Lagre prosjektet og legg det ut
nn: Lagra prosjektet og legg det ut
pt_br: Salve e compartilhe seu projeto
sl: Shrani in deli svoj projekt
tr: Projeni Kaydet ve Paylaş
vi: Lưu và Chia sẻ Chương trình của bạn
zh_tw: 儲存並分享您的專案

source: Click the Bearstack:
bn: বিয়ারস্ট্যাকে ক্লিক কর:
cs: Klikni na medvědici:
cy: Cliciwch y Bearstack:
de: Klicke auf die Bärenpyramide:
fa: روی Bearstack کلیک کنید:
fr: Clique sur la pile d'ours :
id: Klik Bearstack itu:
kk: Bearstack басыңыз
lt: Spausk ant Meškinų:
nb: Klikk Bjørnebunken ("Bearstack")
nn: Trykk på bjørnestabelen:
pt_br: Clique na pilha de ursos:
tr: Ayı yığınına tıklayın:
vi: Bấm vào các chú gấu chồng lên nhau:
zh_tw: 點擊角色：

source: <span class="reminder">Tip: If you only see a cat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">open the bears project</a>.</span>
bn: <span class="reminder">টীকা: যদি তুমি শুধুমাত্র একটি বিড়াল দেখতে পাও, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">ভাল্লুকের প্রজেক্ট ওপেন কর</a>।</span>
cs: <span class="reminder">Tip: pokud vidíš pouze kočku,<a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">otevři projekt "medvědi"</a>.</span>
cy: <span class="reminder">Awgrym: Os mai dim ond cath rydych yn ei weld, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">agorwch project yr eirth</a>.</span>
de: <span class="reminder">Tipp: Wenn du nur eine Katze siehst, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">öffne das Bärenprojekt</a>.</span>
fa: <span class="reminder">نکته: اگر فقط یک گربه را می‌بینید، <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">برنامه خرس‌ها را باز کنید</a>.</span>
fr: <span class="reminder">Astuce: Si tu ne vois qu'un chat, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">ouvre le projet Ours</a>.</span>
id: <span class="reminder">Tip: Jika kamu hanya melihat seekor kucing, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">buka karya beruang</a>.</span>
kk: ⇥⇥<span class="reminder">Кеңес: Тек мысықты көріп тұрсаңыз <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank"> аюлар жобасын ашыңыз</a>.</span> ⇥ ⇥
lt: ⇥⇥<span class="reminder">Patarimas: Jei matai tik katiną, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank"> atverk meškinų projektą</a>.</span> ⇥ ⇥
nb: <span class="reminder">Tips: Hvis du bare ser en katt, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">gå til bjørneprosjektet</a>.</span>
nn: <span class="reminder">Tips: Viss du berre ser ein katt, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">gå til bjørneprosjektet</a>.</span>
pt_br: <span class="reminder">Dica: se você vê apenas um gato, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">abra o projeto dos ursos</a>.</span>
tr: <span class="reminder">ipucu: Eğer sadece bir kedi görürsen, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">ayılar projesini aç </a>.</span>
vi: <span class="reminder">Thủ thuật: Nếu bạn chỉ thấy một con mèo, <a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">hãy mở chương trình các chú gấu</a>.</span>
zh_tw: <span class="reminder">提示：你可以<a href="https://scratch.mit.edu/projects/85963324/?tip_bar=bearstory1#editor" target="blank">由此下載範例專案</a>。</span>

source: Drag a <span class="motioncolor">move</span> block into the Scripts area.
bn: একটি <span class="motioncolor">ধাপ পরিবর্তন কর</span> ব্লক স্ক্রিপ্ট এরিয়াতে নিয়ে আসো।
cs: Přetáhni blok <span class="motioncolor">pohyb</span>do prostoru scénáře.
cy: Llusgwch floc <span class="motioncolor">symud</span> block i ardal y Sgriptiau.
de: Zieh einen <span class="motioncolor">gehe () -er Schritt</span>-Block in den Skriptbereich.
fa: یک قطعه <span class="motioncolor">حرکت</span>را به قسمت دستورها بکشید.
fr: Fais glisser un bloc <span class="motioncolor">avancer de</span> dans la zone des scripts.
id: Seret sebuah balok <span class="motioncolor">gerak</span> ke area Skrip.
kk: Скрипт аймағына <span class="motioncolor">қозғау </span> блогын шығарыңыз.
lt: Tempk <span class="motioncolor">Judėk</span> bloką į Scenarijų plotą
nb: Dra en <span class="motioncolor">gå</span>-kloss inn i Skript-området.
nn: Dra ein <span class="motioncolor">gå</span>-kloss over til skriptområdet.
pt_br: Arraste um bloco <span class="motioncolor">mova</span> para a área de Scripts.
sl: Povleci <span class="motioncolor"> premakni </span> blok v območje skript.
tr: <span class="motioncolor">[.. adım git]</span> taşını sürükle ve Diziler alanına bırak.
vi: Kéo một mảnh ghép <span class="motioncolor">di chuyển</span> vào trong vùng Kịch bản.
zh_tw: 拖曳一個<span class="motioncolor">移動</span>積木到程式區。

source: drag move block to Scripts area
bn: স্ক্রিপ্ট এলাকায় সরাও ব্লকটি টেনে আন
cs: Tažením přesuneš bloky do oblasti scénáře.
cy: llusgwch blociau symud i ardal y Sgriptiau
de: ziehe einen gehe-Block in den Skriptbereich
fa: حرکت قطعه را به منطقه دستور بکشید
fr: Fais glisser un bloc mouvement dans la zone des Scripts
id: seret balok gerak ke area Skrip
kk: Скрипт аймағына қозғау блогын шығарыңыз
lt: tempk "judėk" bloką į Scenarijų plotą
nb: dra gå-klossen til skript-vinduet
nn: dra gå-klossen til skriptområdet
pt_br: arraste um bloco mova para a área de Scripts
sl: premakni blok v področje skript
tr: "... adım git" taşını Diziler alanına taşı
vi: kéo mảnh ghép di chuyển vào vùng Kịch bản
zh_tw: 拖曳移動 […] 點積木到程式工作區

source: Then, click on that block to make the Bearstack move:
bn: তারপর, বিয়ারস্ট্যাক সরানোর জন্য সেই ব্লকে ক্লিক কর:
cs: Pak klikni na ten blok, aby se medvědice pohybovala:
cy: Yna, cliciwch ar y bloc hwnnw i wneud i'r Bearstack symud:
de: Klicke dann auf den Block, damit sich die Bärenpyramide bewegt:
fa: سپس بر روی آن قطعه کلیک کنید تا Bearstack را حرکت دهید:
fr: Ensuite, clique sur le bloc pour faire bouger les Ours :
id: Lalu klik balok itu untuk membuat Bearstack-nya bergerak:
kk: Содан соң, Bearstack қозғалту үшін сол блокқа басыңыз:
lt: tada, spausk tą bloką ir priversk judėti Meškinus:
nb: Deretter klikker du på klossen, og Bjørnebunken flytter seg:
nn: Trykk spå klossen for å flytta bjørnestabelen:
pt_br: Em seguida, clique sobre esse bloco para fazer a pilha de ursos se mover:
sl: Potem klikni na ta blok, da se praskač premakne.
tr: Sonra, o bloğa tıklayın ki Ayı yığını hareket etsin.
vi: Sau đó, bấm vào mảnh ghép đó để làm Chồng gấu di chuyển:
zh_tw: 然後，點擊積木讓熊熊移動：

source: Click the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when this key pressed</span> block and snap it on top:
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর। একটি <span class="eventscolor">যখন এই কী চাপা হবে</span> ব্লক টেনে আন এবং উপরে স্ন্যাপ কর:
cs: Klikni na kategorii<span class="eventscolor">Události</span> . Přetáhni <span class="eventscolor">po stisku klávesy</span> blok a připni to nahoru:
cy: Cliciwch gategori <span class="eventscolor">Digwyddiadau</span>. Llusgwch allan y bloc <span class="eventscolor">pa mae'r fysell hon wedi ei phwyso</span> a'i snapio i'r brig:
de: Klicke auf die Kategorie <span class="eventscolor">Ereignisse</span>. Zieh einen <span class="eventscolor">Wenn Taste gedrückt</span>-Block heraus und setze ihn oben an:
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید. قطعۀ <span class="eventscolor">هنگامی که این شکلک کلیک می‌شود</span> را کشیده و آن را به بالا ببرید:
fr: Clique sur la catégorie <span class="eventscolor">Événements</span> . Fais glisser un bloc <span class="eventscolor">quand est pressé</span> et insère-le en haut:
id: Klik kelompok <span class="eventscolor">Kejadian</span>. Seret keluar sebuah balok <span class="eventscolor">ketika tombol ini ditekan</span> dan tumpuk di atas:
kk: ⇥ ⇥<span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. <span class="eventscolor">Кілт басылған кезде</span> блогын алып шығыңыз және оны үстінен бекітіңіз: ⇥
lt: ⇥ ⇥Spausk <span class="eventscolor">Įvykiai</span> skyrių. Išstempk <span class="eventscolor">kai šis klavišas nuspaudžiamas</span> bloką ir padėk jį ant viršaus: ⇥
nb: Klikk på <span class="eventscolor">Hendelser</span>-kategorien. Dra ut en <span class="eventscolor">når mellomrom trykkes</span>-kloss og fest den øverst:
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien. Dra ut ein <span class="eventscolor">når mellomrom vert trykt</span>-kloss og fest han øvst:
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">quando esta tecla estiver pressionada</span> e coloque-o no topo:
sl: Klikni na kategorijo <span class="eventscolor">Dogodki</span>. Izberi blok <span class="eventscolor">ko je pritisnjena tipka</span>in ga dodaj na vrh:
tr: <span class="eventscolor">Olaylar </span> kategorisine tıkla. Bir <span class="eventscolor"> Olduğu zaman tuşuna basıldığında </span> blokunu sürükle ve onu tepeye yerleştir:
vi: Bấm vào mục <span class="eventscolor">Sự kiện</span> . Kéo ra một mảnh ghép<span class="eventscolor">khi phím này được bấm</span> và chụp nó lên phía trên:
zh_tw: 點選 <span class="eventscolor">事件</span> 類別。拖拉出一個 <span class="eventscolor">當按下[...]鍵</span> 積木，並把它粘貼到最上方：

source: Try pressing the space key on your keyboard.
bn: তোমার কীবোর্ডের স্পেস কী চেপে চেষ্টা কর।
cs: Zkus stisknout mezerník na své klávesnici.
cy: Rhowch gynnig ar bwyso'r bylchwr ar eich bysellfwrdd.
de: Drück die Leertaste.
fa: سعی کنید کلید space روی صفحه کلید خود را فشار دهید.
fr: Essaye d'appuyer sur la touche espace de ton clavier.
id: Coba tekan tombol spasi di papan tombolmu.
kk: Пернетақтадағы Бос орын пернесін басып көріңіз.
lt: Pabandyk nuspausti tarpo klavišą
nb: Trykk mellomrom-knappen på tastaturet.
nn: Trykk mellomrom-tasten på tastaturet.
pt_br: Experimente pressionar a tecla espaço do seu teclado.
sl: Poskusi pritisniti tipko presledek na tipkovnici.
tr: Klavyenizdeki boşluk tuşuna basmayı deneyin.
vi: Thử bấm phím khoảng trắng trên bàn phím của bạn.
zh_tw: 試試按下鍵盤上的空白鍵。

source: You can use the pull-down menu to select a different key (such as 'right arrow'):
bn: তুমি একটি ভিন্ন কী (যেমন 'ডান অ্যারো') নির্বাচন করতে পুল-ডাউন মেনু ব্যবহার করতে পার:
cs: Můžeš použít rozbalovací menu k vybrání různé klávesy (jako je "pravá šipka"):
cy: Gallwch ddefnyddio'r gwymplen i ddewis bysell wahanol (fel y 'saeth dde'):
de: Du kannst auch eine andere Taste (zum Beispiel 'Pfeil nach rechts' auswählen):
fa: شما می توانید از منوی کشویی برای انتخاب یک کلید دیگر (مانند "فلش راست") استفاده کنید:
fr: Tu peux utiliser le menu déroulant pour choisir une autre touche (comme « flèche droite ») :
id: Kamu bisa memakai menu tarik-turun untuk tombol berbeda (seperti 'panah kanan'):
kk: Әртүрлі пернелерді таңдау үшін ашылмалы мәзірді қолдана аласыз (мысалы 'оң жақ көрсеткі'):
lt: Gali naudoti išskleidžiamąjį meniu norėdamas pasirinkti kitą klavišą (tarkim "dešinėn rodyklė"):
nb: Du kan velge en annen tast fra menyen i klossen (for eksempel "pil høyre"):
nn: Du kan velja ein annan tast frå menyen i klossen (for eksempel «pil høgre»):
pt_br: Você pode usar o menu para selecionar uma tecla diferente (como "seta para a direita"):
tr: Farklı bir anahtar seçmek için aşağı açılır menüyü kullanabilirsiniz ('sağ ok' gibi):
vi: Bạn có thể sử dụng menu xổ xuống để chọn phím khác (chẳng hạn phím 'mũi tên phải'):
zh_tw: 你可以使用下拉清單選用不同的按鍵，像是向右鍵：

source: Now press that key to move.
bn: এখন সরানোর জন্য এই কী চাপ দাও।
cs: Nyní stiskni tuto klávesu pro pohyb.
cy: Nawr pwyswch y fysell i symud.
de: Drück nun diese Taste, um die Figur zu bewegen.
fa: حالا آن کلید را برای حرکت فشار دهید.
fr: Maintenant, appuie sur cette touche pour bouger.
id: Sekarang tekan tombol itu untuk bergerak.
kk: Қозғалу үшін сол батырманы басыңыз.
lt: Dabar spausk Tą klavišą, kad pradėtum
nb: Trykk tasten du har valgt, og figuren beveger seg.
nn: Trykk på tasten for å flytta på figuren.
pt_br: Agora, pressione essa tecla para mover.
sl: Sedaj pritisni to tipko za premikanje.
tr: Şimdi taşımak için o tuşa basın.
vi: Bây giờ hãy bấm phím đó để di chuyển.
zh_tw: 現在按下按鍵就可以讓角色移動了。

source: Next, choose a starting point
bn: তারপর, একটি শুরুর বিন্দু বাছাই কর,
cs: Dále vyber výchozí bod
cy: Nesaf, dewiswch fan cychwyn.
de: Wähle als nächstes einen Startpunkt aus
fa: بعد، یک نقطه شروع را انتخاب کنید
fr: Ensuite, choisis un point de départ
id: Kemudian pilih sebuah titik mulai
kk: Енді, бастапқы нүктені таңдаңыз
lt: Toliau, pasirink pradžios tašką
nb: Videre: Velg et startsted
nn: Vidare: vel eit startpunkt
pt_br: Em seguida, escolha um ponto inicial
sl: Sedaj izberi začetno točko
tr: Ardından, bir başlangıç noktası seçin
vi: Kế tiếp, chọn một điểm bắt đầu.
zh_tw: 下一步，選擇起始點
