Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Choose a backdrop for your valentine.
bn: তোমার ভ্যালেন্টাইনের জন্য একটি ব্যাকড্রপ নির্বাচন কর।
cs: Vyber pozadí pro svou valentýnku.
cy: Dewiswch gefnlen i'ch cerdyn folant.
de: Wähle ein Bühnenbild für deine Karte.
fa: یک پس‌زمینه برای ولنتاین خود انتخاب کنید.
fr: Choisis un arrière-plan pour ta Saint-Valentin.
kk: Өзіңіздің валентинкаңызға фон таңдаңыз.
nb: Velg et bakgrunnsbilde for kortet ditt.
nn: Vel eit bakgrunnsbilete for valentinskortet ditt.
pt_br: Escolha um pano de fundo para seu cartão.
tr: Sevgililer Günü Kartın için bir arkaplan seç.
vi: Chọn phông nền cho ngày lễ tình nhân của bạn.
zh_tw: 選擇一個合適的背景。

source: <p>To add a backdrop to the Stage, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:</p>
bn: <p>মঞ্চে একটি ব্যাকড্রপ যোগ করতে, <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">আইকন:</p> ক্লিক কর
cs: <p>Pro přidání pozadí do scény klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> tuto ikonu:</p>
cy: <p>I ychwanegu cefnlen i'r Llwyfan, cliciwch yr Eicon <img class="intext" style="top:0" src = "/images/help/landscape-icon.png">:</p> <p>I ychwanegu cefnlen i'r Llwyfan, cllciwch yr Eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>
de: <p>Um einen Hintergrund zur Bühne hinzuzufügen, klicke auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>
fa: <p>برای افزودن پس‌زمینه به صحنه، روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:</p>
fr: <p>Pour ajouter un arrière-plan, clique l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> :</p>
kk: ⇥<p>Кезеңге фон қосу үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> белгіше:</p>⇥
nb: <p>Legg inn et bakgrunnsbilde ved å klikke <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet:</p>
nn: <p>Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å leggja eit bakgrunnsbilete til scena:</p>
pt_br: <p>Para adicionar um pano de fundo ao palco, clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:</p>
tr: <p>Sahneye bir zemin eklemek için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> sembolüne tıklayın:</p>
vi: <p>Để thêm phông nền vào Sân khấu, bấm vào <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> biểu tượng:</p>
zh_tw: <p>若要添加舞台的背景，可以點擊圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ：</p>

source: Then choose the backdrop you want (such as doily or hearts):
bn: তারপর তুমি যে ব্যাকড্রপটি চাও তা নির্বাচন কর (যেমন doily বা hearts):
cs: Dále vyber pozadí, které chceš (jako třeba panenka nebo srdíčka):
cy: Yna dewiswch y cefndir rydych ei eisiau (fel doli neu galonnau):
de: Such dir dann das gewünschte Bühnenbild aus (wie zum Beispiel "doily" (ein Ziermuster) oder "hearts" (Herz)):
fa: سپس پس‌زمینه مورد نظر خود را انتخاب کنید (دستمال سفره یا قلب):
fr: Ensuite, choisis l'arrière-plan que tu veux (tel que doily ou hearts):
kk: Енді өзіңізге ұнаған фонды таңдаңыз (мәселен doily немесе жүректер):
nb: Deretter velger du bakgrunnsbildet du vil ha (for eksempel "dolly" eller "hearts"):
nn: Vel så bakgrunnsbiletet du vil ha (for eksempel «doily» eller «hearts»):
pt_br: Então, escolha o pano de fundo que você quer (como laços ou corações):
tr: Beğendiğin bir dekoru seç (mesela 'doily' veya 'hearts'):
vi: Sau đó chọn phông nền bạn muốn (như khăn hoa hay trái tim):
zh_tw: 然後，選擇一個合適的背景，像是 doily 或是 hearts：

source: Your card will now have a backdrop and a sprite
bn: তোমার কার্ডে এখন একটি ব্যাকড্রপ ও একটি স্প্রাইট থাকবে
cs: Tvé přání teď bude obsahovat pozadí a postavu
cy: Bydd gan eich cerdyn gefnlen a chorlun
de: Deine Karte hat nun ein Bühnenbild und eine Figur
fa: کارت شما در حال حاضر دارای یک پس‌زمینه و یک شکلک است
fr: Votre carte va maintenant avoir un arrière-plan et un lutin
kk: Сіздің картаңыздың өзіндік фоны және спрайты бар.
nb: Nå har kortet ditt en bakgrunn og en figur
nn: No har korta ditt ein bakgrunn og ein figur
pt_br: Seu cartão agora vai ter um pano de fundo e um ator
tr: Şimdi senin kartının bir zemini ve bir kuklası olacak.
vi: Thiệp của bạn bây giờ sẽ có phông nền và đối tượng
zh_tw: 你的卡片上現在有了背景和角色了。

source: If you want the backdrop to change colors, click the <span class="tab-ref">Scripts</span> tab. Then, build a script like this:</p>
bn: যদি তুমি ব্যাকড্রপের রঙ পরিবর্তন করতে চাও, <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব ক্লিক কর। তারপর, এমন একটি স্ক্রিপ্ট বানাও:</p>
cs: Pokud chceš změnit barvu pozadí, klikni na záložku <span class="tab-ref">Scénáře</span>. Potom vytvoř scénář jako je tento:</p>
cy: Os hoffech chi i'r gefnlen newid lliw, cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Yna, adeiladwch sgript fel hon:</p>
de: Wenn du den Hintergrund die Farben wechseln lassen willst, klicke auf den <span class="tab-ref">Skripte</span>-Reiter und mache ein Skript wie folgt:</p>
fa: اگر می‌خواهید رنگ پس‌زمینه تغییر کند، روی زبانه <span class="tab-ref">دستورها</span> کلیک کنید. سپس دستوری به این شکل بسازید:</p>
fr: Si tu veux changer la couleur de l'arrière-plan, clique sur l'onglet <span class="tab-ref">Scripts</span>. Ensuite créer un script comme ceci:</p>
kk: ⇥⇥Егер сіз фон түсінің өзгергенін қаласаңыз, <span class="tab-ref">Скриптер</span> жиекбелгісін басыңыз. Сосын, осындай скрипт жасаңыз:</p> ⇥
nb: Hvis du vil ha bakgrunnen til å bytte farge kan du klikke <span class="tab-ref">Skript</span>-fanen. Så kan du lage dette skriptet:</p>
nn: Viss du vil byta farge på bakgrunnen, kan du trykkja på <span class="tab-ref">Skript</span>-fana og laga eit slikt skript:</p>
pt_br: Se você quiser alterar as cores do pano de fundo, clique na guia <span class="tab-ref">Scripts</span>. Então, crie um script como este:</p>
tr: Eğer zeminin renklerini değiştirmesini istiyorsanız <span class="tab-ref">Senaryolar </span> sekmesine tıklayın. Ardından, şuna benzer bir senaryo kurun: </p>
vi: Nếu bạn muốn phông nền thay đổi màu sắc, bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Sau đó, tạo kịch bản như thế này:</p>
zh_tw: 如果你想背景變化顏色，切換到 <span class="tab-ref">程式</span> 頁籤，然後建立如下程式：</p>

source: Next, add a message
bn: তারপর, একটি বার্তা যোগ কর
cs: Jako další krok přidej novou zprávu
cy: Nesaf, ychwanegwch neges
de: Füge als Nächstes eine Nachricht hinzu
fa: سپس، یک پیام اضافه کنید
fr: Ensuite, ajoute un message
kk: Келесі, хат қосыңыз
nb: Videre: Skriv en hilsen
nn: Vidare: skriv ei helsing
pt_br: A seguir, adicione uma mensagem
sl: Sedaj napiši sporočilo.
tr: Sonra, bir mesaj ekle
vi: Tiếp theo, thêm thông điệp
zh_tw: 下一步，新增一個訊息

source: Add a message to your valentine.
bn: তোমার ভ্যালেন্টাইনের জন্য একটি বার্তা যোগ কর।
cs: Přidej zprávu ke svému Valentinskému přání
cy: Ychwanegwch neges i'ch folant.
de: Füge eine Nachricht an die Person an die du die Karte schicken willst hinzu.
fa: پیامی به ولنتاین خود اضافه کنید.
fr: Ajoute un message à ta Saint-Valentin.
kk: Валентинкаңызға хат қосыңыз.
nb: Skriv en Valentin-hilsen
nn: Skriv ei helsing til din kjære.
pt_br: Adicione uma mensagem ao seu cartão.
tr: Sevgililer Günü Kartına bir mesaj ekle.
vi: Thêm vào thông điệp cho lễ tình nhân của bạn.
zh_tw: 在情人節卡片上加上訊息。

source: Click the 'Things' category, and choose the sprite named 'Text':
bn: 'একটি স্প্রাইট বাছাই কর' বিভাগে ক্লিক কর, এবং 'অক্ষর' নামক স্প্রাইটটি বাছাই কর:
cs: Klikni na kategorii 'Věci' a vyber postavu jménem 'Text':
cy: Cliciwch y categori 'Pethau' a dewis y corlun 'Testun':
de: Klicke auf die Kategorie 'Dinge' und wähle die Figur namens 'Text' aus:
fa: روی گروه "چیزها" کلیک کنید، و شکلکی به نام "متن" را انتخاب کنید:
fr: Clique la catégorie 'Choses', et choisis le lutin appelé 'Text':
kk: 'Заттар' категориясын және 'Мәтін' спрайтын таңдаңыз:
nb: Klikk kategorien "ting" og velg figuren "Text":
nn: Trykk på kategorien «Bokstavar» og vel figuren «Text»:
pt_br: Clique na categoria "Coisas" e escolha o ator chamado "Texto":
tr: Eşyalar kategorisine tıklayın ve "Metin" adı verilen kuklayı seçin:
vi: Bấm vào mục 'Đồ vật', và chọn đối tượng tên 'Văn bản':
zh_tw: 點擊「物品」類，從裡頭選取名為「Text」的角色：

source: <p>Click the <span class="tab-ref">Costumes</span> tab.
bn: <span class="tab-ref">পোশাক</span> ট্যাবে <p>ক্লিক কর।
cs: <p>Klikni na záložku <span class="tab-ref">Kostýmy</span>.
cy: <p>Cliciwch y tab <span class="tab-ref">Gwisgoedd</span>.
de: <p>Klicke auf den <span class="tab-ref">Kostüme</span>-Reiter.
fa: <p>روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید.
fr: <p>Clique l'onglet <span class="tab-ref">Costumes</span>.
kk: ⇥<p> <span class="tab-ref">Костюмдер</span> жиекбелгісін басыңыз. ⇥
nb: <p>Klikk fanen <span class="tab-ref">Drakter</span>.
nn: <p>Trykk på <span class="tab-ref">Drakter</span>-fana.
pt_br: <p>Clique na guia <span class="tab-ref">Fantasias</span>.
tr: <p><span class="tab-ref">Kostümler</span>sekmesine tıklayın.
vi: <p>Bấm vào thẻ <span class="tab-ref">Trang phục</span>.
zh_tw: <p>切換到 <span class="tab-ref">造型</span> 頁籤。

source: Choose the 'Happy Valentine's Day' costume:
bn: 'Happy Valentine's Day' পোশাক নির্বাচন কর:
cs: Vyber kostým 'Happy Valentine's Day':
cy: Dewiswch y wisg 'Diwrnod Sant Folant Hapus':
de: Wähle das 'Happy Valentine's Day'-Kostüm aus:
fa: حالت "روز ولنتاین مبارک" را انتخاب کنید:
fr: Choisis le costume « Joyeuse Saint-Valentin » :
kk: 'Құтты Валентин күні' костюмін таңдаңыз:
nb: Velg "Valentinsdag"-drakten:
nn: Vel drakta «Happy Valentine’s Day»:
pt_br: Escolha a fantasia "Feliz dia dos namorados":
tr: "Sevgililer Günün Kutlu Olsun" kostümünü seç:
vi: Chọn trang phục 'Chúc mừng Ngày Lễ tình nhân':
zh_tw: 選擇「情人節快樂」造型：

source: You can use the Text tool to type your own text.
bn: তোমার লেখাগুলি লিখার জন্য তুমি টেক্সট টুল ব্যবহার করতে পার।
cs: Pro vložení vlastního textu použij nástroj pro psaní textu.
cy: Gallwch ddefnyddio'r offeryn testun i deipio eich testun eich hun.
de: Mit dem Textwerkzeug kannst du deinen eigenen Text eingeben.
fa: شما می‌توانید از ابزار متن برای تایپ متن خود استفاده کنید.
fr: Tu peux utiliser l'outil texte pour écrire ton propre texte.
kk: Мәтін құралын қолдана отырып сіз өзіңіздің мәтініңізді енгізе аласыз.
nb: Du kan bruke tekstverktøyet for å skrive inn din egen tekst.
nn: Du kan òg bruka tekstverktøyet for å skriva inn din eigen tekst.
pt_br: Você pode usar a ferramenta Texto para digitar seu próprio texto.
tr: Kendi metninizi yazmak için Metin aracını kullanabilirsiniz.
vi: Bạn có thể sử dụng công cụ Văn bản để nhập vào văn bản của bạn.
zh_tw: 你可以使用文字工具來輸入一些內容。

source: Now, add music
bn: এখন, সঙ্গীত যোগ কর
cs: Teď, přidej hudbu
cy: Nawr, ychwanegwch gerddoriaeth.
de: Füge nun Musik hinzu
fa: بعد، موسیقی را اضافه کنید
fr: Mantenant, ajoute de la musique
kk: Қазір музыка қосыңыз.
nb: Videre: legg på musikk
nn: Vidare: legg på musikk
pt_br: Agora, adicione música
sl: Sedaj dodaj glasbo
tr: Şimdi, müzik ekle.
vi: Bây giờ, thêm âm nhạc
zh_tw: 現在，加入音效

source: Add music to your valentine.
bn: তোমার ভ্যালেন্টাইনে সঙ্গীত যোগ কর।
cs: Přidej hudbu ke svému Valentýnskému přání
cy: Ychwanegwch gerddoriaeth i'ch cerdyn folant.
de: Füge Musik zu deiner Valentinskarte hinzu.
fa: موسیقی را به ولنتاین خود اضافه کنید.
fr: Ajoute de la musique à ta Saint-Valentin.
kk: Өзіңіздің валентинкаңызға музыка қосыңыз.
nb: La din Valentinhilsen få musikk.
nn: Legg til litt musikk til din kjære.
pt_br: Adicione música ao seu cartão.
tr: Sevgililer Günü kartına müzik ekle.
vi: Thêm âm nhạc vào lễ tình nhân của bạn.
zh_tw: 在卡片裡加上音樂。

source: First, click the heart sprite to select it.
bn: প্রথমে, হৃদয় স্প্রাইটটি নির্বাচন করতে ক্লিক কর।
cs: V prvním kroku vyber postavu srdce kliknutím na ni.
cy: Yn gyntaf cliciwch y corlun calon i'w ddewis.
fa: ابتدا، روی شکلک قلب کلیک کرده تا آن را انتخاب کنید.
fr: Premièrement, clique sur le lutin cœur pour le sélectionner.
sl: Najprej klikni na figuro srca, da jo izbereš.
tr: İlk olarak, seçmek için kalp kuklasına tıklayın.
vi: Đầu tiên, bấm vào đối tượng trái tim để chọn nó.

source: Click the 'Music Loops' category. Choose 'dance celebrate' or another sound:
bn: 'সঙ্গীত লুপ' বিভাগে ক্লিক কর। 'নৃত্য উদযাপন' বা অন্য কোন শব্দ নির্বাচন কর:
cs: Klikni na kategorii "Hudební smyčka". Vyber "taneční oslavu" nebo jiný zvuk:
cy: Cliciwch y categori 'Cylchoedd Cerddoriaeth'. Dewiswch 'dawns dathlu' neu sain arall:
de: Klick auf die Kategorie 'Musikschleifen'. Wähle zum Beispiel 'dance celebrate' oder etwas anderes aus:
fa: روی گروه "حلقه‌های موسیقی" کلیک کنید. "جشن رقص" یا صدای دیگری را انتخاب کنید:
fr: Clique la catégorie 'Music Loops' . Choisis 'dance celebrate' ou un autre son:
kk: 'Музыкалық циклдер' қатегориясын басыңыз. 'Мерекелік биді' немесе басқа дыбысты таңдаңыз:
nb: Velg kategorien "Musikkløkker". Velg "dance celebrate" eller en annen lyd:
nn: Vel kategorien «Musikksløyfer» og lyden «dance celebrate» eller ein annan lyd:
pt_br: Clique na categoria "Repetições de Música". Escolha "dança de celebração" ou outro som:
tr: 'Müzik Döngüler' kategorisini tıklayın. 'Dansı kutlamak' veya başka bir ses seçin:
vi: Bấm vào mục 'Vòng Âm nhạc'. Chọn 'khiêu vũ ăn mừng' hay âm thanh khác:
zh_tw: 從「音樂循環」類選擇一個音效，例如「dance celebrate」：

source: <p>Select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound until done</span> block:</p>
cs: <p>Vyber záložku <span class="tab-ref">Scénáře</span> a klikni na kategorii <span class="soundcolor">Zvuk</span>. Přetáhni blok <span class="soundcolor">hraj zvuk až do konce</span>:</p>
cy: <p>Dewiswch y tab <span class="tab-ref">Sgriptiau</span>, a chlicio'r categori <span class="soundcolor">Sain</span>. Llusgwch allan y bloc <span class="soundcolor">chwarae sain nes gorffen</span>:</p>
de: <p>Wähle den <span class="tab-ref">Skripte</span>-Reiter und klicke auf die Kategorie <span class="soundcolor">Klang</span>. Ziehe einen <span class="soundcolor">spiele Klang ganz</span>-Block heraus:</p>
fa: <p>زبانۀ <span class="tab-ref">دستورها</span> را انتخاب کرده، و روی گروه <span class="soundcolor">صدا</span> کلیک کنید. یک قطعۀ <span class="soundcolor">پخش صدا تا پایان</span>را بیرون بکشید:</p>
fr: <p>Selectionne l'onglet <span class="tab-ref">Scripts</span>, and clique la catégorie <span class="soundcolor">Son</span>. Déplace le bloc <span class="soundcolor">jouer le son jusqu'au bout</span>:</p>
kk: ⇥<p> <span class="tab-ref">Скриптер</span> жиекбелгісін таңдаңыз, және <span class="soundcolor">Дыбыс</span> категориясының үстінен басыңыз. <span class="soundcolor">Дыбысты соңына дейін ойнату</span> блогын ұстап алып шығыңыз:</p>
nb: <p>Velg fanen <span class="tab-ref">Skript</span> og klikk <span class="soundcolor">Lyd</span>-kategorien. Dra ut en <span class="soundcolor">spill lyden til den er ferdig</span>-kloss:</p>
nn: <p>Vel <span class="tab-ref">Skript</span>-fana og trykk på <span class="soundcolor">Lydar</span>-kategorien. Dra ut ein <span class="soundcolor">spel lyden til han er ferdig</span>-kloss:</p>
pt_br: <p>Selecione a guia <span class="tab-ref">Scripts</span>, e clique na categoria <span class="soundcolor">Som</span>. Arraste um bloco <span class="soundcolor">toque o som até terminar</span>:</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>, và bấm vào mục <span class="soundcolor">Âm thanh</span>. Kéo ra mảnh ghép <span class="soundcolor">phát âm thanh cho đến hết</span>:</p>
zh_tw: <p>切換到 <span class="tab-ref">程式</span> 頁籤，從<span class="soundcolor">音效</span> 類指令中拖曳出 <span class="soundcolor">播放音效 {…} 到底</span>積木：</p>

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
bn: <p>একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর:</p>
cs: <p>Přetáhni blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> a připni ho nahoru:</p>
cy: <p>Llusgwch y bloc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> wedi ei glicio</span> a'i snapio i'r brig.
de: <p>Ziehe einen <span class="eventscolor">Wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span>-Block heraus und füge ihn oben an:</p>
fa: <p>قطعه <span class="eventscolor">هنگامی که<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک می‌شود</span> را بیرون کشیده و آن را بالا بزنید:</p>
fr: <p>Déplace le bloc <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est pressé</span> et emboîte le au sommet:</p>
kk: <p> <span class="eventscolor">Қашан<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз:</p> ⇥
nb: <p>Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst:</p>
nn: <p>Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst:</p>
pt_br: <p>Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e encaixe-o no topo:</p>
tr: <p>Bir <span class="eventscolor">olduğunda <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıkla </span> bloku sürükle ve onu tepeye yerleştir:</p>
vi: <p>Kéo ra mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và chập nó vào bên trên:</p>
zh_tw: <p>拖曳出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span>積木並把它放到現有程式上方：</p>

source: <p>Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to start your program.</p>
bn: <p>এখন তুমি <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> তোমার প্রোগ্রাম শুরু করতে</p> সবুজ পতাকাতে ক্লিক করতে পার।
cs: <p>Teď můžeš kliknou na zelenou vlajku <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pro spuštění tvého programu.</p>
cy: <p>Nawr gallwch glicio ar y faner werdd <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> i gychwyn eich rhaglen.</p>
de: <p>Jetzt kannst du dein Programm starten in dem du auf die grüne Flagge <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klickst.</p>
fa: <p>اکنون شما می‌توانید بر روی پرچم سبز <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک کنید تا برنامه خود را آغاز کنید.</p>
fr: <p>Maintenant, vous pouvez cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour lancer votre programme.</p>
kk: ⇥<p>Қазір сіз жасыл жалаушаны басып <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> бағдарламаны бастай аласыз.</p> ⇥
nb: <p>Nå kan du klikke på det grønne flagget <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> for å starte programmet.</p>
nn: <p>No kan du trykkja på det grøne flagget <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> for å starta programmet.</p>
pt_br: <p>Agora você pode clicar na bandeira verde <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> para iniciar seu programa.</p>
tr: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">Şimdi programını başlatmak için <p>yeşil bayrağa tıklayabilirsin.</p>
vi: <p>Bây giờ bạn có thể bấm vào lá cờ xanh <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> để bắt đầu chương trình.</p>
zh_tw: <p>現在你可以點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 來啟動你的程式。</p>

source: Next, animate and decorate
bn: এরপর, অ্যানিমেট কর ও সাঁজাও
cs: Dále, animuj a zdob
cy: Nesaf, animeiddio ac addurno
de: Nun animiere und schmücke es
fa: زنده و تزئین کنید
fr: Ensuite, anime et décore
kk: Келесі, анимацияла және безендір
nb: Videre: Pynt og animasjon
nn: Vidare: pynt og animasjon
pt_br: Em seguida, anime e decore
sl: Sedaj animiraj in okrasi
tr: Sonra, canlandır ve dekore et
vi: Kế đến, tạo hiệu ứng và trang trí
zh_tw: 下一步，製作裝飾物動畫效果

source: Add finishing touches to your valentine. Choose your own images and animate them.
bn: তোমার ভ্যালেন্টাইনে ফিনিশিং টাচ যোগ কর। তোমার নিজের ছবিগুলো বাছাই কর এবং সেগুলো অ্যানিমেট কর।
cs: Dolaď svou valentýnku. Vyber vlastní obrázky a naanimuj je.
cy: Cwblhewch eich cerdyn folant. Dewiswch eich delweddau eich hun a'u hanimeiddio.
de: Abschließende Schritte: Suche deine eigenen Bilder aus dun animiere sie.
fa: کارت ولنتاین خود را تکمیل کنید. تصاویر خود را انتخاب کرده و آن‌ها را زنده کنید.
fr: Ajoute des touches de finition à ta Saint-Valentin. Choisis tes propres images et anime-les.
kk: Өзіңіздің валентинкаңызға соңғы штрихтарды қосыңыз Өзіңіздің суреттеріңізді таңдап оларды анимациялаңыз.
nb: Gjør siste finpuss på hilsenen din. Velg dine egne bilder og animer dem.
nn: Gjer siste finpuss på helsinga til din kjære. Vel dine eigne bilete og animer dei.
pt_br: Adicione os toques finais ao seu cartão. Escolha suas próprias imagens e anime-as.
tr: Sevgililer Günü Kartına bitirici dokunuşları ekle. Resimlerini seç ve onları canlandır.
vi: Thêm điều chỉnh hoàn thiện lễ tình nhân của bạn. Chọn hình ảnh của riêng bạn và tạo hiệu ứng cho chúng.
zh_tw: 為你的情人節卡片收尾。匯入一張你自已的圖片並讓它動起來。

source: ADD IMAGES
bn: ছবি যোগ কর
cs: PŘIDEJ OBRÁZKY
cy: YCHWANEGU DELWEDDAU
de: BILDER HINZUFÜGEN
fa: تصاویر را اضافه کنید
fr: Ajoute des images
kk: СУРЕТТЕРДІ ҚОСЫҢЫЗ
nb: LEGG TIL BILDER
nn: LEGG TIL BILETE
pt_br: ADICIONE IMAGENS
sl: DODAJ SLIKE
tr: RESİMLER EKLE
vi: THÊM HÌNH ẢNH
zh_tw: 添加圖片

source: To add a sprite, click one of these buttons:
bn: স্প্রাইট যোগ করতে, এই বাটনগুলোর একটিকে ক্লিক কর:
cs: Pokud chceš přidat postavu, klikni na jedno z těchto tlačítek:
cy: I ychwanegu corlun, cliciwch un o'r botymau hyn:
de: Um eine Figur hinzuzufügen, klicke auf einen dieser Knöpfe:
fa: برای افزودن شکلک، روی یکی از این دکمه‌ها کلیک کنید:
fr: Pour ajouter un lutin, clique sur l'un de ces boutons:
kk: Спрайттарды қосу үшін мына батырмалардың біреуін басыңыз:
nb: Du kan lage en ny figur ved å klikke en av disse knappene:
nn: Du kan laga ein ny figur ved å trykkja på desse knappane:
pt_br: Para adicionar um ator, clique em um desses botões:
tr: Bir kukla eklemek için, bu butonlardan birine tıklayın:
vi: Để thêm đối tượng, bấm vào một trong những nút này:
zh_tw: 新增角色的方式有：
