Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: To copy, drag each script over the other sprite’s thumbnail. When you let go, it copies the script:
bn: কপি করতে, প্রতিটি স্ক্রিপ্টকে অন্য স্প্রাইটের থাম্বনেইলে টেনে আন। যখন তুমি ছেড়ে দবে, এটি স্ক্রিপ্টটি কপি করবে:
cs: Pro kopírování, přetáhni požadovaný scénář na miniaturu požadované postavy. Jakmile pustíš tlačítko myši, scénář se zkopíruje:
cy: I gopïo, llusgwch pob sgript dros lun bach y corlun arall. Pan fyddwch yn gadael i fynd, bydd yn copïo'r sgript.
de: Um sie zu kopieren, ziehe jedes Skript auf das Miniturbild der Zielfigur. Wenn du die Maustaste auslässt, wird das Skript kopiert:
fa: برای کپی، هر دستور را بر روی زیرعکس شکلک دیگر بکشید. هنگامی که رها کنید، دستور را کپی می‌کند:
fr: Pour copier, fais glisser chaque script sur la vignette du lutin. Quand tu le lâches, ça copie le script :
kk: Көшірме жасау үшін, скриптті басқа спрайттың нобайына апарыңыз. Сіз жіберген кезде, ол скрипттің көшірмесін жасайды:
lt: Norėdamas nukopijuoti, tempk kiekvieną scenarijų virš veikėjo miniatiūros. Kai paleidi, tai nukopijuoja scenarijų:
nb: Dra skriptet bort til bildet av en annen figur i listen. Når du slipper får den andre figuren en kopi:
nn: Dra skriptet bort til miniatyrbiletet av ein annan figur i lista. Når du slepper det, får den andre figuren ein kopi:
pt_br: Para copiar, arraste cada script para cima da miniatura do ator. Quando você soltar o mouse, o script será copiado:
vi: Để sao chép, kéo thả mỗi kịch bản vào ảnh thu nhỏ của đối tượng. Khi bạn thả ra, nó sẽ sao chép kịch bản:
zh_tw: 要複製程式碼，拖拉每一份程式碼到角色縮圖的上面。當你放開時，就會複製程式碼：

source: Or, if you’re logged in, you can use the Backpack to copy scripts.
bn: অথবা, যদি তুমি লগ ইন কর, তুমি স্ক্রিপ্ট কপি করতে ব্যাকপ্যাক ব্যবহার করতে পার।
cs: A nebo, pokud si přihlášen/a, můžeš použít Batoh pro kopírování svých scénářů.
cy: Neu os ydych wedi mewngofnodi, gallwch ddefnyddio'r Pecyn Cefn i gopïo sgriptiau.
de: Oder, wenn du eingeloggt bist kannst du den Rucksack verwenden um Skripte zu kopieren.
fa: یا اگر شما به سیستم وارد شده‌اید، می‌توانید از کوله‌پشتی برای کپی دستورها استفاده کنید.
fr: Ou, si vous êtes connecté, vous pouvez utiliser le sac à dos pour copier des scripts.
id: Atau, jika kamu masuk, kamu bisa menggunakan Ransel untuk menyalin skrip.
kk: Немесе, сіз кірген болсаңыз, скриптті көшіруге рюкзакты қолдана аласыз.
lt: Arba, jei esi prisijungęs, gali naudoti Kuprinę kopijuoti scenarijams
nb: Du kan også bruke ryggsekken til å kopiere skript, hvis du er logget inn.
nn: Viss du er logga inn, kan du òg bruka ryggsekken til å kopiera skript.
pt_br: Ou, se você estiver conectado, você pode usar a Mochila para copiar scripts.
vi: Hoặc, bạn đã đăng nhập, bạn có thể sử dụng Balo sao chép các kịch bản.
zh_tw: 或者，如果你是登入的狀態下，你可以使用背包來複製程式碼。

source: Congratulations! You've coded your own game!
bn: অভিনন্দন! তুমি তোমার নিজের গেম কোড করেছ!
cs: Gratuluji! Naprogramoval/a jsi svou vlastní hru!
cy: Llongyfarchiadau! Rydych wedi codio eich gêm eich hun!
de: Herzlichen Glückwunsch! Du hast ein eigenes Spiel programmiert!
fa: تبریک می‌گویم! شما بازی خود را کدنویسی کردید!
fr: Félicitations ! Tu as programmé ton propre jeu !
id: Selamat! Kamu tali mengode permainanmu sendiri!
kk: Құттықтаймыз! Сіз өзіңіздің ойыныңызды жасап шығардыңыз!
lt: Sveikinimai! Tu suprogramavai savo žaidimą!
nb: Gratulerer! Du har programmert ditt eget spill!
nn: Gratulerer! Du har programmert ditt eige spel!
pt_br: Parabéns! Você programou seu próprio jogo!
tr: Tebrikler! Kendi oyununu yazmış bulunuyorsun!
vi: Chúc mừng! Bạn đã mã hóa chính trò chơi của bạn!
zh_tw: 恭喜！你已經完成了你自己創作的遊戲！

source: (To save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
cs: (Pro uložení kopie na tvůj lokální disk jdi v hlavním menu na položku Soubor a vyber 'Stáhnout do tvého počítače'.)
cy: (i gadw copi i'ch gyrrwr lleol, ewch i'r ddewislen Ffeil a dewis 'Llwytho i lawr i'ch cyfrifiadur'.)
fa: (برای ذخیره یک کپی در درایو محلی خود، به منوی فایل رفته و «Download to your computer» را انتخاب کنید.)
fr: (Pour enregistrer une copie sur ton disque dur, vas dans le menu Fichier and choisis 'Télécharger dans votre ordinateur'.)
id: (Untuk menyimpan sebuah salinan ke berkas lokalmu, pergilah ke menu Berkas dan dan pilih 'Unduh ke komputermu'.)
kk: (Жергілікті драйвта сақтау үшін Сақтау үшін Файл мәзіріне барыңыз да 'Компьютерге жүктеу' -ді таңдаңыз.)
lt: (norėdamas išsaugoti kopiją savo kompiuteryje, eik į Failai meniu ir pasirink 'Atsisiūsk į savo kompiuterį')
vi: (Để lưu lại một bản sao cho dữ liệu của bạn, đi đến menu Thư mục và chọn 'Tải về máy tính'.)
zh_tw: （若要儲存一個複本到你的本地裝置中，可以在檔案清單上點擊「下載到您的電腦」。）

source: If you used the bears project, click the Remix button (near the top of the screen) to save your version of the project.
bn: তুমি যদি ভাল্লুক প্রজেক্টটি ব্যবহার কর, তোমার প্রজেক্টের সংস্করণটি সংরক্ষণ করতে রিমিক্স বোতামটি (পর্দার শীর্ষে) ক্লিক কর।
cs: Pokud jsi používal/a projekt "bears", vyber možnost Remix (v levé horní části obrazovky) abys uložil/a svou verzi projektu.
cy: Os wnaethoch chi ddefnyddio project yr eirth, cliciwch y botwm Ailgymysgu (ger brig y sgrin) a chadw eich fersiwn o'r project.
fa: اگر از برنامه خرس‌ها استفاده کردید، دکمه بازترکیب (در بالای صفحه) را کلیک کنید تا نسخه شما از برنامه را ذخیره کند.
fr: Si tu as utilisé le projet des ours, clique sur le bouton Remix (près du sommet de l'écran) pour enregistrer ta version du projet.
id: Jika kamu menggunakan karya beruang, klik tombol Remix (dekat bagian atas layar) untuk menyimpan versi karyamu.
kk: Аюлар жобасын қолданған болсаңыз, өз нұсқаңызды сақтау үшін Remix батырмасын (экранның жоғарғы жағында) басыңыз.
lt: Jei naudojai Meškinų projektą, spausk Perdaryti mygtuką (ekrano viršuje), kad išsaugotum savo versiją
vi: Nếu bạn đã sử dụng chương trình những chú gấu, nhấp vào nút Phối lại (gần phía trên màn hình) để lưu lại phiên bản riêng của bạn.
zh_tw: 如果你已開啟了範例專案，可以點擊改編按鈕（在靠近介面上方的位置），可以將這個專案另存成你自己的版本。

source: If you want to share your project online, go to the File menu and choose 'Share to website'
bn: যদি তুমি তোমার প্রজেক্ট অনলাইনে শেয়ার করতে চাও, ফাইল মেনুতে যাও এবং বাছাই কর 'ওয়েবসাইটে শেয়ার কর'
cs: Pokud chceš svůj projekt sdílet online, otevři položku menu "soubor" a vyber "Sdílet na stránku"
cy: Os hoffech chi rhannu eich project ar-lein, ewch i'r ddewislen Ffeil a dewis 'Rhannu i wefan'.)
de: Willst du dein Projekt online teilen, dann öffne das Datei-Menü und wähle 'Auf Website veröffentlichen'
fa: اگر می‌‎خواهید برنامه خود را به صورت آنلاین به اشتراک بگذارید، به منوی فایل بروید و «اشتراک‌گذاری در وب سایت» را انتخاب کنید.
fr: Si tu veux partager ton projet en ligne, vas sur le menu Fichier et choisis 'Partager sur le site'
id: Jika kamu ingin membagikan karyamu daring, pergi ke menu Berkas dan pilih 'Bagikan ke situs web'
kk: Жобаңызбен желіде бөліскіңіз келсе, Файл мәзіріне барыңыз да 'Сайтта бөлісу' -ді таңдаңыз.
lt: Jei nori pasidalinti savo projektu internete, eik į Failai meniu ir pasirink 'Dalintis puslapyje'
nb: Hvis du vil legge ut prosjektet på nett går du til Fil-menyen og velger "Legg ut"
nn: Trykk «Legg ut» viss du vil leggja prosjektet på nett, for å dela det med andre.
pt_br: Se quiser compartilhar seu projeto online, vá para o menu Arquivo e escolha 'Compartilhar no site'
vi: Nếu bản muốn chia sẻ online chương trình của bãn, đi đến menu Thư mục và chọn 'Chia sẻ trên trang mạng'
zh_tw: 如果你想要在線上分享你的專案，可以在功能表上的「檔案」選單中，找到「分享到官網」的按鈕。

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a>:
bn: এখন তুমি <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studio</a> তে তোমার প্রজেক্ট যুক্ত করতে পারবে:
cs: Teď můžeš přidat svůj projekt do studia <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek</a>:
cy: Nawr gallwch ychwanegu eich project i stiwdio <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">Cuddio</a>:
de: Nun kannst du dein Projekt zum <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek-Studio</a> hinzufügen:
fa: اکنون شما می‌توانید برنامه خود را به <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">استودیو قایم موشک</a> اضافه کنید:
fr: Maintenant, tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">studio Hide-and-Seek (studio Cache-Cache)</a>:
id: Sekarang kamu bisa menambahkan karyamu ke <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">studio Hide-and-Seek</a>:
kk: Қазір сіз жобаңызды <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Жасырынбақ студиясына</a> қоса аласыз:
lt: Dabar gali pridėti savo projektą į <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek studiją</a>: ?????????????
nb: Nå kan du legge inn prosjektet ditt i galleriet for Gjemsel: (<a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek</a>):
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Hide-and-Seek Studio</a>:
pt_br: Agora você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">Estúdio de esconde-esconde</a>:
vi: Bây giờ bạn có thể thêm chương trình của bạn đến <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">studio Trốn tìm</a>:
zh_tw: 現在，你可以將你的程式專案加入到 <a href="http://scratch.mit.edu/studios/1614974/" target="_blank">捉迷藏工作室</a>： (目前已無法新增)

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
bn: তুমি যে প্রজেক্টগুলি তৈরি করতে পার তার জন্য আরও পরামর্শ এবং ধারণাগুলির জন্য, <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সকল পরামর্শ</a> তে ক্লিক কর।
cs: Pro další tipy a nápady na projekty, které můžeš vytvářet, klikni na <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy</a>.
cy: Am ragor o awgrymiadau a syniadau am brojectau i'w creu, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.
fa: برای نکات و ایده‌های بیشتر برای برنامه‌هایی که می‌توانید ایجاد کنید، روی <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات</a> کلیک کنید.
fr: Pour plus d'astuces et d'idées pour créer des projets, clique sur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.
id: Untuk lebih banyak tips dan ide untuk karya-karya yang bisa kamu buat, klik <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a>
kk: Сіз жасай алатын жобаларға қосымша кеңестер мен идеялар үшін, басыңыз <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық Кеңестер</a>.
lt: Daugiau patarimų ir idėjų projektams, spausk <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi Patarimai</a>
vi: Để tìm hiểu thêm nhiều ý tưởng hơn về chương trình bạn có thể tạo mới, nhấp <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả các thủ thuật</a>.
zh_tw: \n 要找尋更多你可以用來創作程式專案的技巧與構想，點選 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: Choose the sprite you want for your game:
bn: তোমার গেমের জন্য তুমি যে স্প্রাইটটি চাও তা বাছাই কর:
cs: Vyber si postavu, kterou chceš pro tvou hru:
cy: Dewiswch y corlun ar gyfer eich gêm
fa: شکلکی را که می‌خواهید برای بازی خود انتخاب کنید:
fr: Choisis le lutin que tu veux pour ton jeu :
id: Pilih sprite yang kamu inginkan untuk permainanmu:
kk: Ойыныңыз үшін қалаған спрайтты таңдаңыз:
lt: Pasirink kokį nori veikėją savo žaidimui:
nb: Velg figuren du vil bruke i spillet ditt:
nn: Vel kva figur du vil ha i spelet:
pt_br: Escolha o ator que quiser para o seu jogo:
vi: Chọn đối tượng mà bạn muốn cho trò chơi của bạn:
zh_tw: 加入一個你想要放入遊戲中的角色：

source: <span class="reminder">In Scratch, characters are called <i>sprites</i>.</span>
bn: <span class="reminder">Scratch এ, ক্যারেক্টারগুলোকে <i>স্প্রাইট</i> বলা হয়।</span>
cs: <span class="reminder">Ve Scratchi jsou aktéři nazýváni <i>postavy</i>.</span>
cy: <span class="reminder">Yn Scratch, mae cymeriadau'n cael eu galw'n <i>gorluniau</i>.</span>
fa: <span class="reminder">در اسکرچ، کاراکترها <i>شکلک</i> نامیده می‌شوند.</span>
fr: <span class="reminder">Dans Scratch, les personnages sont appelés des <i>lutins</i>.</span>
id: <span class="reminder">Di Scratch, karakter-karakter disebut <i>sprite</i>.</span>
kk: <span class="reminder">Scratch-та кейіпкерлер <i>спрайттар</i> деп аталады.</span>
lt: <span class="reminder">Scratch'e veikėjai vadinami <i>veikėjais</i>.</span> ??????!!!!!!!!!!!!!!
nb: <span class="reminder">Alle objektene som får ting til å skje i Scratch kalles <i>figurer</i>.</span>
nn: <span class="reminder">I Scratch vert personar og gjenstandar kalla <i>figurar</i>.</span>
pt_br: <span class="reminder">No Scratch, os personagens são chamados de <i>atores</i>.</span>
vi: <span class="reminder">Trong Scratch, các nhân vật được gọi là <i>các đối tượng</i>.</span>
zh_tw: <span class="reminder">在 Scratch 中，所有會移動的物件都被稱作<i>角色</i>。</span>

source: Want bears in your game? Remix <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">this <strong>We Bare Bears</strong> project</a>.
bn: তোমার খেলায় ভাল্লুক চাও? <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">এই <strong>উই বেয়ার বিয়ার্স</strong> প্রজেক্টের রিমিক্স কর।
cs: Chceš medvědy do svojí hry? Vytvoř si kopii <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">z tohoto projektu <strong>We Bare Bears</strong></a>.
cy: Eisiau eirth yn eich gêm? Ailgymysgwch<a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">y project <strong>We Bare Bears</strong></a>.
fa: آیا در بازی خود خرس می‌خواهید؟ <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">این برنامه <strong>ما خرس‌های عریان</strong> </a>را بازترکیب کنید.
fr: Tu veux des ours dans ton jeu ? Remixe <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">ce projet <strong>We Bare Bears</strong></a>.
id: Ingin beruang-beruang di permainanmu? Remix <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">karya <strong>We Bare Bears</strong> ini</a>.
kk: Ойынға аюлар керек пе? <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">осыны<strong>We Bare Bears</strong> жобасына қосыңыз</a>.
lt: Nori meškinų savo projekte? Perdaryk <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank"> šį <strong>Mes Pliki Meškinai</strong> projektą</a>
vi: Muốn thêm những chú gấu vào trò chơi của bạn? Phối lại <a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">chương trình<strong>We Bare Bears</strong>này</a>.
zh_tw: 喜歡熊熊嗎？改編<a href="https://scratch.mit.edu/projects/85963232/?tip_bar=hide2#editor" target="_blank">這個專案</a>，讓熊熊一起陪你玩遊戲。

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">show</span> and a <span class="lookscolor">hide</span> block.
bn: <span class="lookscolor">চেহারা</span> ক্যাটাগরিতে ক্লিক কর। একটি <span class="lookscolor">দেখাও</span> এবং একটি <span class="lookscolor">লুকাও</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span>. Přetáhni blok <span class="lookscolor">ukaž</span> a <span class="lookscolor">skryj</span>.
cy: Cliciwch y categori <span class="lookscolor">Edrychiad</span>. Llusgwch allan floc <span class="lookscolor">dangos</span>a bloc <span class="lookscolor">cuddio</span>.
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید. قطعه <span class="lookscolor">آشکار</span>و <span class="lookscolor">پنهان</span> را بیرون بکشید.
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span>. Fais glisser un bloc <span class="lookscolor">montrer</span> et un bloc <span class="lookscolor">cacher</span>.
id: Klik kelompok <span class="lookscolor">Tampilan</span>. Seret keluar sebuah balok <span class="lookscolor">munculkan</span> dan sebuah <span class="lookscolor">sembunyikan</span>.
kk: <span class="lookscolor">Көріністер</span> санатына басыңыз. <span class="lookscolor">көрсету</span>және <span class="lookscolor">жасыру</span> блогын шығарыңыз.
lt: Spausk <span class="lookscolor">Išvaizda</span> skyrių. Ištempk <span class="lookscolor">rodyk</span> ir <span class="lookscolor">slėpk</span> blokus
nb: Klikk på <span class="lookscolor">Utseende</span>-kategorien. Dra ut en <span class="lookscolor">vis</span>-kloss og en <span class="lookscolor">skjul</span>-kloss.
nn: Trykk på kategorien <span class="lookscolor">Utsjånad</span>. Dra ut ein <span class="lookscolor">vis</span>-kloss og ein <span class="lookscolor">gøym</span>-kloss.
pt_br: Clique na categoria <span class="lookscolor">Aparência</span>. Arraste um bloco <span class="lookscolor">mostrar</span> e um bloco <span class="lookscolor">esconder</span>.
vi: Bấm chọn <span class="lookscolor">Ngoại hình</span>. Kéo thả một <span class="lookscolor">tiết mục</span>và một mảnh ghép <span class="lookscolor">bị dấu đi</span>.
zh_tw: 切換到 <span class="lookscolor">外觀</span> 類指令。拖曳出 <span class="lookscolor">顯示</span> 和 <span class="lookscolor">隱藏</span> 積木。

source: Click each block to see what it does.
bn: এটি কি করে তা দেখতে প্রতিটি ব্লকে ক্লিক কর।
cs: Klikni na jednotlivé bloky, ať víš co dělají.
cy: Cliciwch bob bloc i weld beth mae'n gwneud.
de: Klicke auf jeden der Blöcke um zu sehen was sie bewirken.
fa: بر روی هر قطعه کلیک کنید تا ببینید چه اتفاقی می‌افتد.
fr: Clique sur chaque bloc pour voir ce qu'il fait.
id: Klik setiap balok untuk melihat apa yang dilakukannya.
kk: Олардың не істейтінін көру үшін әр блокка басыңыз.
lt: Spausk kiekvieną bloką ir pamatyk ką jie daro
nb: Klikk på klossene for å se hva de gjør.
nn: Trykk på klossane for å sjå kva dei gjer.
pt_br: Clique em cada bloco para ver o que eles fazem.
sl: Klikni na vsak blok, da vidiš kaj naredi.
vi: Bấm vào mỗi mảnh ghép để thấy được chức năng của nó.
zh_tw: 點擊每一個積木，觀察看看它做了什麼。

source: Your script will look like this:
bn: তোমার স্ক্রিপ্টটি এই রকম দেখাবে:
cs: Tvůj scénář bude vypadat takto:
cy: Bydd eich sgript yn edrych fel hyn:
de: Das Skript sollte wie folgt aussehen:
fa: دستور شما مانند این خواهد بود:
fr: Ton script ressemblera à çà :
id: Skripmu bakal tampak seperti ini:
kk: Сіздің скриптіңіз осылай көрінеді:
lt: Tavo scenarijus atrodys kaip šis:
nb: Da vil skriptet ditt se slik ut:
nn: Skriptet ditt skal sjå slik ut:
pt_br: Seu script vai ficar mais ou menos assim:
sl: Tvoja skripta bo izgledala takole:
vi: Kịch bản của nó sẽ trông như thế này:
zh_tw: 你的程式會像這樣：

source: Click anywhere on the script to try it.
bn: স্ক্রিপ্টটি চেষ্টা করতে যেকোন স্থানে ক্লিক কর।
cs: Klikni kamkoliv na scénář, abys ho vyzkoušel/a.
cy: Cliciwch unrhyw le ar eich sgript i roi cynnig arno.
fa: هر جای دستور کلیک کرده تا امتحانش کنید.
fr: Clique n'importe ou sur le script pour l'essayer :
id: Klik di manapun di skripnya untuk mencobanya.
kk: Тексеру үшін скрипттің кез-келген жерінен басып көріңіз.
lt: Spausk betkur scenarijuje, kad jį išbandyti
nb: Klikk på skriptet for å prøve det.
nn: Trykk kor som helst på skriptet for å prøva det.
pt_br: Clique em qualquer lugar no seu script para testá-lo.
sl: Klikni na skripto kjerkoli, da jo preizkusiš.
vi: Bấm vào bất cứ chỗ nào trên kịch bản để thử.
zh_tw: 點擊積木堆上任何一處看看程式執行情況。

source: Make your script keep going.
bn: তোমার স্ক্রিপ্ট চালিয়ে নিয়ে যাও।
cs: Nech svůj scénář běžet.
cy: Gwnewch i'ch sgript barhau i fynd.
de: Mach dass dein Programm immer weiterläuft.
fa: دستور خود را ادامه دهید.
fr: Fais continuer ton script.
id: Buat skripmu jalan terus
kk: Скрипт жалғаса берсін.
lt: Pagamink savo scenarijų pastoviai veikiantį
nb: Hold skriptet i gang.
nn: Hald skriptet i gang.
pt_br: Faça seu script continuar.
vi: Làm cho kịch bản của bạn tiếp tục thực hiện.
zh_tw: 讓你的程式碼持續執行。

source: Click the <span class="controlcolor">Control</span> category and add a <span class="controlcolor">forever</span> loop, and wrap it around, like this:
bn: <span class="controlcolor">কন্ট্রোল</span> ক্যাটেগরিতে ক্লিক কর এবং <span class="controlcolor">সব সময়ের জন্য</span> লুপ যোগ কর, এবং চারদিকে মোড়াও, এভাবে:
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span> a přidej smyčku <span class="controlcolor">opakuj stále</span> a obal to dokola asi takhle:
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. ychwanegwch gylch <span class="controlcolor">am byth</span> a'i amlapio fel hyn:
fa: روی گروه <span class="controlcolor">کنترل</span> کلیک کنید و یک حلقه <span class="controlcolor">برای همیشه</span>اضافه کنید و آن را بپیچید، مثل این:
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span> et ajoute une boucle <span class="controlcolor">répéter indéfiniment</span> et mets-la autour comme ceci :
id: Klik kelompok <span class="controlcolor">Kontrol</span> dan tambahkan sebuah balok <span class="controlcolor">selamanya</span> dan gunakan untuk membungkus, seperti ini:
kk: <span class="controlcolor">Бақылау</span> категориясына басыңыз және <span class="controlcolor">әрқашан</span> ілмегіне қосыңыз және айналасына осылай ораңыз:
lt: Spausk <span class="controlcolor">Valdymas</span> skyrių ir pridėk <span class="controlcolor">visada</span> ciklą ir apvyniok jį kaip čia:
nb: Klikk <span class="controlcolor">Styring</span>-kategorien og hent en <span class="controlcolor">for alltid</span>-kloss som du fester rundt de andre klossene, slik:
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien og legg til ein <span class="controlcolor">for alltid</span>kloss. Fest han rundt dei andre klossane, slik:
pt_br: Clique na categoria <span class="controlcolor">Controle</span>, adicione um laço <span class="controlcolor">repita para sempre</span> e envolva outros blocos com ele, assim:
vi: Bấm chọn <span class="controlcolor">Điều khiển</span> và thêm một vòng lặp <span class="controlcolor">mãi mãi</span>, và bọc quanh mảnh ghép, giống như thế này:
zh_tw: 從<span class="controlcolor">控制</span>類指令中拖曳出<span class="controlcolor">重複無限次</span>積木，包住當前程式，像這樣：

source: Make your sprite react when it's clicked.
bn: তোমার স্প্রাইটে যখন ক্লিক করা হয় তখন এতে প্রতিক্রিয়া তৈরি কর।
cs: Nechť tvoje postava reaguje když na ni klikneš.
cy: Gwnewch i'ch corlun ymateb pan fydd yn cael ei glicio.
de: Mach dass deine Figur reagiert wenn sie angeklickt wird.
fa: با کلیک کردن شکلک‌ خود را به واکنش درآورید.
fr: Fais réagir ton script quand il est cliqué.
id: Buat spritemu bereaksi ketika diklik.
kk: Спрайт басылғанда жауап қайтаратындай қылыңыз.
lt: Padaryk, kad veikėjas reaguotų kai būna nuspaudžiamas
nb: Få figuren til å reagere når den klikkes.
nn: Få figuren til å reagera når nokon trykkjer på han.
pt_br: Faça seu ator reagir quando for clicado.
sl: Naredi, da se figura odzove, ko kliknemo na njo.
vi: Làm cho đối tượng phản ứng khi nó được bấm vào.
zh_tw: 讓你的角色被點一下時有所反應。
