Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound until done</span> block.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর। <span class="soundcolor">শব্দ</span> বিভাগ বাছাই কর, এবং একটি <span class="soundcolor">শেষ পর্যন্ত শব্দ বাজাও</span> ব্লক টেনে আন।
cs: Klikni na záložku <span class="tab-ref">Scénáře</span>. Vyber kategorii<span class="soundcolor">Zvuk</span> a přetáhni blok <span class="soundcolor">hraj zvuk až do konce</span>.
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Dewiswch y categori <span class="soundcolor">Sain</span>, a llusgo allan bloc <span class="soundcolor">chwarae sain nes gorffen</span>.
de: Klicke auf den <span class="tab-ref">Skripte</span>-Reiter. Wähle die Kategorie <span class="soundcolor">Klang</span> und zieh einen <span class="soundcolor">spiele Klang ganz</span>-Block heraus.
fa: زبانه <span class="tab-ref">دستورها</span>را انتخاب کنید. گروه <span class="soundcolor">صدا</span>انتخاب کنید، قطعه <span class="soundcolor">پخش تا پایان</span>را بیرون بکشید.
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>. Choisis la catégorie <span class="soundcolor">Sons</span> et fais glisser un bloc <span class="soundcolor">jouer le son jusqu'au bout</span>.
kk: ⇥ <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. ⇥ <span class="soundcolor">Дыбыстар</span> категориясын таңдаңыз, және<span class="soundcolor">дыбысты соңына дейін ойнату</span> блокын шығарып алыңыз. ⇥
nb: Klikk på <span class="tab-ref">Skript</span>-fanen. Velg <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden til den er ferdig</span>-kloss.
nn: Trykk på <span class="tab-ref">Skript</span>-fana. Vel <span class="soundcolor">Lydar</span>-kategorien og dra ut ein <span class="soundcolor">spel lyden til han er ferdig</span>-kloss.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>. Selecione a categoria <span class="soundcolor">Som</span> e arraste um bloco <span class="soundcolor">toque o som até o fim</span> até a área de Scripts.
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Chọn mục <span class="soundcolor">Âm thanh</span>, và kéo ra một mảnh ghép <span class="soundcolor">phát âm thanh</span>.
zh_tw: 切換回 <span class="tab-ref">程式</span> 頁籤， 選擇 <span class="soundcolor">音效</span> 類指令，將 <span class="soundcolor">播放音效直到結束</span> 積木拖曳到工作區中。

source: Animate the Sprites
bn: স্প্রাইটসমূহকে অ্যানিমেট কর
cs: Animuj postavy
cy: Animeiddio'r Corluniau
de: Animiere die Figuren
fa: شکلک را به حرکت آورید
fr: Anime les lutins
kk: Спрайттарды анимациялау
nb: Figurer med animasjon
nn: Animerte figurar
pt_br: Anime os Atores
tr: Kuklaları canlandır
vi: Tạo hiệu ứng cho đối tượng
zh_tw: 讓角色動起來

source: Make the cat sprite look like it’s running by switching between costumes.
bn: পোশাকের মধ্যে পরিবর্তন ঘটিয়ে বিড়ালের স্প্রাইটটিকে দেখাও যে এটি চলছে।
cs: Nech kočku vypadat, že běží, přepínáním mezi kostýmy.
cy: Gwnewch i'r corlun cath edrych fel ei fod yn rhedeg drwy newid gwisgoedd.
de: Lass die Katzenfigur aussehen, als würde sie laufen, indem sie zwischen Kostümen wechselt.
fa: با تغییر دادن حالت‌ها کاری کنید شکلک گربه در حال دویدن به نظر آید.
fr: Fais que le chat ait l'air de courir en changeant parmi les costumes.
kk: Костюмдерді ауыстыру арқылы мысықты жүгіріп келе жатқандай етіп көрсетуді жасау
nb: La katten se ut som den løper ved å bytte mellom ulike drakter (bilder).
nn: La katten sjå ut som han spring ved å byta mellom ulike drakter.
pt_br: Faça com que o gato pareça estar correndo alternando suas fantasias.
vi: Làm đối tượng con mèo trông như nó đang chạy bằng cách thay đổi trang phục.
zh_tw: 讓角色小喵咪看起來像是真的在跑，我們需要利用切換造型來製造動畫效果。

source: Just add a <span class="lookscolor">next costume</span> block.
bn: শুধু একটি <span class="lookscolor">পরবর্তী পোশাক</span> ব্লক যোগ কর।
cs: Jednoduše přidej blok <span class="lookscolor">další kostým</span>.
cy: Ychwanegwch floc <span class="lookscolor">gwisg nesaf</span>.
de: Füge einfach einen <span class="lookscolor">nächstes Kostüm</span>-Block ein.
fa: فقط قطعه <span class="lookscolor">حالت بعدی</span>را ضافه کنید.
fr: Ajoute juste un bloc <span class="lookscolor">costume</span>.
kk: ⇥Жәй ғана <span class="lookscolor">келесі костюм</span> блогын қосыңыз. ⇥
nb: Det er enkelt: Bare heng på en <span class="lookscolor">neste drakt</span>-kloss.
nn: Berre hekt på ein <span class="lookscolor">neste drakt</span>-kloss.
pt_br: Basta adicionar um bloco <span class="lookscolor">próxima fantasia</span>.
vi: Chỉ cân thêm vào mảnh ghép <span class="lookscolor">trang phục tiếp theo</span>.
zh_tw: 只要在積木堆中添加<span class="lookscolor">造型換成下一個</span> 積木就可以達到效果。

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
bn: পোশাকগুলো দেখতে <span class="tab-ref">পোশাক</span> ট্যাবে ক্লিক কর।
cs: Abys viděl/a kostýmy klikni na záložku <span class="tab-ref">Kostýmy</span>.
cy: I weld y gwisgoedd, cliciwch y tab <span class="tab-ref">Gwisgoedd</span>.
de: Du siehst die Kostüme, wenn du auf den Reiter <span class="tab-ref">Kostüme</span>.
fa: برای دیدن حالت‌ها، زبانه <span class="tab-ref">حالت‌ها</span>را کلیک کنید.
fr: Pour voir les costumes, clique sur l'onglet <span class="tab-ref">Costumes</span>.
kk: ⇥Костюмдерді көру үшін <span class="tab-ref">Костюмдер</span> белгісін басыңыз. ⇥
nb: Du kan se figurens drakter ved å klikke <span class="tab-ref">Drakter</span>-fanen.
nn: Du kan draktene til figuren ved å trykkja på <span class="tab-ref">Drakter</span>-fana.
pt_br: Para ver as fantasias, clique na guia <span class="tab-ref">Fantasias</span>.
vi: Để xem trang phục, bấm vào thẻ <span class="tab-ref">Trang phục</span>
zh_tw: 若要檢視角色使用了哪些造型，可以切換到 <span class="tab-ref">造型</span> 頁籤。

source: Race Against the Computer
bn: কম্পিউটারের বিপক্ষে প্রতিযোগিতা কর
cs: Závoď proti počítači
cy: Rasio yn Erbyn y Cyfrifiadur
de: Lauf gegen den Computer
fa: در مقابل کامیپوتر مسابقه بدهید
fr: Fais la course contre l'ordinateur
id: Balapan Melawan Komputer
kk: Компьютерге Қарсы жарысу
nb: Løp om kapp med datamaskinen
nn: Spring om kapp med datamaskina
pt_br: Corra Contra o Computador
tr: Bilgisayara Karşı Yarış
vi: Cuộc đua để với Máy tính
zh_tw: 和電腦比賽

source: Make one of the sprites move automatically.
bn: স্প্রাইটগুলোর মধ্যে একটিকে স্বয়ংক্রিয়ভাবে সরাও।
cs: Nech jednu z postav pohybovat se automaticky.
cy: Gwnewch i un o'r corluniau symud yn awtomatig.
de: Lass sich eine der Figuren automatisch bewegen.
fa: کاری کنید یکی از شکلک‌ها به طور خودکار حرکت کند.
fr: Fais bouger un des lutins automatiquement
kk: Спрайттардың біреуін автоматты түрде қозғалатындай етіп жасаңыз
nb: La en av figurene bevege seg automatisk.
nn: La ein av figurane springa av seg sjølv.
pt_br: Faça com que um dos atores se mova automaticamente.
tr: Kuklalardan birinin otomatik olarak hareket etmesini sağlayın.
vi: Làm cho một đối tượng di chuyển tự động.
zh_tw: 讓其中一個角色自己動起來。

source: Paint and Decorate
bn: রং কর এবং সাজাও
cs: Maluj a zdob
cy: Peintio ac Addurno
de: Animieren und Schmücken
fa: نقاشی و تزئین کنید
fr: Dessiner et décorer
kk: Бейнелеу және Безендіру
nb: Pynt og dekorasjon
nn: Pynt og dekorasjon
pt_br: Pinte e Decore
tr: Boya ve Dekore Et
vi: Vẽ và Trang trí
zh_tw: 塗鴉與裝飾

source: Enhance your game by drawing a new backdrop or adding costumes to your sprites.
bn: গেমটি আরও আকর্ষণীয় করার জন্য একটি ব্যাকড্রপ আঁক অথবা স্প্রাইটগুলোর জন্য নতুন পোশাক তৈরী কর।
cs: Vylepši svou hru kreslením nové scény nebo přidáním kostýmů tvým postavám.
cy: Gallwch wella eich gêm drwy lunio cefnlen newydd neu ychwanegu gwisgoedd i'ch corlun.
de: Verbessere dein Spiel, indem du ein neues Bühnenbild zeichnest oder weitere Kostüme für deine Figuren.
fa: بازی خود را با کشیدن یک پس‌زمینه جدید و یا افزودن حالت‌ها به شکلکهای خود ارتقا دهید.
fr: Améliore ton jeu en dessinant un nouvel arrière-plan ou en ajoutant des costumes à tes lutins.
kk: Жаңа артқы фон қосу арқылы немесе жаңа костюмдер қосу арқылы сіз өзіңіздің спрайттарыңызды дамытыңыз.
nb: Gjør spillet bedre: tegn en ny bakgrunn og lag nye drakter til figurene.
nn: Gjer spelet endå betre: Teikn ein ny bakgrunn og lag nye drakter til figurane.
pt_br: Aprimore o seu jogo desenhando um novo pano de fundo ou adicionando fantasias para os atores.
tr: Oyununuzu yeni bir zemin oluşturarak veya kuklalarınıza kostümler ekleyerek geliştirin.
vi: Nâng cấp trò chơi của của bạn bằng cách vẽ phông nền mới hoặc thêm vào trang phục cho đối tượng của bạn.
zh_tw: 你可以自行繪製舞台的背景，或是在裡面添加一些裝飾物，讓畫面更豐富。

source: Explore and Experiment
bn: এক্সপ্লোর এবং পরীক্ষা কর
cs: Prozkoumávej a experimentuj
cy: Darganfod ac Arbrofi
de: Erkunde und experimentiere
fa: جستجو و آزمایش کنید
fr: Explore et expérimente
kk: Зерттеңіз және Тәжірбие жасаңыз
nb: Prøv deg fram
nn: Prøv deg fram
pt_br: Explore e Faça Experiências
tr: Keşfet ve Deney
vi: Khám phá và Thử nghiệm
zh_tw: 探索和實驗

source: Or customize any way you want! Try making a swimming or other race.
bn: অথবা তুমি যেভাবে চাও কাস্টমাইজ করো! একটি সাঁতার বা অন্য জাতি তৈরি করার চেষ্টা করো।
cs: Můžeš upravit jakkoliv chceš! Zkus plavání nebo jiné závody.
cy: Neu gyfaddasu mewn unrhyw ffordd! Rhowch brawf ar nofio neu ras arall.
de: Pass es doch an, wie du möchtest! Versuche ein Wettschwimmen oder ein anderes Rennen zu programmieren.
fa: یا هر طوری می‌خواهید بسازید! سعی کنید یک مسابقه شنا یا مسابقه‌ای دیگر بسازید.
fr: Ou personnalise comme tu veux ! Essaie de faire une course à la nage ou autre.
kk: Немесе өзіңіздің қалауыңыз бойынша өзгертулер жасаңыз! Жүзу немесе басқаша жарыстар жасап көруге тырысыңыз.
nb: Lag din egen variant av programmet! Hva med svømming? Eller skiløp?
nn: Lag din heilt eigne variant av programmet! Kva med symjing? Eller skiløp?
pt_br: Ou personalize seu jogo da forma que quiser! Tente fazer uma corrida de natação ou de outro tipo.
tr: Veya istediğiniz herhangi bir şekilde özelleştirin! Yüzme ya da başka bir yarış yapmayı deneyin.
vi: Hoặc điều chỉnh theo ý của bạn! Thử làm một buổi bơi lội hoặc một cuộc đua.
zh_tw: 發揮你的創意！來個游泳比賽…或是其他的競賽項目吧！

source: Save and share your project
bn: তোমার প্রকল্পটি সংরক্ষণ এবং শেয়ার করো
cs: Ulož a sdílej svůj projekt
cy: Cadw a rhannu eich project
de: Speichere dein Projekt und teile es.
fa: پروژۀ خود را ذخیره کنید و به اشتراک بگذارید.
fr: Enregistre et partage ton projet
kk: Сақтау және жобаны бөлісу
nb: Lagre prosjektet og legg det ut
nn: Lagra prosjektet og legg det ut
pt_br: Salve e compartilhe seu projeto
sl: Shrani in deli tvoj projekt
tr: Projeyi kaydet ve paylaş
vi: Lưu và chia sẻ chương trình của bạn
zh_tw: 儲存並分享你的程式專案

source: Now you can add your project to the <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>:
bn: এখন তুমি তোমার প্রজেক্ট <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a> এ যোগ করতে পার:
cs: Teď můžeš přidat tvůj projekt k <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympijské studio</a>:
cy: Nawr gallwch ychwanegu eich project i <a href="http://scratch.mit.edu/studios/1509358" target="_blank">stiwdio Gemau Olympaidd 2016</a>:
de: Jetzt kannst du dein Projekt zum Studio <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Olympiade Rio 2016</a> hinzufügen:
fa: حالا شما میتوانید پروژۀ خود را اضافه کنید <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016استودیدوی المپیک </a>:
fr: Maintenant, tu peux ajouter ton projet au <a href="https://scratch.mit.edu/studios/1509358" target="_blank">studio Rio 2016 Olympics</a>:
kk: ⇥Сіз қазір өз жобаңызды <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a> қоса аласыз: ⇥
nb: Nå kan du vise fram prosjektet i galleriet <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio Olympics 2016</a>:
pt_br: Agora você pode adicionar o seu projeto ao <a href="https://scratch.mit.edu/studios/1509358" target="_blank">estúdio Rio 2016 Olympics</a>:
vi: Bây giờ bạn có thể thêm chương trình của bạn vào <a href="https://scratch.mit.edu/studios/1509358" target="_blank">studio Rio 2016 Olympics</a>:
zh_tw: 現在你可以將你的專案分享到創作坊 <a href="https://scratch.mit.edu/studios/1509358" target="_blank">Rio 2016 Olympics studio</a>裡：

source: What's Next?
bn: এরপর কি?
cs: Co dál?
cy: Beth Nesaf?
de: Was kommt als nächstes?
fa: بعدی چیست؟
fr: Et ensuite ?
id: Apa selanjutnya?
kk: Келесі?
nb: Hva vil du prøve nå?
nn: Vegen vidare
pt_br: O que vem em seguida?
sl: Kaj sledi?
tr: Sırada Ne Var?
vi: Tiếp theo là gì?
zh_tw: 接下來呢？

source: To record a sound, click <img src="%(url_sounds_tab)s"><br/>and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button:
cs: K nahrání zvuku klikni <img src="%(url_sounds_tab)s"><br/>a mikrofón <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Poté klikni na nahrávací tlačítko:
cy: I recordio sain, cliciwch <img src="%(url_sounds_tab)s"><br/>a'r meicroffon <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Yna, cliciwch y botwm recordio:
fa: برای ضبط صدا، روی<img src="%(url_sounds_tab)s"><br/> و میکروفن <img src="%(STATIC_URL)s/images/help/microphone-icon.png">کلیک کنید. سپس روی دکمه ضبط کلیک کنید:
fr: Pour enregistrer un son, clique <img src="%(url_sounds_tab)s"><br/>et le micro <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Puis, clique sur le bouton enregistrer :
vi: Để ghi âm, bấm <img src="%(url_sounds_tab)s"><br/> và mic <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Sau đó, bấm vào nút ghi lại:

source: Type in a name for your sound:
bn: তোমার শব্দের জন্য একটি নাম লিখো:
cs: Vepiš jméno pro tvůj zvuk:
cy: Teipiwch enw i'ch sain:
fa: اسمی برای صدای خود وارد کنید:
fr: Tape un nom pour le son :
sl: Vpiši ime za tvoj zvok:
tr: Sesiniz için bir isim girin:
vi: Nhập vào tên của âm thanh:

source: Then, click <img src="%(url_scripts_tab)s"> and use this block:
bn: তারপর ক্লিক কর<img src="%(url_scripts_tab)s"> এবং ব্লক ব্যবহার কর:
cs: Potom klikni na <img src="%(url_scripts_tab)s"> a použij tento blok:
cy: Yna, cliciwch <img src="%(url_scripts_tab)s"> a defnyddio'r bloc hwn:
fa: سپس، <img src="%(url_scripts_tab)s">را کلیک کرده و از این قطعه استفاده کنید:
fr: Puis, clique <img src="%(url_scripts_tab)s">et utilise ce bloc :
sl: Nato klikni <img src="%(url_scripts_tab)s">in uporabi ta blok:
vi: Sau đó, bấm vào <img src="%(url_scripts_tab)s"> và sử dụng mảnh ghép này:

source: Choose the sound name from the drop-down menu.
bn: ড্রপ-ডাউন মেনু থেকে শব্দের নাম বাছাই কর।
cs: Vyber si jméno zvuku z rozbalovací nabídky.
cy: Dewiswch enw'r sain o'r gwymplen.
fa: اسم صدا را از منوی کشویی انتخاب کنید.
fr: Choisis le nom du son dans le menu déroulant.
sl: Izberi ime zvoka iz padajočega menija.
tr: Açılır menüden ses adını seçin.
vi: Chọn tên của âm thanh từ danh sách sổ xuống.

source: MAKE YOUR OWN SOCCER GAME
bn: তোমার নিজের সকার গেম তৈরি কর
cs: VYTVOŘ SVOJÍ VLASTNÍ FOTBALOVOU HRU
cy: CREU EICH GÊM PÊL-DROED EICH HUN
de: MACH DEIN EIGENES FUSSBALLSPIEL
fa: بازی فوتبال خودتان را بسازید
fr: FAIS TON PROPRE JEU DE FOOTBALL
kk: ӨЗІҢІЗДІҢ ФУТБОЛ ОЙЫНЫҢЫЗДЫ ЖАСАҢЫЗ
nb: LAG ET FOTBALLSPILL
nn: LAG EIT FOTBALLSPEL
pt_br: Faça seu próprio jogo de futebol
sl: NAREDI TVOJO LASTNO NOGOMETNO IGRO
tr: KENDİ FUTBOL OYUNUNUZU YAPIN
vi: TẠO TRÒ CHƠI ĐÁ BANH CỦA BẠN
zh_tw: 足球射門得分

source: Click the green flag to play the game.
bn: গেমটি খেলতে সবুজ পতাকায় ক্লিক কর।
cs: Hra začne, když klikneš na zelený praporek.
cy: Cliciwch y faner werdd i chwarae'r gêm.
de: Klicke auf die grüne Flagge, um das Spiel auszuführen.
fa: برای بازی کردن، روی پرچم سبز کلیک کنید.
fr: Clique sur le drapeau vert pour jouer au jeu.
kk: Ойынды ойнау үшін жасыл жалаушаны басыңыз.
nb: Klikk det grønne flagget for å starte spillet.
nn: Trykk på det grøne flagget for å starta spelet.
pt_br: Clique na bandeira verde para jogar.
sl: Za začetek igre klikni na zeleno zastavico.
tr: Oyunu oynamak için yeşil bayrağı tıklayın.
vi: Bấm vào lá cờ xanh để bắt đầu chơi.
zh_tw: 點擊綠旗以開始遊戲。

source: You'll need a webcam (click 'Allow').
bn: তোমার একটি ওয়েবক্যাম প্রয়োজন হবে ('অনুমতি দিন' এ ক্লিক কর)।
cs: Budeš potřebovat webkameru (klikni na "Povolit").
cy: Bydd angen camera gwe arnoch (cliciwch 'Caniatáu').
de: Du brauchst eine Webcam (klicke auf 'Erlauben')
fa: شما به یک وب‌کم نیاز دارید ("Allow" را کلیک کنید).
fr: Tu auras besoin d'une webcam (clique 'Autoriser').
kk: Сізге видеокамера керек болады ("Рұқсат беру" басыңыз").
nb: Du trenger et webkamera (klikk "Tillat" / "Allow").
nn: Du treng eit nettkamera (trykk «Tillat» eller «Allow»).
pt_br: Você vai precisar de uma webcam (clique em "Permitir").
sl: Potreboval boš spletno kamero (klikni 'Dovoli').
tr: Bir web kamerasına ihtiyacınız olacak ('İzin Ver'e tıklayın).
vi: Bạn sẽ cần webcam (bấm 'Cho phép').
zh_tw: 你需要攝像頭裝置。

source: Now try remixing the game using the tips below.
bn: এখন নীচের টিপস ব্যবহার করে গেমটি রিমিক্স করার চেষ্টা কর।
cs: Teď zkus hru remixovat s pomocí tipů níže.
cy: Nawr ceisiwch ailgymysgu'r gêm gan ddefnyddio'r awgrymiadau isod.
de: Versuch jetzt das Spiel mit Hilfe der Tipps weiter unten zu remixen.
fa: با استفاده از نکات زیر این بازی را بازترکیب کنید.
fr: Maintenant essaie de faire un remix du jeu en utilisant les astuces ci-dessous.
kk: Төмендегі нұсқаулықтарды пайдалана отырып, ойынға ремикс жасауға тырысыңыз.
lt: Dabar pabandyk perdaryti žaidimą, nudodamas žemiau esančius patarimus
nb: Nå kan du prøve å remikse spillet slik tipsene nedenfor viser.
nn: Prøv å remiksa spelet med tipsa nedanfor.
pt_br: Agora tente fazer um remix do jogo usando as dicas abaixo.
sl: Sedaj poskusi predelati igro s spodnjimi namigi.
tr: Şimdi aşağıdaki ipuçlarını kullanarak oyunu tekrar karıştırmayı deneyin.
vi: Bây giờ thử phối lại trò chơi sử dụng thủ thuật phía bên dưới.
zh_tw: 接下來使用下方的編程技巧來設計遊戲。

source: (To see how others have remixed it, visit the <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
bn: (অন্যরা কীভাবে এটি রিমিক্স করেছে তা দেখতে, <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>তে যাও।)
cs: (Jestli chceš vidět, jak si vytvářeli kopie ostatní, navštiv <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Fotbalové Studio</a>.)
cy: (I weld sut mae eraill wedi ei ailgymysgu, ewch i'r <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Stiwdio Pêl-droed</a>.)
de: (Wenn du sehen willst, was andere aus dem Spiel gemacht haben, besuche das <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer-Studio</a>.)
fa: (برای دیدن رمیکس دیگران، به <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">استودیو فوتبال</a> مراجعه کنید.)
fr: (Pour voir comment les autres l'on remixé, visite le <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Studio Soccer (Football)</a>.)
kk: (Басқалардың жасаған ремикстерін көру үшін басыңыз <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
lt: (Norėdamas matyti ką perdarė kiti, apsilankyk <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Futbolo Studija</a>.)
nb: (Du kan se hvordan andre har remikset det i <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer</a>-galleriet.)
nn: (Du kan sjå korleis andre har remiksa det i galleriet <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
pt_br: (Para ver como outras pessoas fizeram o remix, visite o <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Estúdio de futebol</a>.)
sl: (Poglej kako so jo drugi predelali, obišči <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>.)
vi: (Để xem những bản phối của người khác, ghé xem <a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Studio Bóng đá</a>.)
zh_tw: （ 要看更多的編程方式，可以看<a href="https://scratch.mit.edu/studios/1266646/" target="_blank">Soccer Studio</a>。）

source: Choose the ball you want to use.
bn: তুমি যে বলটি নিতে চাও তা বাছাই কর।
cs: Vyber míč, který chceš použít.
cy: Dewiswch y bêl rydych am ei ddefnyddio.
de: Wähle den Ball, den du verwenden möchtest.
fa: توپی که می‌خواهید استفاده کنید را انتخاب کنید.
fr: Choisis la balle que tu veux utiliser.
kk: Өзіңіз қолданғанды қалайтын допты таңдаңыз.
nb: Velg hvilken ball du vil bruke.
nn: Vel kva ball du vil bruka.
pt_br: Escolha a bola que você quer usar.
sl: Izberi žogo, ki jo želiš uporabiti.
tr: Kullanmak istediğin topu seç.
vi: Chọn trái banh bạn muốn sử dụng.
zh_tw: 選擇您想要使用的球的造型。

source: You can use the paint tools to change color:
bn: তুমি রঙ পরিবর্তন করতে পেইন্ট টুল ব্যবহার করতে পার:
cs: Můžeš použít kreslící nástroje ke změně barvy:
cy: Gallwch ddefnyddio'r offer paentio i newid lliw:
de: Mit den Malwerkzeugen kannst du die Farbe verändern:
fa: شما می‌توانید از ابزارهای رنگ برای تغییر رنگ استفاده کنید:
fr: Tu peux utiliser les outils de dessin pour changer la couleur :
kk: Бейнелу құралдарын пайдалану арқылы түстерді өзгертуіңізге болады.
nb: Du kan bruke maleverktøyene for å få andre farger:
nn: Du kan bruka måleverktøya til å endra fargen:
pt_br: Você pode usar as ferramentas de pintura para alterar a cor:
sl: Lahko uporabiš barvna orodja za spremembo barve:
tr: Rengi değiştirmek için boya araçlarını kullanabilirsiniz:
vi: Bạn có thể sử dụng các dụng cụ vẽ để thay đổi màu:
zh_tw: 你可以使用繪圖工具來改變顏色：

source: To make the ball go faster, type a bigger number into the <span class=motioncolor>move</span> block:
bn: বলটি দ্রুত নিয়ে যেতে, <span class=motioncolor>সরাও</span> ব্লকে একটি বড় সংখ্যা টাইপ কর:
cs: Aby se míč pohyboval rychleji, napiš větší číslo do bloku<span class=motioncolor>dopředu o</span>:
cy: I wneud i'r bêl fynd yn gynt, teipiwch rif mwy yn bloc <span class=motioncolor>move</span> block:
de: Wenn sich der Ball schneller bewegen soll, schreib eine größere Zahl in den <span class=motioncolor>gehe</span>-Block:
fa: برای حرکت سریع‌تر توپ، عدد بزرگتری را به بلوک <span class=motioncolor>حرکت</span> وارد کنید:
fr: Pour faire aller la balle plus vite, tape un plus gros nombre dans le bloc <span class=motioncolor>avancer de</span> :
kk: Допты жылдам жүргізу үшін үлкен мәнді санды <span class=motioncolor>қозғау</span> блогына енгізіңіз :
nb: Du kan få ballen til å gå fortere ved å skrive et større tall i <span class=motioncolor>gå</span>-klossen:
nn: Du kan få ballen til å gå fortare ved å skriva eit større tal i <span class=motioncolor>gå</span>-klossen:
pt_br: Para fazer a bola se mover mais rápido, digite um número maior no bloco <span class=motioncolor>mova</span>:
sl: Da bo žoga hitrejša, vpiši večje število v <span class=motioncolor>pojdi</span> blok:
vi: Để làm trái banh đi nhanh hơn, nhập vào số lớn hơn vào trong mảnh ghép <span class=motioncolor>Di chuyển</span>:
zh_tw: 若要調整球的移動速度，可以修改<span class=motioncolor>移動 […] 點</span>積木：
