Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If touching the edge of the stage, then bounce away
bn: যদি মঞ্চের প্রান্তটি স্পর্শ করে তবে দূরে সরে আসে
cs: Když se dotkne okraje scény, odrazí se od ní
cy: Os yw'n cyffwrdd ymyl y llwyfan, yna bownsio i ffwrdd
de: Pralle vom Bühnenrand ab
fa: اگر لبه س صفحه را لمس کند، به عقب خیز برمی دارد
fr: Si le lutin touche le bord de la scène, alors il rebondit
id: Jika menyentuh pinggir dari panggung, pantulkan
kk: Егер сахнаның шетіне тиетін болса, онда секіріп кетеді.
lt: Jei liečia Scenos kraštą - atšoka
nb: Endre retning hvis figuren kommer til kanten av scenen, slik at den spretter inn igjen
nn: Endra figurretning viss figuren er ved kanten av scena, slik at han sprett tilbake
pt_br: Se tocar na borda do palco, volta
sl: Če se dotakne roba odra, naj se odbije nazaj
tr: Kukla eğer sahnenin kenarına değiyor ise geriye seker
vi: Nếu chạm vào cạnh của sân khấu, thì bật ra
zh_tw: 如果角色碰到舞台的邊緣，就會自動迴轉。

source: The sprite will bounce at an angle if it is touching the <b>side</b>, <b>top</b>, or <b>bottom</b> of the stage.
bn: মঞ্চের <b>পাশে</b>, <b>উপরে</b>, বা <b>নিচে</b> স্পর্শ করলে স্প্রাইট একটি কোণে লাফিয়ে উঠবে।
cs: Postava se odrazí pod úhlem, kdykoli se dotkne <b>strany</b>, <b>vršku</b> nebo <b>spodku</b> scény.
cy: Bydd y corlun yn bownsio ar ongl os yw'n cyffwrdd <b>ochr</b>, <b>brig</b>, neu <b>waelod</b> y llwyfan.
de: Die Figur prallt unter ihrem Richtungswinkel ab, wenn sie eine <b>Seite</b>, die <b>Ober-</b> oder die <b>Unterkante</b> der Bühne berührt.
fa: اگر شکلک <b>کنار</b>، <b>بالا</b>، یا <b>پایین</b> صفحه را لمس کند، در گوشه ای بالا و پایین می پرد.
fr: Le lutin va rebondir d'un angle égal à celui qu'il faisait avant de toucher le <b>côté</b>, <b>haut</b>, ou <b>bas</b> de la scène.
id: Sprite tersebut akan terpantul jika menyentuh <b>sisi</b>, <b>atas</b>, atau <b>dasar</b> panggung.
kk: Спрайт кезеңдегі <b>шетке</b>, <b>жоғары</b>, не <b>төмен</b> -ге тисе бұрыштарға секіреді.
lt: Veikėjas atšoks kampu, jei jis liečia Scenos <b>šoną</b>, <b>viršų</b> arba <b>apačią</b>.
nb: Retningen endres slik at figuren spretter tilbake som en ball hvis den kommer til <b>siden</b>, <b>toppen</b> eller <b>bunnen</b> av scenen.
nn: Retninga vert endra slik at figuren sprett tilbake som ein ball viss han treff <b>sidene</b>, <b>toppen</b> eller <b>botnen</b> av scena.
pt_br: O ator vai voltar em um ângulo se tocar nos <b> lados </b>, no<b> topo </b> ou na<b> base</b> do palco.
sl: Figura se bo odbila pod kotom, če se dotakne <b>stranic</b>, <b>vrha</b> ali <b>dna</b> odra.
tr: Kukla, sahnenin <b>kenarlarına</b> değdiyse aynı açıyla ters yöne doğru seker.
vi: Đối tượng sẽ bật lại một góc nếu chạm phải <b>cạnh bên</b>, <b>cạnh trên</b>, hoặc <b>cạnh dưới</b> của sân khấu.
zh_tw: 角色在碰到舞台的<b>上部</b>、<b>下部</b>、<b>二側</b>而反彈時，會有迴轉運動的角度。

source: If condition is true, runs the blocks inside
bn: যদি শর্ত সত্য হয় তবে ব্লকগুলো ভিতরে চালাও
cs: Jestliže je podmínka pravdivá, spustí bloky uvnitř
cy: Os yw'r cyflwr yn wir, mae'n rhedeg y bloc o'i fewn
de: Falls die Bedingung erfüllt ist, werden die Blöcke innerhalb der Klammer ausgeführt
fa: اگر شرط درست باشد، قطعه ها را به داخل منتقل می کند
fr: Si la condition est remplie, le script exécute les instructions des blocs situés à l'intérieur
id: Jika kondisinya benar, jalankan balok-balok di dalamnya
kk: Егер шарт дұрыс болса, блоктарды іште іске қосады
lt: Jei salyga teisinga, paleidžia blokus viduje
nb: Hvis betingelsen er oppfylt kjøres klossene inni
nn: Viss vilkåret er oppfylt, vert klossane inni køyrde
pt_br: Se a condição for "true", executa os blocos envolvidos
sl: Če je pogoj resničen, požene bloke znotraj
tr: Eğer koşul doğru ise, içerdeki taşlar çalıştırılır
vi: Nếu điều kiện đúng, thực hiện mảnh ghép bên trong
zh_tw: 如果狀況在判別後符合條件，就開始執行當中的程式。

source: Inserts an item at the specified position in the list
bn: তালিকার নির্দিষ্ট অবস্থানে একটি পদ সন্নিবেশ কর
cs: Vloží prvek na určenou pozici v seznamu
cy: Yn mewnosod eitem yn y lle penodol ar y rhestr
de: Fügt ein Element an der angegebenen Position in die Liste ein
fa: یک مورد را در موقعیت مشخص شده در لیست قرار می دهد
fr: Ajoute un élément dans la liste, à la position indiquée.
id: Sisipkan suatu benda pada posisi yang diberikan dalam suatu daftar
kk: Элементті тізімдегі белгілі бір орынға кірістіреді
lt: Įrašo dalyką nurodytoje sąrašo pozicijoje
nb: Setter inn et nytt element på angitt plass i listen
nn: Set inn eit nytt element på vald plass i lista
pt_br: Insere um novo item na posição especificada da lista
sl: Vstavi element na določeno mesto v seznamu
tr: Bir veriyi (sayı veya yazı) listenin belirttiğin sırasına yerleştirir
vi: Thêm một phần tử vào vị trí nhất định trong danh sách
zh_tw: 插入新的項目到清單指定位置

source: You can specify where to insert the item by choosing from the pull-down menu or typing in a number. Choosing "random" inserts at a random place in the list. Choosing "last" adds the item to the end of the list. The length of the list increases by 1.
cs: Můžeš určit, kam vložit položku výběrem z roletkového menu nebo napsáním čísla. Volba "náhodně" vkládá do náhodné pozice v seznamu. Volba "poslední" vkládá položku na konec seznamu. Délka seznamu se zvětší o 1.
cy: Gallwch bennu lle i fewnosod eitem drwy ddewis o'r gwymplen neu deipio rhif. Mae dewis "hap" yn mewnosod man ar hap yn y rhestr. Mae dewis "olaf" yn ychwanegu'r eitem i ddiwedd y rhestr. Mae hyd y rhestr yn cynyddu o 1.
de: Du kannst bestimmen, wo das Element eingefügt werden soll, indem du eine Option aus dem Menü auswählst oder eine Zahl eingibst. Das Auswählen von "zufälliges" fügt an eine zufällige Stelle der Liste ein. Das Auswählen von "letztes" fügt das Element ans Ende der Liste hinzu. Die Länge der Liste ändert sich um 1.
fa: شما می توانید با انتخاب از منوی کشویی یا تایپ کردن یک عدد، مشخص کنید مورد را کجا وارد کنید. انتخاب "تصادفی" یک مکان تصادفی را در لیست درج می کند. انتخاب "آخرین" مورد را به انتهای لیست اضافه می کند. طول لیست به 1 افزایش می یابد.
fr: Vous pouvez indiquer où insérer l'élément en choisissant dans le menu déroulant ou typing in a number. Choisir "au hasard" >insère un élément à une place aléatoire dans la liste. Choisir "dernier" ajoute l'élément à la fin de la liste. La longueur de la liste augmente de 1.
id: Kamu dapat menentukan tempat menyisipkan benda dengan cara memilih dari menu pull-down atau mengetik suatu angka. Pilihan "sembarang" menyisipkan benda pada tempat sembarang di daftar. Pilihan "terakhir" menyisipkan benda di bagian akhir daftar. Panjang daftar bertambah 1.
kk: Сіз ашылмалы мәзірді немесе санды теруді таңдау арқылы затты қай жерге енгізу керек екенін көрсете аласыз. "Кездейсоқ"-ты таңдасаңыз ол затты тізімдегі кездейсоқ орынға енгізеді. "Соңғы" батырмасын таңдау тізімнің соңына элементті қосады. Тізімнің ұзындығы 1 ге артады.
lt: Gali nurodyti kur įdėti dalyką pasirinkdamas iš išskleidžiamojo meniu arba įvesdamas numerį. Renkantis "atsitiktinai" įdeda atstiktinai parinktoje vietoje sąraše. Renkantis "paskutinis" įrašo dalyką sąrašo pabaigoje. Sąrašo ilgis padidėja per 1
nb: Du kan angi hvor det nye elementet skal plasseres ved å velge fra menyen i klossen eller skrive inn et tall. Hvis du velger "tilfeldig" havner elementet på en tilfeldig plass i listen. Velger du "sist" havner det på slutten. Lengden av listen øker med 1.
nn: Du kan velja kor det nye elementet skal plasserast ved å velja frå nedtrekksfeltet i klossen eller skriva inn eit tal. Viss du vel «tilfeldig» hamnar elementet på ein tilfeldig plass i lista. Viss du vel «sist», hamnar det på slutten. Lengda til lista aukar med 1.
pt_br: Você pode especificar o local para inserir o item escolhendo no menu suspenso ou digitando um número. Ao escolher "aleatório", a inserção é feita em um lugar aleatório na lista. Ao escolher "último", a inserção do item é feita no final da lista. O comprimento da lista aumenta em 1.
sl: Določiš lahko, kam vstaviti element tako, da izbereš iz padajočega menija ali vstaviš število. Izbira \"poljubno\" vstavi elemnt na naključno mesto v seznamu. Izbira "zadnji" doda element na konec seznama. Dolžina seznama se poveča za 1.
tr: Veriyi nereye yerleştireceğini menüsünden seçerek veya bir rakam girerek belirleyebilirsin. Menüsünden "rastgele" şıkkını seçersen rastgele bir sıraya yerleştirir. "son" şıkkını seçersen listenin sonuna yerleştirir. Listenin uzunluğu bir artar.
vi: Bạn có thể chỉ định vị trí để thêm phân tử vào bằng cách chọn từ menu sổ xuống hoặc nhập vào số thứ tự của vị trí. Chọn "ngẫu nhiên" để thêm vào vị trí ngẫu nhiên trong danh sách. Chọn "cuối cùng" để thêm phần tử vào vị trí cuối cùng của danh sách. Chiều dài của danh sách tăng lên 1.
zh_tw: 你可以指定要把新添加的項目放到清單中哪個位置，你可以直接輸入序位數，或者，你也可選擇隨機加到清單中的某個位置。 此清單的項目數量會增加 1。

source: You can indicate where in the list you want to add an item.
bn: তালিকার কোথায় তুমি পদ যুক্ত করতে চাও তা তুমি চিহ্নিত করতে পার।
cs: Můžeš uvést, kam chceš v tomto listu vložit položku.
cy: Gallwch ddangos lle yn y rhestr rydych am ychwanegu eitem.
fa: شما می توانید مشخص کنید کجای لیست می خواهید یک مورد اضافه کنید.
fr: Tu peux indiquer à quel endroit de la liste tu veux ajouter un élément.
id: Kamu bisa menentukan di mana dalam daftar kamu ingin menambahkan benda.
nb: Du kan angi hvor i listen du vil sette inn et element.
sl: V seznamu lahko pokažeš mesto, kamor želiš dodati nov element.
tr: Listeye bir eşya eklemek istediğinde bunu belirtebilirsin.
vi: Bạn có thể chỉ định vị trí trong danh sách nơi bạn muốn thêm một phần tử.

source: <img src="%(url_insert_scoreboard)s" /> inserts item at the specified place in the list.
bn: <img src="%(url_insert_scoreboard)s" /> তালিকার নির্দিষ্ট স্থানে আইটেম সন্নিবেশ করাও।
cs: <img src="%(url_insert_scoreboard)s" /> vloží položku na konkrétní místo v seznamu.
cy: Mae<img src="%(url_insert_scoreboard)s" /> yn mewnosod eitem yn y man penodedig yn y rhestr.
fa: <img src="%(url_insert_scoreboard)s" />آیتم را در محل مشخص شده در لیست وارد می کند.
fr: <img src="%(url_insert_scoreboard)s" /> insère un élément dans la liste à la place spécifiée.
id: <img src="%(url_insert_scoreboard)s" /> menyisipkan benda pada tempat yang ditentukan di dalam daftar.
nb: <img src="%(url_insert_scoreboard)s" /> setter inn elemeter på en bestemt plass i listen.
sl: <img src="%(url_insert_scoreboard)s" /> vstavi element na določeno mesto v seznamu.
tr: <img src="%(url_insert_scoreboard)s" />Eşyayı listedeki belirlenen yerine ilave eder.
vi: <img src="%(url_insert_scoreboard)s" />thêm phần tử vào một vị trí nhất định trong danh sách.

source: <img src="%(url_insert_greetings)s" /> inserts item at a random place in the list.
bn: <img src="%(url_insert_greetings)s" /> তালিকার যেকোন জায়গায় আইটেম সন্নিবেশ করাও।
cs: <img src="%(url_insert_greetings)s" /> vloží položku na náhodné místo v seznamu.
cy: Mae <img src="%(url_insert_greetings)s" /> yn mewnosod eitem mewn man ar hap yn y rhestr.
fa: <img src="%(url_insert_greetings)s" /> یک مورد را به صورت تصادفی در لیست وارد می کند.
fr: <img src="%(url_insert_greetings)s" /> insère un élément dans la liste à un endroit aléatoire.
id: <img src="%(url_insert_greetings)s" /> menyisipkan benda pada tempat sembarang dalam daftar.
nb: <img src="%(url_insert_greetings)s" /> setter inn elementet på en tilfeldig plass.
sl: <img src="%(url_insert_greetings)s" /> vstavi element na poljubno mesto v seznamu.
tr: <img src="%(url_insert_greetings)s" />Eşyayı listedeki rastgele bir yere ilave eder.
vi: <img src="%(url_insert_greetings)s" />thêm phần vào một vị trí ngẫu nhiên trong danh sách.

source: Reports the item at the specifed position in the list
bn: তালিকার নির্দিষ্ট অবস্থানে আইটেমটি প্রতিবেদন কর।
cs: Ohlásí prvek na určené pozici v seznamu
cy: Yn dangos yr eitem mewn safle benodol ar y rhestr
de: Gibt das Element an der angegebenen Position der Liste zurück
fa: مورد را در موقعیت مشخص شده در لیست گزارش می کند
fr: Renvoie l'élément qui se trouve dans la liste, à la position indiquée
id: Melaporkan benda pada posisi yang diberikan dari suatu daftar
kk: Тізімдегі белгілі бір орындағы элементті көрсетеді.
lt: Pasako koks dalykas yra padėtas nurodytoje pozicijoje sąraše
nb: Gir ut elementet på den angitte plassen i listen
nn: Hentar elementet frå den valde plassen i lista
pt_br: Coloca o item na posição especificada da lista
sl: Vrne element na določenem mestu v seznamu
tr: Listenin belirtilen sırasındaki elemanının değerini verir
vi: Báo phần tử tại vị trí nhất định trong danh sách
zh_tw: 回傳清單項目在清單中的排序位置。

source: You can specify which item to report by choosing from the pull-down menu or typing in a number. Choosing "random" reports a random item in the list.
bn: পুল-ডাউন মেনু বা টাইপ করে তুমি কোন আইটেমটি রিপোর্ট করবে তা নির্দিষ্ট করতে পার একটি সংখ্যায়। "যেকোন" নির্বাচন করা তালিকায় একটি যেকোন আইটেম রিপোর্ট করে।
cs: Můžeš určit, kterou položku hlásit výběrem z roletkového menu nebo napsáním čísla. Volba "náhodně" nahlásí náhodnou položku ze seznamu.
cy: Gallwch bennu pa eitemau i'w dileu drwy ddewis o'r gwymplen neu deipio rhif. Mae dewis "hap" yn dangos eitem ar hap yn y rhestr.
de: Du kannst angeben, welches Element zurückgegeben werden soll, indem du aus dem Ausklappmenü auswählst oder eine Nummer eingibst. Wählst du "zufälliges", wird ein zufälliges Listenelement ausgegeben.
fa: شما می توانید با انتخاب از منوی کشویی یا تایپ کردن یک عدد مشخص کنید کدام مورد را گزارش دهید. انتخاب "تصادفی" یک مورد تصادفی را در لیست گزارش می دهد.
fr: Vous pouvez spécifier l'objet à retourner en le choisissant depuis le menu déroulant ou en tapant dans un nombre. Choisir "aléatoire" retourne un objet aléatoire dans la liste.
id: Kamu dapat menentukan benda yang dilaporkan dengan cara memilih dari menu pull-down atau mengetik sebuah angka. Pilihan "sembarang" melaporkan benda sembarang dari daftar.
kk: Сіз ашылмалы мәзірді немесе санды теруді таңдау арқылы қай заттың баяндалуы керек екенін көрсете аласыз. "Кездейсоқ"-ты таңдасаңыз ол тізімдегі кездейсоқ затты баяндайды.
lt: Gali nurodyti, kurį dalyką pranešti pasirinkdamas iį išskleidžiamojo meniu arba įvesdamas numerį. Renkantis "atsitiktinai" praneša atsitiktinai parinktą dalyką iš sąrašo
nb: Du kan bruke menyen i klossen til å velge ut første, siste eller et tilfeldig element i listen. Du kan også legge inn et tall eller en variabel som sier hviklen plass i listen du vil hente ut fra.
nn: Du kan bruka nedtrekksfeltet i klossen til å velja ut første, siste eller eit tilfeldig element i lista. Du kan òg leggja inn eit tal eller ein variabel der som seier kva plass i lista du vil henta ut frå.
pt_br: Você pode especificar qual item reportar escolhendo no menu suspenso ou digitando um número. Escolher a opção "aleatório" reporta um item aleatório apresentado na lista.
sl: O kateri zadevi boš poročal, določiš z izbiro iz spustnega seznama ali tako, da natipkaš število. Z izbiro "random" ("naključno") izbereš naključni element iz seznama.
tr: Hangi elemana bildirmek istediğini açılan menüden seçim yaparak ya da sayı girişi yaparak belirtebilirsin. "Rastgele" ifadesinin seçimi rastgele bir eleman bildirir.
vi: Bạn có thể chỉ định phần tử cần báo bằng cách chọn menu sổ xuống hoặc nhập vào một số. Chọn "ngẫu nhiên" để báo một phần tử ngẫu nhiên trong danh sách.
zh_tw: 你可以從積木裡的下拉清單選擇要回傳哪個項目內容，或是直接輸入其序位數。 若選擇「隨機」則會回傳清單裡的某個項目。

source: The item block reports the value of the item at the specified place on the list.
bn: আইটেম ব্লক তালিকার নির্দিষ্ট স্থানে আইটেমটির মান প্রতিবেদন করে।
cs: Prvek blok ohlásí hodnotu prvku v určeném prostoru na seznamu.
cy: Mae'r bloc eitem yn dangos gwerth yr eitem yn y man penodol ar y rhestr.
fa: قطعه مورد نظر مقدار آیتم را در محل مشخص شده در لیست گزارش می کند.
fr: Le bloc élément renvoie la valeur de l'élément à l'emplacement spécifié de la liste.
id: Balok benda melaporkan nilai dari benda yang berada di bagian daftar yang ditentukan.
nb: Element-klossen gir verdien til elementet som står på den angitte plassen på listen.
sl: Blok element pove, kakšna je vrednosti na določenem mestu v seznamu.
tr: Öğe bloğu, öğenin listede belirtilen yerdeki değerini bildirir.
vi: Mảnh ghép phần tử báo giá trị của phần tử tại vị trí định trước trong danh sách.

source: You can fit an item block into other blocks, for example: say, switch to costume, play sound, or broadcast.
bn: তুমি এক পদ ব্লক অন্য ব্লকসমূহের মধ্যে ফিট করতে পার, উদাহরণস্বরূপ: বল, পোশাকে পরিবর্তন কর, শব্দ বাজাও বা সম্প্রচার কর।
cs: Blok položek můžete umístit do jiných bloků, například: řekni, změň kostým na, přehraj zvuk nebo vyšli zprávu.
cy: Gallwch ffitio blociau eitem i fewn i flociau eraill, er enghraifft: dywedwch, newid i wisg, chwarae sain neu ddarlledu.
fa: شما می توانید یک قطعه آیتم را به قطعه های دیگر متصل کنید، مثلا: بگوییم، به حالت، پخش صدا یا اعلام تغییر دهید.
fr: Tu peux placer un bloc élément dans d'autres blocs, par exemple : dire, basculer sur le costume, jouer le son (bloc) ou envoyer à.
id: Kamu bisa menaruh sebuah balok benda ke balok-balok lainnya, seperti: katakan, ganti ke kostum, mainkan suara, atau siarkan.
nb: Du kan sette element-klossen inn i andre klosser, for eksempel "si", "bytt til drakt", "spill lyden" eller "send melding"
sl: Blok lahko namestimo znotraj drugega bloka, na prmer: povej, zamenjaj izgled, predvajaj zvok ali oddaj.
tr: Bir eşya blokunu diğer bloklara uydurabilirsin, örneğin: diyelim ki, kostümü değiştir, ses çal ya da yayın yap.
vi: Bạn có thể đặt mảnh ghép phần tử nằm trong mảnh ghép khác, ví dụ như: nói, chuyển đổi trang phục, phát âm thanh, hoặc phát thanh.

source: Concatenates (combines) strings
bn: সংযোজন (সমন্বয়) স্ট্রিং
cs: Zřetězí (pospojuje) texty
cy: Yn cyfuno llinynnau
de: Verbindet (kombiniert) Zeichenketten
fa: رشته ها را (ترکیب) هم زنجیر می کند
fr: Colle les 2 chaînes ensemble
id: Kombinasikan (<em>concatenate</em>) untaian-untaian (<em>string</em>)
kk: Жолдарды біріктіреді (комбайн)
lt: Sujungia eilutes
nb: Kobler sammen tekster
nn: Set saman tekstar
pt_br: Concatena (combina, junta) cadeias de caracteres
sl: Poveže (združi) nize
tr: İki metini (yazıyı) tek bir metin olacak şekilde birleştirir
vi: Nối (kết hợp) nhiều chuỗi
zh_tw: 組合指定的二個字串。

source: Reports true if specified key is pressed
bn: নির্দিষ্ট কী চেপে থাকলে প্রতিবেদনটি সত্য
cs: Ohlásí ano když je určená klávesa stisknuta
cy: Yn dangos gwir os yw bysell benodol wedi ei phwyso
de: Gibt "Wahr" zurück, falls die angegebene Taste gedrückt ist
fa: اگر کلید مشخص شده فشرده شود، گزارش درست است
fr: Renvoie "vrai" si la touche spécifiée est enfoncée
id: Laporkan benar jika tombol yang diberikan sedang ditekan
kk: Егер белгілі бір батырма басылған жағдайда шынайы жауап қайтарады
lt: Praneša "true" , jeigu paspaustas tam tikras klavišas
nb: Betingelse som er oppfylt når valgt tast er trykket ned
nn: Er sann viss den valde tasten er trykt
pt_br: Tem o valor "true" se a tecla especificada estiver sendo pressionada
sl: Vrne 'resnično', če je pritisnjena določena tipka
tr: Belirtilen tuş basıldıysa 'doğru' değerini verir
vi: Báo đúng nếu phím cụ thể được bấm
zh_tw: 是否指定鍵被按下，如果是，就回傳 true。

source: Use <img src="%(url_key_pressed)s" /> instead of <img src="%(url_when_key_pressed)s" /> when you want to keep, for example, the space key pressed continuously.
bn: <img src="%(url_when_key_pressed)s" /> এর পরিবর্তে <img src="%(url_key_pressed)s" /> ব্যবহার কর যখন তুমি রাখতে চাও, উদাহরণস্বরূপ, স্পেস কী একটানা চাপা।
cs: Použij <img src="%(url_key_pressed)s" />místo <img src="%(url_when_key_pressed)s" />, pokud chceš držet například mezerník nepřetržitě.
cy: Defnyddiwch <img src="%(url_key_pressed)s" /> yn lle <img src="%(url_when_key_pressed)s" /> pan fyddwch eisiau cadw, er enghraifft, y bylchwr wedi ei bwyso'n barhaus.
fa: زمانی که می خواهید برای نگه داشتن، به عنوان مثال، کلید فضا را به طور مداوم فشار دهید، از <img src="%(url_key_pressed)s" />به جای <img src="%(url_when_key_pressed)s" /> استفاده کنید.
fr: Utilise <img src="%(url_key_pressed)s" />à la place de <img src="%(url_when_key_pressed)s" />quand tu veux garder, par exemple, la touche espace appuyée en continu.
id: Gunakan <img src="%(url_key_pressed)s" /> untuk menggantikan <img src="%(url_when_key_pressed)s" /> di saat kamu ingin, sebagai contoh, agar tombol spasi ditekan terus-terusan.
nb: Bruk <img src="%(url_key_pressed)s" /> i stedet for <img src="%(url_when_key_pressed)s" /> hvis skriptet skal merke akkurat hvor lenge en tast holdes nede.
sl: Uporabi <img src="%(url_key_pressed)s" />namesto <img src="%(url_when_key_pressed)s" />ko želiš, da je tipka za presledek pritisnjena neprekinjeno.
tr: Tutmak istediğinde<img src="%(url_when_key_pressed)s" /> yerine <img src="%(url_key_pressed)s" /> i kullan, örneğin sürekli basılı tutulan boşluk tuşu.
vi: Sử dụng <img src="%(url_key_pressed)s" /> thay thế cho <img src="%(url_when_key_pressed)s" /> khi bạn muốn giữ lại, ví dụ như, phím khoảng trắng được bấm liên tục.

source: Reports how many items are in the list
bn: তালিকায় কয়টি আইটেম রয়েছে তা রিপোর্ট কর
cs: Ohlásí kolik prvků je v seznamu
cy: Yn dangos sawl eitem sydd yn y rhestr
de: Gibt die Anzahl der Elemente in der Liste zurück
fa: تعداد موارد موجود در لیست را گزارش می دهد
fr: Renvoie le nombre d'éléments que contient la liste
id: Laporkan jumlah benda dalam suatu daftar
kk: Тізімде қанша белгіше қалғанын көрсетеді
lt: Pasako kiek dalykų yra sąraše
nb: Gir antall elementer i en liste
nn: Gjev talet på element i lista
pt_br: Informa quantos itens há na lista
sl: Vrne število elementov v seznamu
tr: Listenin toplam kaç tane elemanı olduğunu verir
vi: Báo cáo số lượng phần tử trong danh sách.
zh_tw: 回傳清單中的項目數量。

source: This block reports how many items are currently in a list.
bn: এই ব্লকটি বর্তমানে তালিকায় কয়টি পদ রয়েছে তা জানায়।
cs: Tento blok informuje, kolik je aktuálně položek v seznamu.
cy: Mae'r bloc hwn yn dangos sawl eitem sydd mewn rhestr ar hyn o bryd.
fa: این قطعه گزارش می دهد که چندین مورد در حال حاضر در یک لیست هستند.
fr: Ce bloc renvoie le nombre d'éléments qu'il y a actuellement dans la liste.
id: Balok ini melaporkan jumlah benda sebuah daftar saat ini.
nb: Denne klossen gir antall elementer i listen.
sl: Ta blok vrne trenutno število elementov v seznamu.
tr: Bu blok şu anda bu listede kaç eşya olduğunu sana raporlar.
vi: Mảnh ghép này báo số lượng phần tử hiện có trong danh sách.

source: The number is the same as the length shown at the bottom of the list monitor.
bn: সংখ্যাটি তালিকা মনিটরের নীচে প্রদর্শিত দৈর্ঘ্যের সমান।
cs: Číslo je stejné jako délka, zobrazená v dolní části seznamu.
cy: Mae'r rhif yr un hyd â'r hyd sy'n cael ei ddangos ar waelod y monitor rhestr.
fa: شماره همانند طول نشان داده شده در پایین مانیتور لیست است.
fr: Le nombre est le même que la longueur affiché en bas de l'afficheur de la liste.
id: Angkanya sama dengan panjang yang ditampilkan di bagian bawah monitor daftar.
nb: Tallet er det samme som lengden som vises nederst i listevinduet.
sl: Število je enako kot je dolžina prikazana na dnu nadornika seznama.
tr: Sayı, liste monitörünün altında gösterilen sayı ile aynıdır.
vi: Số này giống với chiều dài được hiển thị ở dưới cùng của phần theo dõi danh sách.

source: Reports the number of letters in a string
bn: স্ট্রিংয়ে কতগুলো অক্ষর আছে তা প্রতিবেদন করে
cs: Ohlásí počet písmen v textu
cy: Yn dangos y nifer o lythrennau mewn llinyn
de: Gibt die Anzahl an Zeichen einer Zeichenkette zurück
fa: تعداد حروف را در یک رشته گزارش می کند
fr: Renvoie le nombre de caractères que contient la chaîne (de caractères)
id: Melaporkan jumlah dari huruf-huruf dalam sebuah string
kk: Жолдағы әріптер санын көрсетеді
lt: Praneša kiek raidžių yra eilutėje
nb: Gir antall bokstaver i en tekst
nn: Gjev talet på bokstavar i teksten
pt_br: Informa o número de caracteres em uma cadeia de caracteres
sl: Vrne število črk v nizu
tr: Bir metin (yazı) içinde toplam kaç harf olduğunu verir
vi: Báo cáo số lượng của chữ cái trong một chuỗi
zh_tw: 回傳指定字串總共的字數。
