Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: What other ways can you get your sprites moving?
bn: অন্য কোন উপায়ে তুমি তোমার স্প্রাইটগুলো নড়াচড়া করতে পার?
cs: Jaké jsou další způsoby jak rozpohybovat tvojí postavu?
cy: Pa ffydd eraill sydd i gael eich corluniau i symud?
de: Auf welche anderen Arten kannst du deine Figuren bewegen?
fa: از چه راه‌های دیگری می‌توانید شکلک خود را به حرکت درآورید؟
fr: Quels autres moyens as-tu pour faire bouger tes lutins ?
id: Apa cara-cara lain yang bisa kamu gunakan untuk membuat spritemu bergerak?
kk: Басқа қандай жолдармен спрайтты қозғауға болады?
lt: Kokiais kitais būdais gali priversti savo veikėją judėti?
nb: Hva med andre måter å få figuren til å bevege seg?
nn: På kva andre måtar kan du få figurane til å røra seg?
pt_br: De que outras formas você pode fazer seus atores se moverem?
tr: Kuklalarınızı hareket ettirmenin başka yolları nelerdir?
vi: Có cách nào khác để làm cho đối tượng của bạn chuyển động?
zh_tw: 還有哪些方式可以讓角色移動呢？

source: Let's explore other types of interactivity...
bn: চল অন্যান্য ধরণের ইন্টারঅ্যাক্টিভিটি অন্বেষণ করি ...
cs: Pojď objevovat další typy interaktivity...
cy: Dyma ffyrdd eraill o greu rhyngweithio
de: Lass' uns andere Arten von Interaktivität entdecken...
fa: بیایید دیگر انواع تعامل را کشف کنیم ...
fr: Explorons d'autres types d'interactivité...
id: Ayo jelajahi jenis-jenis lain interaktifitas.
kk: Интерактивтіліктің басқа түрлерін зерттеп көрелік...
lt: Ištyrinėkime kitus interaktyvumo būdus...
nb: La oss gjøre det interaktivt...
nn: La oss gjera det interaktivt ...
pt_br: Vamos explorar outros tipos de interatividade...
tr: Diğer etkileşim türlerini keşfedelim ...
vi: Hãy khám phá những loại tương tác khác...
zh_tw: 一起探索其他類型的互動性吧...

source: Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.
bn: <span class="lookscolor">চেহারা</span> প্যালেট থেকে ব্লকসমূহ দিয়ে তোমার স্প্রাইটদের কিছু বলাও।
cs: Zařiď, aby tvoje postavy něco říkaly s bloky z palety <span class="lookscolor">Vzhled</span>.
cy: Gwneud i'ch corluniau siarad gyda blociau o balet <span class="lookscolor">Edrychiad</span>.
fa: کاری کنید شکلک‌های شما با قطعه‌هایی از جعبه رنگ نقاشی <span class="lookscolor">ظاهر</span>چیزی بگوید.
fr: Fais dire quelque chose à tes lutin avec des blocs de la palette <span class="lookscolor">Apparence</span>.
id: Buat sprite-spritemu mengatakan sesuatu dengan balok-balok dari palet <span class="lookscolor">Tampilan</span>.
vi: Làm cho đối tượng nói gì đó với những mảnh ghép từ bảng <span class="motioncolor">Ngoại hình</span>

source: Try adding this code to have one of your sprites share holiday greetings:
bn: তোমার স্প্রাইটদের মধ্যে যে কোন একটিকে দিয়ে ছুটির শুভেচ্ছা শেয়ার করার জন্য এই কোডটি যোগ করার চেষ্টা কর:
cs: Zkus přidat tenhle kód aby jedna z tvých postav sdílela sváteční pozdravy:
cy: Rhowch gynnig ar ychwanegu cod i un o'ch corluniau rannu cyfarchiad gwyliau:
fa: سعی کنید این کد را اضافه کنید تا یکی از شکلک‌های شما به تبریک تعطیلات را به اشتراک بگذارد:
fr: Essaye d'ajouter ce code pour que l'un de tes lutins partage son message de vacances :
id: Coba menambahkan kode ini untuk membuat salah satu spritemu memberikan ucapan liburan:
vi: Thử thêm vào mả này để làm cho đối tượng của bạn chia sẻ chào mừng lễ hội:

source: What wishes for the holiday season will your sprites share?
bn: ছুটির মৌসুমের জন্য তোমার স্প্রাইটগুলো কি শুভেচ্ছা শেয়ার করবে?
cs: Která přání pro období prázdnin bude tvoje postava sdílet?
cy: Pa gyfarchion y tymor gwyliau fydd eich corlun yn ei rannu?
de: Welche Urlaubswünsche sollen deine Figuren mitteilen?
fa: شکلک‌های شما چه آرزوهایی را برای فصل تعطیلات به اشتراک خواهند گذاشت؟
fr: Quels vœux va souhaiter ton lutin pour ses vacances ?
id: Ucapan-ucapan liburan apa yang kamu ingin dibagikan oleh sprite-spritemu?
kk: Мереке қарсаңында сіздің спрайтыңыз қандай тілектермен бөліседі?
lt: Kokiais linkėjimais švenčių sezonui tavo veikėjai dalinsis?
nb: Hvilke juleønsker vil du at figurene dine skal komme med?
nn: Kva for juleønske vil du at figurane dine skal komma med?
pt_br: Que desejos de boas-festas seus atores vão compartilhar?
tr: Kuklan tatil sezonu için hangi dilekleri paylaşacak?
vi: Đối tượng của bạn sẽ chia sẻ những lời chúc mừng gì cho lễ hội?
zh_tw: 在這個節日假期中，你的角色會說什麼祝賀語呢？

source: Explore adding sound to your holiday card by using sounds from the Scratch library, uploading sounds from your computer, or recording your own sounds with a microphone.
bn: Scratch লাইব্রেরির শব্দ ব্যবহার করে, তুমি কম্পিউটার থেকে শব্দ আপলোড করে, অথবা মাইক্রোফোনের মাধ্যমে তোমার নিজের শব্দ রেকর্ড করে তোমার ছুটির কার্ডে শব্দ যুক্ত কর।
cs: Podívej se, jak můžeš přidat zvuky ke svému prázdninovému přání za použití knihovny Scratche, nahráním zvuků ze svého počítače nebo nahráním vlastních zvuků pomocí mikrofonu.
cy: Profwch ychwanegu sain i'ch cerdyn gwyliau drwy ddefnyddio seiniau o lyfrgell Scratch, llwytho seiniau i fyny o'ch cyfrifiadur neu recordio eich seiniau eich hun gyda meicroffon.
fa: با استفاده از صداها از کتابخانه اسکرچ، بارگذاری صداها از کامپیوتر خود، یا ضبط صداهای خود با میکروفون، صداهای اضافه شده به کارت تعطیلات خود را جستجو کنید.
fr: Explore la possibilité d'ajouter un son à ta carte postale en utilisant des sons de la bibliothèque Scratch, en envoyant des sons de ton ordinateur ou en enregistrant tes propres sons avec un micro.
id: Jelajahi penambahan suara ke kartu liburanmu dengan menggunakan suara-suara dari pustaka Scratch, mengunggah suara-suara dari komputermu, atau merekam suara-suaramu sendiri dengan sebuah mikrofon.
vi: Khám phá ra cách thêm những âm thanh vào thiệp mừng lễ hội bằng các sử dụng âm thanh từ thư viện Scratch, tải lên những âm thanh từ máy tính của bạn, hoặc thu âm âm thanh riêng của bạn với mic.

source: Experiment with some of these sound-related blocks to add music and sound to your sprite:
cs: Experimentuj se některými hudebními bloky pro přidání zvuku a hudby tvé postavě:
cy: Arbrofwch gyda rhai o'r blociau sain yma i ychwanegu cerddoriaeth a sain i'ch corlun:
fa: برخی از این قطعههای مربوط به صدا برای اضافه کردن موسیقی و صدا به شکلک خود را آزمایش کنید:
fr: Essaie certains de ces blocs liés aux sons pour ajouter de la musique et des bruitages à ton lutin :
id: Bereksperimen dengan sebagian dari balok-balok suara ini untuk menambahkan musik dan suara ke spritemu:
vi: Thử nghiệm với một số mảnh ghép âm thanh liên quan để thêm âm nhạc và âm thanh cho đối tượng của bạn:

source: What interesting holiday sounds can you add to your card?
bn: তুমি তোমার কার্ডে কোন আকর্ষণীয় ছুটির শব্দ যোগ করতে পার?
cs: Jaké zajímavé sváteční zvuky můžeš ke svému přání přidat?
cy: Pa seiniau gwyliau diddorol gallwch ychwanegu i'ch cerdyn?
de: Welche interessanten Urlaubsklänge kannst du zu deiner Karte hinzufügen?
fa: چه صداهای تعطیلات جالبی می‌توانید به کارت خود اضافه کنید؟
fr: Quels sons de vacances peux-tu ajouter à ta carte ?
id: Suara-suara perayaan menarik apa yang bisa kamu tambahkan?
kk: Сіздің ашық хатыңызға қандай қызықты мерекелік дыбыстар қосуға болады?
lt: Kokius įdomius šventinius garsus gali pridėti į savo atvirutę?
nb: Hva slags kule julelyder kan du legge inn på kortet?
nn: Kva slags kule julelydar kan du ha med på kortet?
pt_br: Quais sons temáticos interessantes você pode adicionar em seu cartão?
tr: Kartına hangi ilginç tatil seslerini ekleyebilirsin?
vi: Những âm thanh lễ hội thú vị nào mà bạn có thể thêm vào thiệp của bạn?
zh_tw: 你會幫節日卡片加入什麼有趣的節日音效呢？

source: Play with the images in your holiday card by using the graphic effects blocks:
bn: গ্রাফিক ইফেক্ট ব্লকসমূহ ব্যবহার করে তোমার ছুটির কার্ডের ছবিগুলোর সাথে খেল:
cs: Hraj si s obrázky na své prázdninové kartě pomocí bloků grafických efektů:
cy: Chwaraewch gyda'r delweddau yn eich cerdyn gwyliau gan ddefnyddio'r blociau effeithiau graffig:
fa: با استفاده از قطعههای جلوه‌های گرافیکی با تصاویر موجود در کارت تعطیلات خود بازی کنید:
fr: Joue avec les images de ta carte postale en utilisant les blocs des effets graphiques :
id: Main dengan gambar-gambar di kartu perayaanmu menggunakan balok-balok efek grafis:
vi: Chiếu những hình ảnh trong thiệp mừng lễ hội bằng cách sử dụng các mảnh ghép hiệu ứng đồ họa:

source: Try adding this code to add a colorful effect to a dancing sprite:
cs: Zkus přidat tento kód pro přidání barevných efektů do tančící postavy:
cy: Ceisiwch ychwanegu'r cod yma i ychwanegu effeithiau lliwgar i gorlun sy'n dawnsio:
fa: سعی کنید این کد را اضافه کنید تا یک جلوه رنگارنگ به شکلک در حال رقص اضافه شود:
fr: Essaie d'ajouter ce code pour ajouter un effet coloré à ton lutin dansant :
id: Coba tambahkan kode ini untuk menambahkan sebuah efek berwarna ke sebuah sprite menari:
vi: Thử cách thêm vào mã này để thêm một hiệu ứng màu cho đối tượng nhảy múa:

source: What cool image effects will you add to your card?
bn: তুমি তোমার কার্ডে কোন চমৎকার ছবির ইফেক্ট যোগ করবে?
cs: Jaké zajímavé efekty přidáš na svojí vánoční pohlednici?
cy: Pa effeithiau delwedd difyr fyddwch chi'n eu hychwanegu i'ch cerdyn?
de: Welche tollen Bildeffekte möchtest du in deiner Karte ergänzen?
fa: چه جلوه‌های تصویری جالبی را به کارت خود اضافه خواهید کرد؟
fr: Quels effets d'image sympa peux-tu ajouter à ta carte ?
id: Efek-efek gambar keren apa yang akan kamu tambahkan ke kartumu?
kk: Ашық хатыңызға қандай күшті сурет эффекттерін қосасыз?
lt: Kokius kietus paveikslėlių pokyčius tu pridėsi savo atvirutei?
nb: Hvilke effekter vil du bruke på bilder i kortet ditt?
nn: Kva slags kule bileteffektar vil du ha med på kortet?
pt_br: Quais efeitos de imagem legais você vai adicionar em seu cartão?
tr: Kartına hangi havalı resim efektlerini ekleyeceksin?
vi: Bạn sẽ thêm những hiệu ứng hình ảnh cool ngầu nào cho thiệp của bạn?
zh_tw: 你會幫卡片加入什麼酷炫的影像效果呢？

source: Sprites can have different “costumes” -- different visuals, just like how an actor in a play can wear different outfits.
bn: স্প্রাইটদের বিভিন্ন "পোশাক" থাকতে পারে - বিভিন্ন ভিজ্যুয়াল, ঠিক যেমন একটি নাটকে একজন অভিনেতা বিভিন্ন পোশাক পরতে পারেন।
cs: Postavy mohou mít různý "kostýmy" - různé vzhledy, přesně jako herci v divadle mohou nosit různé kostýmy.
cy: Mae modd i gorluniau gael "gwisgoedd" gwahanol -- elfennau gweledol gwahanol, yn union fel mae actor mewn drama yn gallu gwisgo dillad gwahanol.
fa: شکلک‌ها می توانند "حالت‌ها" - تصاویر متفاوت داشته باشند، درست مانند اینکه یک بازیگر در یک نمایشنامه می‌تواند حالت‌های مختلف را بپوشد.
fr: Les lutins peuvent avoir différents "costumes" - différents aspects, juste comme un acteur dans une pièce peut porter différentes tenues.
id: Sprite-sprite bisa memiliki "kostum" yang berbeda-beda -- visual berbeda-beda, seperti bagaimana sebuah aktor drama bisa memakai pakaian yang berbeda-beda.
vi: Các đối tượng có thể có nhiều "trang phục" -- các bộ dạng khác nhau, giống như một diễn viên trong một vỡ kịch có thể mặc nhiều loại trang phục.

source: Try adding costumes to your sprite:
bn: তোমার স্প্রাইটে পোশাক যোগ করার চেষ্টা কর:
cs: Vyzkoušej přidávání kostýmů k tvojí postavě
cy: Ceisiwch ychwanegu gwisgoedd i'ch corlun:
fa: سعی کنید حالت‌های را به شکلک خود اضافه کنید:
fr: Essaie d'ajouter des costumes à ton lutin :
id: Coba menambahkan kostum-kostum untuk spritemu:
tr: Kuklana kostümler eklemeyi dene:
vi: Thử thêm trang phục cho đối tượng của bạn:

source: And switch between costumes using the “switch costume” block:
bn: এবং "পোশাক পরিবর্তন" ব্লক ব্যবহার করে পোশাকের মধ্যে পরিবর্তন কর:
cs: A přepínej kostýmy pomocí bloku "změnit kostým":
cy: A newid rhwng gwisgoedd gan ddefnyddio'r bloc "newid gwisg"
fa: و با استفاده از قطعه "تغییر حالت" حالت‌ها را تغییر دهید:
fr: Et bascule d'un costume à l'autre en utilisant le bloc "basculer sur le costume" :
id: Dan berganti antar kostum menggunakan balok "ganti kostum":
tr: Ve kostümler arasında "Kostüm Değiştir" blokunu kullanarak geçiş yap.
vi: Và thay đổi trang phục sử dụng mảnh ghép “đổi trang phục”:

source: How can costumes add animation to your holiday card?
bn: পোশাকগুলো কিভাবে তোমার ছুটির কার্ডে অ্যানিমেশন যোগ করতে পারে?
cs: Jak mohou kostýmy přidat animace k tvému svátečnímu přání?
cy: Sut gall gwisgoedd ychwanegu animeiddiad i'ch cerdyn gwyliau?
de: Wie können Kostüme Bewegung in deine Urlaubskarte bringen?
fa: چگونه حالت می‌تواند انیمیشن را به کارت تعطیلات شما اضافه کند؟
fr: Comment les costumes peuvent ajouter de l'animation à ta carte ?
id: Bagaimana bisa kostum menambahkan animasi ke kartu liburanmu?
kk: Костюмдер сіздің мерекелік ашық хатыңызды қалай жандандыра алады?
lt: Kaip kaukės gali pagyvinti tavo atvirutę?
nb: Hvordan kan figurens drakter bli til en animasjon?
nn: Korleis kan draktene til figuren verta til ein animasjon?
pt_br: Como as fantasias podem tornar seu cartão de boas-festas mais animado?
tr: Kostümler tatil kartına nasıl canlandırmalar ekleyebilir?
vi: Làm cách nào để trang phục thêm chuyển động vào thiệp kỳ nghỉ của bản?
zh_tw: 如何變化造型來幫你的節日卡片加入動畫效果呢？

source: There are 4 ways to add a background image (a.k.a. "backdrop") to your card. To add a backdrop, click on one of these buttons:
cs: Jsou 4 způsoby, jak přidat obrázek pozadí (nazývaný "pozadí") na tvou kartu. Pro přidání pozadí klikni na jedno z těchto tlačítek:
cy: Mae yna 4 ffordd i ychwanegu delwedd cefndir (h.y. "cefnlen") i'ch cerdyn. I ychwanegu cefnlen, cliciwch ar un o'r botymau hyn:
fa: 4 راه برای اضافه کردن یک تصویر پس‌زمینه (a.k.a. "پس‌زمینه") به کارت شما وجود دارد. برای اضافه کردن یک پس‌زمینه، روی یکی از این دکمه‌ها کلیک کنید:
fr: Il y a 4 manières d'ajouter une image de fond (ou "arrière-plan") à ta carte. Pour ajouter un arrière-plan, clique sur l'un de ces boutons :
id: Ada 4 cara untuk menambahkan sebuah gambar latar ke kartumu. Untuk menambahkan sebuah latar, klik salah satu tombol-tombol ini:
vi: Có 4 cách thêm vào ảnh nền (hay là "phông nền") vào thiệp của bạn. Để thêm vào phông nền, bấm vào một trong những nút sau:

source: Here's what each button does:
bn: প্রতিটি বাটন যা করে তা এখানে আছে :
cs: Zde je vysvětlena funkce každého tlačítka:
cy: Dyma beth mae pob botwm yn ei wneud:
fa: در اینجا می‌گوید که هر دکمه چه کاری انجام می‌دهد:
fr: Voici ce que chaque bouton fait :
id: Inilah apa yang dilakukan setiap tombol:
tr: Her düğmenin ne yaptığı:
vi: Đây là chức năng của mỗi nút bấm:

source: Choose a backdrop from the library
bn: লাইব্রেরি থেকে একটি ব্যাকড্রপ বাছাই কর
cs: Vyber pozadí z knihovny
cy: Dewis cefnlen o'r llyfrgell
fa: یک پس‌زمینه از کتابخانه انتخاب کنید
fr: Choisis un arrière-plan dans la bibliothèque
id: Pilih sebuah latar dari pustaka
tr: Kütüphaneden bir zemin seç.
vi: Chọn phông nền từ thư viện

source: Draw your own backdrop
bn: তোমার নিজস্ব দৃশ্যপট আঁক
cs: Nakresli své vlastní pozadí.
cy: Llunio eich cefnlen eich hun
fa: پس‌زمینه خود را بکشید
fr: Dessine ton propre arrière-plan
id: Gambar latarmu sendiri
tr: Kendi zeminini çiz
vi: Vẽ phông nền của riêng bạn

source: Upload an image from your computer
bn: তোমার কম্পিউটার থেকে একটি ছবি আপলোড কর
cs: Nahraj obrázek ze svého počítače.
cy: Llwytho i fyny delwedd o'ch cyfrifiadur
fa: یک تصویر را از رایانه خود آپلود کنید
fr: Envoie une image de ton ordinateur
id: Unggah sebuah gambar dari komputermu
tr: Bilgisayarından bir resim yükle
vi: Tải lên hình ảnh từ máy tính của bạn

source: Take a picture (if you have a webcam)
bn: একটি ছবি তোলো (যদি তোমার ওয়েবক্যাম থাকে)
cs: Pořiď fotografii (pokud máš webkameru)
cy: Cymryd llun (os oes gennych gamera gwe)
fa: یک عکس بگیرید (اگر وب کم دارید)
fr: Prends une photo (si tu as une webcam)
id: Ambil sebuah foto (jika kamu punya webcam)
tr: Bir resim çek (eğer bir web kameran varsa)
vi: Chụp một bức ảnh (nếu bạn có webcam)

source: Next, let's add some background music to your holiday card.
bn: এরপরে, চল তোমার ছুটির কার্ডে কিছু ব্যাকগ্রাউন্ড সঙ্গীত যোগ করি।
cs: Dále pojďme k tvému svátečnímu přání přidat nějakou podkreslovací hudbu.
cy: Nesaf, beth am ychwanegu cerddoriaeth gefndir i'ch cerdyn gwyliau.
de: Nun lass' uns etwas Hintergrundmusik in deine Urlaubskarte bringen.
fa: سپس، بیایید چند موسیقی پس‌زمینه را به کارت تعطیلات خود اضافه کنید.
fr: Ensuite, ajoutons un fond sonore à ta carte.
id: Berikutnya, mari tambahkan sedikit musik latar untuk kartu liburanmu.
kk: Келесі, мерекелік ашық хатқа фондық музыка қосайық.
lt: Toliau, pridėkime muzikos savo atvirutės fonui
nb: Videre: Legg inn bakgrunnsmusikk på julekortet ditt.
nn: Vidare: legg inn inn bakgrunnsmusikk på julekortet
pt_br: Em seguida, vamos adicionar música de fundo em seu cartão de boas-festas.
tr: Sonra, hadi tatil kartına biraz fon müziği ekleyelim.
vi: Kế tiếp, hãy thêm vào nhạc nền cho thiệp kỳ nghỉ của bạn.
zh_tw: 接下來，將一些背景音樂加到你的節日卡片。

source: <p>To add sound to your card, first add an audio file to your project and then program it to play by using the <span class="soundcolor">play sound</span> or <span class="soundcolor">play sound until done</span> block.</p> <p>Check out some of the sounds in the Scratch library -- or import or record your own holiday sounds.</p>
bn: <p>তোমার কার্ডে শব্দ যোগ করতে, প্রথমে তোমার প্রজেক্টে একটি অডিও ফাইল যোগ কর এবং তারপর <span class="soundcolor">শব্দ বাজাও</span> ব্যবহার করে চালনা করার জন্য প্রোগ্রাম কর বা ব্লক <span class="soundcolor">সম্পন্ন না হওয়া পর্যন্ত শব্দ বাজাও</p> Scratch লাইব্রেরি হতে কিছু শব্দ দেখ -- অথবা তোমার নিজস্ব ছুটির শব্দ আমদানি বা রেকর্ড কর।</p>
cs: <p>Pro přidání zvuku do své karty, nejdříve přidej zvukový soubor do projektu a následně ho přehraj použitím <span class="soundcolor">přehraj zvuk</span> nebo <span class="soundcolor">přehrávej, dokud není hotový</span> blok.</p> <p> Prohledej zvuky v knihovně Scratche -- nebo importuj, nahraj své vlastní prázdninové zvuky.</p>
cy: <p>Er mwyn ychwanegu sain i'ch cerdyn, ychwanegwch ffeil sain i'ch project yn gyntaf, ac yna ei rhaglennu i chwarae gan ddefnyddio'r bloc <span class="soundcolor">chwarae sain</span> neu <span class="soundcolor">chwarae sain nes gorffen</span>.</p> <p>Edrychwch ar rhai o'r seiniau yn llyfrgell Scratch -- neu fewnforio neu recordio eich seiniau gwyliau eich hun.</p>
de: <p>Um deine Karte um Klänge zu ergänzen, füge deinem Projekt zunächst eine Audiodatei hinzu. Programmiere das Projekt dann so, dass es den Klang abspielt. Verwende dazu die <span class="soundcolor">spiele Klang</span> oder <span class="soundcolor">spiele Klang ganz</span> Blöcke.</p> <p>Teste einige der Klänge aus der Scratch-Bibliothek - oder importiere beziehungsweise nimm deine eigenen Urlaubsklänge auf.</p>
fa: <p>برای اضافه کردن صدا به کارت خود، ابتدا فایل صوتی را به برنامه خود اضافه کنید و سپس آن را با استفاده از <span class="soundcolor">پخش صدا</span> یا <span class="soundcolor">پخش صدا تا پایان</span>برای پخش برنامه‌ریزی کنید.</p> <p>برخی از صداهای موجود در کتابخانه اسکرچ را بررسی کنید - یا صداهای تعطیلات خود را وارد یا ضبط کنید.</p>
fr: <p>Pour ajouter du son à ta carte, d'abord ajouter un fichier audio à ton projet, puis le programmer à jouer en utilisant le bloc<span class="soundcolor">jouer le son</span> ou <span class="soundcolor">jouer le son jusqu'au bout</span>.</p> <p>Découvre quelques sons dans la bibliothèque Scratch - ou importe ou enregistre tes sons de vacances.</p>
id: <p>Untuk menambahkan suara ke kartumu, tambahkan sebuah berkas audio ke karyamu dan kemudian programkannya untuk bermain menggunakan balok <span class="soundcolor">mainkan suara</span> atau <span class="soundcolor">mainkan suara sampai selesai</span>. </p> <p>Coba lihat sebagian suara-suara di pustaka Scratch -- atau impor atau rekam sendiri suara-suara liburanmu.</p>
kk: <p>Ашық хатқа дыбыс қосу үшін, алдымен, жобаңызға аудио файл қосыңыз және оны <span class="soundcolor">дыбысты ойнау</span> немесе <span class="soundcolor">дыбысты соңына дейін ойнау</span> блоктарын қолданып ойналатындай етіп бағдарламалаңыз.</p> <p>Скретч базасынан дыбыстар қарап көріңіз -- немесе жүктеңіз не өз мерекелік дыбыстарыңызды жазыңыз.</p>
nb: <p>For å legge inn lyd i julekortet henter du først inn en lydfil i prosjektet og så får du den til å spilles med klossene <span class="soundcolor">spill lyden</span> eller <span class="soundcolor">spill lyden _ til den er ferdig</span>-kloss.</p> <p>Prøv noen av lydene i biblioteket som følger med Scratch. Du kan også ta opp din egen lyd eller bruke en lydfil du har på datamaskinen.</p>
nn: <p>For å leggja inn lydar i julekortet hentar du først inn ei lydfil i prosjektet, og så får du ho til å spelast av med klossane <span class="soundcolor">spel lyden</span> eller <span class="soundcolor">spel lyden til han er ferdig</span>.</p> <p>Prøv nokre av lydane som finst i lydbiblioteket som følgjer med Scratch. Du kan òg ta opp din eigen lyd eller bruka ei lydfil du har på datamaskina.</p>
pt_br: <p>Para adicionar som ao seu cartão, primeiro adicione um arquivo de áudio ao seu projeto, e então programe-o para tocar usando o bloco <span class="soundcolor">executar som</span> ou o bloco <span class="soundcolor">executar som até terminar</span>.</p> <p>Veja alguns dos sons na biblioteca Scratch -- ou importe ou grave seus próprios sons.</p>
vi: <p>Để thêm vào âm anh cho thiệp của bạn, trước tiên thêm vào tệp tin âm thanh vào chương trình và sau đó lập trình nó phát bằng cách sử dụng mảnh ghép <span class="soundcolor">phát âm thanh</span> hoặc <span class="soundcolor">phát âm thanh cho đến khi</span> </p> <p>Thử một vài âm thanh từ thư viện Scratch -- hoặc thêm vào hoặc thu âm âm thanh kỳ nghỉ của riêng bạn.</p>
zh_tw: <p>新增音效到你的卡片，首先在你的程式專案加入一個音效檔案，接著使用<span class="soundcolor">「播放音效」</span>或<span class="soundcolor">「播放音效直到結束」</span>程式積木來設定音效要如何播放。</p> <p>查看Scratch音效庫中的音效--你也可以輸入或錄下你專屬的節日音效。</p>

source: What sounds will your card make?
bn: তোমার কার্ড কি শব্দ করবে?
cs: Jaké zvuky bude tvoje pohlednice vydávat?
cy: Pa seiniau fydd eich cerdyn yn eu gwneud?
de: Welche Klänge soll deine Karte erzeugen?
fa: کارت شما چه صداهای در می‌آورد؟
fr: Quels sons veux-tu mettre sur ta carte ?
id: Suara-suara apa yang akan dibuat kartumu?
kk: Ашық хатыңыз қандай дыбыстар шығарады?
nb: Hvilke lyder skal julekortet ditt ha?
nn: Kva for lydar vil du ha med på kortet?
pt_br: Quais sons seu cartão vai fazer?
tr: Kartın hangi sesleri çıkartacak?
vi: Thiệp của bạn sẽ tạo ra âm thanh gì?
zh_tw: 你的卡片會發出什麼樣的聲音呢？

source: Next, let's help people know how to interact with your card.
bn: তারপর, চল কার্ডের সাহায্যে কিভাবে ইন্টারেক্ট করতে হয় তা সবাইকে জানিয়ে সাহায্য করি।
cs: A dál, pojďme lidem pomoct zjistit jak ovládat tvoje přání.
cy: Nesaf, cawn ni helpu i bobl wybod sut i ymateb i'ch cerdyn.
de: Nun, gib den Leuten eine Hilfestellung, damit sie wissen, wie sie mit deiner Karte interagieren können.
fa: سپس، بیایید به مردم کمک کنیم تا بدانند چگونه با کارت شما تعامل داشته باشند.
fr: Ensuite, aidons les gens à savoir comme on peut interagir avec ta carte.
id: Setelah itu, ayo bantu orang-orang agar tahu cara berinteraksi dengan kartumu.
kk: Келесі, өзгелерге сіздің ашық хатыңызбен пайдалануға көмектесейік.
nb: Videre: Vis andre hvordan julekortet skal brukes.
nn: Vidare: vis andre korleis julekortet skal brukast
pt_br: Em seguida, vamos ajudar as pessoas para que elas saibam como interagir com seu cartão.
vi: Kế tiếp, hãy giúp mọi người biết cách tương tác với thiệp của bạn.
zh_tw: 接下來，讓別人知道要如何與你的卡片互動。
