Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Then drag out a <span class="motioncolor">go to x y</span> block:
bn: এরপর একটি <span class="motioncolor">x y এ যাও</span> ব্লক ড্রাগ করে বাদ দাও:
cs: Poté přetáhni blok <span class="motioncolor">skoč na pozici x y</span>:
cy: Yna llusgwch allan floc <span class="motioncolor">mynd i x y</span>:
de: Ziehe dann einen <span class="motioncolor">gehe zu x y</span>-Block heraus:
fa: سپس یک قطعه <span class="motioncolor">برو به x y</span>بیرون بکشید.
fr: Puis fais glisser un bloc<span class="motioncolor">aller à x y</span> :
id: Kemudian seret keluar sebuah balok <span class="motioncolor">pergi ke x y</span>:
kk: ⇥ <span class="motioncolor"> x y -ға барыңыз</span> блогын алып шығыңыз: ⇥
nb: Deretter drar du ut en <span class="motioncolor">gå til x y</span>-kloss:
nn: Dra så ut ein <span class="motioncolor">gå til x y</span>-kloss:
pt_br: Então, arraste um bloco <span class="motioncolor">vá para x y</span>:
vi: Sau đó kéo ra mảnh ghép <span class="motioncolor">đi đến x y</span>:
zh_tw: 拖拉出一個 <span class="motioncolor">定位到 x:[…] y:[…] </span> 積木。

source: When you click on that block, the ball will go to the starting point.
bn: যখন তুমি সেই ব্লকটিতে ক্লিক করবে, বলটি শুরুর অবস্থানে চলে যাবে।
cs: Pokud klikneš na tento blok, míč se vrátí na začátek.
cy: Pan fyddwch yn clicio ar y bloc hwnnw, bydd y bel yn mynd i'r man cychwyn.
de: Wenn du auf diesen Block klickst, geht der Ball zurück zum Startpunkt.
fa: وقتی روی آن قطعه کلیک می‌کنید، توپ به نقطه شروع می‌رود.
fr: Quand tu cliques sur ce bloc, la balle va aller au point de départ.
id: Ketika kamu mengklik balok itu, bolanya bakal pergi ke titik permulaan.
kk: Сіз бұл блокқа басқан кезде, доп бастапқы нүктесіне барады.
nb: Når du klikker på den klossen vil ballen gå til startpunktet.
nn: Når du trykkjer på klossen, vil ballen gå til startpunktet.
pt_br: Quando você clicar nesse bloco, a bola vai para o ponto inicial.
tr: Bu bloka tıkladığınızda, top başlangıç noktasına gider.
vi: Khi bạn bấm vào mảnh ghép, quả bóng sẽ đi đến điểm bắt đầu.
zh_tw: 當積木被點擊，球就會返回到原點。

source: Next, press a key to start
bn: তারপর, শুরু করতে একটি কী চাপ দাও
cs: Dále pro spuštění klikni na klávesu.
cy: Nesaf pwyswch fysell i gychwyn.
de: Drücke als nächstes eine Taste um zu starten
fa: سپس، یک کلید را برای شروع فشار دهید
fr: Ensuite, presse une touche pour démarrer
id: Setelah itu, tekan sebuah tombol untuk memulai
kk: Енді, бастау үшін батырманы басыңыз
nb: Videre: Trykk en tast for å starte
nn: Vidare: trykk ein tast for å starta
pt_br: Em seguida, pressione uma tecla para começar
tr: Sonra, başlamak için bir tuşa basın
vi: Kế tiếp, bấm một phím để bắt đầu
zh_tw: 下一步，按下按鍵開始程式

source: Add More Sounds
bn: আরও শব্দ যোগ কর
cs: Přidej více zvuků
cy: Ychwanegwch Ragor o Seiniau
de: Füge weitere Klänge hinzu
fa: صداهای بیشتری اضافه کنید
fr: Ajoute des sons
id: Tambahkan Lebih Banyak Suara
kk: Көбірек дыбысты қосыңыз
nb: Legg inn flere lyder
nn: Legg til fleire lydar
pt_br: Adicione mais sons
tr: Daha fazla sesler ekleyin
vi: Thêm vào Âm thanh
zh_tw: 添加更多聲音

source: Click the play button to preview the sounds.
bn: শব্দের পূর্বরূপ দেখতে প্লে বাটনে ক্লিক করো।
cs: Klikni na tlačítko spuštění pro přehrání zvuku.
cy: Cliciwch y botwm chwarae i gael rhag-glywed y seiniau
de: Klicke auf den Abspielen-Knopf um die Klänge vorher anzuhören.
fa: بر روی دکمه پخش برای پیش‌نمایش صداها کلیک کنید.
fr: Clique sur le bouton jouer pour écouter le son.
id: Klik tombol mainkan untuk meninjau suara-suaranya.
kk: Дыбысты ойнату батырмасын басыңыз.
nb: Klikk avspillingsknappen ("trekant-pil") for å høre på lydene.
nn: Trykk på avspelingsknappen (trekantpil) for å høyra på lydane.
pt_br: Clique no play para conhecer os sons.
tr: Sesleri önizlemek için oynat düğmesini tıklayın.
vi: Bấm vào phím phát để nghe thử âm thanh.
zh_tw: 點擊播放按鈕以測試音效。

source: Score Points
bn: প্রাপ্ত নম্বর
cs: Počet bodů
cy: Pwyntiau Sgorio
de: Punkte
fa: امتیازها
fr: Score
id: Menangkan Poin
kk: Ұпайлар
nb: Tell poeng
nn: Tel poeng
pt_br: Pontuação
tr: Skor Puanları
vi: Ghi Điểm số.
zh_tw: 記錄得分

source: Add a variable for keeping score.
bn: স্কোর রাখার জন্য একটি ভ্যারিয়েবল যোগ কর।
cs: Přidej proměnnou pro uchování skóre.
cy: Ychwanegwch newidyn er mwyn cadw sgôr.
de: Füge eine Variable hinzu, die den Spielstand enthält.
fa: یک متغیر برای کسب امتیاز اضافه کنید.
fr: Ajoute une variable pour garder le score.
id: Tambahkan sebuah variabel untuk melacak nilai
kk: Ұпайды сақтау үшін айнымалы қос.
nb: Lag en variabel for å telle poeng.
nn: Lag ein variabel for å telja poeng.
pt_br: Adicione uma variável para registrar a pontuação.
tr: Skoru tutabilmesi için bir değişken ekle.
vi: Thêm biến để giữ điểm số.
zh_tw: 加入一個變數來記錄得分。

source: Drag out a <span class="datacolor">change score by 1</span> block.
bn: একটি <span class="datacolor">1 দ্বারা স্কোর পরিবর্তন কর</span> ব্লক টেনে আন।
cs: Přetáhni blok <span class="datacolor">změn skóre o 1</span>.
cy: Llusgwch allan floc <span class="datacolor">newid scôr yn ôl 1</span>.
de: Ziehe einen <span class="datacolor">ändere score um 1</span>-Block heraus.
fa: یک قطعه<span class="datacolor">تغییر امتیاز به 1</span> را بیرون بکشید.
fr: Fais glisser un bloc <span class="datacolor">ajouter à score 1</span>.
id: Seret keluar sebuah balok <span class="datacolor">ubah nilai sebesar 1</span>.
kk: ⇥<span class="datacolor">Ұпайды 1 ге өзгерту</span> блогын алып шығыңыз. ⇥
nb: Dra ut en <span class="datacolor">endre poeng med 1</span>-kloss.
nn: Dra ut ein <span class="datacolor">endra «poeng» med 1</span>-kloss.
pt_br: Arraste um bloco <span class="datacolor">altere a pontuação em 1</span>.
vi: Kéo ra một mảnh ghép <span class="datacolor">tăng điểm thêm 1</span>.
zh_tw: 拖拉出一個 <span class="datacolor">將變數得分改變 1</span> 積木。

source: Insert it in your script to add a point each time the ball goes through the hoop:
bn: প্রতিবার বলটি হুপ দিয়ে যাওয়ার সময় একটি পয়েন্ট যোগ করতে এটি তোমার স্ক্রিপ্টে ঢোকাও:
cs: Vlož to do svého scénáře, abys přidal/a body pokaždé, když míč proletí kruhem:
cy: Gallwch ei fewnosod i'ch sgript i ychwanegu pwynt bob tro fydd y bêl yn mynd drwy'r cylch.
de: Füge sie in dein Skript ein, sodass jedesmal wenn der Ball durch den Reifen geht ein Punkt hinzugezählt wird:
fa: آن را به دستور خود وارد کنید تا هر زمانی که توپ از حلقه رد شد، یک امتیاز اضافه شود:
fr: Insère le dans ton script pour ajouter un point chaque fois que la balle passe dans le panier :
id: Sisipkan di skripmu untuk menambahkan sebuah poin setiap kali bolanya jatuh melewati ring:
kk: Доп шеңбер арқылы өткен сайын ұпай қосылатындай етіп скриптқа еңгізіңіз:
nb: Sett den inn i skriptet for å telle poeng hver gang ballen går i kurven.
nn: Sett han inn i skriptet for å telja poeng kvar gong ballen går i korga:
pt_br: Insira-o em seu script para adicionar um ponto toda vez que a bola passar pelo aro:
tr: Top her zaman çember boyunca geçtiğinde bir nokta eklemek için senaryoya ekleyin:
vi: Chèn nó vào kịch bản của bạn để thêm một điểm mỗi lần quả bóng đi qua ô lưới:
zh_tw: 將下列積木堆放到你的程式中，每投進一球就會得分：

source: To reset the score when you start the game, drag out a <span class="datacolor">set score to 0 </span> block. Add a <span class="eventscolor">when green flag clicked</span> block on top:
bn: খেলার শুরুতে স্কোর রিসেট করতে, একটি <span class="datacolor">স্কোর 0 এ নির্ধারণ কর</span> ব্লক টেনে আন। একটি <span class="eventscolor">যখন সবুজ পতাকা ক্লিক করা হয়</span> ব্লক উপরে যোগ কর:
cs: Pro resetování skóre když začne hra, přetáhni blok <span class="datacolor">nastav skóre na 0 </span>. Přidej blok <span class="eventscolor">po kliknutí na zelenou vlajku</span> na vrch:
cy: I ailosod y sgôr pan rydych yn cychwyn gêm, llusgwch allan floc <span class="datacolor">gosod y sgôr i 0 </span>. Ychwanegwch floc <span class="eventscolor">pan mae'r faner werdd wedi ei chlicio</span> ar y brig:
de: Um den Punktestand zurückzusetzen wenn das Spiel gestartet wird, ziehe einen <span class="datacolor">setze score auf 0 </span>-Block heraus. Füge einen <span class="eventscolor">Wenn Startflagge angeklickt</span>-Block oben an:
fa: برای تنظیم مجدد امتیاز هنگام شروع بازی، یک قطعه <span class="datacolor">تنظیم امتیاز به 0</span> بیرون بکشید. یک قطعه<span class="eventscolor"> هنگامی که پرچم سبز کلیک می‌شود</span>را در بالا اضافه کنید:
fr: Pour remettre le score à zéro quand tu démarres le jeu, fais glisser un bloc <span class="datacolor">mettre le score à 0 </span> block. Ajoute un bloc <span class="eventscolor">quand le drapeau vert est cliqué</span> en haut :
id: Untuk mengatur ulang nilai saat kamu memulai permainan. seret keluar sebuah balok <span class="datacolor">atur nilai ke 0</span>. Tambahkan sebuah balok <span class="eventscolor">ketika bendera hijau diklik</span> di paling atas:
kk: Ойынның басында санауды қайта бастау үшін <span class="datacolor">ұпайды 0-ге қою</span>блогын шығарыңыз. Жоғарыға <span class="eventscolor">жасыл жалауша басылған кезде</span> блогын қосыңыз:
nb: For å nullstille poengsummen når spillet starter trenger du en <span class="datacolor">sett poeng til 0 </span>-kloss. Sett på en <span class="eventscolor">når grønt flagg klikkes</span>-kloss:
nn: For å nullstilla poengsummen når spelet startar treng du ein <span class="datacolor">set «poeng» til 0 </span>-kloss. Set på ein <span class="eventscolor">når grønt flagg vert trykt på</span>-kloss:
pt_br: Para reiniciar a pontuação quando você começar o jogo, arraste um bloco <span class="datacolor">defina a pontuação como 0 </span>. Adicione um bloco <span class="eventscolor">quando a bandeira verde for clicada</span> no topo:
vi: Để đặt lại điểm khi bạn bắt đầu trò chơi, kéo ra một mảnh ghép <span class="datacolor">đặt điểm về 0 </span>. Thêm vào mảnh ghép <span class="eventscolor">khi cờ xanh được bấm</span> vào bên trên:
zh_tw: 若要在每次開始遊戲時重計分數，可以使用 <span class="datacolor">變數 {score} 設為 [0] </span> 積木。並在上頭加上 <span class="eventscolor">當綠旗被點擊</span>積木：

source: Add a Challenge
bn: একটি চ্যালেঞ্জ যোগ কর
cs: Přidej výzvu
cy: Ychwanegwch Her
de: Füg eine Aufgabe hinzu
fa: یک چالش اضافه کنید
fr: Ajoute un défi
id: Tambahkan sebuah Tantangan
kk: Міндетті қосыңыз
nb: Gjør det mer spennende
nn: Gjer det meir spennande
pt_br: Adicionar um desafio
sl: Dodaj izziv
tr: Zorluk Katalım
vi: Thêm Thử thách
zh_tw: 新增挑戰活動

source: Make the defender jump at random times.
bn: যেকোন সময়ে ডিফেন্ডারকে লাফ দেয়াও।
cs: Přiměj obránce skákat v náhodném čase.
cy: Gwneud i'r amddiffynnwr neidio ar hap
de: Mach dass der Verteidiger zu zufälligen Zeitpunkten springt.
fa: مدافع را در زمان‌های تصادفی بپرانید.
fr: Fais sauter le défenseur à des moments au hasard.
id: Buat penjaganya melompat pada waktu-waktu sembarang.
kk: Қорғаушыны кездейсоқ уақыт аралығында секіретін қылыңыз.
nb: La forsvarsspilleren hoppe opp av og til.
nn: Få forsvarsspelaren til å hoppa opp av og til.
pt_br: Faça o defensor pular um número aleatório de vezes.
tr: Savunucuyu rastgele zamanlarda atlat.
vi: Làm hậu vệ nhảy theo thời gian ngẫu nhiên.
zh_tw: 讓防守者在不固定時間跳起來。

source: Click the <span class="operatorscolor">Operators</span> category and add a <span class="operatorscolor">pick random</span> block:
bn: <span class="operatorscolor">অপারেটর</span> বিভাগে ক্লিক কর এবং <span class="operatorscolor">যেকোনটি বাছাই কর</span> ব্লক যুক্ত কর:
cs: Klikni na kategorii <span class="operatorscolor">Operátory</span> a přidej blok <span class="operatorscolor">náhodné číslo</span>:
cy: Cliciwch y categori <span class="operatorscolor">Gweithredwyr</span> ac ychwanegu bloc <span class="operatorscolor">dewis ar hap</span>:
de: Klicke auf die Kategorie <span class="operatorscolor">Operatoren</span> und füge deinem Skript einen <span class="operatorscolor">Zufallszahl von bis</span>-Block hinzu:
fa: روی گروه <span class="operatorscolor">اپراتورها</span> کلیک کنید و یک قطعه <span class="operatorscolor">انتخاب تصادفی</span>اضافه کنید.
fr: Clique sur la catégorie <span class="operatorscolor">Opérateurs</span> et ajotue un bloc <span class="operatorscolor">nombre aléatoire</span>:
id: Klik kelompok <span class="operatorscolor">Operator</span> dan tambahkan sebuah balok <span class="operatorscolor">pilih sembarang</span>:
kk: ⇥<span class="operatorscolor">Амалдар</span> категориясын және <span class="operatorscolor">кездейсоқ таңдау</span> блогын басыңыз: ⇥
nb: Klikk på <span class="operatorscolor">Operatorer</span>-kategorien og dra ut en <span class="operatorscolor">tilfeldig tall</span>-kloss:
nn: Trykk på <span class="operatorscolor">Operatorar</span>-kategorien og dra ut ein <span class="operatorscolor">tilfeldig tal</span>-kloss:
pt_br: Clique na categoria <span class="operatorscolor">Operadores</span> e adicione um bloco <span class="operatorscolor">escolha aleatoriamente</span>:
vi: Bấm vào mục <span class="operatorscolor">Toán tử</span> và thêm vào mảnh ghép <span class="operatorscolor">lấy ngẫu nhiên</span>:
zh_tw: 點選 <span class="operatorscolor">運算</span> 類別，並使用其中的 <span class="operatorscolor">隨機取數 […] 到 […]</span>積木：

source: You can type in different numbers to adjust how long it waits.
bn: এটি কতক্ষণ অপেক্ষা করতে পারে তার সামঞ্জস্যতা বজায় রাখতে তুমি বিভিন্ন সংখ্যা টাইপ করতে পার।
cs: Můžeš napsat různá čísla abys upravil/a jak dlouho to má čekat.
cy: Gallwch deipio rhifau gwahanol i newid pa mor hir mae'n aros.
de: Du kannst verschiedene Zahlen eingeben um die Wartezeit einzustellen.
fa: شما می‌توانید عددهای مختلف را وارد کرده تا زمان انتظار را تنظیم کنید.
fr: Tu peux taper différents nombres pour ajuster le temps d'attente.
id: Kamu bisa mengetik angka-angka yang berbeda untuk menyesuaikan berapa lama dia menunggu.
kk: Қанша уақыт күту керектігін реттеу үшін әр түрлі мәндерді енгізе аласыз.
nb: Du kan skrive tall som bestemmer hvor lange ventetidene blir.
nn: Du kan skriva tal som avgjer kor lange ventetidene vert.
pt_br: Você pode digitar números diferentes para ajustar o tempo de espera.
tr: Ne kadar bekleyeceğini ayarlamak için farklı numaralar yazabilirsiniz.
vi: Bạn có thể nhập vào những số khác nhau để điều chỉnh thời gian nó chờ.
zh_tw: 你可以輸入不同的數字以調整等待的時間。

source: Click the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when space key pressed</span> block. Snap it on top.
bn: <span class="eventscolor">ঘটনা</span> বিভাগে ক্লিক কর এবং একটি <span class="eventscolor">যখন স্পেস কী চাপা হয়</span> ব্লক টেনে আন। এটি উপরে স্ন্যাপ কর।
cs: Klikni na kategorii <span class="eventscolor">Události</span> a přetáhni blok <span class="eventscolor">po stisku klávesy mezerník</span>. Připni ho nahoru.
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span> a llusgo allan bloc <span class="eventscolor">pan mae'r bylchwr yn cael ei bwyso</span>. Ei snapio i'r brig.
de: Klicke auf die Kategorie <span class="eventscolor">Ereignisse</span> und ziehe einen <span class="eventscolor">Wenn Leertaste gedrückt</span>-Block heraus. Baue ihn oben an.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید و قطعۀ <span class="eventscolor">هنگامی که کلید space فشرده می‌شود</span> را بکشید. آن را به بالا ببرید.
fr: Clique sur la catégorie <span class="eventscolor">Événements</span> et fais glisser un bloc <span class="eventscolor">quand espace est pressé</span>. Insère-le en haut.
id: Klik kelompok <span class="eventscolor">Kejadian</span> dan seret keluar sebuah balok <span class="eventscolor">ketika tombol spasi ditekan</span>. Sisipkan ke paling atas.
kk: <span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. <span class="eventscolor">бос орын пернесі басулы тұрғанда</span> блогын алып шығыңыз және оны үстінен бекітіңіз.
nb: Klikk <span class="eventscolor">Hendelser</span>-kategorien og dra ut en <span class="eventscolor">når mellomrom trykkes</span>-kloss. Fest den øverst.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien og dra ut ein <span class="eventscolor">når mellomrom vert trykt</span>-kloss. Fest han øvst.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span> e arraste um bloco <span class="eventscolor">quando a tecla espaço for pressionada</span>. Encaixe-o no topo.
vi: Bấm vào mục <span class="eventscolor">Sự kiện</span> và kéo ra mảnh ghép <span class="eventscolor">khi phím khoảng trắng được bấm</span>. Chặp nó vào bên trên.
zh_tw: 從<span class="eventscolor">事件</span> 類指令中拖曳出 <span class="eventscolor">當 {…} 鍵被按下</span>積木並放到現有程式上方。

source: Try dragging the ball to any other point on the Stage.
bn: মঞ্চের অন্য কোন বিন্দুতে বল টেনে আনার চেষ্টা কর।
cs: Zkus míč přetáhnout na jakékoliv jiné místo ve scéně.
cy: Ceisiwch lusgo'r bêl i unrhyw bwynt arall ar y Llwyfan.
de: Versuch den Ball zu einem anderen Ort auf der Bühne zu ziehen.
fa: سعی کنید توپ را به هر نقطه دیگری در صحنه بکشید.
fr: Essaie de faire glisser la balle à un autre endroit de la Scène.
id: Coba seret bolanya ke titik lain manapun di Panggung.
kk: Допты сахнаның кез келген басқа нүктесіне апаруға тырысыңыз.
nb: Prøv å dra ballen til et annet sted på scenen.
nn: Prøv å dra ballen til ein annan stad på scena.
pt_br: Tente arrastar a bola para qualquer outro ponto do palco.
tr: Topu sahneden başka bir noktaya sürüklemeyi deneyin.
vi: Thử kéo quả bóng ra bất kỳ vị trí nào trên Sân khấu.
zh_tw: 試試將球拖曳到舞台上的任何位置。

source: When you press the space key on your keyboard, the ball will go to the starting point.
cs: Když stiskneš mezerník na tvé klávesnici, tak se míč vrátí na svojí původní pozici.
cy: Pan fyddwch yn pwyso'r bylchwr ar eich bysellfwrdd, bydd y bêl yn mynd i'r man cychwyn.
de: Wenn du die Leertaste drückst geht der Ball zum Startpunkt.
fa: هنگامی که کلید فضا را روی صفحه کلید خود فشار می‌دهید، توپ به نقطه شروع می‌رود.
fr: Quand tu appuies sur la touche espace de ton clavier, la balle va aller au point de départ.
id: Ketika kamu menekan tombol spasi di papan tombolmu, bolanya bakal pergi ke titik permulaan.
kk: Пернетақтадағы бос орын пернесі басылғанда, доп бастапқы нүктесіне барады.
nb: Når du trykker mellomrom går ballen til startpunktet igjen.
nn: Når du trykkjer mellomromstasten, går ballen til startpunktet.
pt_br: Quando você pressionar a tecla espaço em seu teclado, a bola vai para o ponto inicial.
tr: Klavyenizdeki boşluk tuşuna bastığınızda, top başlangıç noktasına gider.
vi: Khi bạn bấm phím khoảng trắng trên bàn phím, quả bóng sẽ đi đến điểm bắt đầu.
zh_tw: 當你按下鍵盤上的空白鍵，球就會返回到原點。

source: <span class="reminder">Tip: Any thing you can move in Scratch (like the ball) is called a 'sprite'.</span>
bn: <span class="reminder">টীকা: কোন কিছু যা তুমি Scratch এ সরাতে পার (যেমন বল) সেটিকে 'স্প্রাইট' বলে।</span>
cs: <span class="reminder">Tip: Všemu s čím můžeš ve Scratchi hýbat (jako s tímto míčem) se říká "postava" .</span>
cy: <span class="reminder">Awgrym: Mae unrhyw beth y gallwch ei symud yn Scratch (fel y bêl) yn cael ei alw'n 'gorlun'.</span>
de: <span class="reminder">Tipp: Alles was du in Scratch bewegen kannst (wie zum Beispiel den Ball) wird als Figur bezeichnet.</span>
fa: <span class="reminder">نکته: هر چیزی که بتوانید در اسکرچ آن را حرکت دهید (مثل توپ) "شکلک" نامیده می‌شود.</span>
fr: <span class="reminder">Astuce: tout ce que tu peux faire bouger dans Scratch (comme la balle) est appelé un 'lutin'.</span>
id: <span class="reminder">Tip: Benda apapun yang bisa kamu gerakkan di Scratch (seperti bola tadi) disebut 'sprite'.</span>
kk: <span class="reminder">Кеңес: Скретчте сіз қозғалта алатын әрбір зат (мысалға, доп) 'спрайт' деп аталады.</span>
nb: <span class="reminder">Tips: Alt du kan flytte på i Scratch (for eksempel ballen) kalles "figur" ("sprite" på engelsk).</span>
nn: <span class="reminder">Tips: Alle ting du kan flytta på (for eksempel ballen) vert i Scratch kalla «figurar».</span>
pt_br: <span class="reminder">Dica: qualquer coisa que você pode mover no Scratch (como a bola) é chamada de "ator".</span>
vi: <span class="reminder">Thủ thuật: Bất kỳ thứ gì bạn có thể di chuyển trong Scratch (giống như quả bóng) được gọi là 'đối tượng'.</span>
zh_tw: <span class="reminder">提示：任何在 Scratch 上可以移動的物件，在 Scratch 上都稱作 sprite，中文管它叫 角色。</span>

source: Next, move the ball to the net
bn: তারপর, বলটিকে জাল পর্যন্ত নিয়ে যাও
cs: Dále, přesuň míč k síti
cy: Nesaf, symud y bêl i'r rhwyd
de: Bewege als Nächstes den Ball zum Netz
fa: سپس، توپ را به سمت تور حرکت دهید
fr: Ensuite, déplace la balle jusqu'au filet.
id: Setelah itu, pindahkan bolanya ke jaring
kk: Енді, допты қозғалатындай қылыңыз
nb: Videre: Kast mot kurven
nn: Vidare: kast mot korga
pt_br: Em seguida, mova a bola até a cesta
tr: Ardından topu fileye taşıyın
vi: Kếp tiếp, di chuyển quả bóng về phía lưới
zh_tw: 下一步，將球移到籃框

source: Click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">point towards</span> block and snap it on top. Choose “Net” from the pull-down menu.
bn: <span class="motioncolor">গতি</span> বিভাগে ক্লিক কর। একটি <span class="motioncolor">দিক নির্দেশ কর</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর। পুল-ডাউন মেনু থেকে "নেট" নির্বাচন কর।
cs: Klikni na kategorii <span class="motioncolor">Pohyb</span> . Přetáhni blok <span class="motioncolor">nastav směr k</span> a připni ho nahoru. Vyber “Síť” z rozbalovací nabídky.
cy: Cliciwch y categori <span class="motioncolor">Symud</span>. Llusgwch allan floc <span class="motioncolor">pwyntio tuag at</span> a'i snapio i'r brig. Dewiswch “Rhwyd” o'r gwymplen.
de: Klicke auf die Kategorie <span class="motioncolor">Bewegung</span>. Ziehe einen <span class="motioncolor">drehe dich zu ()</span>-Block heraus und baue ihn oben an. Wähle die Figur für das Netz im Ausklappmenu aus.
fa: روی گروه <span class="motioncolor">حرکت</span>کلیک کنید. یک قطعه <span class="motioncolor">اشاره به سمت</span> را بیرون کشیده و آن را به بالا ببرید. "تور" را از منوی کشویی انتخاب کنید.
fr: Clique sur la catégorie <span class="motioncolor">Mouvement</span>. Fais glisser un bloc <span class="motioncolor">s'orienter vers</span> et insère le en haut. Choisis “Net” (filet) dans le menu déroulant.
id: Klik kelompok <span class="motioncolor">Gerakan</span>. Seret keluar sebuah balok <span class="motioncolor">mengarah ke</span> dan sisipkan ke paling atas. Pilih "Jaring" dari menu tarik-turun.
kk: <span class="motioncolor">қозғалыс</span> санатына басыңыз. <span class="motioncolor">келесі бағытқа</span>блогын алып шығыңыз және оны үстінен бекітіңіз. Ашылмалы мәзірден "қақпа"-ны таңдаңыз.
nb: Klikk <span class="motioncolor">Bevegelse</span>-kategorien. Dra ut en <span class="motioncolor">pek mot</span>-kloss og fest den øverst. Velg “Net” fra menyen i klossen.
nn: Trykk på <span class="motioncolor">Rørsle</span>-kategorien. Dra ut ein <span class="motioncolor">peik mot</span>-kloss og fest han øvst. Vel «Net» frå menyen i klossen.
pt_br: Clique na categoria <span class="motioncolor">Movimento</span>. Arraste um bloco <span class="motioncolor">aponte na direção</span> e coloque-o no topo. Escolha "Cesta" no menu.
vi: Bấm vào mục <span class="motioncolor">Di chuyển</span>. Kéo ra mảnh ghép <span class="motioncolor">hướng về phía</span> và chặp nó lên trên. Chọn “Lưới” từ menu xổ xuống.
zh_tw: 從 <span class="motioncolor">動作</span> 類指令中拖曳出 <span class="motioncolor">面朝 {…} 向</span> 的積木，將它放置到當前積木堆的最上方， 接著從裡頭的下拉清單中選取名為「Net」的項目。
