Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <img src="%(url_ask_and_wait)s" /> asks a question and stores the keyboard input in <img src="%(url_answer)s" />. The question appears in a voice balloon on the screen. The program waits as the user types in a response, until the Enter key is pressed or the check mark is clicked.
bn: <img src="%(url_ask_and_wait)s" /> একটি প্রশ্ন জিজ্ঞাসা করে এবং <img src="%(url_answer)s" /> এ কীবোর্ড ইনপুট সঞ্চয় করে। প্রশ্নটি স্ক্রিনের একটি কণ্ঠস্বর বেলুনে উপস্থিত হয়। প্রশ্নটি পর্দায় একটি ভয়েস বেলুনে উপস্থিত হয়। যতক্ষণ না এন্টার কী চাপা হয় বা যাচাই চিহ্নটি ক্লিক না করা হয়, প্রোগ্রামটি ব্যবহারকারীর প্রতিক্রিয়া হিসাবে টাইপ করার জন্য অপেক্ষা করে।
cs: <img src="%(url_ask_and_wait)s" />položí otázku a uloží klávesový vstup do <img src="%(url_answer)s" />. Otázka se objeví jako mluvící bublina na obrazovce. Program čeká, dokud uživatel při psaní odpovědi nestiskne klávesu Enter nebo neklikne na potvrzující značku.
cy: Mae <img src="%(url_ask_and_wait)s" /> yn gofyn cwestiwn ac yn cadw mewnbwn bysellfwrdd yn <img src="%(url_answer)s" />.Mae'r cwestiwn yn ymddangos mewn swigen llais ar y sgrin. Mae'r rhaglen yn aros wrth i'r defnyddiwr deipio ei ymateb, nes bod y fysell Enter yn cael ei phwyso neu'r blwch ticio ei glicio.
fa: <img src="%(url_ask_and_wait)s" />سوالی بپرسید و ورودی صفحه کلید را در آن ذخیره کنید. <img src="%(url_answer)s" />این سوال در یک بالون صوتی روی صفحه نمایش نشان داده می شود. برنامه مادامی که کاربر پاسخی را تایپ می کند، تا زمانی که کلید Enter وارد نشود یا علامت تیک کلیک نشود، منتظر می ماند.
fr: <img src="%(url_ask_and_wait)s" /> pose une question et stocke l'entrée du clavier dans <img src="%(url_answer)s" />. La question apparaît dans une bulle à l'écran. Le programme attend que l'utilisateur entre une réponse, jusqu'à ce que la touche Entrée soit enfoncée ou que la coche soit cliquée.
id: <img src="%(url_ask_and_wait)s" />menanyakan sebuah pertanyaan lalu menyimpan input papan ketik di <img src="%(url_answer)s" />. Pertanyaan tampak sebagai balon perkataan di layar. Program menunggu selama pengguna mengetik sebuah jawaban, sampai tombol Enter ditekan atau tanda centang diklik.
nb: <img src="%(url_ask_and_wait)s" /> stiller et spørsmål og lagrer svaret i <img src="%(url_answer)s" />. Spørsmålet vises i en snakkeboble på skjermen. Programmet venter mens brukeren skriver inn svaret, helt til enter-tasten trykkes eller hake-merket klikkes.
sl: <img src="%(url_ask_and_wait)s" />postavi vprašanje in shrani vnos s tipkovnice v <img src="%(url_answer)s" />. Vprašanje se pojavi v oblačku na zaslonu. Program čaka, da uporabnik napiše odgovor in pritisne Enter ali naredi kljukico.
tr: <img src="%(url_ask_and_wait)s" /> soru sorar ve klavye girdisini <img src="%(url_answer)s" />'de saklar. Soru ekran üzerinde ses baloncuğunda görüntülenir. Uygulama kullanıcının yanıt yazmasını bekler, ta ki; Enter tuşu basılana ya da onay düğmesine tıklanana kadar.
vi: <img src="%(url_ask_and_wait)s" /> đặt câu hỏi và lưu đầu vào từ bàn phím trong <img src="%(url_answer)s" />. Câu hỏi xuất hiện trong khung đối thoại trên màn hình. Chương trình sẽ chờ người dùng nhập phản hồi, cho đến khi phím Enter được bấm hoặc dấu check được bấm.

source: Reports Stage's current backdrop name
bn: মঞ্চের বর্তমান ব্যাকড্রপ নামটি জানবে
cs: Ohlásí název aktuálního pozadí scény
cy: Enwi cefnlen gyfredol y Llwyfan
de: Gibt den Namen des aktuellen Bühnenbildes zurück
fa: نام پس زمینه فعلی مرحله گزارش
fr: Renvoie le nom de l'arrière-plan actuel de la Scène
id: Melaporkan nama latar yang digunakan Panggung saat ini
kk: Есептер кезеңінің қазіргі фондық есімі
lt: Praneša Scenos esamo fono pavadinimą
nb: Gir navnet til bakgrunnen som vises nå
nn: Gjev namnet til bakgrunnen som vert vist
pt_br: Informa o nome do pano de fundo atual do palco
sl: Vrne trenutno ime ozadja odra
tr: O anda Sahnenin kullandığı dekorun adını verir
vi: Báo tên ảnh nền hiện tại của Sân khấu
zh_tw: 回傳舞台目前使用背景的名稱。

source: The title next to the backdrop in the list is the <img src="%(url_backdrop_name)s" />
bn: তালিকাটির ব্যাকড্রপের পরের শিরোনামটি হল <img src="%(url_backdrop_name)s" />
cs: Název vedle pozadí v seznamu je <img src="%(url_backdrop_name)s" />
cy: Y teitl nesaf at y gefnlen yn y rhestr yw'r <img src="%(url_backdrop_name)s" />
fa: عنوان کنار پس زمینه در لیست <img src="%(url_backdrop_name)s" />
fr: Le titre à côté de l'arrière plan dans la liste est le <img src="%(url_backdrop_name)s" />
id: Judul di sebelah latar di daftar adalah <img src="%(url_backdrop_name)s" />
nb: Det som er skrevet ved bakgrunnsbildet i listen er <img src="%(url_backdrop_name)s" />
sl: Naziv ob ozadju v seznamu je <img src="%(url_backdrop_name)s" />
tr: Listedeki dekorun yanındaki başlık <img src="%(url_backdrop_name)s" /> şeklindedir.
vi: Tiêu đề nằm cạnh bên ảnh nền trong danh sách là <img src="%(url_backdrop_name)s" />

source: The number next to the backdrop in the list is the <img src="%(url_backdrop_number)s" />
bn: তালিকার ব্যাকড্রপের পাশের সংখ্যাটি হল <img src="%(url_backdrop_number)s" />
cs: Číslo vedle pozadí v listu je <img src="%(url_backdrop_number)s" />
cy: Y rhif nesaf at y gefnlen yn y rhestr yw'r <img src="%(url_backdrop_number)s" />
fa: شماره کنار پس زمینه در لیست <img src="%(url_backdrop_number)s" />
fr: Le nombre à côté de l'arrière plan dans la liste est le <img src="%(url_backdrop_number)s" />
id: Angka yang ada di sebelah latar di daftar adalah <img src="%(url_backdrop_number)s" />
nb: Tallet ved bakgrunnsbildet i listen er <img src="%(url_backdrop_number)s" />
sl: Število ob ozadju v seznamu je <img src="%(url_backdrop_number)s" />
tr: Listedeki dekorun yanındaki sayı <img src="%(url_backdrop_number)s" /> şeklindedir.
vi: Số nằm cạnh bên ảnh nền trong danh sách là <img src="%(url_backdrop_number)s" />

source: Sends a message to all sprites and waits
bn: সব স্প্রাইটে একটি বার্তা পাঠায় এবং অপেক্ষা করে
cs: Pošle zprávu všem postavám a čeká
cy: Yn anfon neges at pob corlun ac yna yn aros
de: Sendet eine Nachricht an alle Figuren und wartet
fa: پیامی را به تمام شکلک ها فرستاده و منتظر می ماند
fr: Envoie un message à tous les lutins et attends
id: Mengirim sebuah pesan kepada semua sprite lalu menunggu
kk: Барлық спрайттар мен күтімдерге хабарлама жібереді
lt: Siunčia žinutę visiems veikėjams ir laukia
nb: Sender en melding til alle figurer og venter
nn: Sendar ei melding til alle figurar og ventar
pt_br: Envia uma mensagem a todos os atores e espera
sl: Pošlje sporočilo vsem figuram in čaka
tr: Tüm kuklara bir haber salar ve bekler
vi: Gửi tin nhắn đến tất cả đối tượng và chờ đợi
zh_tw: 傳送訊息給所有的角色並等待

source: You can use <img src="%(url_broadcast_and_wait)s" /> to send a message to all sprites to tell them to do something, and wait until they all finish before continuing.
bn: তুমি সব স্প্রাইটে একটি বার্তা প্রেরণ করতে <img src="%(url_broadcast_and_wait)s" /> ব্যবহার করতে পার, এবং চালিয়ে যাওয়ার আগে সেগুলো শেষ না হওয়া পর্যন্ত অপেক্ষা কর।
cs: Můžeš využít <img src="%(url_broadcast_and_wait)s" /> k odeslání zprávy všem postavám, abys jim řekl co mají udělat a čekal, dokud neskončí, než budeš pokračovat.
cy: Gallwch ddefnyddio <img src="%(url_broadcast_and_wait)s" /> i anfon neges at yr bob corlun i ddweud wrthyn nhw i wneud rhywbeth, ac aros nes eu bod wedi gorffen cyn parhau.
fa: شما می توانید <img src="%(url_broadcast_and_wait)s" />پیامی را به تمامی شکلک ها ارسال کرده و به آنها بگویید که کاری انجام دهند و منتظر بمانید تا همه آنها پیش از ادامه دادن به اتمام رسند.
fr: Tu peux utiliser <img src="%(url_broadcast_and_wait)s" /> pour envoyer un message à tous les lutins pour leur dire de faire quelque chose, et d'attendre jusqu'à ce qu'ils aient fini avant de continuer.
id: Kamu bisa menggunakan <img src="%(url_broadcast_and_wait)s" /> untuk mengirim sebuah pesan kepada semua sprite untuk melakukan sesuatu, lalu menunggu sampai mereka semua selesai sebelum lanjut.
nb: Du kan bruke <img src="%(url_broadcast_and_wait)s" /> for å sende en melding til alle figurer og vente helt til skriptene som startes har kjørt ferdig.
sl: Uporabimo lahko <img src="%(url_broadcast_and_wait)s" /> za pošiljanje sporočila vsem likom, da jim ukažemo naj naredijo nekaj in počakamo, da vsi liki končajo svoje delo, preden nadaljujemo.
tr: <img src="%(url_broadcast_and_wait)s" /> kullanılarak tüm kuklalara yapmaları gerekeni söyleyen haber gönderebilirsin ve devam etmeden önce tüm kuklaların bu işleri bitirmelerini beklersin.
vi: Bạn có thể sử dụng <img src="%(url_broadcast_and_wait)s" /> để gửi tin nhắn đến tất cả đối tượng để bảo chúng thực hiện một điều gì đó và chờ đến khi tất hoàn tất trước khi tiếp tục.

source: Click to choose which message gets sent. Choose "new" to type in your own message.
bn: কোন বার্তাটি প্রেরণ করা হবে তা বাছাই করতে ক্লিক কর। তোমার নিজের বার্তায় টাইপ করতে "new" বাছাই কর।
cs: Vyber si, jaká zpráva má být poslána. Vyber "nový" pro vytvoření vlastní zprávy.
cy: Cliciwch i ddewis pa neges sy'n cael ei hanfon. Dewiswch "newydd" i deipio eich neges eich hun.
fa: برای انتخاب پیام ارسالی کلیک کنید. برای نوشتن پیام خود، "جدید" را انتخاب کنید.
fr: Clique pour choisir quel message est envoyé. Choisis "nouveau message" pour taper ton propre message.
id: Klik untuk memilih pesan mana yang dikirim. Pilih "baru" untuk mengetik pesanmu sendiri.
nb: Klikk for å velge hvilken melding som sendes. Velg "ny" for å opprette en ny melding.
sl: S klikom izberi sporočilo, ki bo poslano. Izberi "Novo", če želiš napisati svoje sporočilo.
tr: Hangi haberin gönderileceğini seçmek için tıkla. Kendi mesajını yazmak için "yeni" ifadesini seçin.
vi: Bấm chọn vào tin nhắn đã gửi. Chọn "Soạn thư" để soạn tin mơi của bạn.

source: Sends a message to all sprites
bn: সব স্প্রাইটে একটি বার্তা প্রেরণ কর
cs: Pošle zprávu všem postavám
cy: Yn anfon neges at bob corlun
de: Sendet eine Nachricht an alle Figuren
fa: پیامی را برای تمام شکلک ها ارسال کنید
fr: Envoie un message à tous les lutins
id: Mengirim sebuah pesan kepada semua sprite
kk: Барлық спрайттарға хабарлама жібереді
lt: Siunčia žinutę visiems veikėjams
nb: Sender en melding til alle figurer
nn: Sender ei melding til alle figurane
pt_br: Envia uma mensagem a todos os atores
sl: Pošlje sporočilo vsem figuram
tr: Tüm kuklalara bir haber salar
vi: Gửi tin nhắn đến tất cả đối tượng
zh_tw: 傳送訊息給所有的角色

source: <img src="%(url_broadcast)s"/> sends a message to all the sprites (and the background). This is useful if you want to tell other sprites when to do something.
bn: <img src="%(url_broadcast)s"/> সব স্প্রাইটে (এবং ব্যাকগ্রাউন্ডে) একটি বার্তা পাঠায়। যদি তুমি অন্য স্প্রাইটকে কিছু করতে বলতে চাও তাহলে এটি কার্যকর।
cs: <img src="%(url_broadcast)s"/> Odešle zprávu všem postavám (a pozadí). Toto je užitečné, když chceš říct ostatním postavám, kdy mají něco udělat.
cy: Mae <img src="%(url_broadcast)s"/> yn anfon neges at yr bob corlun (ac i'r gefnlen). Mae hyn yn ddefnyddiol os ydych eisiau dweud wrth y corluniau i wneud rhywbeth.
fa: <img src="%(url_broadcast)s"/>پیامی را برای همه اشکال گرافیکی (و پس زمینه) ارسال کنید. این کار هنگامی که شما بخواهید به دیگر شکلک ها بگویید چه زمانی کاری را انجام دهند، مفید است.
fr: <img src="%(url_broadcast)s"/> envoie un message à tous les lutins (et à l'arrière plan). C'est pratique si tu veux dire aux autres lutins de faire quelque chose.
id: <img src="%(url_broadcast)s"/> mengirim sebuah pesan ke semua sprite (dan panggung). Hal ini berguna jika kamu ingin memberitahukan sprite-sprite lain untuk melakukan sesuatu.
nb: <img src="%(url_broadcast)s"/> sender en melding til alle figurer (og til bakgrunnen). Dette er nyttig hvis du vil forgelle andre figurer når noe skal skje.
sl: <img src="%(url_broadcast)s"/> pošlje sporočilo vsem figuram (in ozadju). To je uporabno, če želiš drugim figuram povedati, kdaj naj nekaj naredijo.
tr: <img src="%(url_broadcast)s"/> tüm kuklalara haber göndermeye yarar (arkaplandakiler dahil). Bu diğer kuklalara bir işi ne zaman yapacaklarını söylerken yararlıdır.
vi: <img src="%(url_broadcast)s"/> gửi tin nhắn đến tất cả đối tượng (và phông nền). Điều này sẽ hữu ích nếu bạn muốn những đối tượng khác thực hiện điều gì đó.

source: What do you want them to do when they receive the message? See <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
bn: যখন তারা বার্তা পায় তখন তুমি তাদের কি করাতে চাও? দেখ <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
cs: Co chceš aby dělali, když přijmou zprávu? Podívej se <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
cy: Beth hoffech chi iddyn nhw wneud ar ôl derbyn y neges? Gw. <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
fa: شما می خواهدی زمانی که آن ها پیام را دریافت می کنند، چه کار کنند؟ مراجعه کنید به <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
fr: Que voulez-vous qu'ils fassent quand ils recevront le message? Voir <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
id: Apa yang kamu ingin mereka lakukan ketika mereka menerima pesannya? Lihat <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
nb: Hva vil du at de skal gjøre når de mottar meldingen? Se <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
sl: Kaj želiš , da storijo ko prejmejo sporočilo? Glej<a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
tr: Onların mesajı aldıklarında ne yapmalarını istersin? Bak <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>
vi: Bạn muốn họ làm gì đó khi nhận được tin nhắn? Xem <a href="../when-i-receive/"><img src="%(url_when_i_receive)s"/></a>

source: Changes the graphic effect on a sprite
bn: একটি স্প্রাইটে গ্রাফিক প্রভাব পরিবর্তন করে
cs: Mění grafický efekt na postavě
cy: Yn newid yr effaith graffig ar gorlun
de: Ändert den Grafikeffekt einer Figur
fa: جلوه ی گرافیکی را روی یک شکلک تغییر دهید
fr: Modifie l'effet graphique sur un lutin
id: Mengubah efek grafis dari suatu sprite
kk: Спрайттарға графикалық эффектті өзгертеді
lt: Keičia veikėjo išvaizdą
nb: Forandrer grafiske effekter på en figur
nn: Endrar grafiske effektar på ein figur
pt_br: Altera o efeito gráfico aplicado a um ator
sl: Spremeni slikovni učinek na figuro
tr: Bir kukladaki grafik etkilerini değiştirir
vi: Thay đổi hiệu ứng đồ họa trên đối tượng
zh_tw: 為角色加上一些圖形特效，並增加指定的強度值。

source: Click to choose an effect from the menu: <br><img src="%(url_change_effect_ex2)s"/><br> Try these effects with numbers such as 10, 35, or 100. Or try negative numbers, such as -50.
bn: মেনু থেকে একটি ইফেক্ট বাছাই করে ক্লিক কর: <br><img src="%(url_change_effect_ex2)s"/><br> 10, 35 বা 100 এর মত সংখ্যার সাথে এই ইফেক্টগুলো ব্যবহার করে দেখ বা ঋণাত্মক সংখ্যা হিসাবে -50 চেষ্টা কর।
cs: Klikni pro výběr efektu z menu: <br><img src="%(url_change_effect_ex2)s"/><br> Vyzkoušej tyto efekty s čísly jako 10, 35, 100 nebo zkus záporná čísla, jako -50.
cy: Cliciwch i ddewis effaith o'r ddewislen <br><img src="%(url_change_effect_ex2)s"/><br> Profwch yr effeithiau hyn gyda rhifau megis 10, 35, neu 100. Neu rhowch gynnig ar rifau negatif, megis -50.
fa: برای انتخاب یک اثر از منو کلیک کنید: <br><img src="%(url_change_effect_ex2)s"/><br> این اثرات را با شماره هایی مانند 10، 35 یا 100 امتحان کنید. یا اعداد منفی مانند -50 را امتحان کنید.
fr: Clique pour choisir un effet depuis le menu : <br><img src="%(url_change_effect_ex2)s"/><br> Essaye ces effets avec des nombres comme 10, 35 ou 100. Ou essaye aussi des nombres négatifs, comme -50.
id: Klik untuk memilih sebuah efek dari menu: <br><img src="%(url_change_effect_ex2)s"/><br> Coba semua efek ini dengan angka-angka seperti 10, 35, atau 100. Atau coba angka negatif, seperti -50.
nb: Klikk for å velge en effekt fra menyen: <br><img src="%(url_change_effect_ex2)s"/><br> Prøv disse effektene med forskjellige tallverdier, for eksempel 10, 35 eller 100. Eller du kan prøve et negativt tall, for eksempel -50.
sl: S klikom izberi učinek iz menija: <br><img src="%(url_change_effect_ex2)s"/><br> Preizkusi te učinke s števili, kot so 10, 35 ali 100. Ali pa z negativnimi števili, na primer s številom -50.
tr: Menüden bir etki seçmek için tıklayınız: <br><img src="%(url_change_effect_ex2)s"/><br> Bu etkileri 10, 35 veya 100 gibi sayılarla deneyiniz. Veya -50 gibi negatif sayıları deneyiniz.
vi: Bấm chọn hiệu ứng từ menu: <br><img src="%(url_change_effect_ex2)s"/><br> Hãy thử những hiệu ứng này với những số như là 10, 35, 100. Hoặc thử số âm, như -50 chẳng hạn.

source: Click stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> to clear all graphic effects. Or, use <img src="%(url_clear_graphic_effects)s"/>
bn: সব গ্রাফিক ইফেক্ট পরিষ্কার করতে স্টপ <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> ক্লিক কর। বা, ব্যবহার কর <img src="%(url_clear_graphic_effects)s"/>
cs: Klikni na stop<img src="%(STATIC_URL)s/images/help/stop-sign.png"/> pro smazání všech grafických efektů. Nebo klikni na <img src="%(url_clear_graphic_effects)s"/>
cy: Cliciwch atal <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> i glirio pob effaith graffigol. Neu, defnyddiwch <img src="%(url_clear_graphic_effects)s"/>
fa: توقف را کلیک کنید<img src="%(STATIC_URL)s/images/help/stop-sign.png"/>برای پاک کردن تمام جلوه های گرافیکی. یا استفاده از <img src="%(url_clear_graphic_effects)s"/>
fr: Clique sur Stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> pour effacer tous les effets graphiques. Ou utilise <img src="%(url_clear_graphic_effects)s"/>
id: Klik berhenti <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> untuk membersihkan semua efek grafis. Atau, gunakan <img src="%(url_clear_graphic_effects)s"/>
nb: Klikk stopp <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> for å ta bort alle grafiske effekter, eller bruk <img src="%(url_clear_graphic_effects)s"/>
sl: Klikni stop <img src="%(STATIC_URL)s/images/help/stop-sign.png"/>da počistiš vse grafične učinke. Ali uporabi <img src="%(url_clear_graphic_effects)s"/>
tr: Tüm grafik efektlerini temizlemek için tıkla <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> ya da <img src="%(url_clear_graphic_effects)s"/> yi kullan.
vi: Chọn dừng lại <img src="%(STATIC_URL)s/images/help/stop-sign.png"/> để xóa toàn bộ hiệu ứng đồ họa. Hoặc, sử dụng <img src="%(url_clear_graphic_effects)s"/>

source: Changes sprite's size by specified amount
bn: নির্দিষ্ট পরিমাণে স্প্রাইটের আকার পরিবর্তন কর
cs: Mění postavě velikost o zadanou hodnotu
cy: Yn newid maint y corlun yn ôl maint penodol
de: Ändert die Größe einer Figur um den angegebenen Wert
fa: با اندازهی تعیین شده سایز شکلک را تغییر دهید
fr: Change la taille du lutin par une quantité spécifiée
id: Mengubah ukuran sprite sebesar jumlah yang diberikan
kk: Спрайтың өлшемін арнайы шамаға өзгертеді
lt: Keičia veikėjo dydį nurodytu kiekiu
nb: Endre figurens størrelse med et antall prosent
nn: Endrar storleiken til figuren så mange prosent som talet viser
pt_br: Altera a quantidade especificada ao tamanho do ator
sl: Spremeni velikost figure za določeno vrednsot
tr: Kuklanın büyüklüğünü belirtilen miktar kadar arttırır
vi: Thay đổi kích thước của đối tượng bằng số cụ thể
zh_tw: 用來改變角色的顯示尺寸。

source: Changes sprite's tempo by specified amount
bn: নির্দিষ্ট পরিমাণে স্প্রাইটের বেগ পরিবর্তন কর
cs: Mění postavě rychlost hraní o zadanou hodnotu
cy: Yn newid curiad y corlun yn ôl nifer penodol
de: Ändert das Tempo in dem die Figur Töne spielt um den angegebenen Wert
fa: با اندازه ی تعیین شده سرعت شکلک را تغییر دهید
fr: Change le tempo du lutin par une quantité spécifiée
id: Mengubah tempo sprite sebesar jumlah yang diberikan
kk: Спрайттың қарқынын арнайы шамаға өзгертеді
lt: Keičia veikėjo tempą nurodytu kiekiu
nb: Endre tempo for figurens toner og trommeslag
nn: Endrar tempoet til figuren så mykje som talet viser
pt_br: Altera o tempo do ator em quantidade determinada
sl: Spremeni tempo figure za določeno vrednost
tr: Kuklanın temposunu belirtilen miktarda arttırır
vi: Thay đổi nhịp độ của đối tượng bằng số cụ thể
zh_tw: 用來改變角色的演奏速度（tempo）。

source: <p> Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play. </p>
bn: <p> টেম্পো হল সেই গতি (bpm = beats per minute) যেখানে Scratch নোট এবং ড্রাম বাজায়। টেম্পোর মানটি যত বড় হবে তত দ্রুত নোট এবং ড্রাম বাজবে। </p>
cs: <p> Tempo je rychlost (bpm = úderů za minutu) kterou Scratch hraje noty a bubnuje. Čím větší bude hodnota tempa, tím rychlejší bude hraní not i bubnování. </p>
cy: <p> Tempo yw'r cyflymder (bpm=curiad y funud) y mae nodau a drymiau Scratch yn cael eu chwarae. Y mwyaf yw gwerth y tempo, y cyflymaf fydd y nodau a'r drymiau'n cael eu chwarae.
de: <p> Tempo ist die Geschwindigkeit (Schläge pro Minute), in der Töne und Schlaginstrumente in Scratch gespielt werden. Je höher der Wert für Tempo, desto schneller erklingen Töne und Schlaginstrumente. </p>
fa: <p> Tempo سرعت (bpm = ضربان در دقیقه) است که در آن اسکرچ یادداشت برمی دارد و طبل ها می نوازد. </p>
fr: <p> Le Tempo est la vitesse (bpm = battements par minute) à laquelle Scratch joue les notes et les tambours. Plus la valeur de tempo est grande, plus les notes et les tambours vont jouer rapidement. </p>
id: <p> Tempo adalah kecepatan (bpm = <em>beats per minute</em> atau ketukan per menit) dari permainan nada dan drum Scratch. Semakin tinggi temponya, semakin cepat permainan nada dan drumnya. </p>
kk: <p> Екпін - Scratch ноталары мен барабан ойнайтын жылдамдық (bpm = минутына соққылар). Екпінннің мәні көбірек болған сайын, ноталар тезірек және барабандар тезірек ойнайды. </p>
lt: <p> Tempas yra greitis (bpm = smūgiai (beats) per minutę), kuriuo Scratch groja natas ir muša būgną. Kuo didesnis tempas, tuo greičiau natos ir būgnai gros </p>
nb: <p> Tempo bestemmer hvor fort toner og trommeslag spilles for denne figuren, målt i takter per minutt. Jo høyere tempoverdien er, jo raskere spilles toner og trommer. </p>
nn: <p> Tempoet avgjer kor fort tonar og trommeslag vert spelte for figuren, målt i slag per minutt. Jo høgare tempoverdien er, jo raskare vert tonane og trommeslaga. </p>
pt_br: <p> Tempo é a velocidade (bpm = batidas por minuto) usada pelo Scratch para tocar notas e tambores. Quanto maior o valor do tempo, mais rápido o Scratch tocará notas e tambores. </p>
sl: <p> Tempo je hitrost (udarci na minuto), po kateri igrajo Scratch note in bobni. Višja je vrednost tempa, hitreje bodo note in bobni igrali. </p>
tr: <p> Tempo, davul ve notalarını çalınış hızıdır. Birimi dakikadaki vuruş sayısıdır. Tempo değeri büyük ise notalar hızlı çalınır. </p>
vi: <p> Nhịp độ là tốc độ (bpm = số lần nhịp một phút) mà nốt nhạc và nhịp trống trình diễn. Giá trị nhịp độ càng lớn, các nốt và nhịp trống chơi càng nhanh. </p>
zh_tw: <p> 音樂速度，英文稱 Tempo ，其單位是 bpm（beats per minute，每分鐘拍數），音樂速度值愈大，代表演奏節拍、音階時會比較快。 </p>

source: Changes the variable by specified amount
bn: নির্দিষ্ট পরিমাণ ভ্যারিয়েবল পরিবর্তন করে
cs: Mění proměnou o určenou velikost
cy: Yn newid y newidyn yn ôl maint penodol
de: Ändert die Variable um den angegebenen Wert
fa: با اندازه ی تعیین شده متغیر را تغییر دهید
fr: Modifie la variable selon le montant spécifié
id: Ubah variabel tersebut sebesar jumlah yang diberikan
kk: Айнымалыны арнайы шамаға өзгертеді
lt: keičia kintamąjį nurodytu dydžiu
nb: Endrer variabelens verdi så mye som tallet sier
nn: Endrar verdien til variabelen så mykje som talet viser
pt_br: Altera o valor da variável em um valor especificado
sl: Spremeni spremenljivko za določeno vrednost
tr: Değişkeni belirtilen miktarda arttırır. Eksi değer girersen azaltır.
vi: Thay đổi biến số bằng giá trị cụ thể
zh_tw: 用來改變當前變數的值。
