Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click anywhere on the stack of blocks to try it.
bn: YouClick- এ ব্লকসমূহ এর স্ট্যাকের যেকোনো জায়গায় ক্লিক করো
cs: Klikni kamkoliv na zásobník, abys to vyzkoušel/a.
cy: Cliciwch unrhyw le ar y stac o flociau i roi cynnig arno.
de: Klicke auf den Blockstapel, um es auszuprobieren.
fa: در هر کجای دسته قطعه‌ها کلیک کرده و امتحانش کنید.
fr: Clique n'importe où sur la pile de blocs pour la tester.
kk: Тексеру үшін үйменің кез-келген жерінен басып көріңіз.
nb: Klikk på en av klossene for å prøve skriptet.
nn: Trykk på blokkstabelen for å sjå kva som skjer.
pt_br: Clique em qualquer lugar da pilha de blocos para testar.
tr: Bu halini denmek için dizdiğin taşlardan herhangi birisine tıklayabilirsin.
vi: Bấm vào bất kì nơi nảo trên chồng mảnh ghép để thử nó.
zh_tw: 點擊積木堆任一處就可以執行看看效果如何。

source: To stop, click the stop button:
bn: থামাতে, থাম বাটনে ক্লিক কর:
cs: Pro zastavení, klikni a tlačítko stop:
cy: I'w atal, cliciwch y botwm Atal:
de: Klicke den Stopp-Button, um alles zu stoppen:
fa: برای توقف، روی دکمه توقف کلیک کنید:
fr: Pour arrêter, clique sur le bouton stop :
kk: Тоқтату үшін тоқтату батырмасын басыңыз:
nb: Du kan stoppe med stoppknappen:
nn: Du kan stoppa med stoppknappen:
pt_br: Para parar, clique no botão parar:
tr: Durdurmak için Dur düğmesine bas:
vi: Để dừng lại, bấm vào nút dừng:
zh_tw: 若要停止程式，可以按下（預覽區上的）紅燈圖示按鈕：

source: Want it to go at an angle? Snap a <span class="motioncolor">point in direction</span> block on top, and type in an angle.
bn: এটি একটি কোণে নিতে চাও? একটি <span class="motioncolor">দিক নির্দেশ কর</span> ব্লক উপরে স্ন্যাপ কর, এবং একটি কোণ টাইপ কর।
cs: Chceš aby šel pod úhlem? Připni blok <span class="motioncolor">nastav směr</span>nahoru a zadej úhel.
cy: Eisiau iddo symud ar ongl? Snapiwch floc <span class="motioncolor">pwynt mewn cyfeiriad</span> ar y brig, a theipio ongl..
de: Willst du dass die Figur sich in einem bestimmten Winkel bewegt? Füge einen <span class="motioncolor">setze Richtung auf</span>-Block an den Skriptanfang und gibt einen Wert für den Winkel ein.
fa: آیا می‌خواهید به یک گوشه رود؟ روی قطعه <span class="motioncolor">اشاره به جهت</span>در بالا بزنید، و یک گوشه را وارد کنید.
fr: Tu veux la faire avancer suivant un angle donné ? Emboîte un bloc <span class="motion color">s'orienter à</span> en haut et tape une valeur pour l'angle.
kk: Бұрышпен жүргенін қалайсыз ба? Жоғарыға<span class="motioncolor">бағытқа бағыттау</span> блогын орнатыңыз, және бұрышпен деп жазыңыз.
nb: Skal ballen gå på skrå? Fest en <span class="motioncolor">pek i retning</span>-kloss øverst og skriv inn en vinkel.
nn: Skal ballen gå på skrå? Fest ein <span class="motioncolor">peik i retning</span>-kloss øvst og skriv inn ein vinkel.
pt_br: Quer que ela se mova em um determinado ângulo? Coloque um bloco<span class="motioncolor">aponte para a direção</span> no topo, e insira um ângulo.
tr: Çapraz gitmesini sağlayalım mı? <span class="motioncolor">[... yönüne dön]</span> taşını dizinin tepesine yapıştır ve bir açı gir.
vi: Muốn nó di chuyển theo góc? Chập vào mảnh ghép <span class="motioncolor">hướng về phía</span> lên trên, và nhập vào giá trị góc.
zh_tw: 想讓它運動的方向有個角度？你可以使用 <span class="motioncolor">朝向</span> 積木到積木堆的最上方，並在裡頭輸入你想要的角度。

source: <p>Next, click the <span class="eventscolor">Events</span> category.</p> <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top:</p>
bn: <p>তারপর, <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর।</p> <p><span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লকটি টেনে আন এবং উপরে স্ন্যাপ কর:</p>
cs: <p>Dále klikni na kategorii <span class="eventscolor">Události</span>.</p> <p>Přetáhni blok <span class="eventscolor">Po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a připni ho nahoru:</p>
cy: <p>Nesaf, cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.</p> <p>Llusgwch allan y bloc <span class="eventscolor">wedi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicio</span> a'i snapio i'r brig:</p>
de: <p>Klicke als nächstes auf die Kategorie <span class="eventscolor">Ereignisse</span>.</p> <p>Ziehe einen <span class="eventscolor">Wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span>-Block heraus und setze ihn and den Skriptanfang:</p>
fa: <p>سپس، روی گروه <span class="eventscolor">رویدادها</span>کلیک کنید.</p> <p>یک قطعه <span class="eventscolor">وقتی <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک می‌شود</span>بیرون کشیده و آن را بالا بزنید:</p>
fr: <p>Ensuite, clique dans la catégorie <span class="eventscolor">Événements</span>.</p> <p>Fais glisser un bloc <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est cliqué</span> et emboîte le sur le dessus :</p>
kk: ⇥<p>Келесі <span class="eventscolor">Іс-шаралар</span>санатына басыңыз.</p> ⇥<p><span class="eventscolor">қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз:</p> ⇥
nb: <p>Nå kan du klikke på <span class="eventscolor">Hendelser</span>-kategorien.</p> <p>Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst:</p>
nn: <p>Trykk så på <span class="eventscolor">Hendingar</span>-kategorien.</p> <p>Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst:</p>
pt_br: <p>Em seguida, clique na categoria <span class="eventscolor">Eventos</span>.</p> <p>Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e coloque-o no topo:</p>
tr: <p>Daha sonra <span class="eventscolor">Olaylar</span> grubunu aç.</p> <p>Ve <span class="eventscolor"><img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca</span> taşını al ve dizinin en üstüne oturt:</p>
vi: <p>Tiếp theo, bấm vào mục <span class="eventscolor">Sự kiện</span>.</p> <p>Kéo ra mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và chập vào bên trên:</p>
zh_tw: <p>接下來，選擇 <span class="eventscolor">事件</span> 類指令。</p> <p>拖曳出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span>積木，將它拉到積木堆的最上方：</p>

source: Tip: Want to change the speed of the ball? Type in a different number of steps:
bn: টীকা: বলের গতি পরিবর্তন করতে চাও? বিভিন্ন সংখ্যা টাইপ কর:
cs: Chceš změnit rychlost míče? Napiš různá čísla kroků:
cy: Awgrym: Eisiau newid cyflymder y bêl? Teipiwch nifer gwahanol o gamau.
de: Tipp: Willst du die Geschwindigkeit des Balls ändern? Gib einen anderen Werte für die Schrittweite ein:
fa: راهنما: آیا میخواهید سرعت توپ تغییر کند؟ یک شمارۀ متفاوت در گام ها تایپ کنید.
fr: Astuce : Tu veux modifier la vitesse de la balle ? Entre un nombre différent de pas :
kk: Кеңес: Доптың жылдамдығын өзгеркіңіз келе ме? Бірнеше қадамдарды теріңіз:
nb: Tips: Hvis du vil forandre farten til ballen kan du skrive et annet antall steg:
nn: Tips: Viss du vil endra farten til ballen, kan du skriva eit anna tal på gåsteg:
pt_br: Dica: deseja alterar a velocidade da bola? Insira um número diferente de etapas:
tr: İpucu: Topun hızını mı değiştirmek istiyorsun? Adım sayısı ile oynayabilirsin:
vi: Thủ thuật: Muốn thay đổi tốc độ của trái banh ư? Nhập vào số lượng bước khác đi:
zh_tw: 提示：想要改變球的運動速度？你可以在移動積木裡輸入不同的移動間距：

source: Now, choose your paddle
bn: এখন, তোমার প্যাডেল বাছাই কর
cs: Teď si vyber své pádlo
cy: Nawr, dewiswch eich padl
de: Wähle nun deinen Schläger
fa: اکنون، راکت خود را انتخاب کنید
fr: Maintenant, choisis ta raquette
kk: Енді ескекті таңдаңыз
nb: Videre: Velg en racket
nn: Vidare: vel ein rekkert
pt_br: Agora, escolha sua raquete
sl: Sedaj izberi svoj lopar
tr: Şimdi raketini seç
vi: Bây giờ, chọn vợt của bạn
zh_tw: 下一步，新增一個乒乓球拍

source: Add a paddle so you can start to play! Click to choose a new sprite:
bn: প্যাডেল যোগ কর যাতে খেলা শুরু করতে পার! নতুন স্প্রাইট বাছাই করতে ক্লিক কর:
cs: Přidej pádlo a můžeš začít hrát! Klikni a vyber si postavu:
cy: Ychwanegwch badl fel bod modd i chi ddechrau chwarae! Cliciwch i ddewis corlun newydd!
de: Füge einen Schläger hinzu damit du das Spiel spielen kannst! Klicke um eine neue Figur auszuwählen:
fa: راکتی اضافه کنید، تا بتوانید شروع به بازی کنید! برای انتخاب یک شکلک جدید کلیک کنید:
fr: Ajoute une raquette pour commencer à jouer ! Clique pour choisir un nouveau lutin :
kk: Ойнап бастау үшін ескекті қосыңыз! Жаңа спрайт таңдау үшін басыңыз:
nb: Legg inn en racket så du kan spille! Klikk for å velge en ny figur:
nn: Legg inn ein rekkert slik at du kan spela! Trykk for å velja ein ny figur:
pt_br: Adicione uma raquete para que você possa começar a jogar! Clique para escolher um novo ator:
sl: Da boš lahko začel z igranjem, dodaj lopar! Klikni za izbiro nove figure:
tr: Oyuna başlayabilmek için bir de raketimiz olmalı! Kütüphaneden bir raket kuklası seçmek için tıkla:
vi: Thêm vào cần đẩy để bạn bắt đầu chơi! Bấm chọn đối tượng mới:
zh_tw: 新增另一個角色，它類似乒乓球拍作用，能將球反彈的橫桿！

source: Then, select a paddle from the Sprite library:
bn: তারপরে, স্প্রাইট লাইব্রেরি থেকে একটি প্যাডেল নির্বাচন করো :
cs: V dalším kroku vyber pádlo z knihovny postav:
cy: Yna, dewiswch badl o'r llyfrgell Corluniau:
de: Wähle jetzt ein Paddel aus der Figurenbibliothek aus:
fa: سپس، راکتی از کتابخانه شکلک انتخاب کنید:
fr: Ensuite, choisis une raquette dans la librairie des Lutins :
kk: Енді, спрайт базасынан ескек таңдаңыз:
nb: Nå kan du velge en racket fra biblioteket:
nn: Vel ein rekkert frå figurbiblioteket:
pt_br: Então, selecione uma raquete da biblioteca de atores:
sl: Sedaj v knjižnici figur poišči in izberi lopar.
tr: Ve bir raket seç:
vi: Sau đó, chọn cần đẩy banh trong thư viện Đối tượng:
zh_tw: 從角色範例庫中挑選名為 paddle 的橫桿：

source: Tip: Adjust the size of the paddle by clicking with the grow or shrink tool:
bn: টীকা: বৃদ্ধি বা সঙ্কুচিত টুল দিয়ে ক্লিক করে প্যাডেলের আকারের সামঞ্জস্য কর:
cs: Tip: Upravuj velikost pádla klikáním na zvětšovací nebo zmenšovací nástroj:
cy: Awgrym: Newidiwch faint y badl drwy glicio ar y teclyn tyfu neu leihau:
de: Tipp: Passe die Größe des Schlägers an, indem du es mit dem Wachsen- oder Schrumpfen-Werkzeug anklickst:
fa: نکته: اندازه راکت را با کلیک کردن بر روی ابزار رشد یا کوچک کردن تنظیم کنید:
fr: Astuce : ajuste la taille de la raquette en cliquant sur l'outil agrandir ou rétrécir :
kk: Кеңес: Үлкейту немесе кішірейту құралы арқылы ескектің көлемін реттеңіз:
nb: Tips: Du kan velge hvor stor racketen skal være med verktøy for størrelse:
nn: Tips: Du kan velja kor stor rekkerten skal vera med vekse- og krympeverktøya:
pt_br: Dica: ajuste o tamanho da raquete clicando com a ferramenta de aumentar ou reduzir:
tr: İpucu: Raketi şu araçları kullanarak büyütebilir ve küçültebilirsin:
vi: Thủ thuật: thay đổi kích thước của cần đẩy banh bằng cách bấm vào dụng cụ tăng và giảm kích thước:
zh_tw: 提示：若要調整球拍的尺寸，你可以使用物件的縮小或放大工具：

source: Next, control the paddle
bn: এরপর, প্যাডেল কন্ট্রোল কর
cs: Dále, ovládej pádlo
cy: Nesaf, rheolwch y badl
de: Steuere den Schläger als nächstes
fa: سپس، راکت را کنترل کنید
fr: Ensuite, contrôle la raquette
kk: Келесі, ескекті қадағалаңыз
nb: Videre: Styring av racketen
nn: Vidare: styring av rekkerten
pt_br: Em seguida, controle a raquete
sl: Sedaj upravljaj lopar
tr: Raketi yönetmeye geçelim
vi: Tiếp theo, điều khiển cần đẩy
zh_tw: 下一步，控制乒乓球拍

source: Make it interactive! You can control the paddle with the mouse cursor.
bn: এটিকে ইন্টারেক্টিভ কর! তুমি মাউস কার্সার দিয়ে প্যাডেল নিয়ন্ত্রণ করতে পারবে।
cs: Udělej to interaktivní! Můžeš ovládat pádlo pomocí kurzoru myši.
cy: Gwnewch hwn yn rhyngweithiol! Gallwch reoli'r badl gyda chyrchwr y llygoden.
de: Mache es interaktiv! Du kannst das Paddel mit der Maus kontrollieren.
fa: آن را تعاملی کنید! شما می توانید مکان‌نمای ماوس راکت را کنترل کنید.
fr: Rends-la interactive ! Tu peux contrôler la raquette avec la souris.
kk: Оны интерактивті етіңіз! Ескекті тышқан мензері арқылы басқара аласыз.
nb: Ta kontroll! Du kan styre racketen med musepekeren.
nn: Ta kontroll! Du kan styra rekkerten med musepeikaren.
pt_br: Torne-a interativa! Você pode controlar a raquete com o cursor do mouse.
tr: Raket elimizdeymiş gibi yapalım! Bunun için raketi fare ile yönetmeliyiz.
vi: Làm cho nó trở nên tương tác hơn! Bạn có thể điều khiển cần đẩy bằng con trỏ chuột.
zh_tw: 讓它可以與使用者互動！你可以用滑鼠游標來控制乒乓球拍。

source: Select the paddle.
bn: প্যাডেল টি নির্বাচন কর।
cs: Vyber si pádlo.
cy: Dewiswch badl.
de: Wähle das Paddel aus.
fa: راکت را انتخاب کنید.
fr: Sélectionne la raquette.
kk: Ескекті таңдаңыз
nb: Velg racketen.
nn: Vel rekkerten.
pt_br: Selecione a raquete.
sl: Izberi lopar.
tr: Raketi seç.
vi: Chọn cần đẩy
zh_tw: 在物件區選取乒乓球拍。

source: Then build this script:
bn: তারপর এই স্ক্রিপ্টটি তৈরি কর:
cs: Pak vytvoř tenhle scénář:
cy: Yna adeiladwch y sgript hon
de: Baue dann dieses Skript zusammen:
fa: سپس این دستور را بسازید:
fr: Ensuite construis ce script :
kk: Содан соң осы скриптті құрыңыз
nb: Nå kan du bygge dette skriptet:
nn: Lag så dette skriptet:
pt_br: Então, construa este script:
sl: Potem dodaj to skripto:
tr: Ve aşağıdaki diziyi oluştur:
vi: Tiếp theo tạo đoạn kịch bản này:
zh_tw: 接著建立它的程式，如下：

source: Click the green flag to start your scripts:
bn: তোমার স্ক্রিপ্টটি শুরু করতে সবুজ পতাকায় ক্লিক কর:
cs: Pro start svého scénáře klikni na zelenou vlajku:
cy: Cliciwch y faner werdd i gychwyn eich sgriptiau:
de: Klicke die grüne Flagge um deine Skripte zu starten:
fa: برای شروع دستورهای خود، روی پرچم سبز کلیک کنید:
fr: Clique sur le drapeau vert pour démarrer tes scripts :
kk: Скрипттерді бастау үшін жасыл жалаушаны басыңыз:
nb: Klikk det grønne flagget for å starte skriptene:
nn: Trykk på det grøne flagget for å starta skripta:
pt_br: Clique na bandeira verde para iniciar seu script:
sl: Za zagon tvoje skripte klikni zeleno zastavico:
tr: Komut dizisini başlatmak için yeşil bayrağa tıkla:
vi: Bấm vào lá cờ xanh để thực hiện kịch bản của bạn:
zh_tw: 點一下「綠色旗子」，開始執行你的程式：

source: How can you get the ball to bounce off the paddle? Find out in the next step!
bn: কিভাবে তুমি প্যাডেল থেকে বলটি বাউন্স করাতে পার? পরবর্তী ধাপে জান!
cs: Jak způsobit aby se míč odrazil od pádla? Zjisti v dalším kroku!
cy: Sut mae cael y bêl i fownsio oddi ar y badl? Mae'r ateb yn y cam nesaf!
de: Wie kannst du den Ball dazu bringen, vom Paddel abzuprallen? Finde es im nächsten Schritt heraus!
fa: چگونه می‌توانید توپ را از روی راکت بپرانید؟ گام بعدی را بیابید!
fr: Comment peux-tu faire rebondir la balle sur la palette ? Découvre-le à la prochaine étape!
kk: Допты ескектен бері қарай қалай секіртуге болады? Оны білу үшін келесі қадамға өтіңіз!
nb: Hvordan kan du få ballen til å sprette på racketen? Det er neste trinn!
nn: Korleis kan du få ballen til å spretta på rekkerten? Det er neste trinn!
pt_br: Como você pode fazer a bola quicar na raquete? Descubra na próxima etapa!
tr: Rakete değince topun sekmesini nasıl sağlayabilirsin? Sırada bu var!
vi: Làm cách nào để trái banh có thể bật khỏi cần đẩy? Tìm hiểu ở bước tiếp theo!
zh_tw: 至於要怎麼讓乒乓球碰到球拍就反彈？想想看，下一步將公佈答案！

source: Next, bounce off the paddle
bn: তারপর, প্যাডেলকে বাউন্স কর
cs: Dále, odrážej od pádla
cy: Nesaf, bownsio oddi ar y badl
de: Lasse den Ball vom Schläger abprallen
fa: سپس، راکت را تکان دهید
fr: Ensuite, rebondir sur la palette
kk: Келесі, ескекті секіртіңіз
nb: Videre: Sprett på racketen
nn: Vidare: sprett i rekkerten
pt_br: Em seguida, faça a bola quicar na raquete
tr: Topu sektirme...
vi: Tiếp theo, bật khỏi cần đẩy
zh_tw: 下一步，碰到球拍就反彈

source: Click to choose the ball:
bn: বল বাছাই করতে ক্লিক কর:
cs: Klikni pro vybrání tvého míče:
cy: Cliciwch i ddewis y bêl:
de: Klicke um den Ball auszuwählen:
fa: برای انتخاب توپ کلیک کنید:
fr: Clique pour choisir la balle :
kk: Допты таңдау үшін басыңыз:
nb: Klikk for å velge ballen:
nn: Trykk på ballen for å velja han:
pt_br: Clique para selecionar a bola:
tr: Topu seçmek için tıkla:
vi: Bấm chọn trái banh:
zh_tw: 在物件區上點選角色球：

source: Add this script to make it bounce whenever it hits the paddle:
bn: এই স্ক্রিপ্টটি যোগ কর যেন যখনই এটি প্যাডেলে আঘাত করে তখনই এটি বাউন্স করে:
cs: Přidej tento scénář, aby se odrazil, kdykoli narazí na pádlo:
cy: Ychwanegwch y sgript i wneud iddo fownsio pryd bynnag bydd yn taro'r badl:
de: Füge dieses Skript hinzu, um den Ball abprallen zu lassen, wenn er das Paddel berührt:
fa: این دستور را اضافه کنید تا هنگام برخورد با راکت بپرد:
fr: Ajouter ce script pour la faire rebondir à chaque fois qu'elle touche la raquette :
kk: Бұл скрипт доптың ескекке тигенде секіру керектігін көрсетеді:
nb: Bygg dette skriptet for å få ballen til å sprette når den treffer racketen:
nn: Bygg dette skriptet for å få ballen til å spretta når han treffer rekkerten:
pt_br: Adicione esse script para fazê-la saltar sempre que ela bater na raquete:
tr: Aşağıdaki dizi, rakete her değdiğinde topun sekmesini sağlar:
vi: Thêm vào vào đoạn kịch bản để làm trái banh bật lại mỗi khi chạm vào cần đẩy banh:
zh_tw: 添加如下積木堆讓它一碰到球拍就反彈：

source: Here’s how to build the script:
bn: স্ক্রিপ্টটি কিভাবে তৈরি করবে তা এখানে দেখ:
cs: Zde je, jak vytvořit scénář:
cy: Dyma sut i adeiladu'r sgript:
de: Und so baust du das Skript:
fa: در اینجا نحوۀ ساخت اسکریپت وجود دارد:
fr: Voici comment construire le script :
kk: Скриптті осылай құру керек:
nb: Slik bygger du skriptet:
nn: Slik byggjer du skriptet:
pt_br: É assim que se constrói o script:
tr: Bu diziyi nasıl yapabilirsin seyret:
vi: Đây là cách để tạo ra một đoạn kịch bản:
zh_tw: 以下是建立積木堆的示範：

source: Make a sound when the ball hits the paddle.
bn: যখন বল প্যাডেলে আঘাত করে তখন একটি শব্দ কর।
cs: Vydej zvuk, když míč narazí do pádla.
cy: Gwneud sain pan fydd y bêl yn taro'r badl.
de: Mache ein Geräusch, wenn der Ball auf das Paddel trifft.
fa: هنگام برخودر توپ با راکت صدایی درآورید.
fr: Fais un son lorsque la balle touche la raquette.
kk: Доп ескекке тигенде дыбыс шыгатындай қылыңыз.
nb: Lag en lyd når ballen treffer racketen.
nn: Lag ein lyd når kvar gong ballen treffer rekkerten.
pt_br: Reproduza um efeito sonoro quando a bola bater na raquete.
sl: Ko se žogica dotakne loparja naj se predvaja zvok.
tr: Top rakete her çarptığında bir ses çıksın istiyoruz.
vi: Tạo ra âm thanh khi trái banh chạm vào cần đẩy.
zh_tw: 設計當球反彈時的音效。

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
bn: <span class="tab-ref">Sounds</span> ট্যাব ক্লিক কর, তারপর ক্লিক কর <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"><p>
cs: <p>Klikni na záložku <span class="tab-ref">Zvuky</span>, poté klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
cy: <p>Cliciwch y tab <span class="tab-ref">Sounds</span>, yna cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
de: <p>Klicke den <span class="tab-ref">Klang</span>-Reiter und dann auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
fa: <p>روی زبانه <span class="tab-ref">صداها</span> کلیک کنید، سپس کلیک کنید<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span> , puis clique sur <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
kk: ⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, содан соң <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> басыңыз</p>.
nb: <p>Klikk på <span class="tab-ref">Lyder</span>-fanen og deretter på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
nn: <p>Trykk på <span class="tab-ref">Lydar</span>-fana og så på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.</p>
pt_br: <p>Clique na guia <span class="tab-ref">Sons</span>, e então clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
sl: <p>Klikni na zavihek <span class="tab-ref">Zvoki</span> in klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
tr: <p><span class="tab-ref">Sesler</span> sayfasına geçip <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> simgesine tıkla</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
zh_tw: <p>切換到<span class="tab-ref">音效</span> 頁籤，接著點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>

source: Choose the 'water drop' sound (in Effects):
bn: 'water drop' শব্দটি বাছাই কর (ইফেক্ট থেকে):
cs: Vyber zvuk "water drop" ( v kategorii Efekty):
cy: Dewiswch y sain 'diferyn o ddŵr' (yn Effeithiau)
de: Wähle den "water drop" (de: Wassertropfen) Klang (in Effekte):
fa: صدای "چکه آب" را (در جلوه‌ها) انتخاب کنید:
fr: Choisis le son 'water drop' (goutte d'eau) (dans la catégorie Effets) :
kk: 'Су тамшысының' (Әсерлер) дыбысын таңдаңыз:
nb: Velg lyden "water drop" (i Effekter):
nn: Vel lyden «water drop» (i kategorien «Effektar»):
pt_br: Escolha o som "gota d'água" (em Efeitos):
sl: V učinkih izberi zvok 'water drop':
tr: Etkiler klasörün içinden 'Water drop' (su damlası) sesini seç:
vi: Chọn âm thanh 'nước nhỏ giọt' (trong phần Hiệu ứng):
zh_tw: 從音效範例庫中的效果類別中挑選名為 water drop（水滴聲）的音效：
