Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Record sounds
bn: শব্দ রেকর্ড কর
cs: Nahrávání zvuků
cy: Recordio sain
de: Klänge aufnehmen
fa: صداها را ضبط کنید
fr: Enregistrer des sons
id: Merekam berbagai suara
kk: Дыбысты жазу
lt: Įrašyk garsus
nb: Spill inn lyder
nn: Spel inn lydar
pt_br: Gravar sons
sl: Posnemi zvoke
tr: Sesleri kaydet
vi: Thu âm
zh_tw: 錄製音效

source: Edit sounds
bn: শব্দগুলো সম্পাদনা কর
cs: Editace zvuků
cy: Golygu sain
de: Klänge bearbeiten
fa: ویرایش صداها
fr: Modifie des sons
id: Menyunting suara
kk: Дабысты өзгерту
lt: Keisk garsus
nb: Rediger lyder
nn: Rediger lydar
pt_br: Editar sons
sl: Uredi zvoke
tr: Sesleri düzenle
vi: Chỉnh sửa âm thanh
zh_tw: 編輯音效

source: Dig deeper here to find out more about each block, or use the ? button in the editor to click on individual blocks to learn more.
bn: প্রতিটি ব্লক সম্পর্কে আরও জানতে এখানে ভাল ভাবে দেখ,
cs: Prohledej to tu a zjisti více o každém bloku, nebo použij "?" v editoru, abys si se o bloku dozvěděl více.
cy: Dysgwch ragor yma i wybod mwy am bob bloc, neu defnyddiwch y botwm ? yn y golygydd i glicio ar flociau unigol i ddysgu rhagor.
de: Verschaffe dir einen tieferen Einblick und lerne mehr über die Blöcke, oder verwende den ?-Knopf im Editor, klicke damit auf einzelne Blöcke und erfahre mehr.
fa: برای پیدا کردن اطلاعات بیشتر در مورد هر قطعه، اینجا را عمیق‌تر بکنید، یا از دکمه ؟ در ویرایشگر استفاده کنید تا بر روی قطعههای فردی کلیک کنید تا بیشتر بدانید.
fr: Creusez plus profond ici pour en savoir plus sur chaque bloc, ou utiliser le? bouton dans l'éditeur pour cliquer sur des blocs individuels pour en savoir plus.
id: Gali lebih dalam di sini atau cari tahu lebih lanjut tentang setiap balok, atau gunakan tombol ? di editor lalu klik balok tersebut untuk mempelajari lebih jauh.
kk: Мұнда әр блок туралы көбірек білу үшін тереңірек зерттеңіз, немесе қосымша ақпарат алу үшін жеке блоктар басу үшін редактордағы түймені қолданыңыз.
lt: Pasigilink čia, kad sužinotum daugiau apie kiekvieną bloką arba spausk ? mygtuką ant norimo bloko redaktoriuje
nb: Her kan du lære mer detaljert om hver kloss. Du kan også bruke ?-knappen og klikke på en kloss mens du programmerer.
nn: Her kan du læra meir om kvar kloss. Du kan òg bruka ?-knappen og trykkja på ein kloss når du programmerar.
pt_br: Aprofunde-se para descobrir mais sobre cada bloco, ou use o botão ? no editor para clicar em blocos individuais e aprender mais.
sl: Raziskuj naprej, da najdeš večpodrobnosti o posameznem bloku, ali v urejevalniku uporabi gumb ? na posameznem bloku.
tr: Tek tek her bir taşın ne yaptığını öğrenmek için buraya bak, veya yukarıdaki (? ) düğmesine bas ve ne yaptığını merak ettiğin taşın üstüne tıkla.
vi: Tìm hiểu sâu hơn ở đây để biết thêm về mỗi mảnh ghép, hoặc bấm vào nút ? trong trình soạn thảo trên từng mảnh ghép để tìm hiểu thêm.
zh_tw: 分別說明每個積木，讓你深入學習他們的用處。\n 你也可以透過工作區上方的 ? 圖示按鈕點選要深入研究的積木。

source: Motion
bn: গতি
cs: Pohyb
cy: Symudiad
de: Bewegung
fa: حرکت
fr: Mouvement
id: Gerakan
kk: Қозғалыс
lt: Judėjimas
nb: Bevegelse
nn: Rørsle
pt_br: Movimento
sl: Gibanje
tr: Hareket
vi: Chuyển động
zh_tw: 動作

source: move _ steps
bn: _ ধাপ সরাও
cs: posun o _ kroků
cy: symud _ cam
de: gehe _-er-Schritt
fa: _ مرحله حرکت کنید
fr: avancer de _
id: gerak _ langkah
kk: _ қадам жылжу
lt: judėk _ žingnius
nb: flytt _ steg
nn: flytt _ steg
pt_br: mova _ passos
sl: pojdi _ korakov
tr: _ adım git
vi: di chuyển _ bước
zh_tw: 移動 [...] 點

source: turn right
bn: ডান দিকে ঘুরো
cs: otočit vpravo
cy: troi i'r dde
de: drehe dich rechtsherum
fa: بپیچ به راست
fr: tourner à droite
id: putar kanan
kk: оңға бұрылу
lt: pasisuk dešinėn
nb: vend høyre
nn: snu mot høgre
pt_br: gire à direita
sl: obrni se v desno
tr: sağa dön
vi: quay phải
zh_tw: 右轉 […] 度

source: turn left
bn: বাম দিকে ঘুরো
cs: otočit vlevo
cy: troi i'r chwith
de: drehe dich linksherum
fa: بپیچ به چپ
fr: tourner à gauche
id: putar kiri
kk: солға бұрылу
lt: pasisuk kairėn
nb: vend venstre
nn: snu mot venstre
pt_br: gire à esquerda
sl: obrni se v levo
tr: sola dön
vi: quay trái
zh_tw: 左轉 […] 度

source: point in direction
bn: দিক নির্দেশ কর
cs: zamiř směrem
cy: pwyntio i gyfeiriad
de: setze Richtung auf
fa: اشاره کن در جهت
fr: se diriger en faisant un angle de
id: mengarah ke arah
kk: келесі бағытта
lt: žiūrėk kryptimi
nb: pek i retning
nn: peik i retning
pt_br: aponte para a direção
sl: obrni se v smeri
tr: _ yönüne dön
vi: chỉ hướng
zh_tw: 面朝 […] 度

source: point towards
bn: দিকে নির্দেশ কর
cs: nastav směr k
cy: pwyntio tuag at
de: drehe dich zu
fa: اشاره کن به سمت
fr: s'orienter vers
id: mengarah ke
kk: келесі бағытқа қарай
lt: žiūrėk į
nb: pek mot
nn: peik mot
pt_br: aponte para
sl: obrni se proti
tr: _'ye doğru dön
vi: chỉ thẳng
zh_tw: 面朝 {…} 向

source: go to x: y:
bn: x: y: এ যাও
cs: skoč na x: y:
cy: mynd i x: y:
de: gehe zu x: y:
fa: برو به x: y
fr: aller à x: y:
id: pergi ke x: y:
kk: бару x: y:
lt: eik į x: y:
nb: gå til x: y:
nn: gå til x: y:
pt_br: vá para x: y:
sl: pojdi na x: y:
tr: x: y: 'ye git
vi: đi đến tọa độ x: y:
zh_tw: 定位到 x:[…] y:[…]

source: go to
bn: যাও
cs: skoč na
cy: mynd i
de: gehe zu
fa: برو به
fr: aller à
id: pergi ke
kk: бару
lt: eik į
nb: gå til
nn: gå til
pt_br: vá para
sl: pojdi na
tr: _'na git
vi: đi đến
zh_tw: 定位到 {…} 位置

source: glide _ secs to x: y:
bn: x: y: পর্যন্ত _ সেকেন্ড গ্লাইড কর
cs: klouzej _ sekund na x: y:
cy: llithro _ eiliad i x: y:
de: gleite in _ Sek. zu x: y:
fa: _ ثانیه سر بخورید به x: y
fr: glisser en _ secondes à x: y:
id: meluncur _ detik ke x: y:
kk: x: y: нүктесіне _ секунд жүзу
lt: sklęsk _ sekundes į x: y:
nb: gli _ sekunder til x: y:
nn: gli _ sekund til x: y:
pt_br: deslize _ segundos até x: y:
sl: drsi _sekund do x: y:
tr: _ sn.de x: y: 'a süzül
vi: lướt _ giây đến tọa độ x: y:
zh_tw: 滑行 […] 秒到 x:[…] y:[…]

source: change x by
bn: x কে পরিবর্তন কর
cs: změň x o
cy: newid x gan
de: ändere x um
fa: تغییر x با
fr: ajouter_ à x
id: ubah x sebesar
kk: x дегенді өзгерту
lt: keisk x per
nb: endre x med
nn: endra x med
pt_br: adicione a x
sl: spremeni x za
tr: x'i _ arttır
vi: đổi x bằng
zh_tw: x 改變 […]

source: set x to
bn: x কে নির্ধারণ কর
cs: nastav x na
cy: gosod x i
de: setze x auf
fa: تنظیم x به
fr: donner à x la valeur
id: atur x ke
kk: x дегенді келесіге орнату
lt: nustatyk x į
nb: sett x til
nn: set x til
pt_br: mude x para
sl: nastavi x na
tr: x, _ olsun
vi: đặt x thành
zh_tw: x 設為 […]

source: change y by
bn: y কে পরিবর্তন কর
cs: změň y o
cy: newid y gan
de: ändere y um
fa: تغییر y با
fr: ajouter_ à y
id: ubah y sebesar
kk: y дегенді өзгерту
lt: keisk y per
nb: endre y med
nn: endra y med
pt_br: adicione a y
sl: spremeni y za
tr: y'yi _ arttır
vi: đổi y bằng
zh_tw: y 改變 […]

source: set y to
bn: y নির্ধারণ কর
cs: nastav y na
cy: gosod y i
de: setze y auf
fa: تنظیم y به
fr: donner à y la valeur
id: atur y ke
kk: y дегенді келесіге орнату
lt: nustatyk y į
nb: sett y til
nn: set y til
pt_br: mude y para
sl: nastavi y na
tr: y, _ olsun
vi: đặt y thành
zh_tw: y 設為 […]

source: if on edge, bounce
bn: যদি প্রান্তে পৌঁছায়, তাহলে লাফাও
cs: když narazíš na okraj, odraz se
cy: os ar ymyl, bowndio
de: pralle vom Rand ab
fa: اگر روی خط هستی، بپر
fr: rebondir si le bord est atteint
id: jika di pinggir, pantulkan
kk: шетте болса, әрі итерілу
lt: jei ant krašto, atšok
nb: sprett tilbake ved kanten
nn: viss ved kant, sprett
pt_br: se tocar a borda, volte
sl: odbij se, če si na robu
tr: kenara geldiysen sek
vi: nếu nằm trên cạnh, bật lên
zh_tw: 碰到邊緣就反彈

source: set rotation style
bn: ঘূর্ণন শৈলী নির্ধারণ কর
cs: nastav styl otáčení
cy: gosod steil cylchdroi
de: setze Drehtyp
fa: تنظیم سبک چرخش
fr: définir le style de rotation
id: atur gaya rotasi
kk: айналу стилі
lt: pasirink sukimosi būdą
nb: begrens rotasjon
nn: bruk roteringstypen
pt_br: definir estilo de rotação
sl: nastavi način vrtenja
tr: kukla dönüş izinleri
vi: bật chế độ xoay
zh_tw: 迴轉方式設為 […]

source: x position
bn: x এর অবস্থান
cs: x
cy: safle x
fa: موقعیت x
fr: position x
id: posisi x
kk: x орны
lt: x koordinatė
nb: x-posisjon
nn: x-posisjon
pt_br: posição x
sl: položaj x
tr: x konumu
vi: tọa độ x
zh_tw: x 座標

source: y position
bn: y এর অবস্থান
cs: y
cy: safle y
fa: موقعیت y
fr: position y
id: posisi y
kk: y орны
lt: y koordinatė
nb: y-posisjon
nn: y-posisjon
pt_br: posição y
sl: položaj y
tr: y konumu
vi: tọa độ y
zh_tw: y 座標

source: direction
bn: দিক
cs: směr
cy: cyfeiriad
de: Richtung
fa: جهت
id: arah
kk: бағыт
lt: kryptis
nb: retning
nn: retning
pt_br: direção
sl: smer
tr: yönü
vi: hướng
zh_tw: 方向

source: Looks
bn: চেহারা
cs: Vzhled
cy: Edrychiad
de: Aussehen
fa: ظاهر
fr: Apparence
id: Tampilan
kk: сыртқы түрі
lt: Išvaizda
nb: Utseende
nn: Utsjånad
pt_br: Aparência
sl: Izgled
tr: Görünüm
vi: Ngoại hình
zh_tw: 外觀

source: say for _ secs
bn: বল _ সেকেন্ড এর জন্য
cs: říkej příštích _ sekund
cy: dweud am _ eiliad
de: sage für _ Sek.
fa: به مدت _ ثانیه بگو
fr: dire pendant _ secondes
id: katakan selama _ detik
kk: _ секунд бойы айту
lt: sakyk _ sekundes
nb: si i _ sekunder
nn: sei i _ sekund
pt_br: diga por _ segundos
sl: reci za _ sekund
tr: _ de _ saniye
vi: nói trong _ giây
zh_tw: 說出 […] […] 秒

source: say
bn: বল
cs: řekni
cy: dweud
de: sage
fa: بگو
fr: dire
id: katakan
kk: айту
lt: sakyk
nb: si
nn: sei
pt_br: diga
sl: reci
tr: de (söyle)
vi: nói
zh_tw: 說出 […]

source: think for _ secs
bn: _ সেকেন্ড চিন্তা কর
cs: mysli si příštích _ sekund
cy: meddwl am _ eiliad
de: denke für _ Sek.
fa: برای _ ثانیه فکر کن
fr: penser à pendant _ secondes
id: berpikir selama _ detik
kk: _ секунд ойлау
lt: galvok _ sekundes
nb: tenk i _ sekunder
nn: tenk i _ sekund
pt_br: pense por _ segundos
sl: pomisli za _ sekund
tr: _ diye düşün _ saniye
vi: nghĩ trong _ giây
zh_tw: 想著 […] […] 秒

source: think
bn: চিন্তা করো
cs: mysli si
cy: meddwl
de: denke
fa: فکر کن
fr: penser
id: berpikir
kk: ойлау
lt: galvok
nb: tenk
nn: tenk
pt_br: pense
sl: pomisli
tr: _ diye düşün
vi: nghĩ
zh_tw: 想著 […]

source: show
bn: দেখাও
cs: ukaž se
cy: dangos
de: zeige dich
fa: نمایش بده
fr: montrer
id: tampilkan
kk: көрсету
lt: rodyk
nb: vis
nn: vis
pt_br: mostre
sl: pokaži
tr: görün
vi: hiện
zh_tw: 顯示

source: hide
bn: লুকাও
cs: skryj se
cy: cuddio
de: verstecke dich
fa: پنهان کن
fr: cacher
id: sembunyikan
kk: жасыру
lt: slėpk
nb: skjul
nn: gøym
pt_br: esconda
sl: skrij
tr: gizlen
vi: ẩn
zh_tw: 隱藏

source: switch costume to
bn: পোশাক পরিবর্তন কর
cs: změň kostým na
cy: newid gwisg i
de: wechsle zu Kostüm
fa: تغییر حالت به
fr: basculer sur costume
id: ganti kostum ke
kk: Киіміңізді ауыстырыңыз
lt: keisk kaukę į
nb: bytt drakt til
nn: byt drakt til
pt_br: mude a fantasia para
sl: spremeni videz v
tr: _ kılığına geç
vi: chuyển đổi trang phục thành
zh_tw: 造型換成 {…}

source: next costume
bn: পরবর্তী পোশাক
cs: další kostým
cy: gwisg nesaf
de: nächstes Kostüm
fa: حالت بعدی
fr: costume suivant
id: kostum berikutnya
kk: келесі костюм
lt: kita kaukė
nb: neste drakt
nn: neste drakt
pt_br: próxima fantasia
sl: naslednji videz
tr: sonraki kılık
vi: trang phục kế tiếp
zh_tw: 造型換成下一個

source: next backdrop (Stage only)
bn: পরবর্তী ব্যাকড্রপ (শুধু মঞ্চ)
cs: další pozadí (jen scéna)
cy: cefndir nesaf (Llwyfan yn unig)
de: nächstes Bühnenbild (nur Bühne)
fa: پس‌زمینه بعدی (فقط صحنه)
fr: arrière-plan suivant (pour la scène uniquement)
id: latar berikutnya (hanya untuk Panggung)
kk: келесі фон (кезең)
lt: kitas fonas (tiktai Scenoje)
nb: neste bakgrunn (kun for scene)
nn: neste bakgrunn (berre for scene)
pt_br: próximo pano de fundo (somente fundo)
sl: naslednje ozadje (samo oder)
tr: sonraki dekor (sadece Sahne)
vi: ảnh nền kế tiếp (chỉ trên Sân Khấu)
zh_tw: 背景換成下一個（舞台專用）

source: switch backdrop to
bn: ব্যাকড্রপ পরিবর্তন কর
cs: změň pozadí na
cy: newid cefndir i
de: wechsle zu Bühnenbild
fa: تغییر پس‌زمینه به
fr: basculer sur l'arrière-plan
id: ganti latar ke
kk: фон ауыстыру
lt: keisk foną į
nb: bytt bakgrunn til
nn: byt bakgrunn til
pt_br: mude o pano de fundo para
sl: zamenjaj ozadje na
tr: _ dekoruna geç
vi: chuyển đổi ảnh nền thành
zh_tw: 背景換成 {…}

source: switch backdrop and wait (Stage only)
bn: ব্যাকড্রপ পরিবর্তন করে অপেক্ষা কর (শুধু মঞ্চ)
cs: změň pozadí a čekej (jen scéna)
cy: newid cefndir ac aros (Llwyfan yn unig)
de: wechsle zu Bühnenbild und warte (nur Bühne)
fa: تغییر پس‌زمینه و انتظار (فقط صحنه)
fr: basculer sur l'arrière-plan suivant et attendre (pour la scène uniquement)
id: ganti latar dan tunggu (hanya untuk Panggung)
kk: Фонды ауысытырыңыз және күтіңіз (Тек сахнада)
lt: keisk foną ir lauk (tiktai Scenoje)
nb: bytt bakgrunn og vent (kun for scene)
nn: byt bakgrunn og vent (berre for scene)
pt_br: mude o pano de fundo e espere (somente fundo)
sl: zamenjaj ozadje in počakaj (samo oder)
tr: _ dekoruna geç ve bekle (sadece Sahne)
vi: chuyển đổi phông nền và chờ (chỉ trên Sân Khấu)
zh_tw: 背景換成 {…} 並等待 (舞台專用)

source: change effect to
bn: ইফেক্ট পরিবর্তন কর
cs: změň efekt _ o
cy: newid effaith i
de: ändere Effekt um
fa: تغییر جلوه به
fr: ajouter à l'effet
id: ubah efek ke
kk: Әсерді өзгертіңіз
lt: keisk efektą į
nb: endre effekt til
nn: endra effekt med
pt_br: mude o efeito para
sl: spremeni učinek v
tr: _ etkisini _ arttır
vi: chuyển đổi hiệu ứng thành
zh_tw: 效果 {…} 改變 […]

source: set effect to
bn: এফেক্ট সেট কর
cs: nastav efekt na
cy: gosod effaith i
de: setze Effekt auf
fa: تنظیم جلوه به
fr: mettre l'effet à
id: atur efek ke
kk: Әсерді орнатыңыз
lt: nustatyk efektą į
nb: sett effekt til
nn: set effekt til
pt_br: mude o efeito para
sl: nastavi učinek na
tr: _ etkisi _ olsun
vi: đặt hiệu ứng thành
zh_tw: 效果 {…} 設為 […]

source: clear graphic effects
bn: শৈল্পিক প্রভাব মুছে ফেলুন
cs: zruš grafické efekty
cy: clirio effeithiau graffeg
de: schalte Grafikeffekte aus
fa: افکت های گرافیکی را پاک کن
fr: annuler les effets graphiques
id: hapus semua efek grafis
kk: сызбалық әсерлерді тазалау
lt: išvalyk visus išvaizdos pokyčius
nb: fjern grafiske effekter
nn: ta vekk grafiske effektar
pt_br: apague os efeitos gráficos
sl: izbriši slikovne učinke
tr: görsel etkileri temizle
vi: bỏ các hiệu ứng đồ họa
zh_tw: 效果清除

source: change size by
bn: আকার পরিবর্তন কর
cs: změň velikost o
cy: newid maint gan
de: ändere Größe um
fa: تغییر سایز با
fr: ajouter _à la taille
id: ubah ukuran sebesar
kk: өлшемді өзгерту
lt: keisk dydį per
nb: endre størrelse med
nn: endra storleik med
pt_br: adicione ao tamanho
sl: spremeni velikost za
tr: _ birim büyüt
vi: thay đổi kích thước bằng
zh_tw: 尺寸改變 […]

source: set size to
bn: আকার নির্ধারণ কর
cs: nastav velikost na
cy: gosod maint i
de: setze Größe auf
fa: تنظیم سایز به
fr: mettre _à de la taille initiale
id: atur ukuran ke
kk: өлшемді орнату
lt: nustatyk dydį į
nb: sett størrelse til
nn: set storleik til
pt_br: mude o tamanho para
sl: nastavi velikost na
tr: büyüklüğü % _ yap
vi: đặt kích thước là
zh_tw: 尺寸設為 […]%

source: go to front
bn: সামনে যাও
cs: jdi do popředí
cy: mynd i'r blaen
de: komme nach vorn
fa: برو به جلو
fr: envoyer au premier plan
id: maju ke depan
kk: үстіңгі қабатқа өту
lt: atsirask vaizdo priekyje
nb: legg øverst
nn: legg øvst
pt_br: vá para a frente
sl: postavi v ospredje
tr: üste çık
vi: đi đến phía trước
zh_tw: 圖層上移至頂層

source: go back _ layers
bn: _ স্তর পেছনে যাও
cs: jdi do pozadí o _ úrovní
cy: mynd nôl _ haenen
de: gehe _ Ebenen nach hinten
fa: برگشتن _ لایه
fr: déplacer de _ plans arrière
id: pergi ke belakang _ lapisan
kk: _ қабат артқа өту
lt: pasitrauk gylyn per _ sluoksnius
nb: flytt nedover _ lag
nn: flytt bakover _ lag
pt_br: vá _ camadas para trás
sl: pojdi za _ plasti nazaj
tr: _ katman alta in
vi: trở về _ lớp
zh_tw: 圖層下移 […] 層

source: costume #
bn: পরিধান #
cs: číslo kostýmu
cy: gwisg #
de: Kostümnummer
fa: شماره حالت #
fr: costume n°
id: kostum #
kk: костюм #
lt: kaukės #
nb: drakt #
nn: draktnr.
pt_br: n° da fantasia
sl: videz #
tr: kılık #
vi: trang phục #
zh_tw: 造型編號

source: backdrop name
bn: ব্যাকড্রপের নাম
cs: název pozadí
cy: enw cefndir
de: Bühnenbildname
fa: نام پس زمینه
fr: nom de l'arrière-plan
id: nama latar
kk: фонның аты
lt: fono vardas
nb: navn på bakgrunn
nn: bakgrunnsnamn
pt_br: nome do pano de fundo
sl: ime ozadja
tr: dekorun adı
vi: tên ảnh nền
zh_tw: 背景名稱

source: backdrop # (Stage only)
bn: ব্যাকড্রপ # (শুধু মঞ্চে)
cs: číslo pozadí (jen scéna)
cy: cefndir # (Llwyfan yn unig)
de: Bühnenbildnummer (nur Bühne)
fa: پس‌زمینه # (فقط صحنه)
fr: l'arrière-plan n° (pour la scène uniquement)
id: latar # (hanya untuk Panggung)
kk: фон # (кезең)
lt: fono # (tiktai Scenoje)
nb: bakgrunn nr. (kun for scene)
nn: bakgrunnsnr. (berre for scene)
pt_br: nº do pano de fundo (somente fundo)
sl: ozadje # (samo oder)
tr: dekor # (sadece Sahne)
vi: ảnh nền # (chỉ trên Sân Khấu)
zh_tw: 背景編號（舞台專用）

source: size
bn: আকার
cs: velikost
cy: maint
de: Größe
fa: اندازه
fr: taille
id: ukuran
kk: Өлшемі
lt: dydis
nb: størrelse
nn: storleik
pt_br: tamanho
sl: velikost
tr: büyüklük
vi: kích thước
zh_tw: 尺寸

source: Sound
bn: শব্দ
cs: Zvuk
cy: Sain
de: Klang
fa: صدا
fr: Sons
id: Suara
kk: Дыбыс
lt: Garsas
nb: Lyd
nn: Lyd
pt_br: Som
sl: Zvok
tr: Ses
vi: Âm thanh
zh_tw: 音效

source: play sound _
bn: শব্দ বাজাও _
cs: hraj zvuk _
cy: chwarae sain _
de: spiele Klang _
fa: پخش صدا _
fr: jouer le son _
id: mainkan suara _
kk: Дыбысты қосу_
lt: grok garsą _
nb: spill lyden _
nn: spel lyden _
pt_br: toque o som _
sl: predvajaj zvok _
tr: _ sesini çal
vi: phát âm thanh _
zh_tw: 播放音效 {…}

source: play sound _ until done
bn: শব্দ কর _ শেষ না হওয়া পর্যন্ত
cs: hraj zvuk _ až do konce
cy: chwarae sain _ tan y diwedd
de: spiele Klang _ ganz
fa: پخش صدا _ تا تمام شود
fr: jouer le son _ jusqu'au bout
id: mainkan suara _ sampai selesai
kk: Дайын болғанша_дыбысты ойнату
lt: grok garsą _ kol pasibaigs
nb: spill lyden _ til den er ferdig
nn: spel lyden _ til han er ferdig
pt_br: toque o som _ até o fim
sl: predvajaj zvok _ do konca
tr: _ sesini bitene kadar çal
vi: phát âm thanh _ cho đến hết
zh_tw: 播放音效 {…} 到底

source: stop all sounds
bn: সব শব্দ বন্ধ কর
cs: utiš všechny zvuky
cy: atal pob sain
de: stoppe alle Klänge
fa: همه صدا ها را متوقف کن
fr: arrêter tous les sons
id: hentikan semua suara
kk: Дыбыстардың барлығын тоқтатыңыз
lt: nutildyti visus garsus
nb: stopp alle lyder
nn: stopp alle lydar
pt_br: pare todos os sons
sl: prenehaj s predvajanjem zvokov
tr: tüm sesleri durdur
vi: ngừng mọi âm thanh
zh_tw: 停播所有音效

source: play drum _ for _ beats
bn: _ বিটের জন্য _ ড্রাম বাঁজাও
cs: bubnuj _ příštích _ taktů
cy: chwarae drwm _ am _ curiad
de: spiele Schlaginstrument _ für _ Schläge
fa: پخش درام _ به مدت _
fr: jouer du tambour _ pendant _ temps
id: mainkan drum _ sebanyak _ ketukan
kk: Соғуға арналған барабанда ойнау
lt: mušk _ būgną _ smūgių
nb: spill tromme _ i _ takter
nn: trommeslag _ som varer _ takter
pt_br: toque o tambor _ por _ batidas
sl: zaigraj na _ _ udarcev
tr: _ davulunu _ vuruş çal
vi: chơi trống _ trong _ nhịp
zh_tw: 演奏節拍 {…} […] 拍

source: rest for _ beats
bn: _ বিটের জন্য অপেক্ষা কর
cs: pauza _ taktů
cy: saib am _ curiad
de: pausiere _ Schläge
fa: استراحت به مدت _
fr: faire une pause pendant _ temps
id: diam selama _ ketukan
kk: қалған соққылар
lt: ilsėkis _ smūgių
nb: pause _ takter
nn: pause i _ takter
pt_br: silêncio por _ batidas
sl: počivaj _ udarcev
tr: _ vuruş sus
vi: nghỉ trong _ nhịp
zh_tw: 演奏休息 […] 拍

source: play note _ for _ beats
bn: _ বীটের জন্য _ নোট বাঁজাও
cs: zpívej notu _ příštích _ taktů
cy: chwarae nodyn _ am _ curiad
de: spiele Ton _ für _ Schläge
fa: نت _ را به مدت _ پخش کند
fr: jouer la note _ pendant _ temps
id: bunyakan nada _ selama _ ketukan
kk: Нотасында такт ойнау
lt: grok _ natą _ smūgių
nb: spill tone _ i _ takter
nn: spel tonen _ i _ takter
pt_br: toque a nota _ por _ batidas
sl: zaigraj noto _ za _ udarcev
tr: _ notasını _ vuruş çal
vi: chơi nốt nhạc _ trong _ nhịp
zh_tw: 演奏音階 {…} […] 拍

source: set instrument to _
bn: _ এ বাদ্যযন্ত্র নির্ধারণ কর
cs: nastav nástroj _
cy: gosod offeryn i _
de: setze Instrument auf _
fa: تنظیم ابزار به _
fr: choisir l'instrument n°_
id: atur alat musik ke _
kk: Аспапты орналастыру
lt: nustatyk instrumentą į _
nb: velg instrument _
nn: bruk instrument _
pt_br: use o instrumento _
sl: izberi glasbilo _
tr: çalgıyı _ yap
vi: đặt nhạc cụ là _
zh_tw: 演奏樂器設為 {…}

source: change volume by _
bn: শব্দের মাত্রা পরিবর্তন কর _ দ্বারা
cs: změň hlasitost o _
cy: newid uchder sain gan
de: ändere Lautstärke um _
fa: تغییر بلندی صدای با _
fr: ajouter _ au volume
id: ubah volume sebesar _
kk: Дыбысын өзерту
lt: pakeisk garsumą per _
nb: endre volum med _
nn: endra lydstyrke med _
pt_br: adicione _ ao volume
sl: spremeni glasnost za _
tr: sesi _ birim yükselt
vi: thay đổi âm lượng bằng _
zh_tw: 音量改變 {…}

source: set volume to _%%
bn: শব্দের মাত্রা নির্ধারণ কর _%%
cs: nastav hlasitost na _%%
cy: gosod uchder sain i _%%
de: setze Lautstärke auf _%%
fa: تنظیم بلندی صدا به _ %%
fr: mettre le volume au niveau _%%
id: atur volume ke _%%
kk: Дыбысын _%% орнатыңыз
lt: nustatyk garsumą į _%%
nb: sett volum til _%%
nn: set lydstyrke til _ %%
pt_br: mude o volume para _%%
sl: nastavi glasnost na _%%
tr: ses şiddeti %%_ olsun
vi: đặt âm lượng bằng _ %%
zh_tw: 音量設為 […]%%

source: change tempo by _
bn: টেম্প পরিবর্তন কর _
cs: změň tempo o _
cy: newid amseriad gan _
de: ändere Tempo um _
fa: تغییر سرعت توسط _
fr: ajouter _ au tempo
id: ubah tempo sebesar _
kk: Ырғақты _ өзгертіңіз
lt: keisk tempą per _
nb: endre tempo med _
nn: endra tempo med _
pt_br: adicione _ bpm ao tempo
sl: spremeni tempo za _
tr: tempoyu _ arttır
vi: thay đổi nhịp độ bằng _
zh_tw: 演奏速度改變 […]

source: set tempo to _ bpm
bn: tempo _ bpm এ নির্ধারণ কর
cs: nastav tempo na _ taktů/min
cy: gosod amseriad i _ cyf
de: setze Tempo auf _ Schläge/Minute
fa: تنظیم سرعت به _ bpm
fr: mettre le tempo à _ bpm
id: atur tempo ke _ ketukan per menit
kk: Ырғақты _ bpm орнатыңыз
lt: keisk tempą į _ smūgių per minutę
nb: sett tempo til _ takter per minutt
nn: set tempo til _ slag i minuttet
pt_br: mude o tempo para _ bpm
sl: nastavi tempo na _ udarcev na minuto
tr: tempoyu _ vuruş/dk yap
vi: đặt nhịp độ bằng _ bpm
zh_tw: 演奏速度設為 […] bpm

source: tempo
bn: গানের তাল
cy: amseriad
fa: سرعت نواختن
kk: Дыбыс ырғағы
lt: tempas
vi: nhịp độ
zh_tw: 演奏速度

source: volume
bn: শব্দের মাত্রা
cs: hlasitost
cy: lefel sain
de: Lautstärke
fa: بلندی صدا
kk: Дыбыс
lt: garsumas
nb: volum
nn: lydstyrke
sl: glasnost
tr: ses şiddeti
vi: âm lượng
zh_tw: 音量

source: Pen
bn: কলম
cs: Pero
cy: Pin
de: Malstift
fa: قلم
fr: Stylo
id: Pena
kk: Қалам
lt: Pieštukas
nb: Penn
nn: Penn
pt_br: Caneta
sl: Svinčnik
tr: Kalem
vi: Bút vẽ
zh_tw: 畫筆

source: clear
bn: মুছে ফেলো
cs: smaž
cy: clirio
de: wische Malspuren weg
fa: پاک کن
fr: effacer
id: bersihkan
kk: тазарту
lt: Išvalyti
nb: slett
nn: slett
pt_br: apague tudo
sl: izbriši
tr: temizle
vi: xóa
zh_tw: 筆跡清除

source: stamp
bn: স্ট্যাম্প
cs: otiskni se
de: hinterlasse Abdruck
fa: مهر
fr: estampiller
id: cap
kk: марка
lt: Antspaudas
nb: stemple avtrykk
nn: lag avtrykk
pt_br: carimbe
sl: odtisni
tr: iz bırak
vi: in hình
zh_tw: 蓋章

source: pen down
bn: কলম নিচে নামাও
cs: pero dolů
cy: pin i lawr
de: schalte Stift ein
fa: قلم پایین
fr: stylo en position d'écriture
id: tekan pena
kk: қауырсынды түсіру
lt: nuleisk pieštuką
nb: penn på
nn: penn ned
pt_br: use a caneta
sl: spusti svinčnik
tr: kalemi bastır
vi: bắt đầu vẽ
zh_tw: 下筆

source: pen up
bn: কলম উপরে উঠাও
cs: pero nahoru
cy: pin i fyny
de: schalte Stift aus
fa: قلم بالا
fr: relever le stylo
id: angkat pena
kk: қауырсынды көтеру
lt: pakelk pieštuką
nb: penn av
nn: penn opp
pt_br: levante a caneta
sl: dvigni svinčnik
tr: kalemi kaldır
vi: ngừng vẽ
zh_tw: 停筆

source: set pen color to [color]
cs: nastav barvu pera na [color]
cy: gosod lliw pin i [color]
de: setze Stiftfarbe auf [Farbe]
fa: تنظیم رنگ قلم را به [رنگ]
fr: choisir la couleur [color] pour le stylo
id: atur warna pena ke [warna]
kk: қауырсын түсін орнату [color]
lt: keisk pieštuko spalvą į [spalva]
nb: velg pennfarge [farge]
nn: bruk pennefargen [farge]
pt_br: mude a cor da caneta para [cor]
sl: nastavi barvo svinčnika na [barva]
tr: kalem rengini [renk] yap
vi: đặt màu bút vẽ là [màu]
zh_tw: 筆跡顏色設為 {…}
