Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Add blocks that extend what you can do in Scratch
bn: Scratch এ তুমি যা করতে পার তা বিস্তৃত করে এমন ব্লকসমূহ যুক্ত কর
cs: Přidej bloky, které rozšiřují, co můžeš dělat ve Scratchi.
cy: Ychwanegwch flociau sy'n estyn beth allwch ei wneud yn Scratch
de: Füge Blöcke hinzu, die die Fähigkeiten von Scratch erweitern.
fa: اضافه کردن قطعه‌های گسترده تر که شما می‌توانید در اسکرچ با آن‌ها کار انجام دهید.
fr: Ajouter des blocs qui augmentent ce que vous pouvez faire dans Scratch
id: Tambahkan balok-balok yang memperluas apa yang dapat kau lakukan di Scratch
kk: Скретчте сіз істей алатын мүмкіндіктерді ұзартатын блоктар қосу
lt: Pridėk blokų, kurie išplės Scratch galimybes
nb: Legg til nye klosser som utvider mulighetene i Scratch
nn: Legg til nye klossar som lèt deg gjera meir i Scratch
pt_br: Adicionar blocos que ampliam as possibilidades do que você pode fazer no Scratch
sl: Dodaj bloke, ki dodajo možnosti k temu, kar lahko narediš v Scratchu.
tr: Scratch'in kapsamını genişleten yeni taşlar ekler
vi: Thêm vào những mảnh ghép để mở rộng những điều bạn có thể làm với Scratch
zh_tw: 添加更多的積木讓你在 Scratch 上擴充應用

source: Extensions allow you to connect to hardware devices or web services.
bn: এক্সটেনশানগুলো তোমাকে হার্ডওয়্যারের বা ওয়েব সার্ভিসের সাথে যুক্ত হওয়ার অনুমতি দিবে।
cs: Rozšíření ti umožní připojovat hardwarová zařízení nebo webové služby.
cy: Mae estyniadau yn caniatáu i chi gysylltu i ddyfeisiau caledwedd neu wasanaethau gwe.
de: Erweiterungen geben dir die Möglichkeit dich mit externen Geräten oder Webdiensten zu verbinden.
fa: ضمیمه ها به شما امکان اتصال به دستگاه های سخت افزاری یا سرویس های وب را می دهد.
fr: Les extensions vous permettent de connecter des appareils ou d'utiliser des services web.
id: Extension memperbolehkanmu untuk menyambung ke gawai hardware atau pelayanan web.
kk: Кеңейтулер сізге аппараттық қамтамасыз ету құрылғыларға немесе веб қызметтерге қосылуға мүмкіндік береді.
lt: Plėtiniai leidžia jums prisijungti prie įrenginių arba interneto paslaugu
nb: Med tilleggsfunksjoner kan du koble til webtjenester eller maskinvare-enheter.
nn: Med tilleggsfunksjonar kan du kopla Scratch til maskinvare og nett-tenester.
pt_br: As extensões permitem que você se conecte a dispositivos físicos ou a serviços web.
sl: Razširitve ti omogočajo, da se povežeš na strojne naprave ali omrežne storitve.
tr: Eklentiler donanım birimlerine ya da web hizmetlerine bağlanmanı sağlar.
vi: Phần mở rộng cho phép bạn kết nối với những thiết bị phần cứng hoặc những dịch vụ web
zh_tw: 擴充功能可以讓你連結到一些硬體裝置或是網路服務。

source: In the future, more extensions will be added to Scratch. To try out experimental extensions, visit the website scratchx.org
bn: ভবিষ্যতে, আরও কিছু এক্সটেনশন Scratch এ যুক্ত করা হবে। পরীক্ষামূলক এক্সটেনশনগুলো দেখতে, ভিজিট কর scratchx.org
cs: V budoucnu bude mít Scratch přidaných více rozšíření. K vyzkoušení experimentálních rozšíření navštiv stránky scratchx.org
cy: Yn y dyfodol, bydd rhagor o estyniadau'n cael eu hychwanegu i Scratch. I roi cynnig ar estyniadau arbrofol, ewch i wefan scratchx.org
de: In Zukunft sollen mehr Erweiterungen für Scratch hinzugefügt werden. Besuche die Website scratchx.org, um experimentelle Erweiterungen auszuprobieren.
fa: در آینده، افزونه‌های بیشتری به اسکرچ اضافه خواهند شد. برای امتحان کردن افزونه‌های آزمایشی، به وب‌سایت scratchx.org مراجعه کنید.
fr: Dans le futur, plus d'extensions seront ajoutées à Scratch. Pour essayer les extensions expérimentales, visitez le site scratchx.org
id: Di masa mendatang, lebih banyak extension akan ditambahkan pada Scratch. Untuk mencoba extension eksperimental, datangi situs scratchx.org
kk: Скретчке көп кеңейтулер болашақта қосылады. Тәжірибелік кеңейтулерді көру үшін scratchx.org вебса
lt: Ateityje bus pridėta daugiau Scratch plėtinių. Norėdamas išbandyti eksperimentinius plėtinius, apsilankyk scratchx.org
nb: Med tiden vil det komme flere utvidelser til Scratch her. Du kan prøve ut eksperimentelle Scratch-utvidelser på nettstedet scratchx.org.
nn: I framtida vil det finnast fleire tilleggsfunksjonar til Scratch. Du kan testa nokre funksjonar som er under utprøving på scratchx.org.
pt_br: No futuro, mais extensões serão adicionadas ao Scratch. Para testar nossas extensões experimentais, visite o site scratchx.org
sl: V prihodnosti bomo k Scratchu dodali več razširitev. Če želiš preizkusiti testne razširitve, obišči spletno stran scratchx.org
tr: Gelecekte daha fazla eklenti eklenecek Scratch'a. Deneysel olanları denemek için scratchx.org sitesini ziyaret edebilirsin.
vi: Trong tương lai, sẽ có nhiều Phần mở rộng hơn được thêm vào Scratch. Để thử những phần mở rộng này, bạn hãy truy cập trang web scratchx.org
zh_tw: 未來會添加更多的擴充功能，若你有興趣嘗試一些測試版的擴充功能，可以造訪 scratchx.org 網站。

source: Hardware Devices
bn: হার্ডওয়্যার ডিভাইসগুলো
cs: Hardwarová zařízení
cy: Dyfeisiau Caledwedd
de: Externe Geräte
fa: دستگاه های سخت افزاری
fr: Périphériques matériels
id: Perangkat Keras
kk: Аппараттық қамтамасыз ету құрылғылары
lt: kompiuterio įrenginiai
nb: Maskinvare-enheter
nn: Maskinvare
pt_br: Dispositivos de Hardware
sl: Strojne naprave
tr: Donanım aygıtları
vi: Những thiết bị phần cứng
zh_tw: 硬體裝置

source: <p>To use LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>TO use LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
bn: <p>LEGO WeDo 2.0 ব্যাবহার করতে, <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a> দেখ।</p> <p></p> <p>LEGO WeDo 1.0 অথবা একটি PicoBoard ব্যাবহার করতে, <a href="../../ext/ext1/">LEGO WeDo 1.0 অথবা Picoboard Setup</a> দেখ।</p>
cs: <p>Pro použití LEGO WeDo 2.0, viz <a href="../../howto/wedo2setup-intro/">Nastavení LEGO WeDo 2.0</a>.</p> <p></p> <p>Pro použití LEGO WeDo 1.0 nebo PicoBoard, viz <a href="../../ext/ext1/">Nastavení LEGO WeDo 1.0 nebo Picoboard</a>.</p>
cy: <p>I ddefnyddio LEGO WeDo 2.0, gw. <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p> I ddefnyddio LEGO WeDo 1.0 neu PicoBoard, gw. <a href="../../ext/ext1/">LEGO WeDo 1.0 neu Picoboard Setup</a>.</p>
de: <p>Um LEGO WeDo 2.0 zu benutzen, siehe <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Einstellungen</a>.</p> <p></p> <p>Um LEGO WeDo 1.0 oder ein PicoBoard zu benutzen, siehe <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
fa: <p>برای استفاده از LEGO WeDo 2.0، <a href="../../howto/wedo2setup-intro/">به تنظیمات LEGO WeDo 2.0 مراجعه کنید </a>.</p> <p></p> <p>برای استفاده از LEGO WeDo 1.0 یا PicoBoard، <a href="../../ext/ext1/">به تنظیمات LEGO WeDo 1.0 یا Picoboard مراجعه کنید</a>.</p>
fr: <p>Pour utiliser LEGO WeDo 2.0, voir <a href="../../howto/wedo2setup-intro/">Installation LEGO WeDo 2.0</a>.</p> <p></p> <p>Pour utiliser LEGO WeDo 1.0 ou une PicoBoard, voir <a href="../../ext/ext1/">Installation LEGO WeDo 1.0 ou Picoboard</a>.</p>
id: <p>Untuk menggunakan LEGO WeDo 2.0, lihat <a href="../../howto/wedo2setup-intro/">Setup LEGO WeDo 2.0</a>.</p> <p></p> <p>Untuk menggunakan LEGO WeDo 1.0 atau PicoBoard, lihat <a href="../../ext/ext1/">Setup LEGO WeDo 1.0 atau Picoboard</a>.</p>
kk: <p>Лего WeDo 2.0-ны қолдану үшін <a href="../../howto/wedo2setup-intro/"> көрініз. ЛЕГО WeDo 2.0 Орнатуы</a>.</p> <p></p> <p>ЛЕГО WeDo 1.0 немесе PicoBoard-ты қолдану үшін <a href="../../ext/ext1/"> көріңіз. ЛЕГО WeDo 1.0 немесе Picoboard Орнатуы</a>.</p>
lt: <p>Norėdamas naudot LEGO WeDo 2.0, žiūrėk <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 </a>.</p> <p></p> <p>Norėdami naudoti LEGO WeDo 1.0 arba PicoBoard, žr. <a href="../../ext/ext1/">LEGO WeDo 1.0 / Picoboard nustatymus</a>.</p>
nb: <p>Hvis du har LEGO WeDo 2.0, gå til <a href="../../howto/wedo2setup-intro/">oppsett for LEGO WeDo 2.0</a>.</p> <p></p> <p>Hvis du har LEGO WeDo 1.0 or eller PicoBoard, gå til <a href="../../ext/ext1/">oppsett for LEGO WeDo 1.0 eller Picoboard</a>.</p>
nn: <p>For å bruka LEGO WeDo 2.0 sjå <a href="../../howto/wedo2setup-intro/">oppsett av LEGO WeDo 2.0</a>.</p> <p></p> <p>For å bruka LEGO WeDo 1.0 eller eit PicoBoard sjå <a href="../../ext/ext1/">oppsett av LEGO WeDo 1.0 og PicoBoard</a>.</p>
pt_br: <p>Para usar o LEGO WeDo 2.0, acesse a <a href="../../howto/wedo2setup-intro/">configuração do LEGO WeDo 2.0</a>.</p> <p></p> <p>Para usar o LEGO WeDo 1.0 ou uma PicoBoard, acesse as <a href="../../ext/ext1/">configurações do LEGO WeDo 1.0 ou da Picoboard</a>.</p>
sl: <p>Za uporabo LEGO WeDo 2.0, glej <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>Za uporabo LEGO WeDo 1.0 ali PicoBoard, glej <a href="../../ext/ext1/">LEGO WeDo 1.0 ali Picoboard Setup</a>.</p>
tr: <p>LEGO WeDo 2.0'ı kullanmak için <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Kurulum</a> sitesine bakınız.</p> <p></p> <p>LEGO WeDo 1.0 ya da Picoboard kullanımı için <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Kurulum</a> adresine bakınız.</p>
vi: <p>Để sử dụng LEGO WeDo 2.0, xem <a href="../../howto/wedo2setup-intro/">Phần cài đặt LEGO WeDo 2.0</a>.</p> <p></p> <p>Để sử dụng LEGO WeDo 1.0 hoặc PicoBoard, xem<a href="../../ext/ext1/">Phần cài đặt LEGO WeDo hoặc Picoboard</a>.</p>
zh_tw: <p>要連接 LEGO WeDo 2.0，請觀看<a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 設定</a>.</p> <p></p> <p>要連接 LEGO WeDo 1.0 或 PicoBoard，請觀看<a href="../../ext/ext1/">LEGO WeDo 1.0 或 Picoboard 設定</a>。</p>

source: Adds the specified item to the end of the list
bn: তালিকার শেষে বিশেষ পদগুলো যুক্ত কর
cs: Přidává určený prvek na konec seznamu
cy: Yn ychwanegu'r eitem yma i ddiwedd y rhestr
de: Füge das angegebene Element am Ende der Liste ein
fa: آیتم مشخص شده را به انتهای لیست اضافه می کند
fr: Ajouter l'élément spécifié à la fin de la liste
id: Tambahkan benda yang dispesifikasi ke akhir dari daftar
kk: Тізімінің соңына белгіленген затты қосады
lt: Prideda nurodytą elementą į sarašo pabaigą
nb: Legg til et element på slutten av listen
nn: Legg til elementet på slutten av lista
pt_br: Adiciona o item especificado ao final da lista
sl: Doda določen element na konec seznama
tr: Belirttiğin değer listenin sonuna eklenir
vi: Thêm phần tử cụ thể vào phần cuối mỗi danh sách
zh_tw: 添加指定項目到現有清單項目之後

source: The item can be a number or a string of letters and other characters.
bn: আইটেমটি একটি সংখ্যা বা অক্ষরের একটি স্ট্রিং এবং অন্যান্য ক্যারেক্টার হতে পারে।
cs: Prvek může být číslo nebo řetězec písmen i jiných znaků.
cy: Gall yr eitem fod yn rif neu yn linyn o lythrennau a nodau eraill.
de: Das Element kann eine Zahl oder eine Zeichenkette sein.
fa: یک مورد می تواند یک عدد یا یک رشته از حروف و شخصیت های دیگر باشد.
fr: L'élément peut être un nombre, une chaîne de lettres ou d'autres caractères.
id: Benda tersebut bisa merupakan angka, susunan huruf dan karakter-karakter lainnya.
kk: Элемент нөмір немесе хаттар қатары мен басқа да таңбалар болуы мүмкін.
lt: Elementas gali būti skaičius arba eilė raidžių bei kitų simbolių
nb: Elementet kan være et tall eller en tekstlinje med bokstaver og tegn.
nn: Elementet kan vera eit tal eller ein tekst med bokstavar og andre teikn.
pt_br: O item pode ser um número ou uma cadeia de letras ou outros caracteres.
sl: Element je lahko število ali niz iz črk in ostalih znakov.
tr: Bu değer bir sayı da olabilir harflerden veya diğer karakterlerden oluşan bir yazı da olabilir.
vi: Phần tử có thể là số hoặc một chuối các chữ cái và ký tự khác.
zh_tw: 項目內容可以是數字、單個字母、字串或其他的符號。

source: Use this block if you want to add an item to the end of a list.
bn: তুমি যদি তালিকাটির শেষে কোন আইটেম যুক্ত করতে চাও তবে এই ব্লকটি ব্যবহার কর।
cs: Tento blok použijte, pokud chcete přidat položku na konec seznamu.
cy: Defnyddiwch y bloc hwn os hoffech chi ychwanegu eitem i ddiwedd y rhestr.
de: Verwende diesen Blcok, wenn du etwas ans Ende einer Liste anfügen möchtest.
fa: اگر میخواهید به پایان یک لیست موردی را اضافه کنید از این بلاک استفاده کنید.
fr: Utilise ce bloc si tu veux ajouter un élément à la fin de la liste.
id: Gunakan balok ini jika kamu ingin menambahkan benda ke akhir daftar.
nb: Med denne klossen kan du legge til et element på slutten av en liste.
sl: Uporabi ta blok kadar želiš na konec seznama dodati nov element.
tr: Listenin sonuna bir değer girmek istiyorsan aşağıdaki taşı kullan.
vi: Sử dụng mảnh ghép này nếu bạn muốn thêm phần tử mới vào cuối danh sách.

source: Can't find the list blocks? You need to first make a list:
bn: তালিকা ব্লকসমূহ খুঁজে পাচ্ছ না? তোমাকে প্রথমে একটি তালিকা তৈরি করতে হবে:
cs: Nelze najít blok seznam? Nejprve musíš seznam vytvořit:
cy: Methu canfod y rhestr o flociau? Rhaid i chi wneud rhestr yn gyntaf:
de: Findest du den Listen-Block nicht? Du musst zuerst eine Liste erstellen:
fa: لیست بلاک ها را نمیتوانید پیدا کنید؟ شما نیاز دارید ابتدا یک لیست بسازید:
fr: Tu ne trouves pas les blocs pour les listes? Tu dois d'abord créer une liste:
id: Tidak bisa menemukan balok-balok daftar? Kamu pertama harus membuat sebuah daftar:
nb: Finner du ikke listeklossene? Du må først lage en liste:
sl: Ne najdeš blokov, povezanih s seznami? Najprej moraš ustvariti seznam:
tr: Listelerle ilgili taşları bulamıyor musun? En az bir liste oluşturman gerekli.
vi: Không thể tìm thấy mảnh ghép danh sách ư? Trước tiên bạn cần tạo một danh sách đã:

source: Adds two numbers
bn: দুটি সংখ্যা যোগ করে
cs: Sčítá dvě čísla
cy: Adio dau rif
de: Addiert zwei Zahlen
fa: دو عدد را با هم جمع می‌کند
fr: Ajouter 2 nombres
id: Tambahkan dua angka
kk: Екі сан қосады
lt: Prideda dvejus skaičius
nb: Legger sammen to tall
nn: Legg saman to tal
pt_br: Adiciona dois números
sl: Doda dve števili
tr: İki sayıyı toplar
vi: Cộng 2 số
zh_tw: 回傳兩數相加的結果

source: Reports true if both conditions are true
bn: যদি উভয় শর্ত সত্য হয় রিপোর্টগুলো সত্য
cs: Ohlásí ano když obě podmínky jsou pravdivé
cy: Adrodd yn wir or yw'r ddau amod yn wir
de: Gibt wahr zurück, wenn beide Bedingungen erfüllt sind
fa: اگر هر دو شرط صحیح باشند، صحیح را برمی‌گرداند
fr: Renvoie "vrai" si les deux conditions sont vraies
id: Melaporkan benar jika kedua kondisinya benar
kk: Екі жағдайда рас болғанда, дұрыстығына есеп береді
lt: Praneša "true", jei abi salygos tenkina
nb: Sant hvis begge betingelsene er sanne
nn: Sant viss begge vilkåra er sanne
pt_br: Tem o valor "true" se ambas as condições forem verdadeiras
sl: Vrne 'resnično', če sta oba pogoja resnična
tr: Her iki durum da doğru ise doğru verir
vi: Thông báo kết quả đúng nếu thỏa cả hai điều kiện
zh_tw: 是否二者皆符合條件，如果是，則回傳 true。

source: Reports keyboard input from the most recent use of <img src="%(url_ask_and_wait)s"/>
bn: <img src="%(url_ask_and_wait)s"/> এর সাম্প্রতিক ব্যবহার থেকে কীবোর্ড ইনপুট প্রকাশ করে
cs: Oznamuje vstup klávesnice od posledního použití <img src="%(url_ask_and_wait)s"/>
cy: Yn adrodd mewnbwn bysellfwrdd o'r defnydd diweddaraf o <img src="%(url_ask_and_wait)s"/>
fa: گزارش های ورودی صفحه کلید از آخرین استفاده از<img src="%(url_ask_and_wait)s"/>
fr: Renvoie l'entrée du clavier pour l'utilisation la plus récente de <img src="%(url_ask_and_wait)s"/>
id: Melaporkan input papan ketik dari penggunaan terakhir <img src="%(url_ask_and_wait)s"/>
nb: Inneholder det som ble skrevet inn ved siste bruk av <img src="%(url_ask_and_wait)s"/>
sl: Pove, kaj je bilo ob zadnji uporabi <img src="%(url_ask_and_wait)s"/>natipkano s tipkovnico
tr: <img src="%(url_ask_and_wait)s"/>'ın son kullanımına ilişkin klavye girişini gösterir.
vi: Báo đầu vào từ bàn phím từ lần sử dụng gần nhất của <img src="%(url_ask_and_wait)s"/>

source: <img src="%(url_ask_and_wait)s" /> asks a question and stores the keyboard input in <img src="%(url_answer)s" />. The answer is shared by all sprites.
bn: <img src="%(url_ask_and_wait)s" /> একটি প্রশ্ন জিজ্ঞাসা করে এবং <img src="%(url_answer)s" /> এ কীবোর্ড ইনপুট সঞ্চয় করে। উত্তরটি সব স্প্রাইট শেয়ার করেছে।
cs: <img src="%(url_ask_and_wait)s" /> zeptá se na otázku a uloží odpověď zadanou z klávesnice v <img src="%(url_answer)s" />.Odpověď je přístupná pro všechny postavy
cy: Mae <img src="%(url_ask_and_wait)s" /> yn gofyn cwestiwn ac yn cadw mewnbwn bysellfwrdd yn <img src="%(url_answer)s" />.Mae'r ateb yn cael ei rannu gyda phob corlun.
fa: <img src="%(url_ask_and_wait)s" />سوال بپرسید و ورودی صفحه کلید را در آن ذخیره کنید. <img src="%(url_answer)s" /> پاسخ توسط همه ی شکلک ها به اشتراک گذاشته می شود.
fr: <img src="%(url_ask_and_wait)s" /> pose une question et stocke l'entrée du clavier dans <img src="%(url_answer)s" />. La réponse est partagée entre tous les lutins.
id: <img src="%(url_ask_and_wait)s" /> menanyakan sebuah pertanyaan lalu menyimpan input papan ketik di <img src="%(url_answer)s" />. Jawabannya dibagikan antara semua sprite.
nb: <img src="%(url_ask_and_wait)s" /> stiller et spørsmål og lagrer svaret som skrives inn i <img src="%(url_answer)s" />. Svaret er felles for alle figurer.
sl: <img src="%(url_ask_and_wait)s" /> postavi vprašanje in shrani vnos v <img src="%(url_answer)s" />. Odgovor lahko uporabijo vse figure.
tr: <img src="%(url_ask_and_wait)s" /> soru sorar ve klavye girdisini <img src="%(url_answer)s" />'de saklar. Yanıt tüm kuklalarca paylaşılır.
vi: <img src="%(url_ask_and_wait)s" /> hỏi một câu và lưu lại đầu vào tử bàn phím trong <img src="%(url_answer)s" />. Câu trả lời được chia sẻ cho tất cả đối tượng.

source: If you want to save the current answer, you can store it in a variable or list. For example, <img src="%(url_answer_ex2)s"/>
bn: তুমি যদি বর্তমান উত্তরটি সংরক্ষন করতে চাও, তুমি এটি একটি ভ্যারিয়েবল বা তালিকায় সংরক্ষন করতে পার। উদাহরণস্বরূপ, <img src="%(url_answer_ex2)s"/>
cs: Pokud chceš uložit aktuální odpověď, můžeš ji vložit do proměnné nebo seznamu. Například<img src="%(url_answer_ex2)s"/>
cy: Os hoffech chi gadw'r ateb cyfredol, gallwch ei storio mewn newidiolyn neu restr. Er enghraifft, <img src="%(url_answer_ex2)s"/>
fa: اگر می خواهید پاسخ فعلی را ذخیره کنید، می توانید آن را در یک متغیر یا لیست ذخیره کنید. مثلاً، <img src="%(url_answer_ex2)s"/>
fr: Si tu veux enregistrer la réponse, tu peux la stocker dans une variable ou dans une liste. Par exemple, <img src="%(url_answer_ex2)s"/>
id: Jika kamu ingin menyimpan jawaban sekarang, kamu bisa menaruhnya di sebuah variabel atau daftar. Sebagai contoh, <img src="%(url_answer_ex2)s"/>
nb: Hvis du vil ta vare på svaret kan du lagre det i en variabel eller liste. For eksempel <img src="%(url_answer_ex2)s"/>
sl: Če želiš trenutni odgovor obdržati, ga lahko shraniš v spremenljivko ali v seznam. Na primer <img src="%(url_answer_ex2)s"/>
tr: Verilen yanıtı saklamak istersen, bir değişken ya da listede tutabilirsin. Örneğin, <img src="%(url_answer_ex2)s"/>
vi: Nếu bạn muốn lưu lại câu trả lời gần nhất, bạn có thể lưu vào biến số hoặc danh sách. Ví dụ như, <img src="%(url_answer_ex2)s"/>

source: To view the value of answer, click the checkbox next to the answer block.
bn: উত্তরের মান দেখতে, উত্তর ব্লকের পাশে চেকবক্সটি ক্লিক কর।
cs: Chceš-li zobrazit hodnotu odpovědi, zaškrtni políčko vedle bloku odpovědi
cy: I weld gwerth ateb, cliciwch y blwch ticio nesaf at y bloc ateb.
fa: برای مشاهده ارزش پاسخ، روی کادر تأیید کنار قسمت پاسخ کلیک کنید.
fr: Pour voir la valeur de la réponse, cochez la case à côté du bloc de réponse.
id: Untuk melihat nilai jawaban, klik kotak centang di sebelah balok jawaban.
nb: Du kan vise innholdet i svaret på skjermen ved å krysse av i ruten ved siden av klossen.
sl: Da vidiš vrednost odgovora, klikni na potrditveno polje pri bloku za odgovor.
tr: Yanıtın değerini görüntülemek istersen, yanıt taşının yanındaki tik kısmına tıkla.
vi: Để xem giá trị của câu trả lời, bấm chọn checkbox cạnh bên mảnh ghép câu trả lời.

source: Asks a question on the screen and stores keyboard input in the <img src="%(url_answer)s" />
bn: স্ক্রিনে একটি প্রশ্ন জিজ্ঞাসা করে এবং <img src="%(url_answer)s" /> এ কীবোর্ড ইনপুট সঞ্চয় করে
cs: Zobrazí otázku na obrazovce a uloží vstup z klávesnice do <img src="%(url_answer)s" />
cy: Yn gofyn cwestiwn ar y sgrin ac yn cadw mewnbwn bysellfwrdd yn <img src="%(url_answer)s" />
fa: یک سوال بر روی صفحه نمایش بپرسید و ورودی صفحه کلید را درون آن ذخیره کنید <img src="%(url_answer)s" />
fr: Pose une question à l'écran et stocke l'entrée du clavier dans <img src="%(url_answer)s" />
id: Menanyakan pertanyaan di layar lalu menyimpan input papan ketik di <img src="%(url_answer)s" />
nb: Stiller et spørsmål på skjermen og lagrer svaret som skrives inn i <img src="%(url_answer)s" />
sl: Postavi vprašanje in v<img src="%(url_answer)s" />shrani vnos, narejen s tipkovnico
tr: Ekran üzerinde bir kutuda soru yöneltir ve klavye girdisini <img src="%(url_answer)s" />'de saklar.
vi: Đặt câu hỏi trên màn hình và lưu lại thông tin nhập vào trong <img src="%(url_answer)s" />

source: After receiving an answer, causes the program to wait until the Enter key is pressed or check mark is clicked.
bn: একটি উত্তর পাওয়ার পর, প্রোগ্রামটি এন্টার কী চাপ দেয়া বা চেক মার্ক ক্লিক না হওয়া পর্যন্ত অপেক্ষা করতে বাধ্য করে।
cs: Po přijmutí odpovědi způsobí čekání programu na stisk klávesy Enter nebo klik na odfajfknutí.
cy: Ar ôl derbyn ateb mae'n achosi i'r rhaglen aros nes mae Enter wedi ei bwyso neu'r bocs wedi ei glicio.
de: Nach der Eingabe der Antwort wartet das Programm, bis die Eingabetaste gedrückt oder das Häkchen angeklickt wird.
fa: پس از دریافت پاسخ، موجب می شود که برنامه تا زمانی که کلید Enter فشرده نشده یا علامت تیک نخورد، منتظر بماند.
fr: Après avoir reçu une réponse, invite le programme à attendre jusqu'à ce que la touche Entrée soit enfoncée ou la coche soit cliquée.
id: Setelah menerima jawaban, membuat programnya menunggu sampai tombol Enter ditekan atau tanda cek-nya diklik.
kk: Жауап алғаннан кейін, "Enter" пернесі немесе қанатша басылғанға дейін бағдарлама күту керек.
lt: Gavus atsakymą, laukia tol, kol bus paspaustas ENTER arba pele pažymėtas langelis
nb: Etter at svaret er skrevet inn venter programmet til du trykker Enter eller klikker på knappen ved svaret.
nn: Når svaret er skrive inn, ventar programmet til du trykkjer «Enter» eller på knappen ved svaret.
pt_br: Depois de receber uma resposta, faz o programa esperar até que a tecla Enter seja pressionada ou até que o botão com a marca de verificação seja clicado.
sl: Po prejemu odgovora program počaka na pritisk tipke Enter oziromana klik kljukice.
tr: Kullanıcı, cevabı açılan kutuya yazıp Enter tuşuna basıncaya veya onay simgesine tıklayıncaya kadar bekler.
vi: Sau khi nhận được câu trả lời, giữ chương trình chờ đến khi phím Enter được chọn hoặc dấu check được bấm.
zh_tw: 接收到應答後，會使程式等待，直到鍵盤中的 Enter 按鍵被按下，或是畫面上的方塊被勾選。
