Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>When the video motion on the sprite goes above 10, the script will run. <br/>
kk: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Спрайттағы бейне қозғалыс 10 нан асқан кезде, скрипт іске қосылады. <br/>
lt: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Kai veikėjo vaizdo judesys viršys 10, scenarijus pasileis<br/>
nn: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Når videorørsla over figuren er større enn 10, startar skriptet. <br/>
pt_br: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>Quando o movimento do vídeo sobre o ator ultrapassar 10, o script é executado. <br/>
zh_tw: <img src="%(STATIC_URL)s/images/help/when-videomotion.png"/> <br><img src="%(STATIC_URL)s/images/help/when-videomotion2.png"/><br/> <br>當視訊動作超過 10 時，此程式會開始執行。 <br/>

source: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> The x position of the ghost is set to the x position of Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
kk: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Елестің x позициясы Gobo -ның x позициясына орнатылған. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
lt: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> Vaiduoklio x koordinatė yra nustatyta į Gobo x koordinatę <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
nn: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> X-posisjonen til spøkjelset vert sett lik x-posisjonen til Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
pt_br: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> A posição x do fantasma está definida para a posição x do Gobo. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>
zh_tw: <img src="%(STATIC_URL)s/images/help/x-position-sprite-ex.png"/> <p> 鬼魂的x座標設定為 Gobo的x座標。 <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex2.png"/><br/> </p>

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
kk: Бұл блокты басқа спрайттардың әртүрлі қасиеттеріне мүмкіндік алу үшін және осы ақпараттарды қазіргі спрайттың скрипттеріне қолданыңыз. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
lt: Naudok šį bloką norėdamas pamatyti įvairias kitų veikėjų ypatybes ir naudoti šią informaciją dabartinio veikėjo scenarijuose <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
nn: Bruk denne klossen til å henta informasjon om andre figurar og bruka han i skriptet til den gjeldande figuren. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
pt_br: Utilize este bloco para acessar várias propriedades de outros atores e para usar essa informação em scripts do ator atual. <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>
zh_tw: 使用這個積木，你可存取其他角色的屬性值，並把這些屬性值加以利用到目前的角色上。 <br><img src="%(STATIC_URL)s/images/help/x-position-sprite-ex3.png"/><br/>

source: <p>To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
kk: <p>Спрайттың Кезеңдегі <b>x</b> позициясын көрсету үшін, блоктың жанындағы құсбелгіні басыңыз:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
lt: <p>Norint atvaizduoti veikėjo <b>x</b> koordinatę Scenoje, spausk žymų langelį šalia bloko:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
nn: <p>Du kan visa <b>x</b>-posisjonen til figuren på scena ved å trykkja ved sida av klossen:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
pt_br: <p>Para exibir a posição <b>x</b> do ator no Palco, clique na caixa de seleção ao lado do bloco:<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">
zh_tw: <p>勾選後，在舞台上會顯示角色的 <b>x 座標面板</b> ：<br/> <img src="%(STATIC_URL)s/images/help/x-position-display.png">

source: <p>To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
kk: <p>Спрайттың кезеңдегі <b>y</b> позициясын көру үшін, блоктың жанындағы құсбелгіні басыңыз:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
lt: <p>Norint atvaizduoti veikėjo <b>y</b> koordinatę Scenoje, spausk žymų langelį šalia bloko:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png">
nn: <p>Du kan visa <b>y</b>-posisjonen til figuren på scena ved å trykkja ved sida av klossen:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
pt_br: <p>Para ver a posição <b>y</b> do ator no palco, clique na caixa de seleção ao lado do bloco:<br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>
zh_tw: <p>勾選後，在舞台上會顯示角色的 <b>y 座標面板</b>： <br/> <img src="%(STATIC_URL)s/images/help/y-position-display.png"></p>

source: <p>The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
kk: <p>PicoBoard жарық сенсорын, дыбыс сенсорын, батырманы және жүгірткіні, сондай-ақ кабельдер арқылы электрикалық қарсыласуды сезетін 4 қосымша енгізулерді қамтиды.</p> ⇥<img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
lt: <p>PicoBoard apima šviesos jutiklį, garso jutiklį, mygtuką ir slankiklį taip pat 4 papildomas įvestis, kurios gali jausti elektrinę varžą per pridedamus kabelius </p> ⇥<img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
nn: <p>PicoBoard har ein lyssensor, ein lydsensor, ein trykknapp, ein glidebrytar og 4 tilkoplingar for å måla elektrisk motstand ved hjelp av kablar som følgjer med.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
pt_br: <p>O PicoBoard tem um sensor de luz, sensor de som, um botão e um comando deslizante, além de 4 entradas adicionais que podem identificar resistência elétrica por meio de cabos incluídos.</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />
zh_tw: <p> PicoBoard 結合了光傳感器、聲音傳感器、按鈕和滑桿，以及 4 個附加輸入，可通過附帶的電纜連結。</p> <img src="%(STATIC_URL)s/images/help/picoboard-components.png" />

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>The sprite will spin as long as the button is pressed.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Батырма басыла салысымен спрайт айналады.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Veikėjas suksis tol, kol mygtukas bus nuspaustas</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>Figuren snurrar så lenge knappen er trykt.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>O ator vai girar enquanto o botão estiver pressionado.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex1.png"> <p>這個角色會持續旋轉，直到放開按鈕。</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
kk: <p>Сенсордың мәнін көру үшін, палитрадағы блоктың жанына басыңыз.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
lt: <p>Norėdamas pamatyti jutiklio reikšmę, spausk žymų langelį šalia bloko paletėje</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
nn: <p>Du kan visa verdien til sensoren ved å trykkja i ruta ved sida av klossen.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
pt_br: <p>Para ver o valor do sensor, marque a caixa de seleção ao lado do bloco, na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">
zh_tw: <p>若要監控感測器的數值變化，可以勾選積木旁的方塊。</p> <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Сіз батырманы немесе нөмірленген төрт A-D енгізулерінің бірін таңдай аласыз.</p> <p>PicoBoard A-D енгізулеріне қосылатын 4 жұп қолтырауын клиптерімен келеді. Егер клиптердің металл ұштарының арасында жақсы электрикалық байланыс болса енгізу қосылған.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Gali pasirinkti mygtuką arba vieną iš įvesčių sunumeruotų A-D</p> <p>Picoboard yra su keturiomis poromis žnyplių (krokodilais), kurios gali būti prijungtis prie įvesčių A-D. Įvestis prijungta, jeigu yra gera elektrinė jungtis tarp metalinių žnyplių galų</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Du kan velja knappen eller ein av dei fire inngangane A-D.</p> <p>PicoBoard vert levert med krokodilleklemmer som kan koplast til inngangane A–D. Ein inngang er tilkopla viss det er god elektrisk kontakt mellom krokodilleklemmene.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>Você pode selecionar o botão ou uma das quatro entradas de numeradas de A-D.</p> <p>O PicoBoard vem com quatro grampos tipo jacaré que podem ser conectados às entradas A-D. Uma entrada é conectada se houver uma boa ligação eléctrica entre as extremidades de metal dos grampos.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-sensor-button-pressed-dropdown.png"/> <p>你可以選擇按鈕或是使用四個輸入裝置（A-D）</p> <p>PicoBoard 配有四對鱷魚夾，可以插入輸入A-D。 如果夾子的金屬端之間連接通電，則連接輸入。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Make the sprite move up and down using the slider.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p> Жүгірткіні пайдаланып спрайтты жоғары-төмен қозғалтыңыз.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Priversk veikėją judėti aukštyn žemyn naudodamas slankiklį</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Du kan styra figuren opp og ned med glidebrytaren.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>Faça o ator se mover para cima e para baixo usando o controle deslizante.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex1.png"> <p>使用滑桿讓角色上下移動。</p>

source: <p>To view the value of the sensor, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
kk: <p>Сенсордың мәнін көру үшін, палитрадағы блоктың жанына басыңыз.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
lt: <p>Norėdamas pažiūrėti jutiklio reikšmę, spauskžymų langelį šalia bloko paletėje</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
nn: <p>Du kan visa sensorverdien på scena ved å trykkja i ruta ved sida av klossen.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
pt_br: <p>Para ver o valor do sensor, marque a caixa de seleção ao lado do bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">
zh_tw: <p>若要監控感測器的數值變化，可以勾選積木旁的方塊。</p> <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-ex2.png">

source: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Сіз жеті PicoBoard сенсорларының біреуін таңдай аласыз. Әрқайсысы 0 ден 100 ге дейінгі аралықтағы мәнді баяндайды.</p> <p>PicoBoard A-D енгізулеріне қосылатын 4 жұп қолтырауын клиптерімен келеді. Қолтырауын клиптерінің металл ұштарының арасындағы қаншалықты электрикалық қарсыласу бар екеніне байланысты, қарсыласу сенсор блогының мәні 0 ден 100 ге дейінгі санды баяндайды.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Gali pasirinkti vieną iš septynių Picoboard jutilių. Kiekvienas pranešimas bus nuo 0 iki 100</p> <p>Picoboard yra su keturiomis poromis žnyplių (krokodilais), kurios gali būti prijungtis prie įvesčių A-D. Varžos jutiklio reikšmės blokas praneša reikšmę nuo 0 iki 100, priklausomai kiek elektrinės varžos yra tarp krokodilo metalinių galų</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Du kan velja ein av dei sju PicoBoard-sensorane. Kvar sensor gjev ein verdi frå 0 til 100.</p> <p>PicoBoard vert levert med krokodilleklemmer som kan koplast til inngangane A–D. Ein kloss for motstandssensoren gjev eit tal frå 0 til 100, avhengig av den elektriske motstanden mellom krokodilleklemmene.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>Você pode selecionar um dos sete sensores do PicoBoard. Cada um informa um valor de 0 a 100.</p> <p>O PicoBoard vem com quatro grampos tipo jacaré que podem ser conectados à entradas A-D. Um bloco de valor do sensor de resistência apresenta um número de 0 a 100, dependendo da quantidade de resistência elétrica encontrada entre as extremidades de metal dos grampos.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-slider-sensor-value-dropdown.png"/> <p>你可以選擇要使用的 PicoBoard 感測器，每個感測器的數值範圍都是 0 到 100。 </p> <p>PicoBoard 裡頭有 4 對鱷魚夾以和輸入埠 A-D 連接，電阻傳感器的值取決於鱷魚夾的金屬端之間存在多少電阻。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>When the button is pressed, the script will run.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Батырма басылған кезде, скрипт іске қосылады.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Kai mygtukas nuspaustas, scenarijus bus vykdomas</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Skriptet vert starta når knappen vert trykt.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>Quando o botão estiver pressionado, o script será executado.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-ex1.png"/> <p>當按鈕被按下，程式就開始執行。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>You can select the button or one of the four inputs numbered A-D.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. An input is connected if there is a good electrical connection between the metal ends of the clips.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Сіз батырманы немесе нөмірленген төрт A-D енгізулерінің бірін таңдай аласыз.</p> <p>PicoBoard A-D енгізулеріне қосылатын 4 жұп қолтырауын клиптерімен келеді. Егер клиптердің металл ұштарының арасында жақсы электрикалық байланыс болса енгізу қосылған.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Gali pasirinkti mygtuką arba vieną iš keturių įvesčių sunumeruotų A-D</p> <p>Picoboard yra su keturiomis poromis žnyplių (krokodilų), kurios gali būti prijungtos prie įvesčių A-D. Įvestis prijungta, jei yra gera elektrinė jungtis tarp metalinių krokodilo galų</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Du kan velja knappen eller ein av dei fire inngangane A–D.</p> <p>PicoBoard vert levert med krokodilleklemmer som kan koplast til inngangane A–D. Ein inngang er tilkopla viss det er god elektrisk kontakt mellom krokodilleklemmene.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>Você pode selecionar o botão ou uma das quatro entradas numeradas A-D.</p> <p>O PicoBoard vem com quatro grampos tipo jacaré que podem ser conectados à entradas A-D. Uma entrada está conectada se houver uma boa ligação elétrica entre as extremidades de metal dos grampos.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-when-button-pressed-dropdown.png"/> <p>您可以選擇按鈕或編號為A-D的四個輸入中的一個。</p> <p> PicoBoard配有四對鱷魚夾，可以插入輸入A-D。 如果夾子的金屬端之間有良好的電氣連接，則連接輸入。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Change the sprite's costume each time you clap.</p>
kk: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Әр қол соққан кезіңізде спрайттың костюмін өзгертіңіз.</p>
lt: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Keisk veikėjo kaukę kiekvieną kartą kai tu suploji</p>
nn: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Byt drakta til figuren kvar gong du klappar.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>Mude a fantasia do ator cada vez que você bater palmas.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-when-slider-ex1.png"/> <p>當你拍手時，角色的造型就跟著改變。</p>

source: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>You can select one of the seven PicoBoard sensors. Each reports a value in the range from 0 to 100.</p> <p>The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.<br/>
kk: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Сіз жеті PicoBoard сенсорларының біреуін таңдай аласыз. Әрқайсысы 0 ден 100 ге дейінгі аралықтағы мәнді баяндайды.</p> <p>PicoBoard A-D енгізулеріне қосылатын 4 жұп қолтырауын клиптерімен келеді. Қарсыласу сенсорының мәні қолтырауын клиптерінің металл ұштарының арасындағы қаншалықты электрикалық қарсыласу бар екеніне байланысты.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Сіз сонымен қатар екінші ашылмалы мәзірден <i>артығырақ</i> немесе <i>оған қарағанда азырақ</i> салыстыруларын таңдай аласыз.<br/>
lt: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Gali pasirinkti vieną iš Picoboard jutiklių. Kiekvienas praneša reikšmę nuo 0 iki 100</p> <p>Picoboard yra su keturiomis poromis žnyplių (krokodilais), kurios gali būti prijungtos prie įvesčių A-D. Varžos sensoriaus reikšmė priklauso kiek elektrinės varžos yra tarp metalinių krokodilo galų</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Taip pat gali pasirinkti <i>daugiau</i> arba <i>mažiau nei</i> palyginimus iš antrojo išskleidžiamojo meniu<br/>
nn: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Du kan velja ein av dei sju PicoBoard-sensorane. Kvar sensor gjev ein verdi frå 0 til 100.</p> <p>PicoBoard vert levert med kablar med krokodilleklemmer som kan koplast til inngangane A–D. Verdien til motstandssensorane avheng av den elektriske motstanden mellom krokodilleklemmene.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Du kan bruka menyen i klossen til å velja <i>større</i> eller <i>mindre</i> for samanlikninga med grenseverdien.<br/>
pt_br: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>Você pode selecionar um dos sete sensores do PicoBoard. Cada um deles informa um valor entre 0 e 100.</p> <p>O PicoBoard vem com quatro grampos do tipo jacaré que podem ser conectados às entradas A-D. O valor do sensor de resistência depende da quantidade de resistência elétrica que há entre as extremidades de metal dos grampos.</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>Você também pode selecionar uma comparação <i>maior</i> ou <i>menor que</i> no segundo menu suspenso.<br/>
zh_tw: <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown1.png"/> <p>你可以選擇要使用的 PicoBoard 感測器，每個感測器的數值範圍都是 0 到 100。 </p> <p>PicoBoard 裡頭有 4 對鱷魚夾以和輸入埠 A-D 連接，電阻傳感器的值取決於鱷魚夾的金屬端之間存在多少電阻。</p> <img src="%(STATIC_URL)s/images/help/pico-when-slider-dropdown2.png"/> <br>你可以利用<i>大於</i>或<i>小於</i>來比較判別。<br/>

source: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Run the motor for 10 seconds while switching the spinning direction every second.</p>
kk: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Айналу бағытын ауыстырып жатқан кезде моторды 10 секундқа іске қосыңыз.</p>
lt: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Užvesk variklį 10čiai sekundžių keičiant sukimosi kryptį kiekvieną sekundę</p>
nn: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Køyrer motoren i 10 sekund og byter retning kvart sekund.</p>
pt_br: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>Ligue o motor por 10 segundos ao mudar o sentido de giro a cada segundo.</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/wedo-set-direction-ex1.png" /> <p>運轉馬達 10 秒，期間每秒切換一次轉向。</p>
