Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Then, click the <span class="tab-ref">Scripts</span> tab.
bn: তাই, <span class="tab-ref">স্ক্রিপ্টগুলো</span> ট্যাব এ ক্লিক কর।
cs: Poté klikni na záložku <span class="tab-ref">Scénáře</span>.
cy: Yna, cliciwch y tab <span class="tab-ref">Sgriptiau</span>.
de: Klicke die <span class="tab-ref">Skripte</span>-Kategorie an.
fa: سپس روی زبانۀ <span class="tab-ref">دستورها</span> کلیک کنید.
fr: Puis, clique sur l'onglet <span class="tab-ref">Scripts</span>.
id: Kemudian, klik tab <span class="tab-ref">Skrip</span>.
kk: ⇥Содан соң, <span class="tab-ref">Скрипттар</span> ендірмесін басыңыз. ⇥
lt: ⇥Tada, spausk <span class="tab-ref">Scenarijai</span> skyrių ⇥
nb: Klikk fanen <span class="tab-ref">Skript</span>.
nn: Trykk på <span class="tab-ref">Skript</span>-fana.
pt_br: Então, clique na guia <span class="tab-ref">Scripts</span>.
sl: Klikni na zavihek <span class="tab-ref">Skripte</span> .
vi: Sau đó, nhấp chọn phím <span class="tab-ref">Kịch bản</span>.
zh_tw: 然後，切換到 <span class="tab-ref">程式</span> 頁籤。

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
bn: <span class="soundcolor">শব্দ</span> বিভাগে ক্লিক কর, এবং <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আনো.
cs: Klikni na kategorii <span class="soundcolor">Zvuk</span> a přetáhni blok <span class="soundcolor">přehraj zvuk</span>.
cy: Cliciwch gategori <span class="lookscolor">Sain</span> a llusgo allan floc <span class="lookscolor">chwarae sain</span>.
de: Klicke auf die <span class="soundcolor">Klang</span>-Kategorie und ziehe einen <span class="soundcolor">spiele Klang</span>-Block heraus.
fa: روی گروه <span class="soundcolor">صدا</span> کلیک کنید، و یک قطعۀ <span class="soundcolor">پخش صدا</span> را بیرون بکشید.
fr: Clique sur la catégorie <span class="soundcolor">Sons</span> et fais glisser un bloc <span class="soundcolor">jouer le son</span> block.
id: Klik kelompok <span class="soundcolor">Suara</span>, kemudian seret keluar sebuah balok <span class="soundcolor">mainkan suara</span>.
kk: ⇥ <span class="soundcolor">Дыбыстар</span> категориясын басыңыз, <span class="soundcolor">дыбысты ойнату</span> блокын шығарып алыңыз. ⇥
lt: ⇥Spausk <span class="soundcolor">Garsas</span> skyrių ir ištempk <span class="soundcolor">groti garsą</span> bloką ⇥
nb: Klikk <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden</span>-kloss.
nn: Trykk på <span class="soundcolor">Lydar</span>-kategorien og dra ut ein <span class="soundcolor">spel lyden</span>-kloss.
pt_br: Clique na categoria <span class="soundcolor">Sons</span> e arraste um bloco <span class="soundcolor">reproduzir som</span>.
sl: Klikni na kategorijo <span class="soundcolor">Zvok</span> in izberi blok <span class="soundcolor">predvajaj zvok</span> .
vi: Nhấp chọn <span class="soundcolor">Âm thanh</span>, và kéo ra ngoài một mảnh ghép <span class="soundcolor">chơi nhạc</span> .
zh_tw: 從 <span class="soundcolor">音效</span> 類指令拖曳出 <span class="soundcolor">播放音效 {…}</span> 積木。

source: Drag that sound block into the script, like this:
bn: এই শব্দ ব্লকটিকে স্ক্রিপ্টে টেনে আন, এভাবে:
cs: Přetáhni ten zvuk na scénář takhle:
cy: Llusgwch y bloc sain hwnnw i'r sgript, fel hyn:
de: Ziehe diesen Klangblock in das Skript, so wie hier:
fa: آن قطعه صدا را به دستور بکشید، به این شکل:
fr: Fais glisser ce bloc de son dans le script comme ceci :
id: Seret balok suara itu ke skrip, seperti ini:
kk: Дыбыстар блогын скриптке осылай шығарыңыз:
lt: Tempk garso bloką į scenarijų, kaip čia:
nb: Dra lydklossen inn i skriptet, slik:
nn: Dra lydklossen inn i skriptet, slik:
pt_br: Arraste o bloco som e coloque-o no script, assim:
sl: Dodaj zvokovni ukaz v skripto, denimo takole:
tr: Bu ses blokunu aşağıdaki gibi senaryoya sürükleyin:
vi: Kéo thả mảnh ghép âm thanh, như thế này:
zh_tw: 將積木放置到程式中，示範如下：

source: Tip: Put the <span class="soundcolor">play sound</span> block before the <span class="lookscolor">say block</span> so the sound plays at the same time that the talk bubble appears.
bn: টীকা: <span class="lookscolor">বল</span> ব্লকের সামনে <span class="soundcolor">শব্দ বাজাও</span> ব্লক রাখ যাতে কথা বলার বুদবুদ প্রদর্শিত হওয়ার সময়ে শব্দ বাজায়।
cs: Tip: Polož blok <span class="soundcolor">přehraj zvuk</span> před blok <span class="lookscolor">řekni</span>, aby zvuk zněl ve stejné době, jako se objeví řečová bublina.
cy: Awgrym: Rhowch y bloc <span class="soundcolor">chwarae sain</span> cyn y <span class="controlcolor">bloc dweud</span> fel bod y sain yn chwarae ar yr un pryd ag y mae'r swigen siarad yn ymddangos.
de: Tipp: Gib den <span class="soundcolor">spiele Klang</span>-Block vor den <span class="lookscolor">sage</span>-Block, damit der Klang zur selben Zeit gespielt wird wie die Sprechblase erscheint.
fa: نکته: قطعه <span class="soundcolor">پخش صدا</span> را قبل از <span class="lookscolor">قطعه گفتن</span> قرار دهید تا صدا همزمان با ظاهر شدن حباب سخن پخش شود.
fr: Astuce: mets le bloc <span class="soundcolor">jouer le son</span> avant le bloc<span class="lookscolor">dire</span> afin que le son soit joué en même temps que la bulle de dialogue apparaît.
id: Tip: Letakkan balok <span class="soundcolor">mainkan suara</span> sebelum <span class="lookscolor">balok katakan</span> agar suaranya bermain pada saat yang sama balonnya muncul.
kk: ⇥Кеңес: Дыбыс пайда болған кезден бастап қосылатйындай ету үшін <span class="soundcolor">дыбысты ойнату</span> блокын <span class="lookscolor"> блок деу </span> блокынанын алдына қойыңыз. ⇥
lt: ⇥Patarimas: Padėk <span class="soundcolor">groti garsą</span> bloką prieš <span class="lookscolor">kalbėti </span> bloką, tad garsas gros tuo pat metu kaip ir atsiras kalbos debesėlis ⇥
nb: Tips: Sett <span class="soundcolor">spill lyd</span>-klossen foran <span class="lookscolor">si</span>-klossen, for da spilles lyden samtidig med at snakkeboblen vises.
nn: Tips: Sett <span class="soundcolor">spel lydar</span>-klossen før <span class="lookscolor">sei</span>-klossen, for då vert lyden spelt samtidig med at snakkebobla vert vist.
pt_br: Dica: coloque o bloco <span class="soundcolor">reproduzir som</span> antes do <span class="lookscolor">bloco diga</span> para que o som seja reproduzido ao mesmo tempo em que o balão de diálogo aparecer.
sl: Namig: Dodaj blok <span class="soundcolor">predvajaj zvok</span> pred blok <span class="lookscolor">reci</span> da se bo zvok predvajal takrat, ko se pojavi govorni oblaček.
vi: Thủ thuật: Đặt mảnh ghép <span class="soundcolor">chơi nhạc</span> trước <span class="lookscolor">mảnh ghép nói</span> vì vậy âm thanh có thể chơi cùng lúc khi khung nói xuất hiện.
zh_tw: 提示：要將 <span class="soundcolor">播放音效 {…}</span> 積木放到 <span class="lookscolor">說道 […] […] 秒</span> 之前，如此聲音才會和對話方塊同時呈現出來。

source: Click on your sprite to see and hear what it says:
bn: এটা কি বলে তা দেখতে এবং শুনতে তোমার স্প্রাইটে ক্লিক করো:
cs: Klikni na tvojí postavu abys viděl a slyšel, co říká:
cy: Cliciwch ar eich corlun i weld a clywed beth mae'n ddweud:
de: Klicke auf deine Figur und höre was sie sagt:
fa: برای دیدن و شنیدن آنچه که شکلک شما می گوید روی آن کلیک کنید:
fr: Clique sur le lutin pour voir et écouter ce qu'il dit :
id: Klik spritemu untuk melihat dan mendengar apa yang dia katakan:
kk: Не деп жатқанын көру үшін спрайттың үстіе басыңыз:
lt: Spausk savo veikėją, kad pamatytum ir išgirstum ką jis sako:
nb: Klikk på figuren for å se og høre hva den sier:
nn: Trykk på figuren for å sjå og høyra kva han seier:
pt_br: Clique em seu ator para ver e ouvir o que ele diz:
sl: Klikni na figuro, da slišiš in vidiš, kaj pravi:
tr: Ne yazdığını görmek ve duymak için kuklaya tıklayın:
vi: Bấm vào đối tượng của bạn để thấy và nghe điều nó nói:
zh_tw: 點擊你的角色來測試一下是否成功：

source: Add another favorite thing
bn: অন্য একটি পছন্দের জিনিস যুক্ত করো
cs: Přidej další oblíbenou věc
cy: Ychwanegwch rhyw hoff beth arall
de: Füge eine andere Lieblingssache hinzu
fa: یه چیز دیگه از علاقه‌مندی‌ها اضافه کنید
fr: Ajoute une autre chose préférée
id: Tambahkan satu lagi hal kesayangan
kk: Тағы басқа сүйікті затыңызды қосыңыз
lt: Pridėk dar vieną mėgstamą dalyką
nb: Legg til en ny ting du liker
nn: Legg til ein ny ting du likar
pt_br: Adicione outra coisa favorita
sl: Dodaj naslednjo priljubljeno stvar
tr: Başka bir favori şey ekle
vi: Thêm điều yêu thích khác của bạn
zh_tw: 下一步，加入其他的最愛

source: Now add other favorite things, such as your favorite foods or activities.
bn: এখন তোমার পছন্দের খাবার বা ক্রিয়াকলাপের মত অন্যান্য প্রিয় জিনিস যোগ কর।
cs: Nyní přidej další oblíbené věci, jako například tvé oblíbené jídlo nebo aktivity.
cy: Nawr ychwanegwch hoff bethau eraill, fel eich hoff fwyd neu weithgaredd.
de: Nun füge andere Sachen die du gern hast hinzu, zum Beispiel dein Lieblingsessen oder deine Lieblingstätigkeiten.
fa: اکنون چیزهای مورد علاقه، مانند غذاها یا فعالیت‌های مورد علاقه خود را اضافه کنید.
fr: Maintenant, ajoute d'autres choses favorites, comme ton plat ou ton activité préférés.
kk: Енді басқа сүйікті затыңызды қосыңыз, мәселен сүйікті тағам немесе әрекеттер.
lt: Dabar pridėk kitus mėgstamus dalykus, kaip mėgstamiausias maistas ar veikla
nb: Nå kan du legge inn andre ting, hva med mat eller aktiviteter du liker?
nn: No kan du leggja inn andre ting, for eksempel favorittmaten eller favorittaktiviteten din.
pt_br: Agora, adicione outras coisas favoritas, como sua comida ou atividades favoritas.
sl: I sedaj dodaj še druge priljubljene stvari kot so npr. najljubša hrana ali aktivnosti.
tr: Şimdi en sevdiğiniz yiyecekler veya aktiviteler gibi diğer favori şeyleri ekleyin.
vi: Bây giờ thêm vào những điều yêu thích khác, như là thức ăn và hoạt động yêu thích của bạn.
zh_tw: 現在你可以加上更多喜歡的事件，像是最愛的食物、最愛的運動…

source: <p>You can draw by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon.
bn: <p>তুমি <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> আইকনে ক্লিক করে আঁকতে পার।
cs: <p>Můžeš malovat kliknutím na ikonu <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">.
cy: <p>Gallwch luniadu drwy glicio'r eicon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">.
de: <p>Du kannst es zeichnen in dem du auf <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> klickst.
fa: <p>شما می‌توانید با کلیک بر روی نماد <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">بکشید.
fr: <p>Tu peux dessiner en cliquant sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">.
id: <p>Kamu bisa menggambar dengan cara mengklik ikon <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">.
kk: ⇥<p> Осы белгішені басу арқылы <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> сіз сурет сала аласыз. ⇥
lt: ⇥<p>Gali piešti paspaudęs <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> ⇥
nb: <p>For å tegne kan du klikke <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon.
nn: <p>Teikn ved å trykkja på <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">-ikonet.
pt_br: <p>Você pode desenhar clicando no ícone <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">.
sl: <p>Rišeš lahko potem, ko klikneš ikono <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> za risanje.
vi: <p>Bạn có thể vẽ bằng cách nhấp chọn<img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">biểu tưởng.
zh_tw: <p>你可以用 <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> 工具自行繪製與眾不同的角色。

source: Or click <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> to import an image.
bn: অথবা <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">একটি ছবি আমদানি করতে ক্লিক কর।
cs: Nebo stiskni <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> k vložení obrázku.
cy: Neu glicio <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> i fewnforio delwedd.
de: Oder klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> um ein Bild zu importieren.
fa: یا برای وارد کردن تصویر <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">را کلیک کنید.
fr: Ou clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> pour importer une image.
id: Atau klik <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> untuk mengimpor sebuah gambar.
kk: ⇥ Немесе суретті импорттау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> басыңыз. ⇥
lt: ⇥Arba spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png">, kad įkeltum paveikslėlį ⇥
nb: Eller klikk <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> for å hente inn et bilde.
nn: Eller trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> for å henta inn eit bilete.
pt_br: Ou clique em<img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> para importar uma imagem.
sl: Ali pa klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> za uvoz slike.
vi: Hoặc nhấp <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> để nhập một hình ảnh.
zh_tw: 或是用 <img class="intext" src = "%(STATIC_URL)s/images/help/int-import.png"> 匯入從其他地方找到的圖片。

source: Want to choose something instead?
bn: পরিবর্তে কিছু পছন্দ করতে চাও?
cs: Nechceš si vybrat něco jiného?
cy: Eisiau dewis rhywbeth yn ei le?
de: Möchtest du stattdessen lieber etwas aussuchen?
fa: میخواهید به جای آن چیزی را انتخاب کنید؟
fr: Tu veux choisir autre chose ?
id: Ingin memilih sesuatu saja?
kk: Орнына басқа бірдеңе таңдағыңыз келе ме?
lt: Nori pasirinkti kažką vietoj to?
nb: Vil du velge et ferdig bilde?
nn: Vil du heller velja eit ferdig bilete?
pt_br: Ao invés disso, quer escolher alguma coisa?
sl: Želiš izbrati kaj drugega?
tr: Bunun yerine bir şey seçmek ister misiniz?
vi: Muốn chọn vài thứ để thay thế?
zh_tw: 想要用現成的？

source: <p>Click the <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> icon to choose from the Sprite library.</p>
bn: <p>ক্লিক কর <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> এই আইকনে স্প্রাইট লাইব্রেরি থেকে বাছাই করতে।</p>
cs: <p>Klikni na ikonu <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> pro vybrání postavy z knihovny</p>
cy: <p>Cliciwch ar yr eicon<img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> i ddewis o lyfrgell i Corluniau.</p>
de: <p>Klicke auf <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> um eine Figur aus der Bibliothek auszusuchen.</p>
fa: <p>برای انتخاب از کتابخانه شکلک روی نماد <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">کلیک کنید.</p>
fr: <p>Clique sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> pour choisir à partir de la bibliothèque de Lutins.</p>
id: <p>Klik gambar <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> untuk memilih dari pustaka Sprite.</p>
kk: ⇥<p> Спрайттар базасынан таңдау үшін<img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> белгішесін басыңыз.</p> ⇥
lt: ⇥<p>Spausk <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> ir pasirink iš Veikėjų Bibliotekos</p> ⇥
nb: <p>Klikk <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">-ikonet for å velge en figur fra biblioteket.</p>
nn: <p>Trykk på <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png">-ikonet for å velja ein figur frå biblioteket.</p>
pt_br: <p>Clique no ícone <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> para escolher alguma coisa da biblioteca de atores.</p>
sl: <p>Klikni ikono <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> za izbiro iz knjižnice figur.</p>
vi: <p> Bấm chọn <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> biểu tượng để chọn Thư viện đối tượng. </p>
zh_tw: <p>點擊 <img class="intext" src="%(STATIC_URL)s/images/help/10b-sprite.png"> 圖示，可以從角色範例庫中選擇圖片，別忘了一個角色裡還有不同的造型可以選用。</p>

source: Next, add effects and movement
bn: তারপর, ইফেক্ট ও মুভমেন্ট যোগ কর
cs: Jako další krok přidej efekty a pohyb
cy: Nesaf, ychwanegwch effeithiau a symudiad
de: Füge als nächstes Effekte und Bewegung hinzu
fa: سپس، جلوه‌ها و حرکت را اضافه کنید
fr: Ensuite, ajoute des effets et des mouvements.
id: Kemudian, tambahkan efek dan gerakan
kk: Енді, серлер мен қозғалыстарды қосыңыз
lt: Toliau, pridėk pokyčių ir judesių
nb: Videre: lag effekter og bevegelse
nn: Vidare: legg til effektar og rørsle
pt_br: Em seguida, adicione efeitos e movimento
sl: Sedaj dodaj učinke in premike
tr: Ardından efektler ve hareket ekleyin
vi: Tiếp theo, thêm vào những hiệu ứng và chuyển động
zh_tw: 下一步，添加效果和動畫

source: Here are more ideas for bringing your favorite things to life.
cs: Zde je více nápadů jak přivést tvé oblíbené věci k životu.
cy: Dyma ragor o syniadau i ddod â'ch hoff bethau yn fyw.
de: Hier sind weitere Ideen, um deine Lieblingssachen zum Leben zu erwecken.
fa: در اینجا ایده‌های بیشتری برای جانبخشی به چیزهای مورد علاقه‌تان وجود دارد.
fr: Voici plus d'idées pour donner vie à tes choses favorites.
id: Di sini ada lebih banyak lagi ide untuk memberikan hidup pada benda-benda kesukaanmu.
kk: Сүйікті заттарыңызды жүзеге асыру үшін мына жерде көбірек идеялар бар.
lt: Čia yra daugiau idėjų kaip pagyvinti savo mėgstamus dalykus
nb: Her har du flere forslag for å få vist fram tingene du liker.
nn: Her har du fleire forslag for å få vist fram tinga du likar.
pt_br: Apresentamos aqui mais algumas ideias para dar vida a suas coisas favoritas.
sl: Tu je še nekaj idej.
tr: İşte en sevdiğiniz şeyleri hayata geçirmek için daha fazla fikir.
vi: Đây là một số ý tưởng để đem những điều bạn yêu thích đến cuộc sống.
zh_tw: 這裡有些不錯的點子，可以讓你的作品更加的生動活潑。

source: Add Effects
bn: ইফেক্ট যোগ কর
cs: Přidej Efekty
cy: Ychwanegwch Effeithiau
de: Füge Effekte hinzu
fa: افزودن جلوه ها
fr: Ajouter des effets
id: Tambahkan Efek
kk: Әсерер қосыңыз
lt: Pridėti Pokyčių
nb: Grafiske effekter
nn: Grafiske effektar
pt_br: Adicionar efeitos
sl: Dodaj učinke
tr: Etkiler Ekleyelim
vi: Thêm Hiệu ứng
zh_tw: 添加一些效果

source: Make a sprite change color when it's clicked.
bn: যখন স্প্রাইটে ক্লিক করা হবে তখন রঙ পরিবর্তন কর।
cs: Vytvoř postavu která změní barvu, když na ni klikneš.
cy: Gwneud i gorlun newid lliw pan fydd yn cael ei glicio.
de: Lass die Farbe der Figur wechseln, wenn sie angeklickt wird.
fa: با کلیک کردن، رنگ شکلک را تغییر دهید.
fr: Fais qu'un lutin change de couleur quand il est cliqué.
id: Buat sebuah sprite berubah warna saat diklik.
kk: Спрайт басылған кезде түсін өзгертетіндей қылыңыз.
lt: Padaryk, kad nuspaudžiamas veikėjas keistų spalvą
nb: Få figuren til å endre farge når den klikkes.
nn: Få figuren til å endra farge når nokon trykkjer på han.
pt_br: Faça um ator mudar de cor quando ele for clicado.
sl: Naj figura spremeni barvo, ko ko klikneš nanjo,
tr: Tıklandığında kuklanın rengini değiştir.
vi: Làm cho đối tượng của bạn đổi màu khi được bấm vào.
zh_tw: 當角色被點擊時會更換顏色。

source: Animate It
bn: এটিকে অ্যানিমেট করাও
cs: Animuj to
cy: Ei Animeiddio
de: Animiere es
fa: به آن جان ببخشید
fr: Anime-le
id: Animasikan
kk: Анимациялаңыз
lt: Pagyvink jį
nb: Animer det
nn: Animasjonar
pt_br: Anime-o
sl: Animiraj jo
tr: Onu Canlandır
vi: Làm nó chuyển động
zh_tw: 讓它動起來

source: If your sprite has more than one costume, you can animate it by switching costumes.
bn: যদি তোমার স্প্রাইটের একাধিক পোশাক থাকে, তুমি পোশাক পরিবর্তন করে এটিকে অ্যানিমেট করতে পারো।
cs: Pokud má tvá postava více než jeden kostým, můžeš ji animovat tak, že budeš kostýmy měnit.
cy: Os oes gan eich corlun fwy nag un gwisg, gallwch ei animeiddio drwy newid gwisgoedd.
de: Wenn deine Figur mehr als ein Kostüm hat, kannst du sie durch Wechseln der Kostüme animieren.
fa: اگر شکلک شما بیش از یک حالت داشته باشد، می‌توانید آن را با تغییر حالت به حرکت آورید.
fr: Si ton lutin a plus d'un costume, tu peux l'animer en changeant de costume.
id: Jika spritemu punya lebih dari satu kostum, kamu dapat menanimasikannya dengan cara mengubah-ubah kostum.
kk: Егер сіздің спрайтыңыз екі немесе одан да көп костюм кисе, костюм ауыстыратын анимация жасай аласыз.
lt: Jei tavo veikėjas turi daugiau nei vieną kaukę, gali jį pagyvinti keisdamas kaukes
nb: Hvis figuren har mer enn én drakt kan du animere den ved å bytte mellom drakter.
nn: Viss figuren har meir enn éi drakt, kan du animera han ved å byta mellom draktene.
pt_br: Se seu ator tem mais de uma fantasia, você pode animá-lo trocando suas fantasias.
sl: Če ima tvoja figure več kot en videz, jo lahko animiraš z menjavanjem videzov.
vi: Nếu đối tượng của bạn có thêm một trang phục, bạn có thể làm chuyển động nó để thay đổi trang phục.
zh_tw: 如果你的角色裡有一個以上的造型，你可以透過「切換造型」積木讓它產生動畫效果。

source: Select costumes from the menu in the <span class="lookscolor">switch costume</span> block.
bn: মেনু থেকে পোশাক নির্বাচন কর <span class="lookscolor">পোশাক পরিবর্তন</span> ব্লক দিয়ে।
cs: Vyber kostýmy z menu v bloku <span class="lookscolor">změn kostým na</span>.
cy: Dewiswch wisgoedd o'r ddewislen yn y bloc <span class="lookscolor">newid gwisgoedd</span> block.
de: Wähle Kostüme im Auswahlmenü des <span class="lookscolor">wechsle zu Kostüm</span>-Blocks aus.
fa: از منو در قطعه <span class="lookscolor">تغییر حالت</span>حالت‌ها را انتخاب کنید.
fr: Sélectionne le costume dans le menu du bloc <span class="lookscolor">basculer sur le costume</span>.
id: Pilih kostum dari menu di balok <span class="lookscolor">ganti kostum</span>
kk: <span class="lookscolor">Костюм ауыстыру</span> блокындағы мәзірден костюм таңдай аласыз.
lt: Pasirink kaukes iš meniu <span class="lookscolor">keisk kaukes</span> bloke
nb: Velg drakter fra menyen i <span class="lookscolor">bytt drakt</span>-klossen.
nn: Vel drakter frå menyen i <span class="lookscolor">byt drakt</span>-klossen.
pt_br: Selecione fantasias usando o menu do bloco <span class="lookscolor">trocar fantasia</span>.
sl: Izberi videze in menuja v bloku <span class="lookscolor">zamenjaj videz</span> .
vi: Chọn trang phục từ menu trong mảnh ghép <span class="lookscolor">trang phục chuyển đổi</span>
zh_tw: 你可以在 <span class="lookscolor">造型換成 {…}</span> 積木裡的下拉清單中指定要切換的造型。

source: To see the costumes, click the <span class="tab-ref">Costumes</span> tab.
bn: পোশাক দেখতে, <span class="tab-ref">পোশাক</span> ট্যাবে ক্লিক কর।
cs: Abys viděl/a kostýmy, klikni na záložku <span class="tab-ref">Kostýmy</span>.
cy: I weld y gwisgoedd, cliciwch y tab <span class="tab-ref">Costumes</span>.
de: Um die Kostüme zu sehen, klicke auf den Reiter <span class="tab-ref">Kostüme</span>.
fa: برای دیدن حالت‌ها روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید.
fr: Pour voir les costumes, clique sur l'onglet <span class="tab-ref">Costumes</span>.
id: Untuk melihat kostum-kostumnya, klik tab <span class="tab-ref">Kostum</span>.
kk: Костюмдерді көру үшін <span class="tab-ref">Костюмдер</span> ендірмесін басыңыз . ⇥
lt: Kad pamatytum kaukes, spausk <span class="tab-ref">Kaukės</span> skyrių ⇥
nb: Klikk <span class="tab-ref">Drakter</span>-fanen for å vise figurens drakter.
nn: Trykk på <span class="tab-ref">Drakter</span>-fana for å visa draktene til figuren.
pt_br: Para ver as fantasias, clique na guia<span class="tab-ref">Fantasias</span>.
vi: Để thấy trang phục, bấm chọn tab <span class="tab-ref">Trang phục</span>.
zh_tw: 要查看角色中有哪些造型？可以切換到 <span class="tab-ref">造型</span> 頁籤。
