Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Sets sprite's tempo to specified value in beats per minute
bn: স্প্রাইটের টেম্পো প্রতি মিনিটে বিটের নির্দিষ্ট মান নির্ধারণ করে
cs: Nastaví postavě rychlost hraní na určenou hodnotu v taktech za minutu
cy: Yn gosod tempo corlun i werth penodedig mewn curiadau y funud
de: Setze das Abspieltempo der Figur auf die angegebenen Takte pro Minute
fa: سرعت شکلک را در مقدار مشخصی در هر بار در دقیقه تعیین می‌کند
fr: Attribue au tempo du lutin une valeur spécifiée en battements par minute
id: Atur tempo sprite ke nilai yang ditentukan dalam ketukan per menit
kk: Спрайттың қарқынын арнайы шамаға минутына соққыларды орнатады
lt: Nurodo veikėjo tempą pasirinkta reikšme smūgiais per minutę
nb: Bestemmer tempo for denne figurens instrumenter, i takter per minutt
nn: Set tempoet for instrumenta til figuren, målt i takter per minutt
pt_br: Atribui ao tempo de um ator um valor dado em batidas por minuto
sl: Nastavi tempo figure na določeno vrednost udarcev na minuto
tr: Kuklanın temposunu dakikada vuruş sayısı olarak belirtilen değere ayarlar
vi: Đặt nhịp độ của đối tượng thành một giá trị nhất định theo nhịp trên phút.
zh_tw: 用來設定角色的音樂速度（tempo）。

source: Tempo is the speed (bpm = beats per minute) at which Scratch notes and drums play. The larger the tempo value, the faster the notes and drums will play.
bn: টেম্পো হল সেই গতি (bpm = beats per minute) যেখানে Scratch নোট এবং ড্রাম বাজায়। টেম্পোর মানটি যত বড় হবে তত দ্রুত নোট এবং ড্রাম বাজবে।
cs: Tempo je rychlost (bpm = úderů za minutu) kterou Scratch hraje noty a bubnuje. Čím větší je hodnota tempa, tím rychlejší bude hraní not a bubnování.
cy: Tempo yw'r cyflymder (bpm = beats per minute) y mae nodau a drymiau Scratch yn chwarae. Y mwyaf yw gwerth y tempo, y cyflymaf y mae'r nodau a'r drymiau'n chwarae.
de: Tempo ist die Geschwindigkeit (Schläge pro Minute), in der Töne und Schlaginstrumente in Scratch gespielt werden. Je höher die Geschwindigkeit ist, desto schneller erklingen Töne und Schlaginstrumente.
fa: Tempo سرعت (bpm = ضربان در دقیقه) است که در آن اسکرچ یادداشت می‌کند و درام می‌نوازد. هرچه اندازه tempo بزرگتر باشد، سریع تر یادداشت ها و درام ها پخش می‌شود.
fr: Tempo est la vitesse (bpm = battements par minute) à laquelle Scratch joue les notes et bat le tambour. Plus la valeur de tempo est grande, plus les notes et les tambours vont jouer rapidement.
id: Tempo adalah kecepatan (bpm = ketukan per menit) Scratch memainkan nada dan drum. Semakin besar temponya, semakin cepat nada dan drum akan bermain.
kk: Екпін - Scratch ноталары мен барабан ойнайтын жылдамдық (bpm = минутына соққылар). Екпінннің мәні көбірек болған сайын, ноталар тезірек және барабандар тезірек ойнайды.
lt: Tempas yra greitis (spm = smūgiai per minutę), kuriuo Scratch groja natas ir muša būgnus. Kuo didesnė tempo reikšmė, tuo greičiau bus grojama
nb: Tempo bestemmer hvor fort toner og trommeslag spilles. Verdien angir antall takter per minutt. Med høyere verdi spiller instrumentene fortere.
nn: Tempoet (takter per minutt) avgjer kor fort tonar og trommeslag vert spelte. Med høgare verdi spelar instrumenta fortare.
pt_br: O tempo é a velocidade (bpm = batidas por minuto) à qual o Scratch toca notas e tambores. Quanto maior o tempo, mais rapidamente as notas e os tambores serão tocados.
sl: Tempo je hitrost (udarci na minuto), po kateri igrajo Scratch note in bobni. Večja je vrednost tempa, hitreje igrajo note in bobni.
tr: Tempo, davulların ve notaların Scratch tarafından çalınma hızı (v/d: dakikadaki vuruş miktarı)dır. Tempo ne kadar büyükse, notalar ve davul o kadar hızlı çalacaktır.
vi: Nhịp độ là tốc độ (bpm = số nhịp trên phút) mà các nốt nhạc và nhịp trống Scratch được chơi. Giá trị nhịp độ càng lớn, các nốt nhạc và nhịp trống sẽ chơi càng nhanh.
zh_tw: 音樂速度，英文稱 Tempo ，其單位是 bpm（beats per minute，每分鐘拍數），音樂速度值愈大，代表演奏節拍、音階時會比較快。

source: Sets the variable to specified value
bn: ভ্যারিয়েবলকে একটি নির্দিষ্ট মানে নির্ধারণ করে
cs: Nastaví proměnnou na určenou hodnotu
cy: Yn gosod y newidyn i werth penodol
de: Setzt die Variable auf den angegebenen Wert
fa: متغیر را به مقدار مشخصی تنظیم می‌کند
fr: Définit la variable à la valeur spécifiée
id: Atur variabel ke nilai yang diberikan
kk: Айнымалыны белгілі бір мәнге орнатады
lt: Priskiria kintamajam nurodytą reikšmę
nb: Setter en variabel til angitt verdi
nn: Set variabelen til den valde verdien
pt_br: Atribui à variável o valor especificado
sl: Nastavi spremenljivko na določeno vrednost
tr: Değişkene belirtilen değeri atar
vi: Đặt biến bằng một giá trị nhất định
zh_tw: 用來將變數設定成指定值

source: Sets the video transparency
bn: ভিডিওর স্বচ্ছতা নির্ধারণ করে
cs: Nastaví průhlednost videa
cy: Yn gosod tryloywder y fideo
de: Stellt die Durschsichtigkeit des Videos ein
fa: شفافیت ویدئو را تنظیم می‌کند
fr: Définit la transparence de la vidéo
id: Atur transparansi video
kk: Бейне ашықтығын орнатады
lt: Nustato video permatomuma
nb: Velger gjennomsiktighet for videobildet
nn: Vel gjennomsikta for videobiletet
pt_br: Estabelece o grau de transparência do vídeo
sl: Nastavi prozornost video posnetka
tr: Video görüntüsünün saydamlığını ayarlar
vi: Đặt độ trong suốt của video
zh_tw: 設定影片顯示時的透明度

source: Enter a number from 0-100. Higher numbers make the video more transparent (lighter), while lower numbers make it less transparent (darker)
bn: 0-100 থেকে একটি সংখ্যা লেখ। বড় সংখ্যাগুলো ভিডিওটিকে আরও স্বচ্ছ (উজ্জ্বলময়) করে তোলে, যখন ছোট সংখ্যাগুলো এটিকে কম স্বচ্ছ (অন্ধকারছন্ন) করে তোলে
cs: Zadej číslo od 0-100. Vyšší čísla udělají video více průhledné (světlejší), yatímco nižší čísla ho udělají méně průhledné (tmavší)
cy: Rhowch rhif 0-100. Mae rhifau uwch yn gwneud y fideo yn fwy tryloyw (goleuach), tra bo rhifau is yn ei wneud yn llai tryloyw (tywyllach)
de: Gib eine Zahl zwischen 0 und 100 an. Größere Werte machen das Video durchsichtiges (heller), kleinere Werte machen es weniger durchsichtig (dunkler)
fa: یک عدد از 0-100 را وارد کنید. اعداد بیشتر ویدئو را شفاف‌تر (روشنتر) می‌کند، در حالی که اعداد کمتر آن را کمتر شفاف (تیره‌تر) می‌کند
fr: Entre un nombre compris entre 0 et 100. Des nombres de plus en plus grand rendent la vidéo est plus transparente (plus légère), tandis que les numéros plus petits la rendent moins transparente (plus foncée)
id: Masukkan sebuah angka dari 0-100. Angka lebih tinggi akan membuat video lebih transparan (lebih terang), sedangkan angka lebih rendah akan menjauhkannya dari transparan (lebih gelap)
kk: 0-100 арасындағы санды енгізіңіз. Жоғарғы сандар видеоны көбірек айқын қылдырады (жарығырақ), ал төменгі сандар оны азырақ айқын қылдырады (қараңғылау)
lt: Įvesk skaičių nuo 0 iki 100. Didesni skaičiai padaro video labiau permatomą (šviesesnį), mažesni - mažiau permatomą (tamsesnį)
nb: Angi et tall mellom 0 og 100. Høyere verdi gjør videobildet mer gjennomsiktig (lysere), mens lavere verdi gjør bildet mindre gjennomsiktig
nn: Vel eit tal mellom 0 og 100. Høgare verdiar gjer videobiletet meir gjennomsiktig (lysare), mens lågare verdiar gjev det mindre gjennomsiktig (mørkare).
pt_br: Introduza um número entre 0 e 100. Números maiores tornam o vídeo mais transparente (mais claro), enquanto números mais baixos o tornam mais opaco (mais escuro)
sl: Vstavi število med 0 in 100. Višja števila povečajo prozornost video posnetka (je svetlejši), medtem ko nižje vrednosti zmanjšajo prozornost videa (je temnejši)
tr: 0 ila 100 arasında bir sayı gir. Sayı büyüdükçe saydamlık artar (görüntü beyaza yakınlaşır), sayı küçüldükçe görüntü aslına yaklaşır (netleşir)
vi: Nhập vào một số từ 0-100. Số lớn hơn làm video trong suốt hơn (nhạt hơn), trong khi số nhỏ hơn làm nó ít trong suốt hơn (tối hơn)
zh_tw: 輸入 0 到 100 之間任意數，數值愈大，影像的愈透明（看不見）；反之，數值愈小則影像愈不透明（看得見）。

source: Sets sprite's sound volume to specified value
bn: স্প্রাইটের শব্দের মাত্রা নির্দিষ্ট মানে নির্ধারণ করে
cs: Nastaví postavě hlasitost zvuku na určenou velikost
cy: Yn gosod maint sain corlun i werth penodol
de: Setzt die Lautstärke der Figur auf den angegebenen Wert
fa: بلندی صدای شکلک را به مقدار مشخصی تنظیم می‌کند
fr: Définit le volume sonore des lutins à la valeur spécifiée
id: Atur volume suara sprite ke nilai yang ditentukan
kk: Спрайт дыбысының қаттылығын белгілі бір мәнге орнатады
lt: Nustato veikėjo garsumą nurodyta reikšme
nb: Velger lydstyrke for denne figurens lyder
nn: Set lydstyrken til figuren
pt_br: Atribui um dado valor ao volume de som de um ator
sl: Nastavi glasnost zvoka figure na določeno vrednost
tr: Kuklanın ses şiddetini belirtilen değere ayarlar.
vi: Đặt âm lượng của âm thanh phát ra từ đối tượng bằng một giá trị cụ thể
zh_tw: 用來設定角色上音效播放時的音量。

source: <p> You can set the volume level for each sprite. <br> To play two sounds at once with different volumes, use two sprites. </p>
bn: <p> তুমি প্রতিটি স্প্রাইটের জন্য শব্দের মাত্রা নির্ধারণ করতে পার। <br> একসাথে দুইটি বিভিন্ন শব্দ বাজানোর জন্য, দুইটি স্প্রাইট ব্যাবহার কর। </p>
cs: <p> Můžeš nastavit úroveň hlasitosti každé postavě. <br> Pro přehrání dvou zvuků najednou, s různými hlasitostmi použij dvě postavy. </p>
cy: <p> Gallwch osod lefel y sain ar gyfer pob corlun. <br> I chwarae dwy sain ar yr un pryd gyda maint sain gwahanol, defnyddiwch ddau gorlun. </p>
de: <p> Du kannst die Lautstärke für jede Figur separat einstellen. <br> Verwende zwei Figuren um zwei Klänge gleichzeitig mit verschiedenen Lautstärken abzuspielen. </p>
fa: <p> شما می‌توانید سطح صدا را برای هر شکلک تنظیم کنید. <br> برای پخش دو صدا در یک بار با حجم‌های مختلف، از دو شکلک استفاده کنید. </p>
fr: <p> Tu peux régler le niveau du volume pour chaque lutin. <br> Pour jouer deux sons à la fois avec des volumes différents, utilise deux lutins. </p>
id: <p> Kamu bisa mengatur tingkat volume untuk setiap sprite. <br> Untuk memainkan dua suara secara bersamaan, gunakan dua sprite. </p>
kk: <p> Әр спрайт үшін дыбыс деңгейін таңдауыңызға болады. <br> Екі дыбысты бір уақытта әр түрлі деңгейде ойнату үшін, екі спрайтты қолданыңыз. </p>
lt: <p> Gali nustatyti garsumą kiekvienam veikėjui <br> Norėdamas groti du garsus vienu metu su skirtingais garsumais naudok du veikėjus </p>
nb: <p> Hver figur kan ha sin egen lydstyrke. <br> Hvis du vil spille to lyder samtidig med forskjellig volum kan du få det til ved å bruke to figurer. </p>
nn: <p> Kvar figur kan ha sin eigen lydstyrke. <br> Viss du vil spela to lydar samtidig men med ulik lydstyrke, kan du få det til ved å bruka to figurar. </p>
pt_br: <p> Você pode atribuir volumes diferentes a diferentes atores. <br> Para tocar dois sons ao mesmo tempo usando volumes diferentes, use dois atores. </p>
sl: <p> Nastaviš lahko nivo glasnosti za vsako figuro. <br> Za predvajanje dveh zvokov istočasno z različnimi glasnostmi, uporabi dve figuri. </p>
tr: <p> Her bir kukla için ses şiddetini ayrı ayrı ayarlayabilirsin. <br> Farklı ses şiddetinde iki ayrı ses çalmak istiyorsan, iki kukla kullanabilirsin. </p>
vi: <p> Bạn có thể đặt mức âm lượng cho mỗi đối tượng <br> Để phát hai âm thanh cùng một lúc với những âm lượng khác nhau, hãy sử dụng hai đối tượng. </p>
zh_tw: <p> 你可以為每個角色上的音效設置音量。 <br> 若要同時播放 2 個不同音量的音效，需要建立 2 個角色。 </p>

source: Set the x position of a sprite
bn: একটি স্প্রাইটের x অবস্থান নির্ধারণ কর
cs: Nastav x postavy
cy: Gosod safle x corlun
de: Setze die x-Position einer Figur
fa: موقعیت x یک شکلک را تنظیم کنید
fr: Définit la position x d'un lutin
id: Atur posisi x suatu sprite
kk: Спрайттың х позициясын орнатады
lt: Nustato veikėjo x koordinatę
nb: Flytt figuren til en bestemt x-posisjon
nn: Flytte figuren til vald x-posisjon
pt_br: Define a posição x de um ator
sl: Nastavi položaj x figure
tr: Kuklanın <b>x</b> konumunu belirler
vi: Đặt toạ độ x của một đối tượng
zh_tw: 設定角色的 x 座標位置。

source: <p><b>Set x</b> places a sprite across the Stage (horizontal position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
bn: <p><b>x নির্ধারণ</b> মঞ্চে একটি স্প্রাইট রাখে (হরিজেন্টাল অবস্থান)।</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
cs: <p><b>Nastav x</b> umísťuje postavu vpravo nebo vlevo na scéně (vodorovná pozice).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
cy: <p> Mae <b>Gosod x</b> yn gosod corlun ar draws y Llwyfan (safle llorweddol). </p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
de: <p><b>Setze x auf</b> platziert die Figur an der angegebenen horizontalen Position ohne deren Höhe (vertikale Position) zu verändern.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
fa: <p><b>x را </b>در سراسر صحنه (موقعیت افقی) مکان های یک شکلک قرار می دهد.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
fr: <p><b>Définit x</b> place un lutin sur la scène ( x position horizontale en abscisse ).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
id: <p><b>Atur x</b> menempatkan sprite melintang Panggung (posisi horizontal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
kk: <p><b>x дегенді орнатыңыз</b> Кезең арқылы орналастырады (көлденең позиция).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
lt: <p><b>Nustatyk x</b> padeda veikėją išilgai Scenos (horizontali pozicija)</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
nb: <p><b>Sett x</b> bestemmer figurens plassering sideveis på scenen (horisontalt).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
nn: <p><b>Set x</b> avgjer plasseringa til figuren sideveges på scena (vassrett).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
pt_br: <p><b>A determinação de x</b> posiciona o ator por todo o Palco (posição horizontal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
sl: <p><b>Nastavi x na</b> postavi figuro v horizontalni položaj.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
tr: <p><b>x, _ olsun</b> dediğinde kuklanın yataydaki konumunu belirlemiş olursun.</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
vi: <p><b>Đặt x</b> đặt đối tượng ngang qua Sân khấu (vị trí chiều ngang).</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">
zh_tw: <p>設定 <b>x</b> 來決定角色在舞台上的水平位置。</p> <p></p> <img src="%(STATIC_URL)s/images/help/set-x-diagram.png">

source: Set the <b>y</b> position of a sprite
bn: স্প্রাইটের <b>y</b> এর অবস্থান নির্ধারণ কর
cs: Nastav <b>y</b> postavy
cy: Gosod safle <b>y</b> corlun
de: Setze die <b>y</b>-Position einer Figur
fa: موقعیت <b>y</b> یک شکلک را تنظیم کنید
fr: Définit la position <b>y</b> d'un lutin
id: Atur posisi <b>y</b> suatu sprite
kk: Спрайттың <b>y</b> позициясын орнатады
lt: Nurodyk veikėjo <b>y</b> koordinatę
nb: Flytt figuren til en bestemt <b>y</b>-posisjon
nn: Flytte figuren til vald <b>y</b>-posisjon
pt_br: Muda a posição <b>y</b> de um ator
sl: Nastavi položaj <b>y</b> figure
tr: Kuklanın <b>y</b> konumunu belirler
vi: Đặt vị trí <b>y</b> của đối tượng
zh_tw: 設定角色的 <b>y</b> 座標位置。

source: <p><b>Set y</b> places a sprite up or down (vertical position).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
bn: <p><b>y নির্ধারণ</b> একটি স্প্রাইটকে উপরে অথবা নিচে রাখে (ভার্টিক্যাল অবস্থানে)।</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
cs: <p><b>Nastav y</b> umísťuje postavu nahoru nebo dolů (svislá pozice).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
cy: <p> Mae <b>Gosod y</b> gosod corlun i fyny neu i lawr (safle fertigol). </p><p></p <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
de: <p><b>Setze y auf</b> platziert die Figur an der angegebenen vertikalen Position (Höhe) ohne die horizontale Position zu verändern.</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
fa: <p><b>Y را</b> در مکان هایی که شکلک بالا یا پایین می رود قرار می دهد (موقعیت عمودی).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
fr: <p><b>Définit y</b> place un lutin sur la scène ( y position verticale en ordonnée ).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
id: <p><b>Atur y</b> menempatkan sprite di atas atau bawah (posisi vertikal).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
kk: <p><b>y дегенді орнатыңыз</b> спрайтты жоғары немесе төмен орналастырады (тік позиция).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
lt: <p><b>Nurodyk y</b> padeda veikėją aukštyn ar žemyn (vertikali pozicija)</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
nb: <p><b>Sett y</b> bestemmer figurens høyde på scenen (vertikal posisjon).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
nn: <p><b>Set y</b> avgjer plasseringa til figuren opp eller ned på scena (loddrett posisjon).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
pt_br: <p><b>A determinação de y</b> coloca o ator para cima ou para baixo (posição vertical).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
sl: <p><b>Nastavi y na</b> postavi figuro gor ali dol (vertikalni položaj).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
tr: <p><b><b>y, _ olsun</b> dediğinde kuklanın aşağıda mı yukarıda mı olduğunu (dikeydeki konumunu) belirlemiş olursun.</p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
vi: <p><b>Đặt y</b> đặt đối tượng lên hoặc xuống (vị trí chiều dọc).</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">
zh_tw: <p>設定 <b>y</b> 來決定角色在舞台上的垂直位置。</p> <p></p> <img src="%(STATIC_URL)s/images/help/y-position-diagram.png">

source: Sets the type of instrument that the sprite uses for <b>play note</b> blocks
bn: স্প্রাইট <b>শব্দ বাঁজাও</b> ব্লকসমূহের জন্য যে ধরনের বাদ্যযন্ত্র ব্যবহার করে তা নির্ধারণ করে
cs: Nastavuje typ hudebního nástroje který postava použije pro bloky <b>hraj notu</b>
cy: Yn gosod y math o offeryn y mae corlun yn ei ddefnyddio ar gyfer blociau <b>chwarae nodyn</b>
fa: نوع ابزاری که شکلک برای قطعه‌های <b>پخش نت</b> استفاده می‌کند را تنظیم می‌کند
fr: Mettez le type d'instrument que le lutin utilisera pour les blocs <b>jouer la note</b>.
id: Mengatur jenis alat musik yang digunakan sprite untuk balok-balok <b>mainkan nada</b>
sl: Nastavi vrsto glasbila, ki ga figura uporabi za bloke <b>predvajaj noto</b>.
tr: Kukla <b> Nota Çal </b> blokları için kullandığı enstrümanın türünü ayarlar.
vi: Đặt loại nhạc cụ đối tượng sử dụng cho các mảnh ghép <b>phát nốt nhạc</b>

source: Each sprite has its own instrument.
bn: প্রত্যেকটি স্প্রাইটের নিজস্ব বাদ্যযন্ত্র আছে।
cs: Každá postava má svůj vlastní nástroj.
cy: Mae gan bob corlun ei offeryn ei hun.
fa: هر شکلک دارای ابزار خاصی است.
fr: Chaque lutin a son propre instrument.
id: Setiap sprite memiliki alat musiknya sendiri.
sl: Vsaka figura ima svoj instrument.
tr: Her kukla kendi çalgısına sahiptir.
vi: Mỗi đối tượng có nhạc cụ riêng

source: Click to choose from the menu. Or, type in a number from 1 to 21.
bn: মেনু থেকে বাছাই করতে ক্লিক কর। অথবা, 1 থেকে 21 পর্যন্ত যেকোন একটি সংখ্যা টাইপ কর।
cs: Klikni pro výběr z menu, nebo vepiš číslo od 1 do 21.
cy: Cliciwch i ddewis o'r ddewislen. Neu, teipiwch rif o 1 i 21.
fa: برای انتخاب از منو کلیک کنید. یا، یک شماره از 1 تا 21 را تایپ کنید.
fr: Clique pour choisir depuis le menu. Ou entre un nombre de 1 à 21.
id: Klik untuk memilih dari menu. Atau, ketik sebuah angka dari 1 hingga 21.
sl: Klikni za izbiro iz menija, oziroma vpiši število od 1 do 21.
tr: Menüden seçmek için tıkla ya da 1 den 21 e kadar bir sayı yaz.
vi: Bấm chọn từ menu. Hoặc, nhập vào một số từ 1 đến 21.

source: Sets pen's color, based on choice from color picker
bn: রঙ বাছাইয়ের পছন্দের উপর ভিত্তি করে কলমের রঙ নির্ধারণ করে
cs: Nastaví barvu pera, založenou na výběru z voliče barev
cy: Yn gosod lliw ysgrifbin, yn seiliedig ar ddewis o dewisydd lliw
de: Legt die Stiftfarbe fest, wie sie im Farbauswahlwerkzeug gewählt wurde.
fa: رنگ قلم را براساس انتخاب از جعبه رنگ تنظیم می کند
fr: Définit la couleur du stylo, basée sur le choix du sélecteur de couleur
id: Mengatur warna pena, berdasarkan pilihan pada color picker
kk: Түстің таңдалуына байланысты, қаламның түсін орнатады
lt: Nustato pieštuko spalvą pagal pasirinkimą iš spalvų pasirinkėjo
nb: Velger en pennfarge hentet fra skjermen
nn: Vel pennefarge henta frå skjermen
pt_br: Estabelece a cor da caneta com base em uma amostra feita usando a pipeta
sl: Nastavi barvo svinčnika glede na izbiro iz izbiralca barv
tr: Kalem rengini, renk seçici ile belirlediğin renge ayarlar
vi: Đặt màu bút vẽ, theo lựa chọn từ ống lấy màu
zh_tw: 設定畫筆筆跡的色彩。

source: Picking the color also changes the pen shade.
bn: রঙ এর বাছাই ও কলমের ছায়া পরিবর্তন করে।
cs: Výběr barvy také změní odstín pera.
cy: Mae dewis lliw hefyd yn newid arlliw yr ysgrifbin.
fa: انتخاب رنگ نیز سایه قلم را تغییر می دهد.
fr: Choisir une couleur change également la forme du stylo.
id: Memilih warna juga mengubah kegelapan pena.
sl: izbira barve spremeni tudi senco svinčnika.
tr: Renk seçmek kalamin tonunu da değiştirir.
vi: Chọn màu đồng thời thay đổi độ đậm của bút vẽ.

source: Sets pen's color to specified value
bn: কলমের রঙ নির্দিষ্ট মানে নির্ধারণ করে
cs: Nastaví barvu pera na určenou hodnotu
cy: Yn gosod lliw'r ysgrifbin i werth penodol
de: Setzt die Stiftfarbe auf den angegebenen Wert
fa: رنگ قلم را به مقدار مشخصی تنظیم می‌کند
fr: Définit la couleur du stylo à la valeur spécifiée
id: Atur warna pena ke nilai yang diberikan
kk: Қаламның түсін белгілі бір шамаға орнатады
lt: Nustato pieštuko spalvą nurodyta reikšme
nb: Bestemmer pennens fargeverdi
nn: Set pennefargen til vald verdi
pt_br: Estabelece a cor da caneta de acordo com o valor especificado
sl: Nastvai barvo svinčnika na določeno vrednost
tr: Kalemin rengini belirlenen değere ayarlar
vi: Đặt màu bút vẽ bằng giá trị nhất định
zh_tw: 設定畫筆筆跡的色彩。
