Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab. Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.</p> <p>Snap that sound block into the script, like this:</p>
bn: <p>তারপরে, <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর। <span class="soundcolor">শব্দ</span> বিভাগে ক্লিক কর এবং একটি <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আন।</p> <p>স্ক্রিপ্টে সেই শব্দ ব্লক স্ন্যাপ কর, এভাবে:</p>
cs: <p>Poté klikni na záložku <span class="tab-ref">Scénáře</span>. Klikni na kategorii <span class="soundcolor">Zvuk</span> , a přetáhni blok <span class="soundcolor">přehraj zvuk</span>.</p> <p>Přidej tento zvukový blok do scénáře, tak jako je tento:</p>
cy: <p>Yna, cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Cliciwch y categori <span class="soundcolor">Sain</span> a llusgo allan floc <span class="soundcolor">chwarae sain </span>.</p> <p>Snapiwch y bloc sain i'r sgript, fel hyn:</p>
de: <p>Klicke danach auf den <span class="tab-ref">Skripte</span>-Reiter. Klicke auf die Kategorie <span class="soundcolor">Klang</span> und ziehe einen <span class="soundcolor">spiele Klang</span>-Block heraus.</p> <p>Füge den Block wie folgt in deinem Skript ein:</p>
fa: <p>سپس، زبانۀ <span class="tab-ref">دستورها</span>را کلیک کنید. گروه <span class="soundcolor">صدا</span>را کلیک کنید، یک قطعه <span class="soundcolor">پخش صدا</span>بیرون بکشید.</p> <p>آن قطعه صدا را در دستور بزنید، به این شکل:</p>
fr: <p>Ensuite, clique sur l'onglet <span class="tab-ref">Scripts</span>. Clique sur la catégorie <span class="soundcolor">Sons</span>, et déplace un bloc <span class="soundcolor">jouer le son</span>.</p> <p>Insère le bloc de son dans le script, comme ceci :</p>
kk: <p><span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. <span class="soundcolor">Дыбыстар</span> категориясын таңдаңыз, және<span class="soundcolor">дыбысты ойнату</span> блокын шығарып алыңыз.</p> <p>Бұл дыбыс блогын скриптке осылай орнатыңыз:</p>
nb: <p>Klikk på fanen <span class="tab-ref">Skript</span>. Klikk <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden</span>-kloss.</p> <p>Sett lydklossen inn i skriptet, slik:</p>
nn: <p>Trykk på <span class="tab-ref">Skript</span>-fana. Trykk på <span class="soundcolor">Lydar</span>-kategorien og dra ut ein <span class="soundcolor">spel lyden</span>-kloss.</p> <p>Legg lydklossen til skriptet, slik:</p>
pt_br: <p>Então, clique na guia <span class="tab-ref">Scripts</span>. Clique na categoria <span class="soundcolor">Som</span>, e arraste um bloco <span class="soundcolor">reproduzir som</span>.</p> <p>Coloque o bloco de som no script, assim:</p>
tr: <p>Sonra <span class="tab-ref">Diziler</span> sayfasını aç. <span class="soundcolor">Ses</span> grubunu seç, ve <span class="soundcolor">[... sesini çal]</span> taşını al.</p> <p>Aşağıdaki gibi dizinin içine yerleştir:</p>
vi: <p>Sau đó, bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Bấm vào mục <span class="soundcolor">Âm thanh</span>, và kéo mảnh ghép <span class="soundcolor">phát nhạc</span>.</p> <p>Ghép mảnh ghép âm thanh vào kịch bản, giống như thế này:</p>
zh_tw: <p>接著，切換回 <span class="tab-ref">程式</span> 頁籤。 從 <span class="soundcolor">音效</span> 類指令找到 <span class="soundcolor">播放音效 {…}</span> 積木。</p> <p>將積木拖曳放置到當前積木堆裡頭，如下所示：</p>

source: Next, add a challenge
bn: পরবর্তীতে, একটি চ্যালেঞ্জ যোগ কর
cs: Dále, přidej výzvu
cy: Nesaf, ychwanegwch her
de: Als nächstes definiere eine Herausforderung
fa: سپس، چالشی اضافه کنید
fr: Ensuite, ajoute un défi
kk: Келесі, міндетті қосыңыз
nb: Videre: Gjør spillet spennende
nn: Vidare: gjer spelet spennande
pt_br: Em seguida, adicione um desafio
tr: Şimdi oyunu biraz zorlaştır
vi: Tiếp theo, thêm vào thử thách
zh_tw: 下一步，新增挑戰活動

source: Make the game stop if the ball hits the bottom.
bn: বল নিচে আঘাত করলে খেলা বন্ধ কর।
cs: Zastav hru, když míč spadne na dolů.
cy: Gwneud i'r gêm aros os yw'r bêl yn taro'r gwaelod.
de: Mach das das Spiel stoppt wenn der Ball den Boden berührt.
fa: با برخورد توپ با زمین بازی را متوقف کنید.
fr: Arrête le jeu si la balle touche le bas.
kk: Доп жерге тигенде ойын тоқтайтындай етіңіз.
nb: Få spillet til å stoppe hvis ballen treffer bunnen.
nn: Få spelet til å stoppa viss ballen treffer botnen.
pt_br: Faça o jogo parar se a bola atingir o fundo.
tr: Top yere değerse oyun dursun.
vi: Tạo ra âm thanh khi trái banh chạm vào đáy.
zh_tw: 設計「當球碰到底部，比賽就終止」的程式。

source: Click to select the Stage:
bn: মঞ্চ নির্বাচন করতে ক্লিক কর:
cs: Klikni pro výběr scény:
cy: Cliciwch i ddewis y Llwyfan:
de: Klicke um die Bühne auszuwählen:
fa: برای انتخاب صحنه کلیک کنید:
fr: Clique pour sélectionner la Scène :
kk: Кезеңді таңдау үшін басыңыз:
nb: Klikk for å velge scenen:
nn: Trykk for å velja scena:
pt_br: Clique para selecionar o palco:
tr: Sahneyi tıklayarak seç:
vi: Bấm vào chọn Sân khấu:
zh_tw: 在物件區上點選舞台：

source: Select the <span class="tab-ref">Backdrops</span> tab.
bn: <span class="tab-ref">ব্যাকড্রপ</span> ট্যাব নির্বাচন কর।
cs: Vyber záložku <span class="tab-ref">Pozadí</span> .
cy: Dewiswch y tab <span class="tab-ref">Cefnlenni</span>.
de: Wähle den Reiter <span class="tab-ref">Bühnenbilder</span>.
fa: زبانه <span class="tab-ref">پس‌زمینه‌ها</span>را انتخاب کنید.
fr: Selectionne l'onglet <span class="tab-ref">Arrière-plans</span>.
kk: <span class="tab-ref">Фон</span> таңдаңыз
nb: Velg <span class="tab-ref">Bakgrunner</span>-fanen.
nn: Vel <span class="tab-ref">Bakgrunnar</span>-fana.
pt_br: Selecione a guia <span class="tab-ref">Panos de fundo</span>.
tr: <span class="tab-ref">Dekorlar</span> sayfasını aç.
vi: Chọn thẻ <span class="tab-ref">Phông nền</span>.
zh_tw: 切換到 <span class="tab-ref">背景</span> 頁籤。

source: Now you can edit your backdrop. Select the line tool. Draw a thick line at the bottom:
bn: এখন তুমি তোমার ব্যাকড্রপ সম্পাদনা করতে পার। রেখার টুলটি নির্বাচন কর। নীচে একটি মোটা রেখা আঁক:
cs: Nyní můžeš upravit pozadí. Vyber nástroj úsečka a v dolní části nakresli tlustou čáru:
cy: Nawr gallwch olygu eich cefnlen. Dewiswn offeryn llinell. Lluniwch linell drwchus ar y gwaelod.
de: Nun kannst du dein Bühnenbild editieren. Wähle das Linien-Werkzeug und zeichne eine dicke Linie am Boden:
fa: اکنون می‌توانید پس‌زمینه خود را ویرایش کنید. ابزار خط را انتخاب کنید. یک خط ضخیم در پایین بکشید:
fr: Maintenant, tu peux modifier ton arrière-plan. Sélectionne l'outil ligne. Dessine une ligne épaisse en bas :
kk: Енді фоныңызды өзгерте аласыз. Сызық құралын таңдаңыз. Төменге қалың сызық сызыңыз.
nb: Nå kan du redigere bakgrunnsbildet. Velg linjeverktøyet. Tegn en bred strek nederst:
nn: No kan du redigera bakgrunnsbiletet. Vel linjeverktøyet. Teikn ein brei strek nedst:
pt_br: Agora você pode editar seu pano de fundo. Selecione a ferramenta de linha. Desenhe uma linha espessa na parte inferior:
tr: Şimdi dekoru düzenleyebilirsin. Çizgi aracını al. En alta kalın bir çizgi çiz:
vi: Bây giờ bạn có thể chỉnh sửa phông nền. Chọn công cụ đường thẳng. Vẽ một đường dày ở dưới đáy:
zh_tw: 現在你可以編輯你的背景，選擇線條工具，在底部畫上一條粗線：

source: Tip: Hold down the Shift key while drawing the line to make it straight.
cs: Tip: Při kreslení rovné čáry podrž stisknuté tlačítko Shift.
cy: Awgrym: Pwyswch y fysell Shift wrth lunio’r llinell i'w gwneud yn syth.
de: Tipp: Damit die Linie gerade wird, halte die Umschalttaste gedrückt während du die Linie ziehst.
fa: نکته: کلید Shift را نگه دارید، تا در حین رسم خط، راست باشد.
fr: Astuce : Maintiens la touche Maj enfoncée tout en dessinant pour faire un trait droit.
kk: Кеңес: Сызық түзу болуы үшін сызықты сызу кезінде Shift пернесін басып тұрыңыз.
nb: Tips: Hold Shift-knappen nede når du tegner, da blir linjen rett.
nn: Tips: Hald inne «Shift»-knappen nede når du teiknar, så vert linja rett.
pt_br: Dica: pressione a tecla Shift enquanto desenha a linha, para que ela fique reta.
tr: İpucu: Çizgiyi çekerken Shift tuşuna basılı tutarsan çizgin düzgün olur.
vi: Thủ thuật: Bấm giữ phím Shift trong khi vẽ đường thẳng để giữ nó thẳng.
zh_tw: 提示：畫線時同時按著鍵盤上的 Shift 鍵就可以讓它保持直線。

source: Tip: To undo, click the Undo arrow:
bn: টীকা: পূর্বাবস্থায় ফেরত যেতে, পূর্বাবস্থায় ফেরত অ্যারো ক্লিক কর:
cs: Tip: Pro krok zpět klikni na šipku Zpět:
cy: Awgrym: I ddadwneud, cliciwch y saeth dadwneud:
de: Tipp: Klicke auf den Rückgängig-Pfeil um die letzte Aktion rückgängig zu machen:
fa: نکته: برای لغو، بر روی فلش واگرد کلیک کنید:
fr: Astuce : Pour annuler, clique sur la flèche Annuler :
kk: Кеңес: Болдырмау үшін, Болдырмау батырмасын басыңыз:
nb: Tips: Hvis noe blir feil, klikk angre-pilen:
nn: Tips: Viss du teiknar feil, trykk på angrepila:
pt_br: Dica: para desfazer, clique na seta de desfazer:
tr: İpucu: Bir hata yaptıysan 'Geri al' simgesine tıkla:
vi: Thủ thuật: để hoàn tác, bấm chọn mũi tên Hoàn tác:
zh_tw: 提示：若不小心做錯了，可以使用還原工具：

source: Click to select the Ball sprite:
bn: বলের স্প্রাইট নির্বাচন করতে ক্লিক কর:
cs: Klikni pro vybrání postavy míče:
cy: Cliciwch i ddewis y corlun Pêl
de: Klicke auf die Ball-Figur:
fa: برای انتخاب شکلک توپ کلیک کنید:
fr: Clique pour sélectionner le lutin pour la balle :
kk: Доп спрайтын таңдау үшін басыңыз:
nb: Klikk for å velge ball-figuren:
nn: Trykk for å velja ballfiguren:
pt_br: Clique para selecionar o ator que representa a bola:
tr: Kuklalardan topu seç:
vi: Bấm chọn đối tượng trái banh:
zh_tw: 在物件區上點選角色球：

source: <p>Click the <span class="tab-ref">Scripts</span> tab, then add this script to make the ball stop if it hits the line color:</p>
cs: <p>Klikni na záložku <span class="tab-ref">Scénáře</span> , pak přidej scénář aby se míč zastavil pokud se dotkne barevné čáry:</p>
cy: <p>Cliciwch y tab <span class="tab-ref">Sgriptiau</span> ac ychwanegu'r sgript hon i wneud i'r bel aros os yw'n taro'r llinell lliw:</p>
de: <p>Klicke auf den <span class="tab-ref">Skripte</span>-Reiter und füge dieses Skript hinzu damit der Ball stoppt wenn er diese Farbe berührt:</p>
fa: <p>زبانه <span class="tab-ref">دستورها</span>را کلیک کنید، سپس این دستور را اضافه کنید تا با برخورد توپ به رنگ خط توقف کند:</p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Scripts</span>, puis ajoute ce script pour arrêter la balle si elle touche la couleur de la ligne du bas :</p>
kk: <p> <span class="tab-ref">Скрипттер</span>ендірмесін басыңыз, cодан соң, доп түсті жолаққа тигенде тоқтайтындай скриптті қосыңыз:</p>
nb: <p>Klikk på <span class="tab-ref">Skript</span>-fanen og legg inn dette skriptet for å få ballen til å stoppe hvis den treffer strekens farge:</p>
nn: <p>Trykk på <span class="tab-ref">Skript</span>-fana og legg inn dette skriptet for å få ballen til å stoppa viss han treffer fargen til streken:</p>
pt_br: <p>Clique na guia <span class="tab-ref">Scripts</span>, e então adicione este script para fazer a bola parar se ela bater na linha colorida:</p>
tr: <p><span class="tab-ref">Diziler</span> sayfasına geç ve topun çizgiye değdiğinde durması için aşağıdaki diziyi oluştur:</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Kịch bản</span>, sau đó thêm đoạn kịch bản này vào để trái banh dừng nếu nó chạm vào đường thẳng màu:</p>
zh_tw: <p>切換到 <span class="tab-ref">程式</span> 頁籤，接著添加以下程式，讓球一碰到線段（指定顏色）就停止運動：</p>

source: Tip: Click inside the square box in the <span class="sensingcolor">touching color</span> block. Then move your cursor to point and click on the bottom line color.
bn: টীকা: চারকোনা বাক্স <span class="sensingcolor">রঙ স্পর্শ করছে</span> ব্লকে ক্লিক কর, তারপর তোমার কার্সারটিকে পয়েন্টে নিয়ে যাও এবং নিচের লাইনের রঙে ক্লিক কর।
cs: Tip: Klikni dovnitř čtverečku bloku <span class="sensingcolor">dotýkáš se barvy</span>. Pak přesuň kurzor na bod a klikni na barvu v spodním řádku.
cy: Awgrym: Cliciwch o fewn y blwch sgwâr yn y bloc <span class="sensingcolor">cyffwrdd lliw</span>. Yna symudwch eich cychwr i bwynt a chlicio ar liw'r llinell waelod.
de: Tipp: Klick auf das kleine Quadrat im <span class="sensingcolor">wird Farbe berührt</span>-Block. Danach bewege die Maus zur Linie die den Boden markiert und klicke darauf.
fa: نکته: داخل جعبه مربع در قطعه <span class="sensingcolor">برخورد رنگ</span>را کلیک کنید. سپس مکان‌نمای خود را به اشاره حرکت داده و بر روی رنگ خط پایین کلیک کنید.
fr: Astuce: Clique sur le carré dans le bloc <span class="sensingcolor">couleur touchée</span>. Puis déplace ton curseur pour cliquer sur la couleur de la ligne du bas.
kk: Кеңес: Шаршы қорап ішіндегі <span class="sensingcolor">Әсерлі түс</span> блогына басыңыз. Сосын тінтуірді нүктеге жылжытып, астыңғы сызық түсіне басыңыз.
nb: Tips: Klikk i fargeruten i <span class="sensingcolor">berører fargen</span>-klossen. Deretter klikker du på bunn-streken med musepekeren.
nn: Tips: Trykk i fargeruta i <span class="sensingcolor">rører fargen</span>-klossen. Trykk så på botnstreken.
pt_br: Dica: clique dentro da caixa quadrada no bloco <span class="sensingcolor">tocando na cor</span>. Então, mova seu cursor para apontar e clicar na linha colorida inferior.
tr: İpucu: Çizginin rengini almak için <span class="sensingcolor">[... rengine değdi (mi?)]</span> taşındaki renk karesine tıkla ve fareyle çizgiye dokun.
vi: Thủ thuật: bấm vào hộp vuông bên trong mảnh ghép <span class="sensingcolor">chạm vào màu</span>. Sau đó di chuyển con trỏ chuột và bấm vào đường thẳng màu ở dưới đáy.
zh_tw: 提示：點擊 <span class="sensingcolor">碰到顏色</span> 積木中的色塊可以指定顏色，接著移動滑鼠到剛畫的底部的粗線上就可以快速揀色（挑選顏色）。

source: Next, customize your game
bn: তারপর, তোমার খেলা কাস্টমাইজ কর
cs: A teď si hru uprav podle sebe
cy: Nesaf cyfaddaswch eich gêm
de: Richte nun dein Spiel individuell her
fa: سپس، بازی خود را بسازید
fr: Ensuite, personnalise ton jeu
kk: Енді, ойыныңызды дұрыстаңыз
nb: Videre: Gjør spillet bedre
nn: Vidare: legg inn dine eigne idéar
pt_br: Em seguida, personalize seu jogo
tr: Şimdi oyunu daha geliştirelim
vi: Tiếp theo, tạo điểm nhấn riêng cho trò chơi của bạn
zh_tw: 下一步，改良與特色化

source: To play notes, choose an instrument and note:
bn: নোট বাঁজাতে, একটি বাদ্যযন্ত্র ও নোট বাছাই কর:
cs: Pro hraní not, zvol nástroj a notu:
cy: I chwarae nodau, dewiswch offeryn a nodyn.
de: Wähle zum Spielen von Tönen ein Instrument und einen Ton:
fa: برای نواختن نت‌ها، یک آلت موسیقی و نت انتخاب کنید:
fr: Pour jouer des notes, choisis un instrument et note:
kk: Нотаны ойнау үшін, аспапты және нотаны таңдаңыз:
nb: For å spille toner, velg først et instrument og en tonehøyde:
nn: For å spela tonar, vel først eit instrument og ein tone:
pt_br: Para tocar as notas, escolha um instrumento e nota:
sl: Za predvajanje not, izberi glasbilo in note:
tr: Notaları çalmak için, çalgıyı ve notayı seç:
vi: Để phát những nốt nhạc, chọn nhạc cụ và nốt nhạc:
zh_tw: 若要演奏音階，選擇一個樂器（音色）以及一個音階：

source: You can choose another instrument from the menu:
bn: তুমি মেনু থেকে অন্য একটি বাদ্যযন্ত্র বাছাই করতে পার:
cs: Můžeš vybrat jiný nástroj z menu:
cy: Gallwch ddewis offeryn arall o'r ddewislen:
de: Im Menü kannst du ein anderes Instrument auswählen:
fa: شما می توانید یک آلت موسیقی دیگر از منو انتخاب کنید:
fr: Tu peux choisir un autre instrument dans le menu:
kk: Сіз мәзірден кез келген басқа аспапты таңдай аласыз:
nb: Du kan velge et annet instrument fra menyen:
nn: Du kan velja eit anna instrument frå menyen:
pt_br: Você pode escolher um outro instrumento a partir do menu:
sl: Izbereš lahko drugo glasbilo iz menija:
tr: Menüden bir başka çalgı seçebilirsin:
vi: Bạn có thể chọn những nhạc cụ khác nhau từ menu:
zh_tw: 你可以從「樂器設為 {…}」積木裡的下拉清單中挑選多種樂器：

source: Try this script. Click the sprite to play:
bn: এই স্ক্রিপ্টটি চেষ্টা কর। চালু করতে স্প্রাইটটিতে ক্লিক কর:
cs: Zkus tento scénář. Klikni na postavu, aby hrála:
cy: Rhowch gynnig ar y sgript hon. Cliciwch y corlun i chwarae:
de: Probiere dieses Skript aus. Klicke zum Abspielen auf die Figur:
fa: این دستور را امتحان کنید روی شکلک کلیک کنید تا بازی کند:
fr: Essaie ce script. Clique sur le lutin pour jouer:
kk: Осы скриптті тексеріп көріңіз. Ойнау үшін спрайтқа басыңыз:
nb: Prøv dette skriptet. Klikk på figuren for å spille:
nn: Prøv dette skriptet. Trykk på figuren for å spela:
pt_br: Tente este script. Clique no ator para tocar:
sl: Preizkusi to skripto. Za predvajanje klikni na skripto:
tr: Bu diziyi dene. Kuklaya tıkla çalsın:
vi: Thử đoạn kịch bản này. Bấm chọn đối tượng để chơi:
zh_tw: 點擊角色來測試一下程式：

source: Add note blocks to play a short scale:
bn: একটি ছোট স্কেল চালনা করতে মন্তব্য ব্লক যোগ কর:
cs: Přidávej bloky not, abys zahrál krátkou stupnici:
cy: Ychwanegwch floc nodyn i chwarae graddfa fer:
de: Füge Tonblöcke hinzu, um eine kurze Tonleiter zu spielen:
fa: برای اندکی نواختن، قطعه‌های نت اضافه کنید:
fr: Ajoute des blocs sons pour jouer une petite échelle:
kk: Қысқаша ойнау үшін нота блоктарын қосыңыз:
nb: Heng på toneklosser for å spille en kort skala:
nn: Heng på toneklossar for å spela ein kort skala:
pt_br: Adicionar blocos de notas para tocar uma escala curta:
sl: Dodaj notne bloke za igranje kratke lestvice:
tr: Küçük bir ölçü çalmak için nota taşları ekle:
vi: Thêm những mảnh ghép nốt nhạc để phát một đoạn ngắn:
zh_tw: 拖曳出更多的「演奏音階 {…} […] 拍」積木組合成一小段的音樂：

source: Select the Sounds tab <img src="%(url_sounds_tab)s">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
bn: শব্দ ট্যাব <img src="%(url_sounds_tab)s"> নির্বাচন কর। লাইব্রেরি <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> থেকে সঙ্গীত বাছাই কর অথবা একটি ফাইল <img src="%(STATIC_URL)s/images/help/upload-icon.png"> আপলোড কর।
cs: Vyber zvukovou záložku <img src="%(url_sounds_tab)s">. Vyber hudbu z knihovny, <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> nebo nahraj soubor <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
cy: Dewiswch y tab Seiniau <img src="%(url_sounds_tab)s">. Dewiswch gerddoriaeth o'r llyfrgell <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> neu lwytho i fyny ffeil <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
fa: زبانه صداها را انتخاب کنید<img src="%(url_sounds_tab)s">. موسیقی را از کتابخانه انتخاب کنید <img src="%(STATIC_URL)s/images/help/speaker-icon.png">یا یک فایل بارگذاری کنید<img src="%(STATIC_URL)s/images/help/upload-icon.png">.
fr: Sélectionne l'onglet Sons <img src="%(url_sounds_tab)s">. Choisis une musique dans la bibliothèque <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ou envoie un fichier de ton ordinateur <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
vi: Chọn thẻ Âm thanh <img src="%(url_sounds_tab)s">. Chọn âm nhạc từ thư viện <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> hoặc tải lên tập tin <img src="%(STATIC_URL)s/images/help/upload-icon.png">.

source: This script will keep playing music in the background:
bn: এই স্ক্রিপ্ট ব্যাকগ্রাউন্ডে সঙ্গীত বাজাতে থাকবে:
cs: Tento scénář bude udržovat hraní hudby na pozadí:
cy: Bydd y sgript yn cadw i chwarae cerddoriaeth yn y cefndir:
de: Dieses Skript wird dauerhaft im Hintergrund Musik spielen:
fa: این دستور در پس‌زمینه موسیقی پخش خواهد کرد:
fr: Ce script va permettre de jouer la musique en arrière-plan:
kk: Бұл скрипт фондық музыканы ойнатады:
nb: Dette skriptet spiller musikk i bakgrunnen:
nn: Dette skriptet spelar musikken i bakgrunnen:
pt_br: Este script continuará tocando a música em segundo plano:
sl: Ta skripta bo nadaljevala s predvajanjem glasbe v ozadju
tr: Bu komut dizisi müziği arkada sürekli çalar vaziyette tutar:
vi: Đoạn kịch bản này sẽ tiếp tục phát nhạc nền:
zh_tw: 下方這個程式會持續播放背景音樂：

source: Does your music get interrupted? Make sure to use the block that plays sound until done:
cs: Přestala hrát hudba? Ujisti se, že používáš blok, který hraje až do konce:
cy: Oes angen toriadau yn eich cerddoriaeth? Gwnewch yn siŵr i ddefnyddio'r bloc chwarae tan y diwedd:
fa: آیا موسیقی شما قطع می‌شود؟ مطمئن شوید که از قطعه‌ای استفاده کنید که تا پخش تا پایان باشد:
fr: Est-ce que ta musique est interrompue ? Assure-toi d'utiliser le bloc qui joue le son jusqu'à la fin :
vi: Nhạc của bạn có bị gián đoạn không? Chắc rằng bạn sử dụng mảnh ghép chơi nhạc đến khi kết thúc:

source: Want the music to stop at the end of your program? Add this block to the last script:
cs: Chceš aby hudba zastavila po skončení tvého programu? Přidej tento blok k poslednímu scénáři:
cy: Eisiau i'ch cerddoriaeth gael ei atal ar ddiwedd eich rhaglen? Ychwanegwch y bloc hwn i'r sgript olaf:
fa: آیا می‌خواهید موسیقی در پایان برنامه شما متوقف شود؟ این قطعه را به آخرین دستور اضافه کنید:
fr: Tu veux que la musique s'arrête à la fin de ton programme ? Ajoute ce bloc au dernier script :
vi: Bạn muốn nhạc dừng ngay tại cuối của chương trình? Thêm vào mảnh ghép này tại cuối kịch bản:

source: Choose a sprite with lots of color, such as:
bn: অনেক রঙ আছে এমন একটি স্প্রাইট বাছাই কর, যেমন:
cs: Vyber hodně barevnou postavu, jako třeba:
cy: Dewiswch gorlun gyda llawer o liw, fel:
de: Wähle eine Figur mit vielen Farben, wie z. B.:
fa: یک شکلک با مقدار زیادی رنگ انتخاب کنید، مانند:
fr: Choisis un lutin avec beaucoup de couleurs, tels que:
kk: Осы сияқты көп түстері бар спрайтты таңдаңыз:
nb: Velg en figur med mye farge, for eksempel:
nn: Vel ein figur med mykje farge, for eksempel:
pt_br: Escolha um ator com muitas cores, como:
sl: Izberi barvito figuro, kot je:
tr: Bir sürü rengi olan bir kukla seç, örneğin şunu:
vi: Chọn đối tượng với nhiều màu sắc, như là:
zh_tw: 任選一個圖形中帶有很多顏色的角色，像是：

source: Add this script and then press the space key:
bn: এই স্ক্রিপ্টটি যোগ কর এবং তারপর স্পেস কী চাপ দাও:
cs: Přidej tenhle scénář a pak stiskni mezerník:
cy: Ychwanegwch y sgript hon ac yna pwyso'r bylchwr:
de: Füge dieses Skript hinzu und drücke dann die Leertaste:
fa: این دستور را اضافه کنید و سپس کلید فضا را فشار دهید:
fr: Ajoute ce script, puis appuie sur la touche espace:
kk: Осы скриптті қосыңыз, содан кейін бос орын пернесін басыңыз:
nb: Legg inn dette skriptet og trykk mellomrom:
nn: Legg inn dette skriptet og trykk på mellomromstasten:
pt_br: Adicione este script e pressione a barra de espaço:
sl: Dodaj to skripto in pritisni na preslednico:
tr: Aşağıdaki diziyi oluşturup boşluk tuşuna bas:
vi: Thêm đoạn kịch bản này vào và sau đó nhấn phím khoảng trắng:
zh_tw: 添加如下程式，接著按下空白鍵看看效果：

source: Choose from the menu to try a different effect:
bn: বিভিন্ন ইফেক্ট ব্যবহার করতে মেনু থেকে নির্বাচন কর:
cs: Vyber z menu k vyzkoušení různých efektů:
cy: Dewiswch o'r ddewislen i roi cynnig ar effaith gwahanol:
de: Wähle aus der Auswahlliste, um verschiedene Effekte auszuprobieren:
fa: از منو را انتخاب کنید تا یک جلوه متفاوت را امتحان کنید:
fr: Choisis dans le menu pour essayer un effet différent.
kk: Мәзірден әр түрлі эффекттерді таңдап көріңіз:
nb: Prøv en annen effekt fra menyen:
nn: Prøv ein annan effekt frå menyen:
pt_br: Escolha no menu para tentar um efeito diferente:
sl: Iz menuja izberi še drugačne učinke:
tr: Taşın üzerindeki menüden başka bir etki seçip dene:
vi: Chọn ở menu để thử những hiệu ứng khác:
zh_tw: 你可以從裡頭的下拉清單選用多種圖形特效：

source: Make a game where two characters race each other.
bn: একটি গেম তৈরি কর যেখানে দুটি ক্যারেক্টার একে অপরের সাথে প্রতিযোগিতা করবে।
cs: Vytvoř hru, kde spolu budou dvě postavy závodit.
cy: Crëwch gêm lle mae dau gymeriad yn rasio'i gilydd.
de: Mache ein Spiel, in dem zwei Figuren um die Wette laufen.
fa: یک بازی بسازید که در آن دو شخصیت با یکدیگر مسابقه می‌دهند.
fr: Crée un jeu où deux personnages font la course.
id: Buat sebuah permainan di mana dua karakter balapan.
kk: Бір-бірімен жарыса жүгіретін екі кейіпкер жайлы ойын жасаңыз.
nb: Lag et spill der to figurer løper om kapp.
nn: Lag eit spel der to figurar spring om kapp.
pt_br: Crie um jogo em que dois personagens apostam corrida.
sl: Ustvari igro, kjer dva lika tekmujeta drug z drugim.
tr: Birbiri ile yarışan iki kukla'dan meydana gelen bir oyun yap
vi: Thực hiện một trò chơi mà hai nhân vật đua với nhau.
zh_tw: 製作二個角色賽跑的小遊戲。
