Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <h4>Add Sound</h4> <p>Click the <span class="tab-ref">Sounds</span> tab. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choose a Sound</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Record Your Own</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Import a Sound File</p> </div> <div class="steps"> <p>Then, click <span class="tab-ref">Scripts</span>, and drag in a <span class="soundcolor">play sound</span> block. Choose the sound you want from the menu and click to play.</p>
bn: <h4>শব্দ যোগ কর</h4> <p>ক্লিক কর <span class="tab-ref">শব্দ</span> ট্যাব। তুমি পার:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> একটি শব্দ বাছাই কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> নিজে রেকর্ড কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> একটি শব্দ ফাইল আন</p> </div> <div class="steps"> <p>তারপর, ক্লিক কর <span class="tab-ref">স্ক্রিপ্ট</span>, এবং <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আন। যে শব্দটি তুমি চাও সেটি মেনু থেকে বাছাই করে বাঁজাতে ক্লিক কর।</p>
cs: <h4>Přidej zvuk</h4> <p>Klikni na <span class="tab-ref">Zvuky</span> Můžeš:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Vybrat zvuk</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Nahrát vlastní</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Vložit zvukový soubor</p> </div> <div class="steps"> <p>Poté, stiskni <span class="tab-ref">Scénáře</span> a přetáhni blok <span class="soundcolor">přehraj zvuk</span>. Vyber z nabídky zvuk, jaký chceš a klikni na blok pro přehrání.</p>
cy: <h4>Ychwanegwch Sain</h4> <p>Cliciwch y tab <span class="tab-ref">Sounds</span>. Gallwch chi:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Ddewis rhyw Sain</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Recordio Rhai eich Hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> IMewnforio Ffeil Sain</p> </div> <div class="steps"> <p>Yna, cliciwch <span class="tab-ref">Sgriptiau</span>, a llusgo tab i fewn floc <span class="soundcolor">chwarae sain</span>. Dewiwch y sain rydych ei eisiau o'r ddewislen a chlicio i'w chwarae.</p>
de: <h4>Klänge hinzufügen</h4> <p>Klicke auf den <span class="tab-ref">Klänge</span>-Tab. Du kannst:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Einen Klang auswählen</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Deinen eigenen Klang aufnehmen</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Eine Klangdatei importieren</p> </div> <div class="steps"> <p>Klicke danach auf <span class="tab-ref">Skripte</span> und ziehe einen <span class="soundcolor">spiele Klang</span> Block in den Skriptbereich. Wähle den Klang, den du spielen möchtest aus dem Menü aus und klicke Start, um ihn abzuspielen.</p>
fa: <h4>صدا اضافه کنید</h4> <p>روی زبانه <span class="tab-ref">صداها</span> کلیک کنید. شما می‌توانید:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> صدایی را انتخاب کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> صدای خود را ضبط کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> یک فایل صوتی وارد کنید</p> </div> <div class="steps"> <p>سپس، روی <span class="tab-ref">دستورها</span> کلیک کنید، و یک قطعه <span class="soundcolor">پخش صدا</span> بکشید. صدای مورد نظر را از منو انتخاب و برای پخش کلیک کنید.</p>
fr: <h4>Ajouter un son</h4> <p>Clique sur l'onglet <span class="tab-ref">Sons</span>. You can:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Choisir un son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Enregistre ton son</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importe un fichier son</p> </div> <div class="steps"> <p>Ensuite, clique sur l'onglet <span class="tab-ref">Scripts</span>, et extrait le bloc <span class="sound color">jouer un son</span>. Choisis le son dans le menu and clique pour le jouer.</p>
id: Tambahkan Suara <p>Klik tab Suara. Kamu bisa:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">Pilih Sebuah Suara</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">Rekam Sendiri</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png">Impor Berkas Suara</p> </div> <div class="steps"> <p>Kemudian, klik <span class="tab-ref">Skrip</span> dan seret masuk sebuah balok <span class="soundcolor">mainkan suara</span>. Pilih suara yang kamu inginkan dari menu dan klik untuk memainkan.</p>
kk: ⇥<h4>Дыбысты қосыңыз</h4> ⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз. Сіз істей аласыз:</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Дыбысты таңдаңыз</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Дыбысты Өзіңіз Жазыңыз</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Дыбыс файлын импорттаңыз</p> </div> <div class="steps"> ⇥<p>Содан соң, <span class="tab-ref">Скрипттерді</span> басыңыз, және <span class="soundcolor">дыбысты ойнату</span> блогына апарыңыз. Мәзірден қалаған дыбысты таңдаңыз және ойнату үшін басыңыз.</p> ⇥
lt: ⇥<h4>Pridėti Garsą</h4> ⇥<p>Spausk <span class="tab-ref">Garsai</span> skyrių. Tu gali:</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Pasirinkti garsą</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Įrašyti savo</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png">Įkelti garso failą</p> </div> <div class="steps"> ⇥<p>Tada spausk <span class="tab-ref">Scenarijai</span>, ir įtempk <span class="soundcolor">grok garsą</span> bloką. Pasirink kokį nori garsą iš meniu ir spausk groti.</p> ⇥
nb: <h4>Legg på lyd</h4> <p>Klikk på <span class="tab-ref">Lyder</span>-fanen. Du kan:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Velge en lyd fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Ta opp din egen lyd</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importere en lydfil</p> </div> <div class="steps"> <p>Så klikker du <span class="tab-ref">Skript</span> og drar inn en <span class="soundcolor">spill lyden</span>-kloss. Velg lyden du ønsker fra menyen i klossen. Du kan klikke på klossen for å høre.</p>
nn: <h4>Legg på lyd</h4> <p>Trykk på <span class="tab-ref">Lydar</span>-fana. Du kan:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Velja ein lyd frå biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Spela inn din eigen lyd</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importera ei lydfil</p> </div> <div class="steps"> <p>Trykk så på <span class="tab-ref">Skript</span>-fana og dra inn ein <span class="soundcolor">spel lyden</span>-kloss. Vel lyden du ønskjer frå menyen i klossen og trykk på klossen for å høyra han.</p>
pt_br: <h4>Adicione Som</h4> <p>Clique na guia <span class="tab-ref">Sons</span>. Você pode:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Escolher um som</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Gravar um som</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Importar um arquivo de som</p> </div> <div class="steps"> <p>Em seguida, clique em <span class="tab-ref">Scripts</span>, e arraste um bloco <span class="soundcolor">executar som</span>. Escolha o som que quiser no menu e clique para executar.</p>
sl: <h4>Dodaj zvok</h4> <p>Klikni zavihek <span class="tab-ref">Zvok</span> Lahko:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Izbereš zvok</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Posnameš svojega</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png">uvoziš zvočno datoteko</p> </div> <div class="steps"> <p>Sedaj klikni na <span class="tab-ref">Skripte</span> in povleci blok<span class="soundcolor">predvajaj zvok</span> . Iz menuja na bloku izberi ustrezen zvok. Predvajaj ga s klikom.</p>
tr: <h4>Ses Ekle</h4> <p><span class="tab-ref">Sesler</span> sayfa başlığını tıkla. Aşağıdakilerden birini yap:</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Kütüphaneden Ses seç, veya</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> Mikrofon ile kayıt yap, veya</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> Bilgisayarından al ve at</p> </div> <div class="steps"> <p>Sonra, <span class="tab-ref">Diziler</span>i tıkla ve <span class="soundcolor">[... sesini çal]</span> taşını dışarı al. Menüsünden istediğin sesi seç ve seçtiğin sesi dinlemek için taşa tıkla.</p>
vi: <h4>Thêm âm thanh</h4> <p>Bấm vào <span class="tab-ref">Âm thanh</span>. Bạn có thể: </p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">Chọn âm thanh</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png">Thu âm giọng của bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png">Thêm một tệp âm thanh</p> </div> <div class="steps"> <p>Sau đó, bấm <span class="tab-ref">Kịch bản</span> và kéo thả vào mảnh ghép <span class="soundcolor">chơi nhạc </span>. Chọn âm thanh bạn muốn từ menu và bấm để chơi.</p>
zh_tw: <h4>添加音效</h4> <p>從角色的程式頁籤切換到<span class="tab-ref">音效</span> 頁籤，在這裡你可以：</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> 在範例庫中挑選音效</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/microphone-icon.png"> 用麥克風裝置錄製新音效</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 從電腦中挑選音效</p> </div> <div class="steps"> <p>接著再切換回角色的<span class="tab-ref">程式</span>頁籤，拖曳一個 <span class="soundcolor">播放音效</span> 積木，在積木中的下拉清單選擇剛剛建立好的音效。</p>

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p>
cs: <h4>Animuj</h4> <p>Klikni na kartu <span class="tab-ref">Kostýmy</span> pro zobrazení kostýmů postavy. Můžeš dělat animaci přepínáním mezi kostýmy.</p> <p>Klikni na <span class="tab-ref">Scénáře</span> a udělej scénář, který přepíná mezi kostýmy:</p>
cy: <h4>Animeiddio</h4> <p>Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> i weld gwisgoedd y corlun. Gallwch eu hanimeiddio drwy newid rhwng y gwisgoedd.</p> <p>Cliciwch <span class="tab-ref">Sgriptiau</span> a chreu sgript s'n newid rhwng gwisgoedd:</p>
fa: <h4>به حرکت درآوردن</h4> <p>برای دیدن حالت‌های شکلک، روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید. شما می‌توانید با تعویض حالت‌ها حرکت کنید.</p> <p>روی <span class="tab-ref">دستورها</span> کلیک کنید و دستوری ایجاد کنید که حالت‌ها را تعویض می‌کند:</p>
fr: <h4>Animer</h4> <p>Clique sur l'onglet <span class="tab-ref">Costumes</span> pour voir les costume d'un lutin. Tu peux faire une animation en basculant d'un costume à l'autre.</p> <p>Clique sur <span class="tab-ref">Scripts</span> et fais un script qui bascule d'un costume à l'autre :</p>
id: <h4>Animasikan</h4> <p>Klik tab <span class="tab-ref">Kostum</span> untuk melihat kostum sebuah sprite. Kamu bisa menganimasikannya dengan mengganti-ganti kostum.</p> <p>Klik tab <span class="tab-ref">Skrip</span> dan buat sebuah skrip yang mengganti-ganti kostum:</p>
vi: <h4>Chuyển động</h4> <p>Bấm vào <span class="tab-ref">Trang phục</span> để xem bộ trang phục của đối tượng. Bạn có thể chuyển động bằng cách chuyển đổi giữa các trang phục.</p> <p>Bấm chọn<span class="tab-ref">Kịch bản</span> và tạo ra kịch bản chuyển đổi các trang phục: </p>

source: Share your project.
bn: তোমার প্রকল্পটি শেয়ার কর।
cs: Sdílej tvůj projekt.
cy: Rhannwch eich project
de: Veröffentliche dein Projekt.
fa: پروژه خود را به اشراک بگذارید.
fr: Partage ton projet.
id: Bagikan karyamu.
kk: Жобаңызбен бөлісіңіз.
lt: Pasidalink savo projektu
nb: Legg ut prosjektet.
nn: Vis fram prosjektet.
pt_br: Compartilhe seu projeto.
sl: Deli svoj projekt
tr: Projeni paylaş.
vi: Chia sẻ Chương trình của bạn
zh_tw: 下一步，分享你的專案。

source: <h4>Share Your Project</h4> <p>Type a title for your project.</p>
bn: <h4>তোমার প্রজেক্ট শেয়ার কর</h4> <p>তোমার প্রজেক্টের জন্য একটি শিরোনাম টাইপ কর।</p>
cs: <h4>Sdílej svůj projekt</h4> <p>Napiš název svého projektu.</p>
cy: <h4>Rhannwch eich Project</h4> <p>Teipiwch deitl i'ch project.</p>
de: <h4>Veröffentliche dein Projekt</h4> <p>Gib einen Titel für dein Projekt ein.</p>
fa: <h4>برنامه خود را به اشتراک بگذارید</h4> <p>یک عنوان برای برنامه خود وارد کنید.</p>
fr: <h4>Partage ton projet</h4> <p>Saisis un titre pour ton projet.</p>
id: <h4>Bagikan Karyamu</h4> <p>Ketik sebuah judul untuk karyamu.</p>
kk: ⇥<h4>Жобаңызбен бөлісіңіз</h4> ⇥<p>Жобаңызға тақырып жазыңыз.</p> ⇥
lt: ⇥<h4>Dalinkis savo projektu</h4> ⇥<p>Įvesk savo projekto pavadinimą</p> ⇥
nb: <h4>Legg ut prosjektet på nett</h4> <p>Skriv inn et navn for prosjektet.</p>
nn: <h4>Legg ut prosjektet på nett</h4> <p>Skriv inn eit namn på prosjektet.</p>
pt_br: <h4>Compartilhe seu projeto</h4> <p>Digite um título para o seu projeto.</p>
sl: <h4>Deli svoj projekt</h4> <p>Poimenuj svoj projekt.</p>
tr: <h4>Projeni Paylaş</h4> <p>Projenin başlığını yaz.</p>
vi: <h4>Chia sẻ Chương trình của bạn</h4> <p>Đặt tên cho chương trình của bạn.</p>
zh_tw: <h4>分享可以幫助彼此成長</h4> <p>首先，幫你的專案命名。</p>

source: Type in notes to explain how to use your project. Give credit to anyone who helped.
cs: Napiš poznámky abys vysvětlil jak používat tvůj projekt. Přiznávej zásluhy každému kdo pomáhal.
cy: Teipiwch nodiadau ar sut i ddefnyddio eich project. Diolchwch i unrhyw un sydd wedi eich helpu.
de: Gib Anmerkungen ein, die erklären, wie dein Projekt zu benutzen ist. Zolle jedem Anerkennung, der mitgeholfen hat.
fa: برای توضیح نحوه استفاده از برنامه خود، یادداشت کنید. از کسی که کمک کرد تمجید کنید.
fr: <b>Ecris</b> un commentaire dans les notes pour expliquer comment utiliser votre projet. <b>Cites</b> le nom de tous ceux qui ont aidé.
id: Ketik di catatan penjelasan cara menggunakan karyamu. Berikan pengakuan kepada siapapun yang telah membantu.
kk: Сіздің жобаңызды қалай пайдалану керектігін түсіндіру үшін жазбаларды теріңіз. Көмектескен адамға несие беріңіз.
lt: Įvesk žymas, kad paaiškintum kaip naudotis tavo projektu. Parašyk kiekvieną, kuris tau pagelbėjo
nb: På prosjektsiden kan du skrive en forklaring som viser hvordan prosjektet brukes. Hvis det er andre bidragsytere så husk å nevne dem.
nn: Forklar korleis ein brukar det du har laga. Hugs å nemna andre som har hjelpt deg.
pt_br: Introduza notas para explicar como seu projeto funciona. Dê o devido reconhecimento a quem quer que o tenha ajudado.
sl: Vstavi opombe z razlago, kako uporabljati tvoj projekt. Omeni vse, ki so pri projektu pomagali.
tr: İnsanlara projeni nasıl kullanacaklarını anlat. Sana yardım edenlerin adını yazmayı unutma.
vi: Đặt những lưu ý để giải thích cách sử dụng chương trình của bạn. Gửi lời cảm ơn dành cho những người đã giúp đỡ.
zh_tw: 最好能加些備註，讓別人知道你的專案大概是在做些什麼。

source: When you're ready for others to see your project, click the Share button.
bn: যখন তুমি অন্যদের তোমার প্রজেক্ট দেখানোর জন্য প্রস্তুত, তখন শেয়ার বাটনে ক্লিক কর।
cs: Pokud jsi připraven/a ukázat ostatním svůj projekt, stiskni tlačítko Sdílej.
cy: Pan rydych yn barod i eraill weld eich project, cliciwch y botwm Rhannu.
de: Klicke auf "Veröffentlichen" wenn du dazu bereit bist, andere dein Projekt sehen zu lassen.
fa: وقتی آماده‌اید دیگران برنامه شما را ببینند، روی دکمه اشتراک‌گذاری کلیک کنید.
fr: Lorsque tu es prêt à montrer votre projet aux autres, clique sur le bouton Partager.
id: Ketika kamu sudah siap untuk yang lainnya untuk melihat karyamu, klik tombol Bagikan.
kk: Егер сіз басқаларға өз жобаңызды көрсетуге дайын болсаңыз, Бөлісу батырмасын басыңыз.
lt: Kai bus paruošta kitiems žiūrėti tavo projektą, spausk Dalintis mygtuką
nb: Når du ønsker at andre skal kunne se prosjektet ditt klikker du på knappen "Legg ut".
nn: Når du er klar til å visa fram prosjektet, trykkjer du «Legg ut».
pt_br: Quando você quiser que os outros vejam seu projeto, clique no botão Compartilhar.
sl: Ko želiš, da ostali vidijo tvoj projekt, klikni na gumb Deli.
tr: Projeni göstermeye hazır olduğunda Paylaş düğmesine bas.
vi: Khi bạn đã sẵn sàng cho những người khác để xem chương trình của bạn, bấm chọn Chia sẽ.
zh_tw: 然後按下分享按鈕，你的專案就會公開了。

source: What do you want to try next?
bn: এরপর তুমি আর কি চেষ্টা করতে চাও?
cs: Co chceš vyzkoušet dalšího?
cy: Beth hoffech chi ei wneud nesaf?
de: Was möchtest du als nächstes ausprobieren?
fa: بعد از آن چه می‌خواهید امتحان کنید؟
fr: Que voulez-vous essayer ensuite?
id: Apa yang ingin kamu coba berikut?
kk: Сіз келесі не тексеріп көргіңіз келеді?
lt: Ką norėtum išbandyti dar?
nb: Hva vil du prøve nå?
nn: Kva vil du prøva no?
pt_br: O que quer tentar fazer agora?
sl: Kaj bi še poskusil?
tr: Bundan sonra neler denemek istersin?
vi: Bạn muốn thử những điều tiếp theo không?
zh_tw: 下一步？靠你囉！

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> and then click <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Change the project to make it your own! </p>
cs: <p>Ve Scratchi můžeš vytvářet mnoho různých projektů. Pro příklad klikni na <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> v horním levém rohu a prohlédni si projekty na domovské stránce.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Pokud se ti nějaký projekt bude líbit, stiskni <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> a poté stiskni <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Pozměň projekt a vytvoř z něho svůj vlastní! </p>
cy: <p>Gallwch greu llawer o fathau gwahanol o brojectau gyda Scratch. I weld enghreifftiau, cliciwch <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> ar frig y chwith i ddarganfod projectau yn y tudalen Cartref.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Os ydych yn gweld project rydych yn ei hoffi, cliciwch <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> ac yna cliciwch <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Newidiwch y project i greu un eich hun! </p>
fa: <p>شما می‌توانید انواع گوناگونی از برنامه‌ها را با اسکرچ بسازید. برای دیدن نمونه‌ها، در بالای سمت چپ <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png">را کلیک کنید تا برنامه‌ها را در صفحه اصلی جستجو کنید.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>اگر برنامه‌ای دیدید که از آن خوشتان آمد، روی <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s">و سپس <img style="margin-bottom:-10px" src = "%(url_remix_button)s">کلیک کنید. برنامه را تغییر دهید تا آن را مال خودتان کنید! </p>
fr: <p>Tu peux créer plein de projets différents avec Scratch. Pour voir des exemples, clique sur <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> en haut à gauche pour explorer des projets sur la page d'accueil.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Si tu vois un projet qui te plaît, clique sur <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> puis clique sur <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Change le projet pour te l'approprier ! </p>
id: <p>Kamu bisa membuat berbagai macam karya dengan Scratch. Untuk melihat contoh-contoh, klik <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> di bagian kiri atas untuk menjelajahi karya-karya di halaman Beranda.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Jika kamu melihat sebuah karya yang kamu suka, klik <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> dan kemudian klik <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Ubah karyanya untuk membuatnya milikmu sendiri! </p>
vi: <p>Bạn có thể sáng tạo ra rất nhiều loại chương trình với Scratch. Để xem ví dụ, bấm <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> ở phía bên góc trái bên trên để khám phá những chương trình ở Trang chủ.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Nếu bạn thấy một chương trình bạn thích, bấm <img style="margin-bottom:-10px" src = "%(url_see_inside_smaller)s"> và sau đó bấm chọn <img style="margin-bottom:-10px" src = "%(url_remix_button)s">. Thay đổi chương trình để tạo ra cho riêng bạn! </p>
