Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Make your name come to life! Animate the letters by coding in Scratch. Add sound and music too.
bn: তোমার নাম জীবন্ত বানাও! Scratch এ কোডিং করে অক্ষরগুলো অ্যানিমেট কর। শব্দ এবং সঙ্গীতও যোগ কর।
cs: Oživ své jméno! Animuj písmena kódováním ve Scratchi. Přidej také hudbu a zvuk.
cy: Gwnewch i'ch enw ddod yn fyw! Animeiddiwch y llythrennau drwy godio yn Scratch. Ychwanegwch seiniau a cherddoriaeth hefyd.
de: Erwecke deinen Namen zum Leben! Animiere die Buchstaben durch Programmieren mit Scratch. Ergänze auch Klänge und Musik.
fa: نام خود را زنده کنید! حروف را با برنامه‌نویسی در اسکرچ به حرکت درآورید. صدا و موسیقی نیز اضافه کنید.
fr: Donne la vie à ton nom ! Anime les lettres en utilisant scratch. Ajoute aussi des sons et de la musique.
id: Hidupkan namamu! Animasikan huruf-hurufnya dengan kode di Scratch. Tambahkan suara dan musik juga.
kk: Есіміңізді тірілтіңіз! Скретчта кодтау арқылы әріптерді жандандырыңыз. Дыбыс пен музыка қосыңыз.
nb: Gjør navnet ditt levende! Legg animasjon på bokstavene med programmering i Scratch. Legg på lyd og musikk også.
nn: Gjer namnet ditt levande! Legg animasjon på bokstavane med Scratch-programmering. Og du kan også ha lydar og musikk til.
pt_br: Dê vida ao seu nome! Anime as letras com programação em Scratch. Adicione sons e música também.
sl: Oživi svoje ime! S pomočjo kodiranja v Scratchu animiraj črke, dodaj tudi zvok in glasbo.
tr: İsmine can kat! Scratch'de kodlama yaparak harfleri canlandır. İstersen ses ve müzik de ekleyebilirsin.
vi: Làm tên của bạn sống động lên! Làm chuyển động các chữ cái bằng cách lập trình trong Scratch. Thêm âm thanh và âm nhạc nữa.
zh_tw: 讓你的名字動起來！使用Scratch來寫程式讓字母產生動畫效果。也可以加入音效跟音樂。

source: Choose the First Letter
bn: প্রথম অক্ষরটি চয়ন করো।
cs: Vyber první písmeno
cy: Dewiswch y Llythyren Gyntaf
de: Wähle den ersten Buchstaben
fa: اولین حرف را انتخاب کنید
fr: Choisis la première lettre
id: Pilih Huruf Pertama
kk: Алғашқы әріпті таңдаңыз
nb: Velg den første bokstaven
nn: Vel den første bokstaven
pt_br: Escolha a primeira letra
sl: Izberi prvo črko
tr: İlk Harfi Seç
vi: Chọn Ký tự Đầu tiên
zh_tw: 選擇第一個字母

source: Add Color Effects
bn: কালার ইফেক্টগুলো যুক্ত করো।
cs: Přidej barevné efekty.
cy: Ychwanegwch Effeithiau Lliw
de: Füge Farbeffekte hinzu
fa: جلوه‌های رنگی اضافه کنید
fr: Ajoute des effets de couleurs
id: Tambahkan Efek Warna
kk: Түс әсерін таңдаңыз
nb: Legg på farge-effekt
nn: Legg på fargeeffekt
pt_br: Adicione efeitos de cores
sl: Dodaj barvne učinke
tr: Renk Etkileri Ekleme
vi: Thêm Hiệu ứng Màu sắc
zh_tw: 加入顏色特效

source: Add Your Next Letter
bn: তোমার দ্বিতীয় অক্ষরটি যুক্ত করো।
cs: Přidej tvé další písmeno
cy: Ychwanegwch y Llythyren Nesaf
de: Füge den nächsten Buchstaben hinzu
fa: حرف بعدی خود را اضافه کنید
fr: Ajoute ta lettre suivante
id: Tambahkan Huruf Berikutmu
kk: Келесі әріпті қосыңыз
nb: Legg til neste bokstav
nn: Legg til neste bokstav
pt_br: Adicione a próxima letra
sl: Dodaj naslednjo črko
tr: Sonraki Harfi Ekleme
vi: Thêm Ký tự tiếp theo của bạn
zh_tw: 添加你的下一個字母

source: Make It Spin
bn: এটিকে ঘুরাও
cs: Roztoč to
cy: Gwnewch iddo Droelli
de: Lass ihn sich drehen
fa: آن را بچرخانید
fr: Fais-le Tourner
id: Buat Mereka Berputar
kk: Оны айналдырыңыз
nb: Få den til å snurre
nn: Få han til å snurra
pt_br: Faça-a girar
sl: Naj se vrti
tr: Takla Attır
vi: Làm nó Xoay
zh_tw: 讓字母旋轉

source: Finish Your Name
bn: তোমার নাম শেষ কর
cs: Dokonči tvé jméno
cy: Gorffennwch eich Enw
de: Stell deinen Namen fertig
fa: نام خود را به پایان برسانید
fr: Termine ton nom
id: Selesaikan Namamu
kk: Есіміңізді аяқтаңыз
nb: Fullfør navnet ditt
nn: Gjer namnet ferdig
pt_br: Termine seu nome
sl: Dokončaj svoje ime
tr: Adını Tamamla
vi: Hoàn tất Tên của bạn
zh_tw: 完成你的名字

source: To start, choose the first letter of your username, initials, or favorite word.
bn: শুরু করতে, তোমার ইউজারনেম, আদ্যক্ষর, বা প্রিয় শব্দের প্রথম অক্ষর নির্বাচন কর।
cs: Pro začátek, zvol první písmeno tvého uživatelského jména, iniciál nebo oblíbeného slova.
cy: I gychwyn, dewiswch lythyren gyntaf eich enw defnyddiwr, lythrennau neu hoff air.
de: Um zu starten, wähle den ersten Buchstaben deines Benutzernamens, deiner Anfangsbuchstaben des Namens oder eines Lieblingsworts.
fa: برای شروع، اولین حرف نام کاربری، حروف اول اسم، یا کلمه مورد علاقه خود را انتخاب کنید.
fr: Pour commencer, choisis la première lettre de ton nom d'utilisateur, initiales ou mot préféré.
kk: Бастау үшін, қолданушының немесе сүйікті сөзіңіздің алғашқы әріптерін таңдаңыз.
nb: Begynn med første bokstav i ditt navn, brukernavn eller i et ord du velger.
nn: Start med første bokstav i brukarnamnet ditt eller favorittordet ditt.
pt_br: Para começar, escolha a primeira letra do seu nome de usuário, suas iniciais, ou palavra favorita.
sl: Za začetek izberi prvo črko svojega uporabniškega imena, začetnice ali svojo najljubšo besedo.
tr: Adının, lakabının veya istediğin başka bir kelimenin ilk harfini seçerek başlayalım.
vi: Để bắt đầu, chọn ký tự đầu tiên trong tên người dùng của bạn, những chữ đầu, hay chữ yêu thích.
zh_tw: 選擇一個英文字母來開始吧！從你的名字、姓名開頭字母、或是一個喜愛的字，挑選出「第一個字母」。

source: Then select one of the letters in the Sprite library:
bn: তারপর স্প্রাইট লাইব্রেরি থেকে একটি অক্ষর নির্বাচন কর:
cs: V dalším kroku vyber jedno z písmen z knihovny kostýmů.
cy: Yna dewiswch un o'r llythrennau yn llyfrgell y Corluniau:
de: Suche dir dann einen der Buchstaben in der Figuren-Bibliothek aus:
fa: سپس بر روی یکی از حروف در کتابخانۀ شکلک‌ها کلیک کنید:
fr: Ensuite choisi une des lettres de la bibliothèque des Lutins
kk: Спрайт базасынан әріптердің бірін таңдаңыз:
nb: Velg en av bokstavene i biblioteket:
nn: Vel ein av bokstavane i kategorien «Bokstavar» i figurbiblioteket:
pt_br: Então, selecione uma das letras na biblioteca de atores:
tr: Kütüphanenin içindeki harflerden bir tanesini seç:
vi: Sau đó chọn một trong những ký tự trong thư viện Đối tượng:
zh_tw: 然後，從角色庫中的字母類別中，選出一個字母：

source: Why are characters in Scratch called 'sprites'? We borrowed the word from the first video games.
bn: Scratch এর ক্যারেক্টারগুলোকে 'স্প্রাইট' বলা হয় কেন? আমরা প্রথম ভিডিও গেমস থেকে শব্দটি ধার করেছিলাম।
cs: Proč se postavy ve Scratchi jmenují postavy? Vypůjčili jsme si to slovo z prvních video her.
cy: Pan mae cymeriadau yn Scratch yn cael eu galw'n gorluniau? Rydym wedi benthyg y gair o'r gemau fideo cyntaf.
de: Warum heißen Figuren in Scratch auf englisch Sprites? Wir haben uns diesen Namen von den ersten Videospielen ausgeliehen.
fa: چرا به شکلک‌ها و بازیگرهای اسکرچ 'Sprite' گفته می‌شود؟ ما این کلمه را از اولین بازی‌های ویدئویی اقتباس کرده‌ایم.
fr: Pourquoi les personnages de Scratch sont-ils appelés «lutins»? Nous avons emprunté ce nom aux contes pour enfants.
kk: Неліктен Scratch-тағы кейіпкерлер спрайт деп аталады? Біз сөзді бірінші бейне ойыннан алдық.
nb: "Figurer" i Scratch kan være alle slags ting. (Den engelske betegnelsen på figur er "Sprite".)
nn: I Scratch vert personar og gjenstandar kalla «figurar». På engelsk heiter dette «sprites», og namnet er henta frå dei første dataspela som vart laga.
pt_br: Por que os personagens em Scratch são chamados de "atores"? Pedimos o termo emprestado dos primeiros vídeo games.
tr: Scratch'da 'kukla' dediğimiz karakterlere İngilizcesinde 'sprite' deniyor. Sprite kelimesi ilk bilgisayar oyunlarından esinlenilmiş bir isimdir.
vi: Tại sao những nhân vật trong Scratch lại gọi là "đối tượng"? Chúng tôi mượn từ này từ những trò chơi điện tử thời kỳ đầu.
zh_tw: 為什麼Scratch中的人物稱為「角色(Sprite)」呢？這個字是我們從第一款電子遊戲(video game)引用來的。

source: Next, add color effects
bn: তারপর, রঙের ইফেক্ট যোগ কর
cs: Dále, přidej barevné efekty
cy: Nesaf, ychwanegwch effeithiau
de: Füge als nächstes einen Farbeffekt hinzu
fa: سپس، جلوه‌های رنگی اضافه کنید
fr: Ensuite, ajoute des effets couleurs
kk: Келесі, түс әсерлерін таңдаңыз
nb: Videre: farge-effekter
nn: Vidare: legg på fargeeffekt
pt_br: Em seguida, adicione efeitos de cores
sl: Sedaj dodaj barvne učinke
tr: Sırada, renk etkileri ekleme var
vi: Tiếp theo, thêm vào những hiệu ứng màu
zh_tw: 下一步，加入顏色特效

source: Make the letter change color whenever it's clicked.
bn: অক্ষরটি যখনই ক্লিক করো তখন রঙ পরিবর্তন হবে।
cs: Zařiď, ať písmeno mění barvu pokaždé, když se na něj klikne.
cy: Gwnewch i'r llythyren newid lliw pryd bynnag bydd yn cael ei glicio.
de: Lass die Farbe des Buchstabens wechseln, wann immer er angeklickt wird.
fa: با کلیک کردن رنگ هر حرف را تغییر دهید.
fr: Fais en sorte que la lettre change de couleur quand elle est cliquée.
kk: Басылған кезде әріп түсін өзгертетіндей қылыңыз.
nb: Få bokstaven til å endre farge når den klikkes.
nn: Få bokstaven til å endra farge når nokon trykkjer på han.
pt_br: Faça a letra mudar de cor sempre que for clicada.
sl: Naj črka spremeni barvo, ko klikneš nanjo.
tr: Bu harfin, tıklandığında rengini değiştirmesini sağlayalım.
vi: làm đổi màu chữ mỗi khi bấm vào nó.
zh_tw: 讓「字母」被按一下時，改變它的顏色。

source: <p>Now you can click your letter on the Stage to see its color change:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
bn: <p>এখন তুমি মঞ্চে তোমার বর্ণটি ক্লিক করে এর রঙ পরিবর্তন দেখতে পার:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
cs: <p>Nyní můžeš kliknout na své písmeno ve Scénáři, abys viděl/a změnu jeho barvy:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
cy: <p>Nawr gallwch glicio ar eich llythyren ar y Llwyfan i weld ei liw'n newid:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
de: <p>Nun kannst du deinen Buchstaben auf der Bühne anklicken um die Farbänderung zu sehen:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fa: <p>حالا می‌توانید با کلیک کردن حرف خود روی صحنه تغییر رنگ آن را ببینید:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fr: <p>Maintenant tu peux cliquer sur la lettre sur la Scène pour voir sa couleur changer:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
kk: <p>Енді оның түсінің өзгергенін көру үшін Сахнадағы әріпке басыңыз:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nb: <p>Nå kan du klikke bokstaven på scenen og se fargen forandre seg:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nn: <p>No kan du trykkja på bokstaven på scena og sjå fargen endra seg:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
pt_br: <p>Agora você pode clicar na letra que está no Palco para vê-la mudar de cor:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
sl: <p>Klikni na črko da vidiš kako spremeni barvo:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
tr: <p>Şimdi Sahne üzerinde bu harfe tıkla ve renginin değiştiğini gör:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
vi: <p> Bây giờ bạn có thể bấm vào chữ ở trên Sân khấu để xem màu thay đổi:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
zh_tw: <p>現在，你可以用滑鼠按一下舞台上的字母，來看看顏色的變化：</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
bn: <span class="tab-ref">শব্দ</span> ট্যাবে ক্লিক কর, তারপর <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:<p> এ ক্লিক কর
cs: <p>Klikni na záložku <span class="tab-ref">Zvuky</span> poté klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
cy: <p>Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
de: <p>Klicke den <span class="tab-ref">Klänge</span> Reiter an, dann klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
fa: <p>روی زبانه <span class="tab-ref">Sounds</span> کلیک کنید، سپس کلیک کنید<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span> tab, puis clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
kk: <p> <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, содан соң <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">басыңыз:</p>
nb: <p>Klikk på <span class="tab-ref">Lyder</span>-fanen og deretter <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
nn: <p>Trykk på <span class="tab-ref">Lydar</span>-fana og deretter på <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
pt_br: <p>Clique na guia <span class="tab-ref">Sons</span>, e então clique em <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
sl: <p>Klikni na zavihek <span class="tab-ref">Zvoki</span> in klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
vi: <p>Bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</p>
zh_tw: <p>點選 <span class="tab-ref">音效</span> 分頁，然後點選 <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">：</p>

source: Select 'zoop' or another sound.
bn: 'zoop' অথবা অন্যকোন শব্দ নির্বাচন কর।
cs: Vyber "zoop" nebo jakýkoliv jiný zvuk.
cy: Dewiswch 'swp' neu sain arall.
de: Wähle 'zoop' oder einen anderen Klang.
fa: "زوپ" یا صدای دیگری را انتخاب کنید.
fr: Sélectionne 'zoop' ou un autre son.
kk: 'Zoop' немесе басқа дыбысты таңдаңыз.
nb: Velg "zoop" eller en annen lyd.
nn: Vel «zoop» eller ein annan lyd.
pt_br: Selecione 'zoop' ou outro som.
sl: Izberi zvok 'zoop' ali katerega drugega.
vi: Chọn 'zoop' hoặc âm thanh khác.
zh_tw: 選擇「zoop」或其他一個音效。

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab.
bn: <p>তারপর <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব ক্লিক কর।
cs: <p>Poté klikni na záložku <span class="tab-ref">scénáře</span> .
cy: <p>Yna, cliciwch y tab <span class="tab-ref">Scripts</span>.
de: <p>Klicke den <span class="tab-ref">Skripte</span> Reiter an.
fa: <p>سپس روی زبانۀ <span class="tab-ref">دستورها</span> کلیک کنید.
fr: <p>Puis, clique sur l'onglet <span class="tab-ref">Scripts</span>.
kk: ⇥<p>Содан соң, <span class="tab-ref">Скрипттар</span> ендірмесін басыңыз.
nb: <p>Deretter klikker du på fanen <span class="tab-ref">Skript</span>.
nn: <p>Trykk så på <span class="tab-ref">Skript</span>-fana.
pt_br: <p>Então, clique na guia <span class="tab-ref">Scripts</span>.
sl: <p>Nato klikni na zavihek <span class="tab-ref">Skripte</span> .
vi: <p>Sau đó, bấm vào thẻ <span class="tab-ref">Kịch bản</span>.
zh_tw: <p>然後，點選 <span class="tab-ref">程式</span> 分頁。

source: <p>Click on your letter to run the script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
bn: <p>স্ক্রিপ্ট রান করতে তোমার অক্ষরে ক্লিক কর</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
cs: <p>Klikni na tvé písmeno a spusť scénář:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
cy: <p>Cliciwch ar eich llythyren i redeg y sgript:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
de: <p>Klicke auf deinen Buchstaben um das Skript zu starten:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fa: <p>روی حرف خود کلیک کنید تا دستور اجرا شود:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
fr: <p>Clique sur ta lettre pour lancer le script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
kk: <p>Скриптты іске қосу үшін әріпке басыңыз:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nb: <p>Klikk på bokstaven din for å starte skriptet:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
nn: <p>Trykk på bokstaven for å starta skriptet:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
pt_br: <p>Clique na sua letra para executar o script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
tr: <p>Diziyi çalıştırmak için harfin üzerine tıkla:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
vi: <p>Bấm vào chữ để thực hiện Script:</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">
zh_tw: <p>滑鼠按一下你的字母來執行程式碼：</p> <img src = "%(STATIC_URL)s/images/help/change-color-animated.gif">

source: Next, add a backdrop
bn: এরপর, একটি ব্যাকড্রপ যোগ কর
cs: Dále, přidej pozadí
cy: Nesaf, ychwanegwch gefnlen
de: Füge als nächstes ein Bühnenbild hinzu
fa: سپس، یک پس‌زمینه اضافه کنید
fr: Ensuite, ajoute un arrière-plan
kk: Келесі, фон қосыңыз
nb: Videre: legg inn bakgrunnsbilde
nn: Vidare: legg på ein bakgrunn
pt_br: Em seguida, adicione um pano de fundo
sl: Sedaj dodaj ozadje
tr: Sırada zemin ekleme var
vi: Tiếp theo, thêm phông nền vào
zh_tw: 下一步，加入一個背景

source: <p>Choose the backdrop you want (such as "boardwalk" or "circles").</p>
cs: <p>Vyber pozadí které chceš (jako "boardwalk" nebo "circles").</p>
cy: <p>Yna dewiswch gefnlen rydych ei heisiau (fel "llwybr pren" neu "gylchoedd").</p>
de: <p>Wähle das Bühnenbild, das dir gefällt (wie etwa "boardwalk" oder "circles").</p>
fa: <p>هر پس‌زمینه‌ای دوست دارید انتخاب کنید (مانند "تفریگاه ساحلی" یا "دایره").</p>
fr: <p>Choisis l'arrière-plan que tu veux (comme "boardwalk" ou "circles").</p>
kk: ⇥<p>Өзіңізге ұнаған фонды таңдаңыз (мәселен, 'панелдер' немесе 'шеңберлер').</p> ⇥
nb: <p>Velg deg en bakgrunn (for eksempel "boardwalk" eller "circles").</p>
nn: <p>Vel bakgrunnsbiletet du vil bruka (for eksempel «boardwalk» eller «circles»).</p>
pt_br: <p>Escolha o pano de fundo que desejar (como "calçada" ou "círculos").</p>
tr: <p>İstediğin dekoru seç (mesela "boardwalk" veya "circles").</p>
vi: <p>Chọn phông nền bạn thích (ví dụ như "lối đi bộ" hoặc "vòng tròn").</p>
zh_tw: <p>選擇你想要的背景 (例如：boardwalk或circles)。</p>

source: Now, add your next letter
bn: এখন, তোমার পরবর্তি অক্ষর যোগ কর
cs: V dalším kroku přidej tvé další písmeno
cy: Nawr, ychwanegwch eich llythyren nesaf
de: Ergänze nun deinen nächsten Buchstaben
fa: سپس، حرف بعدی خود را اضافه کنید
fr: Maintenant, ajoute ta lettre suivante
kk: Енді, келесі әріпті қосыңыз
nb: Videre: neste bokstav
nn: Vidare: neste bokstav
pt_br: Agora, adicione a próxima letra
sl: Sedaj dodaj naslednjo črko
tr: Şimdi de sonraki harfi ekleyelim
vi: Bây giờ, thêm vào ký tự tiếp theo
zh_tw: 現在，新增你的下一個字母

source: To add the second letter of your name, make a new sprite.
bn: তোমার নামের দ্বিতীয় অক্ষর যোগ করতে, একটি নতুন স্প্রাইট তৈরি কর।
cs: Pro přidání druhého písmena tvého jména, vytvoř novou postavu.
cy: I ychwanegu ail lythyren eich enw, crëwch gorlun newydd.
de: Erstelle eine neue Figur, um den zweiten Buchstaben hinzu zu fügen.
fa: برای اضافه کردن حرف دوم نام خود، یک شکلک جدید بسازید.
fr: Pour ajouter la seconde lettre de ton nom, ajoute un nouveau lutin.
kk: Сіздің атыңыздың екінші әрпін қосу үшін, жаңа спрайт қосыңыз.
nb: For å legge inn neste bokstav i navnet ditt lager du en ny figur.
nn: For å leggja til neste bokstav, lagar du ein ny figur.
pt_br: Para adicionar uma segunda letra do seu nome, crie um novo ator.
tr: Adının ikinci harfini eklemek için, yeni bir kukla oluştur.
vi: Để thêm ký tự thứ hai của tên bạn, tạo một đối tượng mới.
zh_tw: 製作一個新的角色，來加入你英文名字中的第二個字母。

source: You can draw the letter by clicking the <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> icon:
bn: তুমি <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> আইকনটি ক্লিক করে অক্ষরটি আঁকতে পার:
cs: Můžeš nakreslit písmeno kliknutím na ikonu <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png"> :
cy: Gallwch lunio’r llythyren drwy glicio'r eicon <img class="intext" src="/images/help/paint-tool.png">:%(STATIC_URL)s/images/help/paint-tool.png">:
fa: شما می‌توانید با کلیک کردن بر روی نماد <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">حرف را بکشید:
fr: Tu peux dessiner la lettre en cliquant sur l'icône <img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:
vi: Bạn có thể vẽ ký tự bằng cách bấm chọn biểu tượng<img class="intext" src="%(STATIC_URL)s/images/help/paint-tool.png">:

source: You can draw using the paint tools:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Or, type the letter using the text tool: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
bn: তুমি আঁকার সরঞ্জাম ব্যবহার করে আঁকতে পার:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>অথবা, টেক্সট টুল ব্যবহার করে চিঠি টাইপ কর:<img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
cs: Můžeš kreslit použitím těchto kreslících nástrojů:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Nebo napsat písmeno využitím tohoto nástroje: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
cy: Gallwch luniadu gan ddefnyddio'r offer paentio:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Neu, teipiwch y llythyren gan ddefnyddio'r offer testun: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
de: Du kannst mit Hilfe der Zeichenwerkzeuge malen:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Oder du schreibst den Buchstaben mit dem Textwerkzeug: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
fa: شما می‌توانید با استفاده از ابزار بکشید:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>یا با استفاده از ابزار متن، حرف را وارد کنید:<img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
fr: Tu peux utiliser les outils dessin:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Ou bien écris une lettre en utilisant l'outil suivant <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
kk: Сіз бояу құралдарын пайдаланып сурет сала аласыз:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Немесе, мәтін құралын пайдаланып әріпті енгізіңіз: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
nb: Du kan tegne den med tegneverktøyene:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>eller du kan skrive den inn med tekstverktøyet: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
nn: Bruk teikneverktøya for å teikna:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Du kan òg skriva, ved å bruka tekstverktøyet: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
pt_br: Você pode desenhar usando as ferramentas de desenho:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Ou, digitar a letra usando a ferramenta de texto: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
tr: Çizmek için resim editöründeki araçları kullanabilirsin:</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>Veya, yazı aracını kullanarak harfi yazabilirsin:<img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
vi: Bạn có thể vẽ bằng những dụng cụ vẽ này: </p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p> hoặc, nhập vào ký tự sử dụng công cụ soạn thảo văn bản: <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
zh_tw: 你可以運用繪圖工具來畫圖：</p> <p><img src = "%(STATIC_URL)s/images/help/draw-letter.png"></p> <p>或是，使用「文字」工具來輸入字母： <img class="intext" src="%(STATIC_URL)s/images/help/text-icon.png"></p>
