Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: For example, first select the shirt’s thumbnail.
bn: উদাহরণস্বরূপ, প্রথমে শার্টের থাম্বনেইল নির্বাচন করো।
cs: Vyber například náhled košile.
cy: Er enghraifft, dewiswch lun bach y crys i gychwyn.
fa: برای مثال، ابتدا زیرعکس پیراهن را انتخاب کنید.
fr: Par exemple, commence par sélectionner la vignette de la chemise.
kk: Мысалы, бірінші көйлектің thumbnail таңдаңыз.
lt: Pavyzdžiui. pirma pasirink marškinėlių miniatiūrą
vi: Ví dụ, đầu tiền chọn biểu tượng áo.
zh_tw: 舉個例子，先點選襯衫的縮圖。

source: Then add a starting script like this:
bn: তারপর এটির মত একটি শুরুর স্ক্রিপ্ট যোগ করো:
cs: Potom přidej spouštěcí scénář jako tento:
cy: Yna ychwanegwch sgript cychwyn fel hyn:
fa: سپس یک دستور شروع مانند این اضافه کنید:
fr: Ensuite, ajoute un script de démarrage comme ceci :
id: Kemudian tambahkan sebuah skrip awal seperti ini:
kk: Бастапқы скриптты осылай қосыңыз:
lt: Tada pridėk pradžios scenarijų kaip šis:
vi: Sau đó thêm vào kịch bản khởi đầu như thế này:
zh_tw: 接著添加一個開頭的程式，像這樣：

source: Try it! Drag the clothes onto your character. Then click the <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> icon to reset.
bn: চেষ্টা করে দেখ! তোমার ক্যারেক্টারের উপর কাপড় টান। তারপর রিসেট করতে <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> আইকনে ক্লিক কর।
cs: Zkus to! Přetáhni oblečení na svou postavu. Poté klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ikonku restartovat.
cy: <p>Rhowch gynnig arno! Llusgwch y dillad ar i'ch cymeriad. Yna cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> i'w ailosod.</p>
fa: امتحانش کنید! حالت را روی شخصیت خود بکشید. سپس برای تنظیم مجدد بر روی آیکون <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک کنید
fr: Essaie ! Fais glisser les vêtements sur ton personnage. Puis clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour les faire revenir à leur position de départ.
id: Cobalah! Seret pakaian-pakaian ke karaktermu. Kemudian klik ikon <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> untuk mengatur ulang.
kk: ⇥⇥Тексеріп көр! Кейіпкерге киімдерді кигіз. Содан соң, <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> батырмасын қайта қалпына келтіру үшін басыңыз . ⇥
lt: ⇥⇥Išbanyk! Tempk rūbus ant savo veikėjo. Tada spausk <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> kad paleistum iš naujo ⇥
vi: Thử nó! kéo trang phục mặc vào người nhân vật. Sau đó bấm chọn biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> để khôi phục.
zh_tw: 現在來試試看吧！拖曳這些衣物到角色身上，然後再點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 圖示以重置。

source: Tip: Add a starting script for each piece of clothing, adjusting the numbers to place them where you want them.
bn: টিপস: পোশাকের প্রতিটি টুকরার জন্য একটি শুরুর স্ক্রিপ্ট যোগ করো, যেখানে তুমি চাও সেখানে বসানোর জন্য সংখ্যাগুলি সামঞ্জস্য করো।
cs: Tip: Přidej startovací scénář pro každý kus oděvu, uprav čísla a umísti kam chceš.
cy: Awgrym: Ychwanegwch sgript cychwyn ar gyfer pob dilledyn, gan newid eu rhif yn ôl lle rydych eu heisiau.
fa: نکته: برای هر قطعه حالت یک دستور شروع اضافه کنید، اعداد را تنظیم کنید تا جایی که می‌خواهید آنها را بگذارید.
fr: Astuce : ajoute un script de démarrage pour chaque habit en ajustant les nombres pour les placer la où tu veux.
id: Tip: Tambahkan sebuah skrip awal untuk setiap potong pakaian dan atur angka-angkanya untuk menempatkan mereka di lokasi yang kamu inginkan.
kk: Кеңес: Сандарды реттеу арқылы киімнің әрбір бөлшегі үшін бастапқы скриптты қосыңыз.
lt: Patarimas: Pridėk pradžios scenarijų kiekvienam rūbui, keisk skaičius, kad padėtum juos kur nori
vi: Thủ thuật: thêm kịch bản khởi đầu cho mỗi phần của trang phục, thay đổi số để mang nó đế vị trí mà bạn muốn.
zh_tw: 提示：為每件衣服添加一個起始位置的程式，調整數字，讓它們放在你想要放的地方。

source: DRAW YOUR OWN CLOTHES
bn: তোমার নিজের কাপড় আকো
cs: NAKRESLI SVÉ VLASTNÍ OBLEČENÍ
cy: LLUNIWCH EICH DILLAD EICH HUN
fa: حالت‌های خود را بکشید
fr: DESSINE TES PROPRES HABITS
id: GAMBAR PAKAIAN-PAKAIANMU SENDIRI
kk: ӨЗІҢІЗДІҢ КИІМІҢІЗДІҢ СУРЕТІН САЛЫҢЫЗ
lt: NUPIEŠK SAVO RŪBUS
tr: KENDİ KIYAFETİNİZİ ÇİZİN
vi: VẼ TRANG PHỤC CỦA BẠN
zh_tw: 畫件你自己的服裝

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> icon to draw a new sprite:
bn: একটি নতুন স্প্রাইট আঁকতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png">আইকনে ক্লিক কর:
cs: Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> ikonu pro namalování nové postavy:
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i lunio corlun newydd:
fa: روی نماد<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> کلیک کنید تا یک شکلک جدید بکشید
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png">pour dessiner un nouveau lutin :
id: Klik ikon <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> untuk menggambar sebuah sprite baru:
kk: ⇥⇥Жаңа спрайт салу үшін<img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> белгісін басыңыз: ⇥
lt: ⇥⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> ir nupiešk naują veikėją: ⇥
vi: bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> để vẽ đối tượng mới:
zh_tw: 點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/int-paint.png"> 圖示來自行繪製出一個角色：

source: Use the drawing tools to draw your own clothing.
bn: তোমার নিজের পোশাক আঁকার জন্য ড্রইং টুল ব্যবহার করো।
cs: Použij kreslící nástroje k nakreslení vlastního oblečení.
cy: Defnyddiwch yr offer lluniadu i lunio eich dillad eich hun.
fa: برای کشیدن حالت خود از ابزارهای طراحی استفاده کنید.
fr: Utilise les outils de dessin pour dessiner tes propres habits.
id: Gunakan alat-alat menggambar untuk menggambar pakaianmu sendiri.
kk: Өзіңіздің киіміңіздің суретін салу үшін сурет салу құралын пайдаланыңыз
lt: Naudok piešimo įrankius nupiešti savo rūbams
vi: Dùng dụng cụ vẽ để vẽ trang phục của bạn.
zh_tw: 使用繪圖工具來畫出你自己的衣物。

source: To make the clothing so you can drag it, first, click the info button and then, check 'can drag in player'.
bn: পোশাকটি তৈরি করতে যাতে তুমি এটি টেনে আনতে পার, প্রথমে, তথ্য বাটনে ক্লিক কর এবং তারপরে, 'প্লেয়ারে টেনে আনতে পারে' চেক কর।
cs: Chceš-li vytvořit oblečení tak, abys ho mohl přetáhnout, nejprve klikněte na tlačítko info a potom zaškrtni "lze přesunout na hráče".
cy: I greu'r dillad fel bod modd i chi ei lusgo, ciciwch y botwm gwybodaeth yn gyntaf ac yna, ticio 'gallu llusgo'r chwaraewr i fewn'.
fa: برای ساختن لباسی که بتوانید آن را بکشید، ابتدا روی دکمه اطلاعات و سپس "می‌تواند بازکن را بکشد" کلیک کنید
fr: Pour faire un habit qui peut se déplacer, clique d'abord sur le bouton infos puis coche 'peut glisser dans le lecteur'.
id: Untuk membuat pakaiannya bisa diseret, pertama klik tombol info dan kemudian centang 'bisa diseret di player'.
kk: Киімді алып шыға алатындай ету үшін, бірінші, ақпарат батырмасын басыңыз және содан соң, 'ойнатқышқа апара аласыз' батырмасын тексеріңіз.
lt: Padaryti rūbą tempiamu, pirmiausia, spausk info mygtuką ir tada pažymėk 'gali būti tempiamas grotuve'
vi: Để tạo ra trang phục bạn có thể kéo nó, đầu tiên, bấm chọn nút thông tin và sau đó, kiểm tra thử 'Có thể mặc vào cho nhân vật'.
zh_tw: 要讓衣物能夠在畫面上拖放的話，先要點擊 info（資訊）按鈕，然後勾選「播放時可播曳」。

source: CHANGE BACKDROPS
bn: ব্যাকড্রপ পরিবর্তন করো
cs: ZMĚŇ POZADÍ
cy: NEWID CEFNLENNI
fa: پس‌زمینه‌ها را تغییر دهید
fr: CHANGE D'ARRIERE-PLAN
id: UBAH LATAR
kk: ФОНДАРДЫ ӨЗГЕРТУ
lt: KEISK FONUS
vi: THAY ĐỔI ẢNH NỀN
zh_tw: 改變背景

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a new backdrop:
bn: একটি নতুন ব্যাকড্রপ বাছাই করতে এই আইকনে<img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ক্লিক করো:
cs: Klikni na tuto ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pro vybrání nového pozadí:
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis cefnlen newydd:
fa: برای انتخاب یک پس‌زمینه جدید، روی این نماد <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">کلیک کنید:
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ajouter un nouvel arrière-plan :
id: Klik ikon ini <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk memilih sebuah latar baru:
kk: ⇥Жаңа фон таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> белгісін басыңыз: ⇥
lt: ⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ir pasirink naują foną: ⇥
vi: Nhấn vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">để chọn ảnh nền mới:
zh_tw: 點擊這個圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 以選擇新的背景：

source: Click the <span class="tab-ref">Scripts</span> tab. Then, add this script.
bn: স্ক্রিপ্ট ট্যাবে ক্লিক কর। তারপর, এই স্ক্রিপ্ট যোগ কর।
cs: Klikni na <span class="tab-ref">Scénáře</span> záložku. Poté přidej tento scénář.
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span> tab. Rhowch gynnig ar y sgript yma:
fa: روی زبانۀ <span class="tab-ref">دستورها </span>کلیک کنید. سپس، این دستور را اضافه کنید.
fr: Clique sur l'onglet the <span class="tab-ref">Scripts</span>. Puis, ajoute ce script.
id: Klik tab <span class="tab-ref">Skrip</span>. Kemudian, tambahkan skrip ini.
kk: ⇥<span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. Содан соң, осы скриптті қосыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Scenarijai</span> skyrių. Tada pridėk šį scenarijų. ⇥
vi: Chọn <span class="tab-ref">Kịch bản</span>. Sau đó, chèn kịch bản này.
zh_tw: 切換到 <span class="tab-ref">程式</span> 頁籤，接著添加這個程式。

source: Press the right arrow key to switch backdrops.
bn: ব্যাকড্রপ স্যুইচ করতে ডান তীর কী টিপুন।
cs: Zmáčkni pravou šipku pro změnu pozadí.
cy: Pwyswch fysell saeth i'r dde i newid cefnlenni.
fa: برای تغییر پس‌زمینه، دکمه فلش راست را فشار دهید.
fr: Appuie sur la touche flèche droite pour changer d'arrière-plan.
id: Tekan tombol panah kanan untuk mengganti latar.
kk: Фонды өзгерту үшін оң жақ көрсеткі пернесін басыңыз.
lt: Spausk dešinėn rodyklę, kad keistum fonus
vi: Bấm mũi tên phải để thay đổi ảnh nền.
zh_tw: 點擊向右鍵以切換背景。

source: GLIDE INTO PLACE
bn: জায়গায় গ্লাইড করো
cs: Klouzej na místo
cy: LLITHRWCH I'W LE
fa: به مکان سر بخورید
fr: GLISSER A LA BONNE PLACE
id: MELUNCUR KE TEMPAT
kk: БІР ЖЕРГЕ СЫРҒЫП КІРУ
lt: SKLĘSK Į VIETĄ
vi: LƯỚT VÀO VỊ TRÍ
zh_tw: 滑行到某個地方

source: You can make clothing or accessories glide into place.
bn: তুমি পোশাক বা আনুষাঙ্গিক জায়গায় স্থানান্তর করতে পারো
cs: Můžeš nechat oblečení a příslušenství klouzat na místo.
cy: Gallwch wneud i ddillad neu gyfwisgoedd lithro i'w lle.
fa: شما می‌توانید حالت و لوازم تزئینی را به جای خود بکشید.
fr: Tu peux faire se glisser les habits ou accessoires à la bonne place.
id: Kamu bisa membuat pakaian atau aksesoris meluncur ke tempat.
kk: Сіз киімдер мен аксессуарларды сырғытып кіргізе аласыз
lt: Gali padaryti, kad rūbai ir aksesuarai sklęstų į vietą
vi: Bạn có thể làm cho quần áo và những phụ kiện lướt vào vị trí.
zh_tw: 你可以讓衣物或飾品滑動到指定的地方。

source: Click to select ‘sunglasses’ or any other piece of clothing.
bn: ‘sunglasses’ বা অন্য কোনো পোশাকের টুকরা নির্বাচন করতে ক্লিক করো।
cs: Klikni pro výběr slunečních brýlí nebo jiného oblečení/doplňku
cy: Cliciwch i ddewis 'sbectol haul' neu unrhyw ddilledyn.
fa: برای انتخاب "عینک آفتابی" یا هر تکه حالت دیگری کلیک کنید.
fr: Clique pour sélectionner 'sunglasses' (lunettes de soleil) ou n'importe quelle habit.
id: Klik untuk memilih 'kacamata hitam' atau potongan pakaian apapun.
kk: 'Күн көзілдірігі' немес басқа киім бөлшегін таңдау үшін батырманы басыңыз.
lt: Spausk ir pasirink 'akiniai nuo saulės' ar kitą rūbą
vi: Nhấp chọn 'mắt kiếng mát' hoặc bất cứ loại quần áo nào.
zh_tw: 點擊以點取 sunglasses（太陽眼鏡）或是其他的衣物飾品。

source: Set the starting position with a script like this:
bn: এইরকম একটি স্ক্রিপ্ট দিয়ে শুরুর অবস্থান নির্ধারণ করো:
cs: Nastav startovní pozici s pomocí scénáře jako je tento:
cy: Gosodwch y safle cychwyn gyda sgript fel hyn:
fa: با یک دستوری مثل این موقعیت شروع را تنظیم کنید:
fr: Définis la position de départ avec un script comme ceci :
id: Atur posisi awal dengan sebuah skrip seperti ini:
kk: Бастапқы позициясын осындай скриптпен орнатыңыз:
lt: Paskirk startinę poziciją su scenarijum kaip šis:
vi: Đặt điểm bắt đầu với kịch bản giống như thế này:
zh_tw: 用程式設置開始的位置，像這樣：

source: Next drag the sunglasses onto your character.
bn: এরপর তোমারর চরিত্রের উপর সানগ্লাস টেনে আনো
cs: V dalším kroku přetáhni na svou postavu sluneční brýle.
cy: Yna llusgwch y sbectol haul ar i'ch cymeriad.
fa: سپس عینک آفتابی را روی کاراکتر خود بکشید
fr: Ensuite fais glisser les lunettes de soleil sur ton personnage.
id: Setelah itu seret kacamata hitam ke karaktermu.
kk: Келесі, күн көзілдірігін кейіпкеріңізге алып келіңіз.
lt: Toliau, užtempk akinius ant veikėjo
vi: Kế tiếp kéo thả mắt kiếng mát vào nhân vật của bạn.
zh_tw: 接下來，拖曳這個太陽眼鏡到你的角色身上。

source: Then, build this gliding script:
bn: তারপরে, এই গ্লাইডিং স্ক্রিপ্টটি তৈরি করো:
cs: V dalším kroku postav klouzací scénář:
cy: Yna adeiladwch y sgript llithro:
fa: سپس، این دستور را بسازید:
fr: Ensuite, construis le script qui fait glisser :
id: Kemudian bangun skrip meluncur ini:
kk: Содан соң, осы сырғу скриптін құрыңыз:
lt: Tada, padaryk šį sklendimo scenarijų:
tr: Ardından, bu kaydırma senaryosunu oluşturun:
vi: Sau đó, xây dựng kịch bản lướt này:
zh_tw: 接著，建立這個滑行的程式：

source: Try it! Click the green flag to reset, then click on the sunglasses.
bn: চেষ্টা করে দেখো! রিসেট করতে সবুজ পতাকা ক্লিক করো, তারপর সানগ্লাসে ক্লিক করো।
cs: Vyzkoušej to! Klikni na zelenou vlajku pro resetování, poté klikni na brýle.
cy: Rhowch gynnig arno! Cliciwch y faner werdd i'w ailosod, yna clicio ar y sbectol haul.
fa: آن را امتحان کنید! برای تنظیم مجدد روی پرچم سبز کلیک کنید و سپس روی عینک آفتابی کلیک کنید.
fr: Essaye ! Clique sur le drapeau vert pour redémarrer, puis clique sur les lunettes de soleil.
id: Cobalah! Klik bendera hijau untuk mengatur ulang, lalu klik kacamata hitamnya.
kk: Тексеріп көр! Жасыл жалаушаны қайта қалпына келтіру үшін басыңыз, содан соң күн көзілдірігіне басыңыз.
lt: Išbandyk! Spausk žalią vėliavą, kad paleistum iš naujo, tada spausk akinius
vi: Thử xem nào! Nhấp vào lá cờ màu xanh để lặp lại, sau đó nhập vào mắt kiếng mát.
zh_tw: 試試怎麼樣！點擊綠旗以重置，接著在太陽眼鏡上點一下。

source: Make an interactive collage that shows and tells people about your favorite things.
bn: একটি ইন্টারেক্টিভ কোলাজ তৈরি কর যা তোমার পছন্দের জিনিসগুলো সম্পর্কে মানুষকে দেখায় এবং বলে।
cs: Vytvoř interaktivní koláž, která ukazuje a popisuj lidem tvé oblíbené věci.
cy: Crëwch gollage rhyngweithiol sy'n dangos a dweud wrth bobl am eich hoff bethau.
de: Erstelle eine interaktive Kollage, die deine liebsten Dinge zeigt und den Leuten etwas darüber erzählt.
fa: یک کلاژ تعاملی ایجاد کنید که به مردم چیزهای مورد علاقه شما را نشان دهد و به آنها می‌گوید.
fr: Fais un collage interactif qui te permet de montrer tes choses favorites.
id: Buat sebuah kolase interaktif yang menunjukkan dan memberitahukan orang-orang tentang hal-hal kesayanganmu.
kk: Cіздің сүйікті заттарыңызды көрсететін интерактивті колллаж жасаңыз.
lt: Pagamink interaktyvų koliažą, kuris parodo ir pasako žmonėms api tavo mėgstamus dalykus
nb: Lag en interaktiv bildemontasje der du viser frem de tingene du liker best.
nn: Lag ein interaktiv biletmontasje der du viser fram dei tinga du likar best.
pt_br: Faça uma colagem interativa sobre suas coisas favoritas.
sl: Ustvari interaktivni kolaž ki pokaže in pove ostalim, katere so tvoje priljubljene stvari.
vi: Tạo một ảnh ghép tương tác hiển thị và cho mọi người biết về những điều yêu thích của bạn.
zh_tw: 製作一個互動式的貼圖，用更生動的方式告訴大家你最愛的東西有哪些。

source: Choose a Thing You Like
bn: কিছু একটা বাছাই কর যা তোমার পছন্দ
cs: Vyber si věc, která se ti líbí
cy: Dewiswch Rhywbeth Rydych yn ei Hoffi
de: Such dir ein Ding aus, das dir gefällt
fa: چیزی را که دوست دارید انتخاب کنید
fr: Choisis une chose que tu aimes
id: Pilih sebuah Benda yang Kamu Sukai
kk: Өзіңізге ұнайтын затты таңдаңыз
lt: Pasirink Dalyką Kurį Mėgsti
nb: Velg en ting du liker
nn: Vel ein ting du likar
pt_br: Escolha uma Coisa de Que Gosta
sl: Izberi stvar, ki ti je všeč
tr: Beğendiğiniz bir şey seçin
vi: Chọn Một Thứ Bạn Thích
zh_tw: 選擇一個您喜愛的事物

source: Say What You Like About It
bn: তুমি এটা সম্পর্কে কি পছন্দ কর তা বল
cs: Řekni co se ti na tom líbí
cy: Dywedwch beth Rydych yn Hoffi Amdano
de: Sag was du daran magst
fa: آنچه در باره این دوست داری بگو
fr: Dis pourquoi tu l'aimes
id: Katakan Apa Yang Kau Sukai Darinya
kk: Сізге оның қай жері ұнайтындығын айтыңыз
lt: Sakyk Ką Apie Tai Mėgsti
nb: Fortell hvorfor du liker den
nn: Fortel korfor du likar han
pt_br: Diga o que você gosta sobre ela
sl: Povej, kaj ti je pri njej všeč
vi: Nói Về Điều Bạn Thích
zh_tw: 談談喜愛它的原因

source: Record Your Voice
bn: তোমার কণ্ঠস্বর রেকর্ড কর
cs: Nahraj svůj hlas
cy: Recordio eich Llais
de: Nimm deine Stimme auf
fa: صدای خود را ضبط کنید
fr: Enregistre ta voix
id: Rekam Suaramu
kk: Дауысыңызды жазыңыз
lt: Įrašyk Savo Balsą
nb: Spill inn det du sier
nn: Spel inn det du seier
pt_br: Grave sua voz
sl: Posnami svoj glas
tr: Sesinizi Kaydedin
vi: Thu Âm Giọng Nói Của Bạn
zh_tw: 錄製你的聲音

source: Add More Favorite Things
bn: আরও পছন্দের জিনিস যোগ কর
cs: Přidej více oblíbených věcí
cy: Ychwanegu Rhagor o Hoff Bethau
de: Füge weitere Lieblingssachen hinzu
fa: چیزهای مورد علاقه بیشتری را اضافه کنید
fr: Ajoute Davantage de Choses Favorites
id: Tambahkan Lebih Banyak Benda Favorit
kk: Тағы да өзіңізге қнайтын басқа заттарды қосыңыз
lt: Pridėk daugiau mėgstamų dalykų
nb: Legg inn flere ting du liker
nn: Legg til fleire ting du likar
pt_br: Adicione mais coisas favoritas
sl: Dodaj več priljubljenih stvari
tr: Daha Fazla Favori Şeyler Ekle
vi: Thêm Những Điều Bạn Yêu Thích
zh_tw: 加入更多喜愛的事物

source: Add Effects and Movement
bn: ইফেক্ট ও নড়াচড়া যুক্ত কর
cs: Přidej efekty a pohyb
cy: Ychwanegu Effeithiau a Symudiadau
de: Füge Effekte und Bewegungen hinzu
fa: اضافه کردن جلوه‌ها و حرکت
fr: Ajoute des effets et des mouvements
id: Tambahkan Efek dan Gerakan
kk: Әсерлер мен Қозғалыстарды қосыңыз
lt: Pridėk Pokyčių ir Judesių
nb: Legg inn effekter og bevegelse
nn: Legg til effektar og rørsle
pt_br: Adicione efeitos e movimento
sl: Dodaj učinke in gibe
tr: Efekt ve Hareket Ekle
vi: Thêm Những Hiệu Ứng và Chuyển Động
zh_tw: 加入效果和動作

source: Start by adding one of your favorite things.
bn: তোমার পছন্দের একটি জিনিস যোগ করে শুরু কর।
cs: Začni přidáním jedné tvé oblíbené věci.
cy: Cychwynnwch drwy ychwanegu un o'ch hoff bethau
de: Füge als erstes eines deiner Lieblingssachen hinzu.
fa: با افزودن یکی از چیزهای مورد علاقه خود، شروع کنید.
fr: Commence en ajoutant l'une de tes objets favoris
id: Mulai dengan menambahkan salah satu hal kesayanganmu.
kk: Бір өзіңізге ұнайтын затты қосудан бастаңыз.
lt: Pradėk pridėdamas vieną iš savo mėgstamų dalykų
nb: Begynn med å legge inn en av dine yndlingsting.
nn: Start med å leggja inn ein av yndlingstinga dine.
pt_br: Comece adicionando uma de suas coisas favoritas.
sl: Začni s tem, da dodaš eno od svojih najljubših stvari.
tr: En sevdiğiniz şeylerden birini ekleyerek başlayın.
vi: Bắt đầu bằng những điều bạn yêu thích.
zh_tw: 首先先選擇一個你喜歡的事物。

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
bn: <p><img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">একটি নতুন স্প্রাইট বাছাই করতে: ক্লিক কর</p>
cs: <p>Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání nové postavy:</p>
cy: <p>Cliciwch ar <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:</p>
de: <p>Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur auszuwählen:</p>
fa: <p>برای انتخاب یک شکلک جدید روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید:
fr: <p>Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :</p>
id: Klik <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih sebuah sprite baru:<p>
kk: ⇥ <p> Жана спрайт таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> басыңыз:</p> ⇥
lt: ⇥ <p>Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ir išsirink naują veikėją:</p> ⇥
nb: <p>Klikk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge deg en ny figur:</p>
nn: <p>Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja ein ny figur:</p>
pt_br: <p>Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo ator:</p>
sl: <p>S klikom na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> izbereš novo figuro:</p>
vi: <p>Nhấp vào <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn một đối tượng mới:</p>
zh_tw: <p>點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 圖示可以在範例庫中挑選角色：</p>

source: For example, you could choose your favorite animal:
bn: উদাহরণস্বরূপ, তুমি তোমার প্রিয় প্রাণীটি বেছে নিতে পার:
cs: Například můžeš vybrat své oblíbené zvíře:
cy: Er enghraifft, gallech chi ddewis eich hoff anifail:
de: Du könntest zum Beispiel dein Lieblingstier auswählen:
fa: به عنوان مثال، شما می‌توانید حیوان مورد علاقه خود را انتخاب کنید:
fr: Par exemple, tu peux choisir ton animal favori :
id: Sebagai contoh, kamu bisa memilih hewan kesayanganmu:
kk: Мысалы, сіз өзіңіздің сүйікті жануарыңызды таңдай аласыз:
lt: Pavyzdžiui, gali pasirinkti savo mėgstamiausią gyvūną:
nb: Du kan for eksempel velge det dyret du liker best:
nn: Du kan for eksempel velja det dyret du likar best:
pt_br: Por exemplo, você poderia escolher seu animal favorito:
sl: Na primer, lahko izbereš najljubšo žival:
tr: Örneğin, favori hayvanınızı seçebilirsiniz:
vi: Ví dụ, bạn có thể chọn một con vật yêu thích:
zh_tw: 例如，你可以選一個你喜歡的動物：
