Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Reports true if first value is less than second
bn: প্রতিবেদন সত্য হবে যদি প্রথমটির মান দ্বিতীয়টির চেয়ে কম হয়
cs: Ohlásí ano když první hodnota je menší než druhá
cy: Yn dangos gwir os yw'r gwerth cyntaf yn llai na'r ail
de: Gibt "Wahr" zurück, falls der erste Wert kleiner als der zweite ist
fa: اگر مقدار اول کمتر از دوم باشد، گزارش درست است
fr: Renvoie "vrai" si la première valeur est inférieure à la deuxième
id: Melaporkan benar jika nilai pertama lebih kecil dibandingkan yang kedua
kk: Егер бірінші шама секундтан аз болса дұрыс деп баяндайды
lt: Praneša "true", jeigu pirmoji reikšmė yra mažesnė nei antroji
nb: Betingelse som er oppfylt hvis den første verdien er mindre enn den andre
nn: Er sann viss det første talet er mindre enn det andre
pt_br: Tem o valor de "true" se o primeiro valor for menor que o segundo
sl: Vrne 'resnično', če je prva vrednost manjša od druge
tr: Eğer ilk değer ikinci değerden daha küçük ise 'doğru' değerini verir
vi: Báo đúng nếu giá trị thứ nhất nhỏ hơn giá trị thứ hai
zh_tw: 是否第一個數值小於第二個，如果是，就回傳 true。

source: Reports the letter at the specified position in a string
bn: স্ট্রিং এর নির্দিষ্ট অবস্থানে অক্ষর প্রতিবেদন করে
cs: Ohlásí písmeno na určené pozici v textu
cy: Yn dangos y llythyren yn y man penodedig mewn llinyn
de: Gibt das Zeichen an der angegebenen Position einer Zeichenkette zurück
fa: نامه را در موقعیت مشخص شده در یک رشته گزارش می دهد
fr: Renvoie la lettre située à la position indiquée dans la chaîne de caractères
id: Melaporkan huruf yang terletak pada posisi yang telah dispesifikasi dalam sebuah string
kk: Жолдағы белгілі бір орындағы әріпті көрсетеді
lt: Pasako raidę nurodytoje eilutės vietoje
nb: Gir bokstaven som er på et bestemt sted i en tekst
nn: Gjev bokstaven som står på den valde staden i teksten
pt_br: Apresenta o caractere na posição especificada da cadeia de caracteres
sl: Vrne črko na določenem mestu v nizu
tr: Bir metin (yazı) içindeki istediğin sırasındaki harfi verir
vi: Báo cáo chữ cái tại vị trí nhất định trong chuỗi
zh_tw: 回傳字串中指定位置的字。

source: Reports true if the list contains the specified item
bn: তালিকায় নির্দিষ্ট আইটেম থাকলে প্রতিবেদন সত্য হবে
cs: Ohlásí ano když seznam obsahuje určený prvek
cy: Yn dangos gwir os yw'r rhestr yn cynnwys yr eitem benodol
de: Gibt "Wahr" zurück, falls die Liste das angegebene Element enthält
fa: اگر لیست حاوی آیتم مشخص شده باشد، گزارش ها درست است
fr: Renvoie "vrai" si la liste contient l'élément indiqué
id: Melaporkan benar jika daftar tersebut mengandung benda yang dispesifikasikan
kk: Егер тізімде анықталған зат болса дұрыс деп баяндайды
lt: Praneša "true" , jeigu sąraše yra nurodytas dalykas
nb: Betingelse som er oppfylt hvis listen inneholder angitt element
nn: Er sann viss lista inneheld det valde elementet
pt_br: Tem o valor de "true" se a lista contiver o valor especificado
sl: Vrne 'resnično', če seznam vsebuje določen element
tr: Eğer belirttiğin veri, liste içinde varsa 'doğru' değerini verir
vi: Báo đúng nếu danh sách chứa phần tử nhất định.
zh_tw: 是否清單項目中包含了指定項目，如果是，就回傳 true。

source: The item must match exactly to report true.
bn: সত্য প্রতিবেদন করার জন্য আইটেমটি অবশ্যই মিলতে হবে।
cs: Prvek se musí přesně rovnat aby se ohlásilo ano.
cy: Rhaid i'r eitem gydweddu'n llawn er mwyn dangos gwir.
de: Das Element muss exakt übereinstimmen, um "Wahr" zu erhalten.
fa: آیتم باید دقیقاً مطابق با گزارش درست باشد.
fr: L'élément doit correspondre exactement pour rapporter vrai.
id: Benda tersebut harus benar-benar sama untuk melaporkan benar.
kk: Заттың дұрыс баяндалуы үшін ол толығымен сәйкес келуі қажет.
lt: Dalykai turi sutapti visiškai, kad būtų pranešta "true"
nb: Elementet må være akkurat likt for å oppfylle betingelsen.
nn: Elementet må vera akkurat likt for å oppfylla vilkåret.
pt_br: O item tem de corresponder exatamente para que o valor seja "true".
sl: Element se mora popolnoma ujemati, da lahko vrne 'resnično'.
tr: Değerin 'doğru' olması için veriyle listedeki elemanın tamamen aynı olması gerekir.
vi: Phần tử phải khớp chính xác để báo ra đúng.
zh_tw: 這個項目必須與字串相符才會回傳 true。

source: <img src="%(url_list_contains_thing)s" /> reports whether an item is in a list. If the item matches exactly, then it reports true. If not, it reports false.
bn: <img src="%(url_list_contains_thing)s" /> একটি পদ তালিকায় আছে কিনা তা প্রতিবেদন করে। যদি পদটি হুবহু মিলে যায়, তাহলে এটি সত্য প্রতিবেদন করে। যদি তা না হয় তবে এটি মিথ্যা প্রতিবেদন করে।
cs: <img src="%(url_list_contains_thing)s" />ohlásí, zdali je prvek v seznamu. Pokud je prvek shodný, ohlásí ano. Pokud není shodný, ohlásí ne.
cy: Mae <img src="%(url_list_contains_thing)s" /> yn dangos p'un ai yw eitem mewn rhestr. Os yw'r eitem yn cydweddu'n llwyr, yna mae'n dangos gwir. Os nad, mae'n dangos anwir.
fa: <img src="%(url_list_contains_thing)s" />گزارش می دهد که آیتم در یک لیست است. اگر آیتم دقیقا مطابقت دارد، آن را درست گزارش می کند. اگر نه، گزارش نادرست است.
fr: <img src="%(url_list_contains_thing)s" />renvoie si un élément est dans une liste. Si l'élément correspond exactement, il renvoie vrai. Si ce n'est pas le cas, il renvoie faux.
id: <img src="%(url_list_contains_thing)s" /> melaporkan apakah benda ada di dalam daftar. Jika benda persis sama, maka ia akan melaporkan benar. Jika tidak, dia melaporkan salah.
nb: Betingelsen <img src="%(url_list_contains_thing)s" /> er oppfylt hvis listen inneholder en bestemt verdi.
sl: <img src="%(url_list_contains_thing)s" /> vrne, ali je element v seznamu. Če je element v seznamu, vrne logično vrednost TRUE, sicer vrne vrednost FALSE.
tr: <img src="%(url_list_contains_thing)s" />bir eşyanın listede olup olmadığını rapor eder. Eğer eşya tam olarak eşleşirse, doğru olarak raporlanır. Değilse, yanlış raporlanır.
vi: <img src="%(url_list_contains_thing)s" />báo cáo xem phần tử có tồn tại trong danh sách không. Nếu phần tử khớp chính xác, báo cáo đúng. Nếu không, báo cáo sai.

source: Reports all the items in the list
bn: তালিকার সমস্ত আইটেম প্রতিবেদন কর
cs: Ohlásí všechny prvky v seznamu
cy: Yn dangos pob eitem yn y rhestr
de: Gibt alle Elemente einer Liste zurück
fa: تمام موارد موجود در لیست را گزارش می دهد
fr: Renvoie tous les éléments de la liste
id: Melaporkan semua benda yang berada di dalam daftar tersebut
kk: Тізімдегі барлық заттарды баяндайды
lt: Parodo visus dalykus sąraše
nb: Gir alle elementene i listen
nn: Gjev alle elementa i lista
pt_br: Informa todos os itens da lista
sl: Vrne vse elemente v seznamu
tr: Listenin tüm elemanlarını verir
vi: Báo cáo tất cả phần tử trong danh sách.
zh_tw: 回傳清單中的所有項目。

source: (The items are separated by spaces. However, if the items are individual letters or digits, spaces are omitted.)
bn: (আইটেমগুলো পৃথক করা হয় স্পেস দিয়ে। যাইহোক, যদি আইটেমগুলো পৃথক অক্ষর বা সংখ্যা হয়, স্পেসগুলো বাদ দেওয়া হয়।)
cs: (Prvky jsou oddělované mezerami. Avšak pokud jsou prvky jednotlivá písmena nebo číslice, mezery jsou vynechány.)
cy: (Mae'r eitemau wedi eu gwahanu gyda bylchau. Er hynny, os yw'r eitemau yn llythrennau neu ddigidau unigol, mae bylchau yn cael eu hepgor.)
de: (Die Elemente werden durch Leerzeichen getrennt. Sind die Elemente einzelne Buchstaben oder Zahlen, fallen die Leerzeichen weg.)
fa: (آیتم ها با فضاها جدا می شوند. با این حال، اگر آیتم ها تک حرف یا عدد باشند، فضاها حذف می شوند.)
fr: (Les éléments sont séparés par des espaces. Cependant, si les éléments sont des lettres seules ou des chiffres, les espaces sont omis.)
id: (Benda-benda tersebut dipisahkan oleh spasi. Namun jika benda-benda tersebut huruf-huruf atau digit angka terpisah, spasi tidak akan diperhitungkan.)
kk: (Заттар бос орынмен арашаланған. Алайда, егер заттар жеке әріптер немесе сандар болса, бос орын қалдырынбайды.)
lt: (Dalykai yra atskirti tarpais. Bet jeigu dalykai yra pavienės raidės arba skaičiai, tarpai nededami)
nb: (Elementene blir koblet sammen til en lang tekst, skilt av mellomrom. Et unntak er elementer som er bare ett tegn, de får ikke mellomrom.)
nn: (Elementa vert kopla saman med mellomrom. Eit unntak er element som berre er eitt teikn; dei får ikkje mellomrom.)
pt_br: (Os itens são separados por espaços. No entanto, se todos os itens forem letras ou dígitos individuais, os espaços são omitidos.)
sl: (Elementi so ločeni s presledki. Vendar, če so elementi posamezne črke ali številke, so presledki izpuščeni.)
tr: (Listenin elemanları, aralarında boşluk bırakılarak gelir. Ancak, bu elemanların tamamı tek karakterli harf veya sayılardan oluşuyorsa, elemanlar boşluklar olmadan yani bitişik olarak gelir)
vi: (Các phần tử được phân cách bởi khoảng trắng. Tuy nhiên, nếu các phần tử là những chữ cái hay các con số tách biệt, khoảng trắng được lược bỏ.)
zh_tw: （項目之間是用 空白符號分隔，但如果項目是單純的字母或數字，則會省略空格。）

source: Click the checkbox (next to the block) to show the monitor on the stage:
bn: মঞ্চে মনিটরটি দেখতে চেকবক্সটি (ব্লকের পাশে) ক্লিক কর:
cs: Zaškrtni políčko (vedle bloku) pro zobrazení monitoru na scéně:
cy: Cliciwch y blwch ticio (nesaf at y bloc) i ddangos y monitor ar y llwyfan:
fa: کادر تأیید (کنار قطعه) را برای نمایش مانیتور در صحنه کلیک کنید:
fr: Clique sur la la case à cocher (à côté du bloc) pour montrer l'afficheur sur la scène :
id: Klik kotak centang (di sebelah balok) untuk menampilkan monitor di panggung:
nb: Klikk i ruten (ved siden av klossen i klosslisten) for å vise listevinduet på scenen:
sl: Za prikaz zaslona na ozadju klikni potrditveno polje (zraven bloka):
tr: Sahnede monitörü göstermek için kontrol kutusuna tıkla (blokun yanındaki):
vi: Chọn checkbox (bên cạnh mảnh ghép) để hiển thị động cơ trên sân khấu:

source: The <img src="%(url_list)s" /> block reports all the items in a list. For individual items, use this block:
bn: <img src="%(url_list)s" /> ব্লক একটি তালিকার সব আইটেম রিপোর্ট করে। পৃথক আইটেমের জন্য, এই ব্লকটি ব্যবহার কর:
cs: <img src="%(url_list)s" />ohlásí všechny položky v seznamu. Pro jednotlivé položky použij tento blok:
cy: Mae'r bloc <img src="%(url_list)s" /> yn danogs yr holl eitemau sydd mewn rhestr. Am eitemau unigol, defnyddiwch y bloc yma:
fa: قطعه<img src="%(url_list)s" /> تمام موارد موجود در یک لیست را گزارش می دهد. برای موارد فردی، از این قطعه استفاده کنید:
fr: Le bloc <img src="%(url_list)s" />renvoie tous les éléments d'une liste. Pour un seul élément, utilise ce bloc :
id: Balok <img src="%(url_list)s" /> melaporkan semua benda di dalam sebuah daftar. Untuk benda-benda satuan, gunakan balok ini:
sl: <img src="%(url_list)s" /> blok vrne vse elemente seznama. Za posamezen element seznama uporabi blok:
tr: <img src="%(url_list)s" />Listedeki tüm eşyaları rapor eder. Bireysel eşyalar için, bu bloku kullan:
vi: Mảnh ghép <img src="%(url_list)s" /> báo ra tất cả các phần tử trong danh sách. Cho các phần tử riêng biệt, sử dụng mảnh ghép này:

source: To delete or rename a list, right click on the list.
bn: তালিকা মুছতে বা পুনঃনামকরণ করতে , তালিকার বা দিকে ক্লিক কর।
cs: Pro smazání nebo přejmenování seznamu klikni pravým tlačítkem na seznam.
cy: I ddileu neu ailenwi rhestr, de-gliciwch ar y rhestr.
fa: برای حذف یا تغییر یک لیست، روی لیست کلیک راست کنید.
fr: Pour supprimer ou renommer une liste, clique avec le bouton droit sur la liste.
id: Untuk menghapus atau menamakan ulang daftar, klik kanan daftarnya.
sl: Za brisanje ali preimenovanje, klikni na seznamu z desnim gumbom miške.
tr: Bir listeyi silmek veya adını değiştirmek için listeye sağ tıklayın.
vi: Để xóa hoặc đổi tên danh sách, bấm chuột phải trên danh sách đó.

source: Reports the volume (from 1 to 100) of sounds detected by the computer microphone
bn: কম্পিউটার মাইক্রোফোন দ্বারা সনাক্ত শব্দের মাত্রা (1 থেকে 100) প্রতিবেদন কর
cs: Ohlašuje hlasitost (od 1 do 100) zvuků zjištěných mikrofonem počítače
cy: Yn dangos maint y sain (o 1 i 100) ganfuwyd gan ficroffon y cyfrifiadur
de: Gibt die Lautstärke (von 1 bis 100) von Geräuschen an, die das Mikrofon am Computer empfängt
fa: بلندی صدا را (از 1 تا 100) که توسط میکروفون کامپیوتر تشخیص داده می‌شود، گزارش می‌کند
fr: Renvoie le volume ( valeur comprise entre 1 et 100) des sons détectés par le microphone de l'ordinateur
id: Melaporkan volume (dari 1 hingga 100) dari suara-suara yang dideteksi oleh mikrofon komputer
kk: Компьютер микрофонының сезген дыбыстың деңгейін баяндайды (1-ден 100-ге дейін)
lt: Praneša kompiuterio mikrofono aptiktų garsų garsumą (nuo 1 iki 100)
nb: Gir lydstyrken som maskinens mikrofon hører, på en skala fra 1 til 100
nn: Gjev lydstyrken som mikrofonen til maskina høyrer, på ein skala frå 1 til 100
pt_br: Informa a intensidade (entre 1 e 100) dos sons capturados pelo microfone do computador
sl: Vrne glasnost zvokov (od 1 do 100), ki jih zazna mikrofon računalnika
tr: Bilgisayarına bağlı mikrofunun algıladığı ses şiddettini verir (en az 1, en çok 100 olarak)
vi: Báo âm lượng (từ 1 đến 100) của âm thanh được tiếp nhận từ mic của máy tính
zh_tw: 回傳從麥克風裝置中測得的音量（1 至 100）。

source: To view the value of size, click the checkbox next to the loudness block.
bn: মানের আকার দেখতে, শব্দের মাত্রা ব্লকের পাশে চেকবক্সটি ক্লিক কর।
cs: Pro zobrazení hodnoty velikosti klikni na zaškrtávací tlačítko vedle bloku hlasitosti.
cy: I weld gwerth maint, cliciwch ar y blwch ticio nesaf at y bloc cryfder sŵn.
fa: برای مشاهده بزرگی سایز، بر روی کادر کنار مربع بلندی کلیک کنید.
fr: Pour voir la valeur de la taille, clique sur le case à cocher à côté du bloc volume sonore
id: Untuk menampilkan nilai dari ukuran, klik kotak centang di sebelah balok kenyaringan.
sl: Za ogled vrednosti velikosti, klikni na okence ob bloku za glasnost.
tr: Boyutun değerini görüntüleyebilmek için gürültü blokunun yanındaki kontrol kutusuna tıkla.
vi: Để xem giá trị kích thước, bấm checkbox bên cạnh mảnh ghép âm lượng.

source: Note: Your computer must have a working microphone in order for this block to work.
bn: দ্রষ্টব্য: এই ব্লকটি কাজ করার জন্য তোমার কম্পিউটারে অবশ্যই একটি কার্যকারী মাইক্রোফোন থাকতে হবে।
cs: Poznámka: Tvůj počítač musí mít zapojen mikrofon, aby tento blok fungoval.
cy: Sylwch: Rhaid bod gan eich cyfrifiadur ficroffon sy'n gweithio er mwyn i'r bloc hwn weithio.
fa: توجه: رایانه شما باید یک میکروفون سالم داشته باشد تا این قطعه کار کند.
fr: Note : Ton ordinateur doit comporter un micro qui fonctionne pour ce que bloc fonctionne.
id: Catatan: Komputermu harus memiliki sebuah mikrofon yang berfungsi agar balok ini bisa berjalan.
sl: Opomba: Tvoj računalnik mora imeti delujoči mikrofon, da bo ta blok deloval.
tr: Not: Bu blokun çalışabilmesi için bilgisayarında çalışan bir mikrofon olmalıdır.
vi: Ghi chú: máy tính của bạn phải có một mic còn hoạt động để mảnh ghép này hoạt động.

source: You can create a custom block with inputs, for example: <img src="%(url_jump_10)s"/>
bn: তুমি ইনপুটগুলো সহ একটি কাস্টম ব্লক তৈরি করতে পার, উদাহরণস্বরূপ: <img src="%(url_jump_10)s"/>
cs: Můžeš vytvořit vlastní blok se vstupy, například: <img src="%(url_jump_10)s"/>
cy: Gallwch greu bloc cyfaddas gyda mewnbynnau, e.e: <img src=""/>%(url_jump_10)s"/>
fa: شما می‌توانید قطعه حالتها را با ورودی‌ها ایجاد کنید، مثلا:<img src="%(url_jump_10)s"/>
fr: Tu peux créer un créer un bloc avec une valeur en entrée, par exemple : <img src="%(url_jump_10)s"/>
id: Kamu bisa membuat sebuah balok baru dengan input, semisalnya: <img src="%(url_jump_10)s"/>
sl: Ustvariš lahko poljuben blok s podatki. Na primer: <img src="%(url_jump_10)s"/>
tr: Girdilerle özel bir blok yaratabilirsin, örneğin: <img src="%(url_jump_10)s"/>
vi: Bạn có thể tạo ra mảnh ghép tuỳ chỉnh với đầu vào, ví dụ như: <img src="%(url_jump_10)s"/>

source: Click "Make a Block" to see this dialog box:
bn: এই ডায়ালগ বক্সটি দেখতে "Make a Block" এ ক্লিক কর:
cs: Klikni na "vytvoř blok" k zobrazení tohoto dialogového okna:
cy: Cliciwch "Creu Bloc" i weld y blwch deialog hwn:
fa: برای دیدن این کادر محاوره ای روی "ساختن قطعه" کلیک کنید:
fr: Clique sur "Créer un bloc" pour voir cette boîte de dialogue :
id: Klik "Buat sebuah Balok" untuk melihat kotak dialog ini:
sl: Klikni "Ustvari blok", da se prikaže to pogovorno okno:
tr: Diyalog kutusunu görmek için "Blok Oluştur" a tıkla:
vi: Bấm "Tạo mảnh ghép" để thấy hộp hội thoại này:

source: Click <strong>Options</strong> to add inputs. For example, add a number input:
bn: <strong>অপশন</strong> ক্লিক করে ইনপুট যোগ কর। উদাহরণস্বরূপ, একটি সংখ্যার ইনপুট যোগ কর:
cs: Klikni <strong>Možnosti </strong> abys mohl zadávat text. Například, přidej číselný vstup:
cy: Cliciwch <strong>Dewisiadau</strong> i ychwanegu mewnbynnau. Er enghraifft, ychwanegu mewnbwn rhif:
fa: برای اضافه کردن ورودی بر روی<strong>گزینه‌‌ها</strong> کلیک کنید. برای مثال، یک ورودی عددی اضافه کنید:
fr: Clique sur <strong>Options</strong>pour ajouter une entrée. Par exemple, ajoute un nombre en entrée :
id: Klik <strong>Pilihan</strong> untuk menambahkan input. Contohnya, menambahkan sebuah input angka:
sl: Klikni <strong> Možnosti </strong>za vnos podatkov. Na primer, za vnos številčnih podatkov:
tr: Girdileri eklemek için <strong>Seçenekler</strong> e tıkla. Örneğin, bir sayı girdisi ekle:
vi: Bấm <strong>Lựa chọn</strong> để thêm đầu vào. Ví dụ nhé, thêm đầu vào một số:

source: In the <strong>define</strong> block, inputs will appear as rounded, light purple blocks. To use them, drag copies of the input blocks into other blocks within the define script.
bn: <strong>ডিফাইন</strong> ব্লকে, ইনপুটগুলো গোলাকার, হালকা বেগুনি ব্লক হিসাবে উপস্থিত হবে। সেগুলো ব্যবহার করতে, ডিফাইন স্ক্রিপ্টের মধ্যে ইনপুট ব্লকের কপি অন্য ব্লকে টেনে আন।
cs: V <strong>definovaném </strong> bloku, vstupy se objevé jako světle fialové oválné bloky. Pro jejich použití přetáhni kopie vstupních bloků do jiných bloků uvnitř definovaného scénáře.
cy: Yn y block <strong>diffinio</strong>, bydd mewnbynnau'n ymddangos fel blociau porffor golau llyfngrwn. I'w defnyddio, llusgwch gopïau o'r blociau mewnbwn i mewn i flociau eraill o fewn y sgript diffinio.
fa: در قطعه <strong> تعریف </strong>، ورودی ها به صورت قطعه‌های روشن و با نور بنفش ظاهر می‌شوند. برای استفاده از آن‌ها، کپی‌های قطعه‌های ورودی را به قطعه‌های دیگر در داخل تعریف دستور بکشید.
fr: Dans le bloc <strong> définir </strong>, les entrées vont apparaître dans des blocs violet clair et arrondis. Pour les utiliser, fais glisser des copies des blocs d'entrée vers d'autres blocs à l'intérieur du script définir.
id: Di balok <strong>artikan</strong>, input akan ditampilkan sebagai balok ungu muda bulat. Untuk menggunakan mereka, seret salinan dari balok input ke balok-balok lain yang berada di dalam skrip artikan.
sl: V bloku <strong>definiraj</strong> so mesta za vnosniepodatke prikazana zaokroženo in svetlo vijolično. Da jih uporabiš, povleci kopije vnosnih blokov v ustrezno skripto.
tr: <strong>tanımla</strong> bloğunda, girdiler dairesel, açık mor renkte görünecektir. Bu girdileri kullanmak için, kopyalarını, tanımla scripti içerisinde diğer bloklara sürükleyebilirsin.
vi: Trong phần mảnh ghép <strong>định nghĩa</strong>, đầu vào sẽ trông như các mảnh ghép góc bo tròn có màu tím nhạt. Để sử dụng chúng, kéo các bản sao của mảnh ghép đầu vào bỏ vào các mảnh ghép khác trong phần kịch bản định nghĩa.

source: See also: <a href="../make-a-block/">Make a Block</a>
bn: আরও দেখ: <a href="../make-a-block/">একটি ব্লক বানাও</a>
cs: Prohlédni si také: <a href="../make-a-block/">Vytvořit blok</a>
cy: Gwelwch hefyd: <a href="../make-a-block/">Creu Bloc</a>
de: Siehe auch: <a href="../make-a-block/">Mache einen Block</a>
fa: همچنین نگاه کنید به: <a href="../make-a-block/">یک قطعه بساز</a>
fr: Voir également: <a href="../make-a-block/">Créer un bloc</a>
id: Lihat juga: <a href="../make-a-block/">Buat sebuah Balok</a>
kk: Сондай-ақ, қараңыз: <a href="../make-a-block/">Блок жасаңыз</a>
lt: Taip pat žiūrėk: <a href="../make-a-block/">Padaryti bloką</a>
nb: Se også: <a href="../make-a-block/">Lag en kloss</a>
nn: Sjå òg: <a href="../make-a-block/">Lag ein kloss</a>
pt_br: Veja também: <a href="../make-a-block/">Criar um Bloco</a>
sl: Oglej si tudi: <a href="../make-a-block/">Ustvari blok</a>
tr: <a href="../make-a-block/">Bir Taş Oluştur</a> sayfasına da bir göz atabilirsin</a>
vi: Xem thêm phần: <a href="../make-a-block/">Tạo mạnh ghép</a>
zh_tw: 相關內容： <a href="../make-a-block/">添加函式積木</a>

source: Creates a custom block
bn: একটি কাস্টম ব্লক তৈরি কর
cs: Vytvoří uživatelský blok
cy: Yn creu bloc cyfaddas
de: Erzeugt einen benutzerdefinierten Block
fa: یک قطعه ی سفارشی می سازد
fr: Crée un bloc personnalisé
id: Membuatkan sebuah balok custom
kk: Пайдаланушы блокты жасайды
lt: Sukuria vartotojo bloką
nb: Lager en egendefinert kloss
nn: Lagar ein skreddarsydd kloss
pt_br: Cria um bloco personalizado
sl: Ustvari blok po meri
tr: Kendi özel komut taşını yapmanı sağlar
vi: Tạo mảnh ghép tuỳ chỉnh
zh_tw: 添加函式積木

source: Click "Make a Block" to get this dialog box:
bn: এই ডায়ালগ বক্সটি পেতে "Make a Block" এ ক্লিক কর:
cs: Klikni na "vytvoř blok" k získání tohoto dialogového okna:
cy: Cliciwch "Creu Bloc" i estyn y blwch deialog hwn:
fa: برای دریافت این کادر محاوره‌ای روی "ساختن قطعه" کلیک کنید:
fr: Clique "Créer un bloc" pour avoir cette boîte de dialogue :
id: Klik "Buat sebuah Balok" untuk mendapatkan kotak dialog ini:
sl: Klikni "Ustvari blok", da se prikaže to pogovorno okno:
tr: "Bir Blok Oluştur" düğmesine tıklayınca aşağıdaki pencere açılır:
vi: Bấm "Tạo mảnh ghép" để thấy được hộp thoại này:

source: Click inside the block to edit its name.
bn: ব্লকের নাম সম্পাদনা করতে ব্লকের ভিতরে ক্লিক কর।
cs: Kliknutím dovnitř bloku můžeš editovat jeho jméno.
cy: Cliciwch o fewn y bloc i olygu ei enw.
fa: برای ویرایش نام آن در داخل قطعه کلیک کنید.
fr: Clique dans le bloc pour changer son nom.
id: Klik di dalam balok untuk mengubah namanya.
sl: Klikni v bloku, če mu želiš spremeniti ime.
tr: İsmini değiştirmek için bloğun içine tıkla.
vi: Bấm bên trong mảnh ghép để thay đổi tên.

source: When you click OK, the new block will appear in <img src="%(url_more_blocks)s" /> :
bn: যখন তুমি OK ক্লিক করবে, নতুন ব্লক দৃশ্যমান হবে <img src="%(url_more_blocks)s" /> :
cs: Když stiskneš OK, nový blok se objeví v <img src="%(url_more_blocks)s" /> :
cy: Pan fyddwch yn clicio Iawn, bydd y bloc newydd yn ymddangos yn <img src="%(url_more_blocks)s" /> :
fa: هنگامی که شما OK را کلیک می‌کنید، قطعۀ جدید در آن ظاهر خواهد شد<img src="%(url_more_blocks)s" />:
fr: Quand tu cliques sur OK, le nouveau bloc va apparaître en <img src="%(url_more_blocks)s" />:
id: Ketika kamu mengklik OK, balok barunya akan muncul di <img src="%(url_more_blocks)s" /> :
sl: Ko klikneš OK se bo v <img src="%(url_more_blocks)s" />pojavil nov blok:
tr: OK a tıkladığında, yeni blok <img src="%(url_more_blocks)s" />de görünecek:
vi: Khi bạn bấm OK, mảnh ghép mới sẽ xuất hiện tron <img src="%(url_more_blocks)s" />:
