Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>Add and animate the other letters in your name.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
kk: <p>Есіміңіздің басқа әріптерін қосып, оны жандандырыңыз.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
nn: <p>Legg til og animer resten av bokstavane i namnet ditt.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
pt_br: <p>Adicione e anime as outras letras do seu nome.</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>
zh_tw: <p>嘗試運用不同的方式：加入你的英文姓名中的其他字母，並讓他們產生動畫效果。</p> <p> <img src = "%(STATIC_URL)s/images/help/new-sprite-choose-paint.png"></p>

source: <h4>Glide</h4> <p>Make your letter glide when you click it:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
kk: <h4>Жылжу</h4> <p>Әріпке басқанда ол жылжитындай етіңіз:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
nn: <h4>Gli</h4> <p>Gjer at figuren glir når nokon trykkjer på han:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
pt_br: <h4>Deslizar</h4> <p>Faça sua letra deslizar quando você clicar nela:</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>
zh_tw: <h4>滑行</h4> <p>當你按一下字母時，讓字母在舞台上平順滑動：</p> <p><img src = "%(STATIC_URL)s/images/help/when-clicked-glide.png"></p>

source: Select the Sounds tab <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Choose music from the library <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> or upload a file <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
kk: Дыбыс ендірмесін таңдаңыз <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Базадан музыка таңдаңыз<img src="%(STATIC_URL)s/images/help/speaker-icon.png"> не файлды жүктеңіз<img src="%(STATIC_URL)s/images/help/upload-icon.png">.
nn: Trykk på «Lydar»-fana <img src="%(STATIC_URL)s/images/help/sounds-tab.png">. Vel musikk frå lydbiblioteket <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> eller last opp ei fil <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
pt_br: Selecione a guia Sons <img src="%(STATIC_URL)s/images/help/sounds-tab.png">.. Escolha a música da biblioteca <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> ou faça upload de um arquivo <img src="%(STATIC_URL)s/images/help/upload-icon.png">.
zh_tw: 切換到「音效」頁籤 <img src="%(STATIC_URL)s/images/help/sounds-tab.png">。點擊 <img src="%(STATIC_URL)s/images/help/speaker-icon.png"> 從範例庫中選擇要使用的音效，或是用 <img src="%(STATIC_URL)s/images/help/upload-icon.png"> 從電腦匯入音效檔案。

source: Does your music get interrupted? Make sure to use the block that plays sound until done: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
kk: Музыка тоқтап қалды ма? Дыбысты соңына дейін ойнайтын блокты пайдаланғаныңызға көз жеткізіңіз: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
nn: Stoppar musikken for tidleg? Pass på å bruka klossen som spelar lyden til han er ferdig: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
pt_br: Sua música é interrompida? Verifique se está usando o bloco que reproduz o som até que esteja pronto: <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">
zh_tw: 音樂突然中斷？確定你使用的積木是「播放音效 {…} 到底」： <img src="%(STATIC_URL)s/images/help/play-sound-until-done.png">

source: Want the music to stop at the end of your program? Add this block to the last script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
kk: Бағдарламаңыздың соңында әуенді тоқтатқыңыз келеді ме? Осы блокты соңғы скриптке қосыңыз: <img src="%(STATIC_URL)s/images/help/stop-all.png">
nn: Vil du at musikken skal slutta når spelet er slutt? Legg til denne klossen i det siste skriptet: <img src="%(STATIC_URL)s/images/help/stop-all.png">
pt_br: Quer que a música pare no final do seu programa? Adicione este bloco no último script: <img src="%(STATIC_URL)s/images/help/stop-all.png">
zh_tw: 想要在程式結束的同時也停止播放音樂？可以在程式最後加上「停止 {全部}」積木：<img src="%(STATIC_URL)s/images/help/stop-all.png">

source: To record a sound, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Then, click the record button: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
kk: Дыбысты жазу үшін басыңыз <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> және микрофон үшін<img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Артынан жазу батырмасын басыңыз: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
nn: For å spela inn lydar, trykk på <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> og mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Trykk så på opptaksknappen: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
pt_br: Para gravar um som, clique em <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> e no microfone <img src="%(STATIC_URL)s/images/help/microphone-icon.png">. Em seguida, clique no botão de gravação: <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">
zh_tw: 若要錄製聲音，可以切換到音效頁籤 <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> 然後使用錄音工具 <img src="%(STATIC_URL)s/images/help/microphone-icon.png">，在音效編輯器上按下錄音按鈕： <br/> <img src="%(STATIC_URL)s/images/help/record-sound-button.png">

source: Type in a name for your sound:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
kk: Жазып алған дыбысыңызға ат беріңіз және оны енгізіңіз:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
nn: Gje lyden eit namn:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
pt_br: Digite um nome para o som:<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>
zh_tw: 為你的音效檔命名：<br/> <img src="%(STATIC_URL)s/images/help/sound-title.png"><p>

source: Then, click <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> and use this block:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Choose the sound name from the drop-down menu.
kk: Кейін басыңыз <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> және мына блокты қолданыңыз <br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Дыбысқа атты жоғарыдан түсетін мәзірден таңдаңыз.
nn: Trykk på <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> og bruk denne klossen:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Vel namnet til lyden frå menyen i klossen.
pt_br: Em seguida, clique em <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> e use este bloco:<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> Escolha o nome do som no menu suspenso.
zh_tw: 接著，切換到程式頁籤 <img src="%(STATIC_URL)s/images/help/scripts-tab.png"> 並使用下列積木：<br/> <img src="%(STATIC_URL)s/images/help/play-recording1-until-done.png"><br/> 最後從積木裡的下拉清單選擇該音效。

source: You can change backdrops using <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
kk: Мынаны қолдану арқылы фонды өзгерте аласыз <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nn: Du kan byta bakgrunnsbilete med <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt_br: Você pode alterar panos de fundo usando <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_tw: 你可以用下方積木來變換場景 <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: Here's an example:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
kk: Мысалға қараңыз:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
nn: Her er eit eksempel:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
pt_br: Este é um exemplo:<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>
zh_tw: 程式範例如下：<br/> <img src="%(STATIC_URL)s/images/help/switch-backdrop-ex.png"><br/> <br/> <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-animation.gif"></p>

source: First, choose the backdrops you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select each backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
kk: Бірінші, қалаған фонды таңдаңыз <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Содан соң, ашылмалы мәзірден фонның атын таңдаңыз: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nn: Vel først bakgrunnsbileta du vil ha <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Deretter kan du velja bakgrunnsbilete frå menyen i klossen: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt_br: Em primeiro lugar, escolha os panos de fundo que deseja <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Em seguida, selecione o nome de cada pano de fundo no menu suspenso: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_tw: 首先，從<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">挑選你要使用的舞台背景。 接著從積木裡頭的下拉清單中選擇它 <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: To add your voice, click <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> and the microphone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> to record the words.</p> Add this to your script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> just below the green flag block.
kk: Дауысыңызды қосу үшін басыңыз: <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> және микрофон <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> сөздерді жазу үшін.</p> Мынаны скриптіңізге қосыңыз:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> Жасыл жалауша блогының астында.
nn: For å leggja til di eiga røyst kan du trykkja <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> og på mikrofonen <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> for å spela inn ein lyd.</p> Legg dette til skriptet:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> rett under hattklossen for grønt flagg.
pt_br: Para adicionar sua voz, clique em <img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> e no microfone <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> para gravar suas palavras.</p> Acrescente isso em seu script:<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> logo abaixo do bloco da bandeira verde.
zh_tw: 若要添加你自己的聲音，可以切換到音效頁籤<img src="%(STATIC_URL)s/images/help/sounds-tab.png"><br/> 使用 <img src="%(STATIC_URL)s/images/help/microphone-icon.png"> 來錄製聲音。</p> 然後使用下方的積木來播放：<br/> <img src="%(STATIC_URL)s/images/help/play-sound-block.png"><br/> 記得把積木放在當綠旗被點擊的積木底下。

source: <p>First, click the heart sprite to select it. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
kk: ⇥<p>Бірінші, жүрек спрайтын басып оны таңдап алыңыз. ⇥<p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
nn: <p>Trykk først på hjartefiguren for å velja han. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
pt_br: <p>Primeiro, clique no coração para selecioná-lo. <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>
zh_tw: <p>首先，選取愛心這個角色。 <p><img src = "%(STATIC_URL)s/images/help/va-s7-i1.png"></p>

source: Animate Your Name
lt: Animuok savo vardą
nn: Animasjon med namnet ditt
pt_br: Anime seu Nome
zh_tw: 姓名動畫

source: B
de: H
