Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
bn: একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর।
cs: Přetáhni blok <span class="eventscolor">po kliknutí na<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> a umísti ho nahoru.
cy: Llusgwch allan floc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> wedi ei glicio</span> a'i snapio i'r brig.
de: Hole dir einen <span class="eventscolor">Wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span> Block und setze ihn oben an die Spitze.
fa: قطعه <span class="eventscolor">هنگامی که <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک می‌شود</span> را بیرون کشیده و آن را بالا بزنید.
fr: Faire un glisser-déposer du bloc<span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pressé</span> et enclenche le sur le dessus.
id: Seret keluar sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik</span> dan tempatkan di paling atas.
kk: <span class="eventscolor">қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз.
lt: Ištempk <span class="eventscolor">kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaudžiamas pelės klavišas</span> bloką ir uždėk jį ant viršaus
nb: Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst.
nn: Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst i skriptet.
pt_br: Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e coloque-o no topo.
sl: Uporabi blok <span class="eventscolor">ko je kliknjena <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> in ga dodaj na vrh.
tr: <span class="eventscolor"><img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca</span> taşını al ve tepeye oturt.
vi: Kéo ra mảnh ghép <span class="eventscolor">Khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và ghép nó vào phía trên.
zh_tw: 把積木 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 拖曳到當前積木堆的上方。

source: Next, code the dance
bn: পরবর্তীতে, নাচের কোড কর
cs: V dalším kroku naprogramuj tanec
cy: Nesaf, codiwch y ddawns
de: Programmiere als nächstes den Tanz
fa: سپس، رقص را کدگذاری کنید
fr: Ensuite, programme la danse
id: Setelah itu, buat kode untuk tariannya
kk: Келесі, биді кодтаңыз
lt: Toliau, programuok šokį
nb: Videre: programmér dansen
nn: Vidare: programmer dansen
pt_br: Em seguida, programe a dança
sl: Sedaj sprogramiraj ples
tr: Sırada, dansı kodlama var
vi: Tiếp theo, lập trình cho nó nhảy theo nhạc
zh_tw: 下一步，編寫舞蹈程式

source: Tell the dancer which moves to make.
bn: নৃত্যশিল্পীকে বল কোন পদক্ষেপ নিতে হবে।
cs: Řekni tanečníkovi, jak se má hýbat.
cy: Dywedwch wrth y dawnsiwr pa symudiadau i'w gwneud.
de: Sage der Tanzfigur, wie sie sich bewegen soll.
fa: به رقصنده بگویید چه حرکتی کند.
fr: Dites au danseur quels mouvements il doit exécuter.
id: Beritahukan si penari gerakan-gerakannya
kk: Бишіге қандай қимылдар жасау керек екендігін түсіндір.
lt: Pasakyk veikėjui kokius šokio judesius daryti
nb: Lag dansetrinn til danseren.
nn: Lag danserørsler til dansaren.
pt_br: Diga ao dançarino que passos fazer.
sl: Povej plesalcu katere gibe naj naredi.
tr: Dansçıya hangi hareketleri yapacağını tarif edelim.
vi: Nói với vũ công điệu nhảy để thực hiện.
zh_tw: 告訴舞者要表演什麼動作。

source: Click the <span class="tab-ref">Costumes</span> tab.
bn: <span class="tab-ref">পোশাক</span> ট্যাব ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Kostýmy </span>.
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span>.
de: Klicke auf den <span class="tab-ref">Kostüme</span>-Reiter.
fa: روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید.
fr: Cliquer l'onglet <span class="tab-ref">Costumes</span>.
id: Klik tab <span class="tab-ref">Kostum</span>.
kk: ⇥ <span class="tab-ref">Киімдер</span> ендірмесін басыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Kaukės</span> skyrių ⇥
nb: Klikk fanen <span class="tab-ref">Drakter</span>.
nn: Trykk på <span class="tab-ref">Drakter</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Fantasias</span>.
sl: klikni zavihek <span class="tab-ref">Videzi</span> .
tr: <span class="tab-ref">Kılıklar</span> kartını tıkla.
vi: Bấm vào thẻ <span class="tab-ref">Hóa trang</span>.
zh_tw: 切換到 <span class="tab-ref">造型</span> 頁籤。

source: Each costume has a different dance move.
bn: প্রতিটি পোশাকে আলাদা আলাদা একটি নাচের চাল আছে।
cs: Každý kostým má jiný taneční pohyb.
cy: Mae gan bob gwisg symudiadau dawnsio gwahanol.
de: Jedes Kostüm enthält eine andere Tanzbewegung.
fa: هر حالت دارای حرکت رقص متفاوتی است.
fr: Chaque costume exécute un mouvement de danse différent.
id: Setiap kostum memiliki sebuah gerakan tarian berbeda.
kk: Әрбір киімнің өзгеше би қимылдары бар.
lt: Kiekviena kaukė turi skirtingą šokio judesį
nb: Hver drakt har et eget dansetrinn.
nn: Kvar drakt har ein eigen dansepositur.
pt_br: Cada fantasia tem um passo de dança diferente.
sl: Plesni gibi se pri različnih videzih razlikujejo.
tr: Dans kuklasının kılıkları farklı bir dans hareketidir.
vi: Mỗi hóa trang khác nhau có một điệu nhảy khác nhau.
zh_tw: 角色的每個造型代表每個要表演的舞蹈動作。

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">switch costume to</span> block.
bn: <span class="lookscolor">চেহারা</span> ক্যাটাগরিতে ক্লিক কর, এবং <span class="lookscolor">পোশাকের পরিবর্তন</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span> a táhni blokem <span class="lookscolor">změň kostým</span>.
cy: Cliciwch gategori <span class="lookscolor">Edrychiad</span> a llusgo allan floc <span class="lookscolor">newid gwisg i</span>.
de: Klicke auf die <span class="lookscolor">Aussehen</span>-Kategorie, hole dir den <span class="lookscolor">wechsle zu Kostüm</span> Block.
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید، و یک قطعه <span class="lookscolor">تغییر حالت </span>را بیرون بکشید.
fr: Cliquer la catégorie <span class="looks color">Apparence</span>, et faites un glisser-déposer d'un bloc<span class="lookscolor">basculer sur costume</span> .
id: Klik kelompok <span class="lookscolor">Tampilan</span> dan seret keluar sebuah balok <span class="lookscolor">ganti ke kostum</span>.
kk: ⇥ <span class="lookscolor">Көріністер</span> категориясын таңдаңыз, және<span class="lookscolor">киімді ауыстыру</span> блокын шығарыңыз . ⇥
lt: ⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių ir ištempk <span class="lookscolor">Keisk kaukę į</span> bloką ⇥
nb: Klikk på <span class="lookscolor">Utseende</span>-kategorien og dra ut en <span class="lookscolor">bytt drakt til</span>-kloss.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien og dra ut ein <span class="lookscolor">byt drakt til</span>-kloss.
pt_br: Clique na categoria <span class="lookscolor">Aparência</span> e arraste um bloco <span class="lookscolor">trocar fantasia para</span>.
sl: Klikni na kategorijo <span class="lookscolor">Izgled</span> in uporabi blok <span class="lookscolor">zamenjaj videz na</span> .
tr: <span class="lookscolor">Görünüm</span> grubundan, <span class="lookscolor">_ kılığına geç</span> taşını dışarı al.
vi: Bấm chọn loại <span class="lookscolor">Vẻ ngoài </span>, và kéo ra mảnh ghép <span class="lookscolor">đổi hóa trang </span>.
zh_tw: 從 <span class="lookscolor">外觀</span> 類指令中拖曳出 <span class="lookscolor">造型換成 {…}</span> 積木。

source: Choose a costume from the drop-down menu.
bn: ড্রপ-ডাউন মেনু থেকে একটি পোশাক বাছাই কর।
cs: Vyber si kostým z rozbalovacího menu.
cy: Dewiswch wisg o'r gwymplen.
de: Wähle ein Kostüm aus der Auswahlliste.
fa: یک حالت را از منوی کشویی انتخاب کنید.
fr: Choisissez un costume dans le menu déroulant.
id: Pilih sebuah kostum dari menu tarik-turun.
kk: Ашылмалы мәзірден костюм таңдаңыз
lt: Pasirink kaukę iš išskleidžiamojo meniu
nb: Velg en drakt fra menyen i klossen.
nn: Vel ei drakt frå menyen i klossen.
pt_br: Escolha uma fantasia no menu suspenso.
sl: Iz menuja izberi videz.
tr: Bu taşın açılır menüsünden bir kılık seç.
vi: chọn hóa trang từ menu xổ xuống.
zh_tw: 從下拉清單中選取一個造型。

source: Build up a dance script by switching to different costumes.
bn: বিভিন্ন পোশাক পরিবর্তন করে একটি নাচের স্ক্রিপ্ট তৈরি কর।
cs: Vytvoř tančící scénář tím, že vyměníš různé kostýmy.
cy: Adeiladwch sgript dawnsio drwy newid i wisgoedd gwahanol.
de: Baue ein Tanz-Skript, indem du zwischen verschiedenen Kostümen umschaltest.
fa: با تغییر دادن به حالت‌های مختلف، یک دستور رقص ایجاد کنید.
fr: Programmer un script de danse en basculant sur des costumes différents.
id: Bangun sebuah skrip tarian dengan mengganti-ganti kostum.
kk: Әртүрлі костюмдерге ауысу арқылы би скриптін құрыңыз.
lt: Sukurk šokio scenarijų keisdamas skirtingas kaukes
nb: Sett sammen et skript for en dans ved å bytte til forskjellige drakter.
nn: Set saman eit danseskript ved å byta til ulike drakter.
pt_br: Crie um script de dança trocando fantasias diferentes.
sl: Ustvari plesni program z menjanjem videzov.
tr: Farklı farklı kılıkları seçerek bir dans hareketleri talimatı oluştur.
vi: Xây dựng kịch bản bằng cách thay đổi những kiểu hóa trang khác nhau.
zh_tw: 透過切換數個造型來建立起程式積木堆。

source: Use a <span class="controlcolor">wait</span> block (from the <span class="controlcolor">Control</span> category) to pause between moves.
bn: পদক্ষেপের মধ্যে বিরতি দেওয়ার জন্য একটি <span class="controlcolor">অপেক্ষা</span> ব্লক (<span class="controlcolor">নিয়ন্ত্রণ</span> বিভাগ থেকে) ব্যবহার কর।
cs: Použij blok <span class="controlcolor">čekej</span> (z kategorie <span class="controlcolor">Kontrola</span>) pro přerušení mezi tahy.
cy: Defnyddiwch floc <span class="controlcolor">aros</span> o'r categori (from the <span class="controlcolor">Rheoli</span> category) i oedi rhwng symudiadau.
de: Verwende einen <span class="controlcolor">warte</span> Block (aus der <span class="controlcolor">Steuerung</span>-Kategorie), um zwischen den Bewegungen eine Pause zu machen.
fa: از قطعه <span class="controlcolor">صبر کن</span> (از دسته <span class="controlcolor">کنترل</span>)برای مکث بین حرکت‌ها استفاده کنید.
fr: Utiliser un bloc <span class="control color">attendre</span> (de la catégorie <span class="controlcolor">Contrôle</span>) pour faire une pause entre les mouvements.
id: Gunakan sebuah balok <span class="controlcolor">tunggu</span> (dari balok <span class="controlcolor">Kontrol</span>) untuk berhenti di antara gerakan-gerakan.
kk: ⇥Қозғалыстар арасында тоқтау үшін <span class="controlcolor">Күту</span> блокын қолданыңыз ( <span class="controlcolor">Бақылау</span> категориясынан) ⇥
lt: ⇥Naudok <span class="controlcolor">Lauk</span> bloką (iš <span class="controlcolor">Valdymas</span> skyriaus) padaryti pauzėms tarp judesių. ⇥
nb: Bruk en <span class="controlcolor">vent</span>-kloss (fra <span class="controlcolor">Styring</span>-kategorien) for å bestemme tiden mellom hvert trinn.
nn: Bruk ein <span class="controlcolor">vent</span>-kloss (frå <span class="controlcolor">Styring</span>-kategorien) for å venta litt mellom kvart dansesteg.
pt_br: Use um bloco <span class="controlcolor">espere</span> (da categoria <span class="controlcolor">Controle</span>) para pausar entre os passos.
sl: Za premor med gibi uporabi blok <span class="controlcolor">počakaj</span> (je v kategoriji <span class="controlcolor">Krmiljenje</span>) .
tr: <span class="controlcolor">Kontrol</span> grubunda bulacağın <span class="controlcolor">_ saniye bekle</span> taşını harketlerin arasına beklemeler koymak için kullanabilirsin.
vi: Sử dụng mảnh ghép <span class="controlcolor">chờ</span> (từ loại <span class="controlcolor">Điều khiển</span>) để tạm dừng giữa những điệu nhảy.
zh_tw: 從 <span class="controlcolor">控制 </span> 類指令中，將 <span class="controlcolor">等待</span> 積木放置到造型切換的中間做為動作停頓點。

source: Click anywhere on your script to try it.
bn: স্ক্রিপ্ট যাচাই করতে যে কোনো স্থানে ক্লিক কর।
cs: Kliknutím kamkoli na svůj scénář to vyzkoušíš.
cy: Cliciwch unrhyw le ar eich sgript i roi cynnig arno.
de: Klicke irgendwo auf dein Skript, um es auszuprobieren.
fa: هر جای دستور کلیک کرده تا امتحانش کنید.
fr: Cliquer n'importe où sur ton script pour l'essayer.
id: Klik di mana pun di skripmu untuk mencobanya.
kk: Тексеру үшін скрипттің кез-келген жерінен басып көріңіз
lt: Spausk betkur ant savo scenarijaus norėdamas jį išbandyti
nb: Klikk på skriptet for å prøve det.
nn: Trykk kor som helst på skriptet for å prøva det.
pt_br: Clique em qualquer lugar no seu script para testá-lo.
sl: Za preiskus programa, klikni na poljubno mesto v skripti.
tr: Denemek için taş dizisinde herhangi bir yere tıkla.
vi: bấm bất kỳ vị trí nào trong kịch bản để thử nó.
zh_tw: 點擊你積木堆來試試效果如何。

source: Make sure you have a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block on top of the script.
bn: নিশ্চিত কর তোমার স্ক্রিপ্টের উপরে একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয় </span> ব্লক আছে।
cs: Ujisti se, že máš blok <span class="eventscolor">po kliknutí na<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> na vrcholu scénáře.
cy: Gwnewch yn siwr fod gennych floc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> ar ben y sgript.
de: Stelle sicher, dass du einen <span class="eventscolor">Wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span> Block am Anfang des Skripts hast.
fa: اطمینان حاصل کنید که قطعه <span class="eventscolor">وقتی <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک می‌شود</span>را در بالای دستور دارید.
fr: Assurer vous d'avoir mis un bloc <span class="events color">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pressé</span> sur le dessus du script.
id: Pastikan kamu memiliki sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik</span> di bagian paling atas skrip.
kk: Сізде скрипттің үстінде <span class="eventscolor">қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогының бар екеніне көз жеткізіңіз.
lt: Įsitikink, kad <span class="eventscolor">kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaudžiamas</span> blokas yra scenarijaus viršuje
nb: Pass på at du setter en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss på toppen av skriptet.
nn: Pass på at du set ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-hattkloss øvst i skriptet.
pt_br: Verifique se você tem um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> no topo do script.
sl: Pazi, da je blok <span class="eventscolor">Ko je kliknjena <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> na vrhu skripte.
tr: Dizili taşların en üstünde <span class="eventscolor">[<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıklanınca]</span> taşının olduğuna emin ol.
vi: Chắc rằng bạn có mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> trên cùng kịch bản.
zh_tw: 確定你已將 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 積木放最積木堆的最上方。

source: Then, click the green flag to play your scripts:
bn: তারপর, তোমার স্ক্রিপ্টগুলো চালাতে সবুজ পতাকা ক্লিক কর:
cs: Poté klikni na zelenou vlajku pro přehrání svého scénáře.
cy: Yna, cliciwch y faner werdd i chwarae eich sgriptiau:
de: Klicke dann die grüne Flagge, um deine Skripte zu starten:
fa: سپس برای پخش دستور خود، روی پرچم سبز کلیک کنید:
fr: Ensuite, cliquer sur le drapeau vert pour lancer tes scripts:
id: Setelah itu, klik bendera hijau untuk menjalankan skrip-skripmu.
kk: Содан соң, скриптті орындау үшін жасыл жалаушаны басыңыз:
lt: Tada, spausk žalią vėliavą ir paleisk savo scenarijus:
nb: Klikk det grønne flagget for å starte skriptene:
nn: Trykk så på det grøne flagget for å starta skripta:
pt_br: Então, clique na bandeira verde para reproduzir seus scripts:
sl: Za zagon programa klikni zeleno zastavo:
tr: Komut dizisini başlatmak için yeşil bayrağa tıkla:
vi: sau đó, bấm chọn Lá cờ xanh để thực hiện kịch bản:
zh_tw: 接著，你就可以按下綠旗圖示來執行你的程式：

source: Next, dance to the music
bn: এরপর, সঙ্গীতের সঙ্গে নাচ
cs: Jako další krok tanči do rytmu muziky
cy: Nesaf, dawnsiwch i'r gerddoriaeth
de: Als nächstes tanze zur Musik
fa: سپس با موسیقی برقصید
fr: Ensuite, danse sur la musique.
id: Kemudian, menarilah ke musik
kk: Келесі, әуенге билеңіз
lt: Toliau, šok pagal muziką
nb: Videre: dans til musikken
nn: Vidare: dans til musikken
pt_br: Em seguida, dance a música
sl: Sedaj pleši po glasbi
tr: Şimdi, müziğe göre dans
vi: Tiếp theo, nhảy theo điệu nhạc
zh_tw: 下一步，隨音樂起舞

source: Adjust the dance moves so they coordinate with the music.
bn: নাচের গতিবিধি সামঞ্জস্য কর যাতে এটি সঙ্গীতের সাথে সমন্বয় করে।
cs: Uprav taneční pohyby, aby se sladily s hudbou.
cy: Newidiwch y symudiadau dawnsio fel eu bod yn cyd-fynd â'r gerddoriaeth.
de: Justiere die Tanzbewegungen, damit sie zur Musik passen.
fa: حرکت‌های رقص را تنظیم کنید تا با موسیقی هماهنگ شوند.
fr: Coordonner les mouvements de danse afin de les synchroniser avec la musique.
id: Atur gerakan-gerakan tariannya agar mereka selaras dengan musik.
kk: Би қимылдары әуенмен үйлесетіндей қылып реттеңіз.
lt: Sureguliuok šokio judesius, kad jie atitiktų muziką
nb: Tilpass dansetrinnene så de går i takt med musikken.
nn: Tilpass danserørslene slik at dei går i takt med musikken.
pt_br: Ajuste os passos de dança para que eles fiquem coordenados com a música.
sl: Prilagodi plesne gibe da ustrezajo glasbi.
tr: Dans figürlerini müziğimizle uyumlu hale getirelim.
vi: Điều chỉnh động tác để nó có thể phù hợp với âm nhạc.
zh_tw: 調整舞蹈動作，讓它與音樂能夠合拍。

source: Wrap a <span class="controlcolor">repeat</span> around any blocks you want to repeat:
bn: পুনরাবৃত্তি করতে চাইলে একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক এটির চারপাশে মুড়িয়ে দাও:
cs: Obal <span class="controlcolor">opakuj</span> kolem všech bloků, které chceš opakovat:
cy: Llusgwch allan floc <span class="controlcolor">ailadrodd</span>, a'i lapio o amgylch:
de: Packe einen <span class="controlcolor">wiederhole</span> Block um die Blöcke, die du wiederholen möchtest:
fa: <span class="controlcolor">تکرار</span> را در اطراف هر قطعه‌ای که می‌خواهید تکرار کنید، قرار دهید:
fr: Envelopper à l'aide d'un bloc<span class="controlcolor">répéter</span> tous les blocs que vous voulez répéter:
id: Bungkus balok-balok apapun yang ingin kamu ingin mengulang dengan sebuah <span class="controlcolor">ulangi</span>:
kk: <span class="controlcolor">Қайталауды</span> кез келген блоктың айналасына ораңыз:
lt: Apglėbk <span class="controlcolor">Kartok</span> apie betkuriuos blokus kuriuos nori kartoti:
nb: Fest en <span class="controlcolor">gjenta</span>-kloss rundt bevegelser du vil gjenta:
nn: Fest ein <span class="controlcolor">gjenta</span>-kloss rundt rørsler du vil gjenta:
pt_br: Coloque um bloco <span class="controlcolor">repita</span> em torno dos blocos que você quer repetir:
sl: Ukaze, ki jih želiš izvesti večkrat, ovij z blokom <span class="controlcolor">ponavljaj</span> :
tr: <span class="controlcolor">[.... defa tekrarla]</span> taşını tekrar ettirmek istediğin taş grubunun etrafına geçir
vi: Dùng mảnh ghép <span class="controlcolor">Lặp lại</span> bao quanh mảnh ghép mà bạn muốn nó được lặp lại:
zh_tw: 使用 <span class="controlcolor">重複</span> 積木把要重複的積木堆包起來：

source: Adjust the wait times to sync with the music.
bn: সঙ্গীতের সাথে সিঙ্ক করার জন্য অপেক্ষা করার সময়ের সামঞ্জস্য কর।
cs: Uprav doby čekání ke sladění s hudbou.
cy: Newidiwch yr amseroedd aros fel eu bod yn cyd-fynd â'r gerddoriaeth.
de: Stelle die Wartezeiten so ein, dass es zur Musik passt.
fa: زمان انتظار را برای همگام‌سازی با موسیقی تنظیم می‌کند.
fr: Ajuster un temps d'attente pour vous synchroniser avec la musique.
id: Atur lama waktu tunggu untuk bersinkronisasi dengan musik.
kk: әуеннің синхронизацияға кететін күту уақытын реттеңіз
lt: Keisk laukimo laikus norėdamas sinchronizuoti su muzika
nb: Juster ventetidene slik at trinnene kommer i takt med musikken.
nn: Juster ventetidene slik at danserørslene kjem i takt med musikken.
pt_br: Ajuste os tempos de esperar para sincronizar com a música.
sl: Prilagodi čas čakanja med gibi, da ples uskladiš z glasbo.
tr: Bekleme sürelerini müziğe uygun hale getir.
vi: Điều chỉnh thời gian để đồng bộ với âm nhạc.
zh_tw: 調整等待時間，讓它能與音樂的拍子同步。

source: Next, enhance your dance
bn: তারপর, তোমার নাচ উন্নত কর
cs: Jako další krok vylepši svůj tanec
cy: Nesaf, gwella eich dawns
de: Dann erweitere deinen Tanz
fa: سپس، رقص خود را بهبود بخشید
fr: Ensuite, améliorer votre danse
id: Kemudian, kembangkan tarianmu
kk: Келесі, биіңізді жақсартыңыз
lt: Toliau, patobulink savo šokį
nb: Videre: gjør dansen kulere
nn: Vidare: gjer dansen kulare
pt_br: Em seguida, melhore sua dança
sl: Sedaj izpopolni svoj ples
tr: Sırada, dansı ilerletme
vi: Tiếp theo, nâng cao độ khó của điệu nhảy của bạn
zh_tw: 下一步，改良你的舞蹈

source: Amp up your dance with these ideas.
cs: Vylepši si tanec těmito nápady.
cy: Bywiogwch eich dawns gyda'r syniadau hyn.
de: Mache mehr aus deinem Tanz mit folgenden Ideen.
fa: رقص خود را با این ایده‌ها تقویت کنید.
fr: Enrichir votre danse avec ces idées.
id: Tingkatkan tarianmu dengan ide-ide ini.
kk: Келесі идеялармен өз биіңізді жақсартыңыз.
lt: Pastiprink savo šokį šiomis idėjomis
nb: Lag en bedre dans! Her er noen ideer.
nn: Lag ein betre dans! Her er nokre idéar.
pt_br: Anime sua dança com essas ideias.
sl: Poživi svoj ples z naslednjimi idejami,
tr: Bu fikirleri kullanarak dans tekniğini uçur.
vi: cải tiến điệu nhảy của bạn với những ý tưởng này.
zh_tw: 這兒有些改良舞蹈的好點子。
