Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: You can use variable blocks to monitor how your pet is feeling.
bn: তোমার পোষা প্রাণী কেমন অনুভব করছে তা পর্যবেক্ষণ করতে তুমি ভ্যারিয়েবল ব্লক ব্যবহার করতে পার।
cs: Můžeš použít bloky proměnných ke sledování, jak se tvůj mazlíček cítí.
cy: Gallwch ddefnyddio blociau newidyn i fonitro sut mae eich anifail anwes yn teimlo.
de: Du kannst Variablen verwenden um Gefühle deines Haustiers zu modellieren.
fa: شما می‌توانید از قطعههای متغیر برای نظارت بر حال حیوان خانگی خود استفاده کنید.
fr: Tu peux utiliser des blocs à variables pour surveiller comment ton animal de compagnie se sent.
kk: Үй жануарыңыз өзін қалай сезініп тұрғанын тексеру үшін айнымалы блоктар пайдалана аласыз.
nb: Du kan bruke variabler for å følge med på hvordan dyret føler seg.
nn: Du kan bruka variablar for å følgja med på korleis kjæledyret ditt har det.
pt_br: Você pode usar blocos de variável para monitorar como seu animal de estimação está se sentindo.
tr: Hayvanın ne hissettiğini 'değişken' taşları ile takip edebilirsin.
vi: Bạn có thể sử dụng các mảnh ghép biến để theo dõi cảm xúc của thú cưng.
zh_tw: 你可以用數據來隨時監控寵物的心情指數。

source: For example, to monitor if your pet is hungry, go to <span class="datacolor">Data</span> and click on 'Make a Variable.' Type in something like 'Hungry.'</p>
bn: উদাহরণস্বরূপ, তোমার পোষা প্রাণী ক্ষুধার্ত কিনা তা পর্যবেক্ষণ করতে, <span class="datacolor">Data</span> এ যাও এবং 'একটি ভ্যারিয়েবল তৈরি কর' এ ক্লিক কর। 'ক্ষুধার্ত' এর মত কিছু টাইপ কর।</p>
cs: Například, ke sledování, jestli je tvůj mazlíček hladový, jdi na <span class="datacolor">Data</span> a dej 'vytvořit proměnnou'. Napiš něco jako 'hladový.'</p>
cy: Er enghraifft, i fonitro os yw eich anifail anwes yn llwglyd, ewch i <span class="datacolor">Data</span> a chlicio ar 'Creu Newidyn.' Teipiwch rywbeth fel 'Llwglyd.'</p>
de: Um etwa herauszufinden, ob dein Haustier hungrig ist, gehe zu <span class="datacolor">Daten</span> und klicke auf 'Neue Variable.' Gib zum Beispiel 'Hunger' ein.</p>
fa: به عنوان مثال، برای نظارت بر اینکه اگر حیوان خانگی شما گرسنه باشد، به <span class="datacolor">داده‌ها</span>رفته و روی "ایجاد یک متغیر" کلیک کنید. چیزی مثل "گرسنه" را وارد کنید.</p>
fr: Par exemple, pour surveiller si ton animal a faim, va à <span class="datacolor">Données</span> et clique sur 'Créer une variable.' Ecris quelque chose comme 'Hungry.'</p>
kk: Үй жануарыңыздың қарны ашқанын білу үшін <span class="datacolor">Мәлімет</span> -ке барыңыз және 'Шама еңгізу' -ге басыңыз. 'Қарны аш' дегендей бірдеңе теріңіз. </p>
nb: For eksempel kan du se om dyret er sultent. Gå til <span class="datacolor">Data</span> og klikk "Lag en ny variabel". Gi variabelen et navn, for eksempel "sult".</p>
nn: For eksempel kan du sjå om det er svolte. Gå til <span class="datacolor">Data</span> og trykk på «Lag ein variabel». Gje variabelen eit namn, for eksempel «svolten».</p>
pt_br: Por exemplo, para saber se seu animal de estimação está com fome, acesse <span class="datacolor">Dados</span> e clique em "Criar uma variável". Digite algo como "Fome".</p>
tr: Örneğin, hayvanın açlık derecesini ölçmek ve anlamak için <span class="datacolor">Veri</span> grubuna girip 'Bir Değişken Oluştur' düğmesine tıkla. 'Açlık' gibi açıklayıcı bir isim ver.</p>
vi: Ví dụ, để theo dõi nếu thú cưng đói, vào <span class="datacolor">Dữ liệu</span> và bấm vào 'Tạo biến'. Nhập vào gì đó như 'Đói'.</p>
zh_tw: 例如，監控你的寵物是不是肚子餓了。你可以從 <span class="datacolor">數據</span> 中「建立一個變數」，名為「hungry」。</p>

source: You can use a script like this so that your pet gets hungrier over time:
bn: তুমি এটির মতো একটি স্ক্রিপ্ট ব্যবহার করতে পারো যাতে তোমার পোষা প্রাণী সময়ের সাথে সাথে ক্ষুধার্ত হয়ে যায়ঃ
cs: Můžeš použít scénář jako tento, aby tvůj mazlíček v průběhu času dostal větší hlad.
cy: Gallwch ddefnyddio sgript fel hyn fel bod eich anifail anwes yn mynd yn fwy llwglyd dros amser:
de: Du kannst ein Skript wie folgendes verwenden damit dein Haustier mit der Zeit hungriger wird:
fa: شما می‌توانید از یک دستور مانند این استفاده کنید تا حیوان خانگی شما در طول زمان گرسنه‌تر شود:
fr: Tu peux utiliser un script comme celui-ci afin qu'au fil du temps ton animal de compagnie ait faim au fil du temps:
kk: Уақыт өте келе үй жануарыңыздың қарны ашатындай ету үшін мынадай скрипт пайдалана аласыз:
nb: Du kan bruke et skript slik som her for å gjøre dyret mer og mer sultent:
nn: Du kan bruka eit skript som dette for å gjera dyret meir og meir svolte:
pt_br: Você pode usar um script como este para que seu animal de estimação fique com fome com o passar do tempo:
tr: Hayvanının zaman geçtikçe daha da acıkması için bunun gibi bir dizi kullanabilirsin:
vi: Bạn có thể sử dụng kịch bản như thế này để thú cưng trở nên đói theo thời gian:
zh_tw: 你可以使用像下方示範的程式，如此你的寵物就會有飢餓感（隨時間愈來愈餓）：

source: To make it less hungry, add this block to the 'when I receive food' script:
bn: এটিকে কম ক্ষুধার্ত করতে, 'যখন আমি খাবার পাই' স্ক্রিপ্টে এই ব্লকটি যুক্ত করুন:
cs: Aby nebyl tak hladový přidej tento blok do 'když obdržím jídlo' scénáře:
cy: I'w wneud yn llai llwglyd, ychwanegwch y bloc hwn i'r sgript 'pan fydda i'n derbyn bwyd':
de: Damit der Hunger wieder abnimmt, füge diesen Block zum 'Wenn ich "food" empfange'-Skript hinzu:
fa: برای کاهش گرسنگی، این قطعه را به دستور "زمان دریافت غذا" اضافه کنید:
fr: Pour qu'il ait moins faim, ajouter ce bloc au script 'quand je reçois la nourriture':
kk: Аздап қарнын тойдыру үшін 'қашан тамақ ішемін' скриптіне мына блокты қосыңыз:
nb: For at dyret skal bli mindre sultent kan du legge til denne klossen i skriptet der figuren får mat:
nn: For å gjera det mettare kan du leggja til denne klossen i skriptet der figuren får mat:
pt_br: Para deixá-lo com menos fome, adicione este bloco ao script "quando eu receber comida":
tr: Açlığını biraz azaltmak için aşağıdaki taşı [yiyecek haberi gelince] dizisinin altına ekle:
vi: Để làm nó ít đói hơn, thêm vào mảnh ghép này vào kịch bản 'khi tôi nhận thức ăn':
zh_tw: 要讓你的寵物有「飽足感」，就添加如下的積木到「當接到訊息 {food}」的積木後：

source: You could also monitor if your pet is thirsty, sleepy, or bored.
bn: তোমার পোষা প্রাণীটি যদি তৃষ্ণার্ত, নিদ্রাহীন বা বিরক্ত হয় তুমি তাও পর্যবেক্ষণ করতে পার।
cs: Můžeš také sledovat, jestli je tvůj mazlíček žíznivý, hladový nebo se nudí.
cy: Gallwch hefyd fonitro os yw eich anifail anwes yn sychedig, cysglyd neu wedi diflasu.
de: Du kannst auch überwachen ob dein Haustier durstig, schläfrig oder gelangweilt ist.
fa: شما همچنین می‌توانید نظارت کنید که حیوان خانگی شما تشنه، خواب‌آلود یا کسل است.
fr: Tu peux également contrôler ton animal s'il a soif, sommeil, ou s'il s'ennuie.
kk: Үй жануарыңыздың шөлдегенін, ұйқысы келгенін не іші пысқанын да қадағалай аласыз.
nb: Du kan også lage variabler som viser om dyret er tørst, søvnig eller kjeder seg.
nn: Du kan òg laga variablar som viser om dyret er tørst, søvnig eller kjedar seg.
pt_br: Você também pode monitorar seu animal de estimação para ver se ele está com sede, com sono, ou chateado.
tr: Hayvanının susuzluğunu, uykusuzluğunu ve can sıkıntısını böyle takip edebilirsin.
vi: Bạn cũng nên theo dõi nếu thú cưng khát nước, buồn ngủ, hay buồn chán.
zh_tw: 你可以用同樣的方式來讓寵物開始也會「口渴」、「愛睏」、「無聊」。

source: Next, share your pet
bn: তারপর, তোমার পোষাপ্রাণীটি দেখাও
cs: Jako další krok sdílej svého mazlíčka
cy: Nesaf, rhannwch eich anifail anwes
de: Veröffentliche nun dein Haustier
fa: سپس، حیوان خانگی خود را به اشتراک بگذارید
fr: Ensuite, partage ton animal de compagnie
kk: Енді, үй жануарыңызбен бөлісіңіз
nb: Videre: vis fram kjæledyret ditt
nn: Vidare: vis fram kjæledyret ditt
pt_br: Em seguida, compartilhe seu animal de estimação
tr: Sırada, hayvanını paylaşma var
vi: Tiếp theo, chia sẻ thú cưng của bạn
zh_tw: 下一步，分享你的寵物

source: Choose a sprite that has costumes with moving legs, such as:
bn: একটি স্প্রাইট পছন্দ কর যার মধ্যে সচল পা সহ পোশাক রয়েছে, যেমন:
cs: Vyber si postavu, která má kostýmy s pohybujícíma se nohama, jako třeba:
cy: Dewiswch gorlun sydd â gwisgoedd â choesau'n symud, fel:
de: Wähle eine Figur mit Kostümen in denen sich die Beine bewegen, wie zum Beispiel:
fa: شکلکی را انتخاب کنید که حالت‌هایی با پاهای متحرک داشته باشد، مانند:
fr: Choisis un lutin qui a des costumes avec les jambes qui bougent, tel que:
kk: Осы сияқты Аяғы қозғалатын костюмі бар спрайтты таңдаңыз:
nb: Velg en figur som har drakter der bena beveger seg, for eksempel:
nn: Vel ein figur som har drakter der beina rører seg, for eksempel:
pt_br: Escolha um ator que tenha fantasias com pernas que se movem, como:
sl: Izberi figuro, ki v različnih videzih premakne noge, kot je:
tr: Kılıkları değiştiğinde bacakları da hareket ediyormuş gibi görünen bir kukla seç, mesela şunlardan biri:
vi: Chọn đối tượng có trang phục có chân chuyển động, như là:
zh_tw: 挑選一個有腿部移動造型的角色，像是：

source: Add a script to change costumes and move:
bn: পোশাক পরিবর্তন এবং সরানোর জন্য একটি স্ক্রিপ্ট যোগ কর:
cs: Přidej skript pro změnu kostýmů a pohybu:
cy: Ychwanegwch sgript i newid gwisgoedd a symud:
de: Füge ein Skript zum Wechseln der Kostüme und zum Bewegen hinzu:
fa: برای تغییر حالت و حرکت یک دستور اضافه کنید:
fr: Ajouter un script pour changer de costume et se déplacer:
kk: Киімді ауыстыру үшін скрипт қосыңыз және жылжыңыз:
nb: Lag et skript som bytter drakt og flytter figuren:
nn: Lag eit skript som byter drakt og flyttar på figuren:
pt_br: Adicione um script para mudar de fantasia e se mover:
sl: Dodaj skripto, da bo figura spreminjala videz in se premikala:
tr: Kılıkları değiştiren ve hareket ettiren bir dizi ekle:
vi: Thêm vào kịch bản để thay đổi trang phục và di chuyển:
zh_tw: 編寫如下程式：

source: You can change how fast it moves by typing in other numbers.
bn: তুমি অন্য সংখ্যা টাইপ করে কত দ্রুত গতিতে এটি চলবে তা পরিবর্তন করতে পার।
cs: Psaním dalších čísel můžeš měnit rychlost pohybu.
cy: Gallwch newid pa mor gyflym mae'n symud drwy deipio rhifau eraill.
de: Gibt andere Zahlen ein um einzustellen wie schnell es sich bewegt.
fa: شما می‌توانید با تایپ کردن سایر اعداد، سرعت آن را تغییر دهید.
fr: Tu peux modifier la vitesse à laquelle il se déplace en entrant d'autres valeurs.
kk: Қимылдау шапшаңдығын басқа сандарды басу арқылы өзгерте аласыз.
nb: Du kan forandre farten ved å skrive inn andre tall.
nn: Du kan endra farten ved å skriva inn andre tal.
pt_br: Você pode alterar a velocidade com que ele se move, digitando outros números.
sl: Če vneseš druga števila, boš s tem spremenil-a hitrost gibanja.
tr: Başka sayılar girerek hareket hızını değiştirebilrisin.
vi: Bạn có thể thay đổi tốc độ di chuyển bằng cách nhập vào con số khác.
zh_tw: 你可以在積木裡輸入不同的數字，以改變走路頻率和步伐大小。

source: If the sprite is upside-down, click <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> and set the rotation style to left-right:
bn: স্প্রাইটটি যদি উল্টো হয়, ক্লিক কর <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> এবং বাম-ডানে ঘূর্ণন শৈলী নির্ধারণ কর:
cs: Pokud je postava vzhůru nohama, klikni <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> a nastav směr rotace zleva doprava:
cy: Os yw'r corlun wyneb i waered, cliciwch <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> a gosod yr arddull troi i chwith-de:
de: Wenn die Figur kopfüber steht, klicke auf <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> und setze den Drehmodus auf links-rechts:
fa: اگر شکلک وارونه است، <img src="%(STATIC_URL)s/images/help/info.gif"><br/>را کلیک کنید و سبک چرخش را به چپ و راست تنظیم کنید:
fr: Si le lutin est à l'envers, clique sur <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> et change le style de rotation pour gauche-droite :
kk: Спрайт төмен қарап қалған болса, <img src="%(STATIC_URL)s/images/help/info.gif"> <br/>басыңыз және солдан оңға айналуды қосыңыз.
nb: Hvis figuren er opp-ned, klikk <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> og velg at figuren skal vende sideveis:
nn: Viss figuren er opp ned, trykk på <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> og vel at figuren skal bruka roteringstypen «vend sidevegs»:
pt_br: Se o ator estiver de ponta-cabeça, clique em <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> e defina o estilo de rotação para esquerda-direita:
sl: Če je figura postavljena na glavo, klikni <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> in nastavi stil vrtenja na levo-desno:
tr: Eğer kuklan tepetaklak olursa, <img src="%(STATIC_URL)s/images/help/info.gif"> harfine tıkla<br/> ve sadece sağa sola dönüş izini ver:
vi: Nếu đối tượng bị lộn ngược, bấm vào <img src="%(STATIC_URL)s/images/help/info.gif"> <br/> và đặt chiều quay thành trái-phải:
zh_tw: 如果角色在移動時發生上下顛倒的現象， 可以點擊<img src="%(STATIC_URL)s/images/help/info.gif"> <br/> 然後將迴轉方式設定成「左-右」：

source: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Install the Device Manager</a> from the Apple App Store.
bn: Apple অ্যাপ স্টোর থেকে <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank"> Install the Device Manager</a>।
cs: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Instaluj Správce Zařízení</a> Z obchodu Apple Store.
cy: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Gosodwch y Rheolwr Dyfeisiau</a> o'r Apple App Store.
de: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Installiere den Geräte-Manager</a> aus dem Apple App-Store.
fa: از Apple App Store <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">مدیر دستگاه را نصب کنید</a>.
fr: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Installe le gestionnaire de périphériques </a> à partir de l'App Store Apple.
kk: Apple App Store-дан <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Құрылғы Менеджерін орнату</a>.
nb: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Installer "Device Manager"</a> fra Apple App Store.
nn: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Installer einingshandsamaren</a> frå Apple App Store.
pt_br: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Instale o Gerenciador de Dispositivos</a> da loja de aplicativos da Apple.
tr: Apple Uygulama Mağazasından <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Aygıt Yöneticisini İndir</a>.
vi: <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">Cài đặt Quản lý Thiết bị</a> từ Apple App Store.
zh_tw: 從 Apple 的 App Store <a href="https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=1084869222&mt=12" target="_blank">安裝裝置管理器</a>。

source: This will enable your computer to use Bluetooth to connect to the LEGO WeDo 2.0.
bn: এটি তোমার কম্পিউটারকে LEGO WeDo 2.0 এর সাথে সংযুক্ত করতে ব্লুটুথের ব্যবহারে সক্ষম করবে।
cs: Toto dovolí tvému počítači používat Bluetooth k připojení LEGO WeDo 2.0.
cy: Bydd hyn yn galluogi eich cyfrifiadur i ddefnyddio Bluetooth i gysylltu â'r LEGO WeDo 2.0.
de: Das ermöglicht deinem Computer sich mit Hilfe von Bluetooth zu LEGO WeDo 2.0 zu verbinden.
fa: این کار رایانه شما را قادر می‌سازد از بلوتوث برای اتصال به LEGO WeDo 2.0 استفاده کند.
fr: Cela va autoriser ton ordinateur à se connecter en Bluetooth au LEGO WeDo 2.0.
kk: Бұл компьютерге LEGO WeDo 2.0 -ге қосылу үшін Bluetooth-ді қолдануға мүмкіндік береді.
nb: Da kan datamaskinen koble seg til Lego WeDo 2.0 med Bluetooth.
nn: Dette gjer det mogleg for datamaskina å bruka Bluetooth for å kopla til LEGO WeDo 2.0.
pt_br: Isso vai permitir que seu computador use Bluetooth para se conectar ao LEGO WeDo 2.0.
tr: Bu, bilgisayarınızın LEGO WeDo 2.0'a bağlanmak için Bluetooth kullanmasını sağlayacaktır.
vi: Nó sẽ cho phép máy tính của bạn sử dụng Bluetooth để kết nối với LEGO WeDo 2.0.
zh_tw: 這會啟動你電腦上的藍芽裝置以連結 LEGO WeDo 2.0。

source: Next, Make Sure Bluetooth is On
bn: এরপর, নিশ্চিত কর ব্লুটুথ চালু আছে
cs: Dále se ujisti, že je zařízení Bluetooth zapnuté
cy: Nesaf, Gwnewch yn Siŵr fod Bluetooth Ymlaen
fa: سپس مطمین شوید که بلوتوث روشن است
fr: Ensuite, assure-toi que bluetooth est activé
kk: Келесі, Bluetooth Қосулы екеніне көз жеткізіңіз
sl: Sedaj preveri, da je Bluetooth vklopljen
tr: Sonra, bluetooth un açık olduğundan emin ol
vi: Tiếp theo, Chắc răng Bluetooth đã được mở.
zh_tw: 接著，確定藍芽已經打開

source: On your computer, make sure your bluetooth connection is turned on. You can access this setting from <strong>System Preferences > Bluetooth</strong>.
bn: তোমার কম্পিউটারে, ব্লুটুথ অন করা আছে নিশ্চিত কর। তুমি সেটিংটি <strong>সিস্টেম প্রেফারেন্সেস > ব্লুটুথ</strong> থেকে অ্যাক্সেস করতে পার।
cs: Ujisti se, že máš na svém počítači zapnutý Bluetooth. Můžes přejít na nastavení z <strong>Předvolby systému > Bluetooth</strong>.
cy: Ar eich cyfrifiadur, gwnewch yn siŵr fod eich cysylltiad bluetooth ymlaen. Gallwch gael mynediad i'r gosodiadau o <strong>System Preferences > Bluetooth</strong>.
de: Stelle sicher, dass an deinem Computer Bluetooth aktiviert ist. Du kannst diese Einstellung erreichen unter <strong>System Einstellungen > Bluetooth</strong>
fa: مطمئن شوید اتصال بلوتوث شما در کامپیوترتان روشن است شما میتوانید به این تنظیمات از طریق<strong>تنظیمات سیستم>بلوتوث</strong> دسترسی داشته باشید.
fr: Sur ton ordinateur, assure-toi que la connexion bluetooth est activée. Tu peux le configurer en allant sur <strong>Système Préférences > Bluetooth</strong>.
kk: Компьютердегі Bluetooth байланысы қосулы екеніне қол жеткізіңіз. Бұл баптауларға <strong>Жүйе артықшылықтары > Bluetooth</strong>арқылы өте аласыз.
nb: Pass på at Bluetooth-forbindelse er aktivert på datamaskinen. Du finner denne innstillingen under <strong>System Preferences > Bluetooth</strong>.
nn: Pass på at Bluetooth-støtta er slått på på datamaskina. Du finn denne innstillinga under <strong>Systeminnstillingar → Bluetooth</strong>.
pt_br: Em seu computador, verifique se sua conexão bluetooth está ativa. Você pode acessar essa configuração em <strong>Preferências do sistema > Bluetooth</strong>.
vi: Trên máy tính của bạn. chắc rằng kết nối bluetooth được bật. Nếu bạn có thể truy cập vào thiết lập từ <strong>System Preferences > Bluetooth</strong>.
zh_tw: 確定電腦上的藍芽裝置<strong>已經打開</strong>。

source: Make sure that your computer has Bluetooth Low Energy (LE). See <a href="../wedo2mac-7/">Troubleshooting</a>
cs: Ujisti se že tvůj počítač disponuje technologii Bluetooth Low Energy (LE). Viz <a href="../wedo2mac-7/">Řešení problémů</a>
cy: Gwnewch yn siŵr fod gan eich cyfrifiadur Bluetooth Low Energy (LE). See <a href="../wedo2mac-7/">Datrys Problemau</a>
fa: اطمینان حاصل کنید که رایانه شما بلوتوث کم انرژی (LE) دارد. به <a href="../wedo2mac-7/">عیب‌یابی</a>مراجعه کنید
fr: Assure-toi que ton ordinateur a le 'Bluetooth Low Energy' (LE). Voir <a href="../wedo2mac-7/">Dépanner</a>
kk: Компьютеріңізде Bluetooth Low Energy (LE) бар екеніне көз жеткізіңіз. <a href="../wedo2mac-7/">Ақаулық себебін іздеу және түзету</a>-ді қараңыз.
tr: Bilgisayarının Bluetooth Düşük Enerjisinin (LE) olduğundan emin ol. Bakınız <a href="../wedo2mac-7/">Sorun Giderme</a>
vi: Chắc rằng máy tính của bạn có Bluetooth Low Energy (LE). Xem <a href="../wedo2mac-7/">Xử lý sự cố</a>
zh_tw: 要確定你的電腦是否支援 Bluetooth Low Energy (LE)，請參考<a href="../wedo2mac-7/">問題排解</a>

source: Next, Add the Extension
bn: তারপর, এক্সটেনশন যোগ কর
cs: Jako další krok přidej rozšíření
cy: Nesaf, Ychwanegwch yr Estyniad
fa: سپس، افزونه اضافه کنید
fr: Ensuite, ajoute l'extension
kk: Енді, кеңейтілім қосыңыз
sl: Sedaj dodaj razširitev
tr: Sonra, eklentiyi ekle
vi: Tiếp theo, Thêm Mở rộng
zh_tw: 下一步，加入擴充功能

source: In any project, click the <strong>More Blocks</strong> category and choose <strong>Add an Extension</strong>.
bn: যে কোনো প্রজেক্টে, <strong>আরো ব্লকসমূহ</strong> বিভাগে ক্লিক কর এবং <strong>একটি এক্সটেনশন যুক্ত কর</strong> নির্বাচন কর।
cs: V nějakém projektu klikni na kategorii <strong>Nové bloky</strong> a zvol <strong>Přidej rozšíření</strong>.
cy: Yn unrhyw broject, cliciwch y categori <strong>Rhagor o Flociau</strong> a dewis <strong>Ychwanegu Estyniad</strong>.
fa: در هر برنامه، روی گروه <strong>قطعه‌های بیشتر</strong> کلیک کرده و <strong>اضافه کردن برنامه‌های افزودنی</strong>را انتخاب کنید.
fr: Dans n'importe quel projet, clique sur la catégorie <strong>Ajouter Blocs</strong> et choisis <strong>Ajouter une Extension</strong>.
kk: Кез келген жобада, <strong>Басқа Блоктар</strong> санатына басыңыз және <strong>Кеңейтілім қосу</strong>-ды таңдаңыз.
nb: Når du redigerer prosjektet klikker du <strong>flere klosser</strong>-kategorien og velger <strong>Hent tilleggsfunksjoner</strong>.
nn: Gå til <strong>Fleire klossar</strong>-kategorien og trykk på <strong>Hent tilleggsfunksjon</strong>.
pt_br: Em qualquer projeto, clique na categoria <strong>Mais Blocos</strong> e escolha <strong>Adicionar uma extensão</strong>.
tr: Herhangi bir projede, <strong>Daha Fazla Blok</strong> kategorisine tıkla ve <strong>Bir Eklenti Ekle</strong>yi seç.
vi: Trong bất kỳ chương trình nào, bấm vào mục <strong>Mảnh ghép khác</strong>và chọn <strong>Thêm Mở rộng</strong>.
zh_tw: 在專案中，從 <strong>更多積木</strong> 中點擊 <strong>添加擴充功能</strong>。

source: From the menu, select <strong>LEGO WeDo 2.0</strong>.
bn: মেনু থেকে, <strong>LEGO WeDo 2.0</strong> নির্বাচন কর।
cs: Z menu, vyber <strong>LEGO WeDo 2.0</strong>.
cy: O'r ddewislen, dewiswch <strong>LEGO WeDo 2.0</strong>.
de: Wähle <strong>LEGO WeDo 2.0</strong> im Menü aus.
fa: از منو <strong>LEGO WeDo 2.0</strong> را انتخاب کنید.
fr: À partir du menu, sélectionne <strong>LEGO WeDo 2.0</strong>.
kk: Мәзірден таңдаңыз<strong>LEGO WeDo 2.0</strong>.
nb: Velg <strong>LEGO WeDo 2.0</strong> i menyen.
nn: Vel <strong>LEGO WeDo 2.0</strong> i menyen.
pt_br: No menu, selecione <strong>LEGO WeDo 2.0</strong>.
tr: Menüden, <strong>LEGO WeDo 2.0</strong> ı seç.
vi: Từ menu, chọn <strong>LEGO WeDo 2.0</strong>.
zh_tw: 從選單中選擇 <strong>LEGO WeDo 2.0</strong>。

source: Next, click 'Connect'
bn: তারপর, 'সংযোগ' ক্লিক কর
cs: Dále, stiskni 'Připojit'
cy: Nesaf, cliciwch 'Cysylltu'
de: Als nächstes klicke auf 'Verbinden'
fa: سپس، روی "اتصال" کلیک کنید
fr: Ensuite, clique sur « Connecter »
kk: Енді, 'Қосылу'-ды басыңыз
nb: Videre, koble til med "Connect"
nn: Vidare: trykk på «Kopla til»
pt_br: Em seguida, clique em 'Conectar'
sl: Sedaj klikni 'Poveži'
tr: Sonra, "Bağlan" a tıkla
vi: Tiếp theo, bấm 'Kết nối'
zh_tw: 下一步，按下「連結」
