Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click on the <span class="eventscolor">Events</span> category. Drag out a <span class="eventscolor">when backdrop switches to</span> block.
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর। একটি <span class="eventscolor"> যখন ব্যাকড্রপ পরিবর্তিত হয়</span> ব্লক টেনে আন।
cs: Klikni na kategorii<span class="eventscolor">Události</span>. Přetáhni <span class="eventscolor">po změně pozadí na</span> blok.
cy: Cliciwch ar gategori <span class="eventscolor">Digwyddiadau</span>. Llusgwch allan floc <span class="eventscolor">pan mae cefnlen yn newid i </span>.
de: Klicke auf die Kategorie <span class="eventscolor">Events</span>. Ziehe einen <span class="eventscolor">Wenn das Bühnenbild zu () wechselt</span>-Block.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید. قطعۀ <span class="eventscolor">هنگامی که پس‌زمینه تغییر می‌کند به </span> را بیرون بکشید.
fr: Clique sur la catégorie <span class="eventscolor">Événements</span>. Fais glisser un bloc <span class="eventscolor">quand l'arrière-plan bascule sur</span>.
id: Klik kelompok <span class="eventscolor">Kejadian</span>. Seret keluar sebuah balok <span class="eventscolor">ketika latar menjadi</span>.
kk: ⇥<span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. <span class="eventscolor">Фон ауысқан кезде</span> блогын шығарып алыңыз. ⇥
lt: ⇥Spausk <span class="eventscolor">Įvykiai</span> skyrių. Ištempk <span class="eventscolor">kai fonas keičias į</span> bloką ⇥
nb: Klikk på <span class="eventscolor">Hendelser</span>-kategorien. Dra ut en <span class="eventscolor">når bakgrunn bytter til</span>-kloss.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien. Dra ut ein <span class="eventscolor">når bakgrunn byter til</span>-kloss.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">quando o pano de fundo for trocado para</span>.
tr: <span class="eventscolor">Olaylar</span> kategorisine tıkla. Bir <span class="eventscolor">Arkaplan şuna değiştiğinde </span> bloku sürükle.
vi: Bấm vào mục <span class="eventscolor">Sự kiện</span>. Kéo ra một mảnh ghép <span class="eventscolor">khi phông nền đổi thành</span>.
zh_tw: 從 <span class="eventscolor">事件</span> 指令類中拖曳出 <span class="eventscolor">當背景換成 {…}</span> 積木。

source: Add scripts to tell this sprite when you want it to show and when to hide, like this:
bn: এই স্প্রাইটটি কখন দেখাতে চাও এবং কখন লুকিয়ে রাখতে চাও তা বলার জন্য স্ক্রিপ্ট যোগ কর, এইভাবে:
cs: Přidej scénáře, které řeknou této postavě, kdy se objevit a kdy zmizet, takto:
cy: Ychwanegwch sgriptiau i ddweud wrth y corlun pan rydych am iddo ymddangos a phryd iddo guddio, fel hyn:
de: Füge Skripte hinzu die der Figur sagen wann sie sich zeigen soll und wann nicht, zum Beispiel so:
fa: دستورهایی اضافه کنید تا به این شکلک بگویید چه زمانی پیدا و پنهان باشد، به این شکل:
fr: Ajoute des scripts pour dire à ton lutin quand tu veux le montrer et le cache, comme ceci :
id: Tambahkan skrip untuk memberitahu sprite ini kapan kamu ingin dia muncul atau sembunyi, seperti ini:
kk: Спрайтқа оны қашан көрсеткіңіз және қашан жасырғыңыз келетіні жайлы айту үшін скрипттерді қосыңыз, осылай:
lt: Pridėk scenarijų ir pasakyk veikėjui kada nori, kad jis atsirastų ir kada pasislėptų, kaip čia:
nb: Legg inn skript som bestemmer når figuren vises og skjules, slik:
nn: Legg inn skript som seier når figuren skal visast og gøymast, slik:
pt_br: Adicione scripts para dizer ao ator quando você quer que ele apareça ou esconda, assim:
tr: Kuklana ne zaman saklanması ve görülmesini istiyorsan, senaryona şu şekilde ekle:
vi: Thêm vào kịch bản để chỉ dẫn đối tượng này khi nào bạn muốn nó xuất hiện hay ẩn đi, như vầy nè:
zh_tw: 添加一段程式，讓角色依照指示隱藏或顯示：

source: To make sure it's hiding at the beginning of the story, add this script:
bn: গল্পের শুরুতে এটি লুকিয়ে আছে তা নিশ্চিত করতে, এই স্ক্রিপ্ট টি যোগ করো:
cs: Aby bylo jisté že se skryje na začátku příběhu přidej tento scénář:
cy: I wneud yn siŵr ei fod yn cuddio ar ddechrau stori, ychwanegwch y sgript yma:
de: Damit die Figur zu Beginn versteckt ist, füge folgendes Skript hinzu:
fa: برای اینکه اطمینان حاصل کنید که در ابتدای داستان پنهان شده است، این دستور را اضافه کنید:
fr: Pour être sûr qu'il soit caché au début de l'histoire, ajoute ce script :
id: Untuk memastikan dia sembunyi pada awal cerita, tambahkan skrip ini:
kk: Әңгіменің басында оның жасырынып тұрғанына көз жеткізіңіз, осы скриптті қосыңыз:
lt: Įsitikink, kad jis slepiasi pasakojimo pradžioje. pridėk šį scenarijų:
nb: For å skjule den når fortellingen starter legger du inn dette skriptet:
nn: For å gøyma han når forteljinga startar legg du inn dette skriptet:
pt_br: Para que ele esteja escondido no começo na história, adicione esse script:
tr: Onun hikayenin başında saklanıyor olduğundan emin olmak için, şu senaryoyu ekle:
vi: Để chắc rằng nó đang bị ẩn tại phần đầu câu chuyện, thêm đoạn script này vào:
zh_tw: 若要確保角色在故事一開始先不要出現，可以加上這段程式：

source: You can also make the bears respond.
bn: তুমি ভালুকগুলোকে দিয়েও সাড়া দেয়াতে পার।
cs: Můžes také udělat, aby ti medvědi odpověděli.
cy: Gallwch hefyd wneud i'r eirth ymateb.
de: Du kannst auch die Bären reagieren lassen.
fa: شما همچنین می‌توانید خرس‌ها را به عکس‌العمل وادارید.
fr: Tu peux aussi faire que les ours répondent.
id: Kamu juga bisa membuat beruang-beruangnya bereaksi.
kk: Сонымен қатар, аюларды жауап бергізе аласыз.
lt: Taip pat gali padaryti, kad Meškinai reaguotų
nb: Du kan også få bjørnene til å reagere.
nn: Du kan òg få bjørnane til å reagera.
pt_br: Você também pode fazer os ursos responderem.
tr: Ayrıca ayıların cevap verebilmesini sağlayabilirsin.
vi: Bạn cũng có thể làm các chú gấu phản ứng lại.
zh_tw: 你也可以讓熊熊給你些回應。

source: Add a script for the Bearstack like this:
bn: এভাবে বিয়ারস্ট্যাকে স্ক্রিপ্ট যুক্ত করা যায়:
cs: Přidej scénář pro medvědí tlupu jako je tento:
cy: Ychwanegwch sgript ar gyfer y Bearstack fel yn:
de: Füge so ein Skript für den Bärenstapel hinzu:
fa: یک دستور برای دسته خرس‌ها مانند این اضافه کنید:
fr: Ajoute un script aux Ours comme ceci :
id: Tambahkan sebuah skrip untuk Bearstack-nya seperti ini:
kk: Bearstack үшін скриптті қосыңыз:
lt: Pridėk scenarijų Meškinams kaip čia:
nb: Legg til dette skriptet for Bjørnebunken:
nn: Legg til dette skriptet for bjørnestabelen:
pt_br: Adicione um script como esse para a pilha de ursos:
vi: Thêm đoạn kịch bản này vào Chồng gấu như vầy:
zh_tw: 為熊熊角色加上一段程式，例如：

source: To see it work, keep moving the bears until they get to this backdrop.
bn: এটার কাজ দেখার জন্য, ভাল্লুকগুলিকে চালনা করতে থাক যতক্ষণ পর্যন্ত না তারা ব্যাকড্রপে পৌঁছায়।
cs: Abys viděl jak to funguje, pohybuj medvědy dokud se nedostanou na toto pozadí.
cy: I'w weld yn gweithio, cadwch i symud yr eirth nes iddyn nhw gyrraedd y gefnlen yma.
de: Um es auszuprobieren, bewege die Bären bis sie zu diesem Hintergrund kommen.
fa: برای دیدن کار کردن آن، خرس‌ها را حرکت دهید تا به این پس‌زمینه برسند.
fr: Pour le voir fonctionner, continue à faire bouger les ours jusqu'à ce qu'ils arrivent à l'arrière-plan.
id: Untuk melihatnya berjalan, terus gerakkan beruang-beruangnya sampai mereka ke latar ini.
kk: Қалай жұмыс істейтінін көру үшін, аюларды осы фонға түсіргенше қозғалта беріңіз.
lt: Patikrink ar veikia - judink Meškinus tol, kol jie pasieks tą foną
nb: Flytt bjørnene til du får denne bakgrunnen, så ser du hvordan det virker.
nn: Flytt bjørnane til du får denne bakgrunnen, så ser du korleis det verkar.
pt_br: Para ver o funcionamento, continue movendo os ursos até que eles cheguem a esse pano de fundo.
tr: Onun çalıştığını görmek için, onlar bu zemine varana kadar ayıları hareket ettirmeye devam et .
vi: Để xem nó hoạt động, giữ các chú gấu chuyển động cho đến khi chúng đến phông nền này.
zh_tw: 要讓它正常運作的話，請繼續將熊熊移到接近背景處。

source: Add Background Music
bn: ব্যাকগ্রাউন্ড সঙ্গীত যোগ কর
cs: Přidej hudbu na pozadí
cy: Ychwanegwch Cerddoriaeth Gefndir
de: Eine Hintergrundmusik hinzufügen
fa: موسیقی پس‌زمینه اضافه کنید
fr: Ajoute une musique de fond
id: Tambahkan Musik Latar
kk: Фондық музыканы қос
lt: Pridėk fono muziką
nb: Legg på musikk i bakgrunnen
nn: Legg på musikk i bakgrunnen
pt_br: Adicionar música de fundo
tr: Arkaplan Müziği Ekle
vi: Thêm nhạc nền
zh_tw: 新增背景音樂

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
bn: সঙ্গীত যুক্ত করতে,<span class="tab-ref"> শব্দ </span>ট্যাবে ক্লিক কর।
cs: Pro přidání hudby, klikni na <span class="tab-ref">záložku</span> zvuky.
cy: I ychwanegu cerddoriaeth, cliciwch y tab <span class="tab-ref">Seiniau</span>.
de: Um Musik zu ergänzen, klicke auf den <span class="tab-ref">Klänge</span>-Reiter.
fa: برای اضافه کردن موسیقی، روی زبانه <span class="tab-ref">صداها</span> کلیک کنید.
fr: Pour ajouter de la musique, clique sur l'onglet <span class="tab-ref">Sons</span>.
id: Untuk menambahkan musik, klik tab <span class="tab-ref">Suara</span>.
kk: ⇥⇥Әуен қосу үшін, <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз. ⇥
lt: ⇥⇥Norėdamas pridėti muzikos, spausk <span class="tab-ref">Garsai</span> skyrių ⇥
nb: For å legge på musikk klikker du <span class="tab-ref">Lyder</span>-fanen.
nn: For å leggja på musikk trykkjer du på <span class="tab-ref">Lydar</span>-fana.
pt_br: Para adicionar música, clique na guia <span class="tab-ref">Sons</span>.
tr: Müzik eklemek için, <span class="tab-ref">Sesler </span> sekmesine tıkla.
vi: để thêm âm nhạc, bấm chọn thẻ <span class="tab-ref">Âm thanh</span>.
zh_tw: 若要新增音樂，請先切換到 <span class="tab-ref">音效</span> 頁籤。

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
bn: শব্দ পছন্দ করতে, ক্লিক কর<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
cs: Pro výběr zvuku, stiskni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
cy: I ddewis sain, cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
de: Um einen Klang auszuwählen, klicke auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
fa: برای انتخاب یک صدا، روی <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">کلیک کنید
fr: Pour choisir un son, clique sur <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
id: Untuk memilih sebuah suara, klik <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
kk: ⇥Дыбысты таңдау үшін<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">басыңыз ⇥
lt: ⇥Norėdamas pasirinkti garsą, spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ⇥
nb: Velg en lyd ved å klikke <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
nn: Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> for å velja ein lyd
pt_br: Para escolher um som, clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
tr: Bir ses seç, <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> e tıkla
vi: Để chọn âm thanh, bấm vào <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_tw: 點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">圖示，從範例圖中挑選音效。

source: Choose music (such as 'dance celebrate' or 'dance magic').
bn: সঙ্গীত নির্বাচন কর (যেমন 'dance celebrate' বা 'dance magic')।
cs: Vyber si hudbu (jako "sváteční tanec" nebo "kouzelný tanec").
cy: Dewiswch gerddoriaeth (rhywbeth fel 'dathlu dawnsio' neu 'dewiniaeth dawnsio').
de: Wähle Musik aus (wie z. B. 'dance celebrate' oder 'dance funky').
fa: موسیقی را انتخاب کنید (مانند "جشن رقص" یا "جادوی رقص").
fr: Choisis une musique (comme 'dance celebrate' ou 'dance magic').
id: Pilih musik (seperti 'dance celebrate' atau 'dance magic').
kk: Әуенді таңдаңыз (мысалы 'мерекелік би' немесе 'сиқырлы би').
lt: Pasirink muziką (tarkim 'dance celebrate' arba 'dance magic')
nb: Velg dansbar musikk, for eksempel "dance celebrate" eller "dance magic".
nn: Vel dansbar musikk (for eksempel «dance celebrate» eller «dance magic»)
pt_br: Escolha uma música (como "dança de celebração" ou "dança mágica").
tr: Müzik Seç (mesela "Dans Kutlaması" veya "Dans Büyüsü").
vi: chọn âm nhạc (ví dụ như 'nhảy múa ăn mừng' hoặc 'nhảy múa ảo thuật').
zh_tw: 選擇一個音效，例如 dance celebrate 或是 dance magic。

source: Click the <span class="tab-ref">Scripts</span> tab.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব এ ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Scénář</span>.
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>.
de: Klicke das <span class="tab-ref">Skripte</span>-Register an.
fa: روی زبانۀ <span class="tab-ref">دستورها</span> کلیک کنید.
fr: <p>Cliquer l'onglet <span class="tab-ref">Scripts</span>.
id: Klik tab <span class="tab-ref">Skrip</span>.
kk: ⇥ <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Scenarijai</span> skyrių ⇥
nb: Klikk fanen <span class="tab-ref">Skript</span>.
nn: Trykk på <span class="tab-ref">Skript</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>.
sl: Klikni zavihek <span class="tab-ref">Skripte</span> .
tr: <span class="tab-ref">Kılıklar</span> kartını tıkla.
vi: bấm chọn thẻ<span class="tab-ref">Scripts</span>.
zh_tw: 切換到 <span class="tab-ref">程式</span> 頁籤。

source: Click the <span class="soundcolor">Sound</span> category.
bn: <span class="soundcolor">শব্দ</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="soundcolor">Zvuky</span>.
cy: Cliciwch gategori <span class="soundcolor">Sain</span> category.
de: Klicke die <span class="soundcolor">Klang</span>-Kategorie.
fa: روی گروه <span class="soundcolor">صدا</span> کلیک کنید.
fr: Cliquer sur la catégorie <span class="soundcolor">Sons</span>.
id: Klik kelompok <span class="soundcolor">Suara</span>.
kk: ⇥ <span class="soundcolor">дыбыстар</span> санатын таңдаңыз. ⇥
lt: ⇥Spausk <span class="soundcolor">Garsas</span> skirsnį ⇥
nb: Klikk <span class="soundcolor">Lyd</span>-kategorien.
nn: Trykk på <span class="soundcolor">Lydar</span>-kategorien.
pt_br: Clique na categoria <span class="soundcolor">Som</span>.
sl: Klikni kategorijo <span class="soundcolor">Zvok</span> .
tr: <span class="soundcolor">Ses</span> komutlarını aç.
vi: Bấm chọn loại<span class="soundcolor">Âm thanh</span>.
zh_tw: 選擇<span class="soundcolor">音效</span> 指令類。

source: Drag out a <span class="soundcolor">play sound until done</span> block:
bn: একটি <span class="soundcolor">শেষ না হওয়া পর্যন্ত শব্দ বাজাও</span> ব্লক টেনে আন:
cs: Přetáhni blok<span class="soundcolor">hraj zvuk až do konce</span>:
cy: Llusgwch allan floc <span class="soundcolor">chwarae sain nes gorffen</span>:
de: Hole dir einen <span class="soundcolor">spiele Klang ganz</span> Block:
fa: قطعۀ <span class="soundcolor">صدا تا پایان پخش شود</span> را بیرون بکشید:
fr: Glisser-déposer d'un bloc <span class="soundcolor">jouer le son jusqu'au bout</span>:
id: Seret keluar sebuah balok <span class="soundcolor">mainkan suara sampai selesai</span>:
kk: <span class="soundcolor">дыбысты соңына дейін ойнату</span> блогын шығарып алыңыз:
lt: ⇥Ištempk <span class="soundcolor">groti garsą kol baigsis</span> bloką: ⇥
nb: Dra ut en <span class="soundcolor">spill lyden til den er ferdig</span>-kloss:
nn: Dra ut ein <span class="soundcolor">spel lyden til han er ferdig</span>-kloss:
pt_br: Arraste um bloco <span class="soundcolor">reproduza o som até terminar</span>:
sl: Povleci blok <span class="soundcolor">predvajaj zvok do konca</span> :
tr: <span class="soundcolor">_ sesini bitene kadar çal</span> taşını dışarı al:
vi: Kéo ra mảnh ghép<span class="soundcolor">Chơi nhạc đến khi kết thúc</span>:
zh_tw: 拖曳 <span class="soundcolor">播放音效 {…} 到底</span> 積木到工作區：

source: Click the block to play the sound.
bn: শব্দটি বাজাতে ব্লকটি ক্লিক কর।
cs: Klikni na blok pro přehrání zvuku.
cy: Cliciwch y bloc i chwarae'r sain.
de: Klicke den Block an, um den Klang zu spielen.
fa: برای پخش صدا روی قطعه کلیک کنید.
fr: Cliquez sur le bloc pour jouer le son.
id: Klik baloknya untuk memainkan suara.
kk: Дыбысты ойнату үшін блокты басыңыз.
lt: Groti garsui nuspausk bloką
nb: Klikk på klossen for å spille av lyden.
nn: Trykk på klossen for å spela av lyden.
pt_br: Clique no bloco para reproduzir o som.
sl: S kliknom na blok predvajaš zvok.
tr: Taşı tıkla ve müzik başlasın.
vi: Bấm chọn mảnh ghép để bật âm thanh.
zh_tw: 點擊此積木以測試播放。

source: Now, make the sound repeat.
bn: এখন, শব্দ পুনরাবৃত্তি কর।
cs: Teď nech ten zvuk opakovat.
cy: Nawr, gwnewch i'r sain ailadrodd.
de: Nun, lasse den Klang wiederholen.
fa: اکنون، صدا را تکرار کنید.
fr: Maintenant, faire répéter le son.
id: Sekarang, buat suaranya mengulang.
kk: Енді, дыбысты қайталатыңыз.
lt: Dabar padaryk, kad garsas kartotųsi
nb: Gjenta musikken mange ganger.
nn: Gjenta musikken mange gongar.
pt_br: Agora, faça o som se repetir.
sl: Sedaj naj se zvok ponovi.
tr: Şimdi, müziği tekrar tekrar çaldır.
vi: Bây giờ, làm cho âm thanh lặp lại.
zh_tw: 接下來，讓這段音效重複播放。

source: Click the <span class="controlcolor">Control</span> category.
bn: <span class="controlcolor">Control</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii<span class="controlcolor">Ovládání</span> .
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>.
de: Klicke auf die Kategorie <span class="controlcolor">Steuerung</span>.
fa: روی دسته <span class="controlcolor">کنترل</span> کلیک کنید.
fr: Clique sur la catégorie <span class="controlcolor">Control</span>.
id: Klik kelompok <span class="controlcolor">Kontrol</span>.
kk: <span class="controlcolor">Бақылау</span> санатын таңдаңыз. ⇥
lt: Spausk <span class="controlcolor">Valdymas</span> skyrių ⇥
nb: Klikk <span class="controlcolor">Styring</span>-kategorien.
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien.
pt_br: Clique na categoria <span class="controlcolor">Controle</span>.
tr: <span class="controlcolor">Kontrol</span> kategorisine tıkla.
vi: bấm chọn loại <span class="controlcolor">Điều khiển</span>.
zh_tw: 點選 <span class="controlcolor">控制</span> 類別。

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
bn: একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক টেনে আনো, এবং এটির চারপাশে মুড়িয়ে দাও:
cs: Přetáhni blok<span class="controlcolor">opakuj</span> a obal to dokola:
cy: Llusgwch allan floc <span class="controlcolor">ailadrodd</span>, a'i lapio o amgylch:
de: Ziehe einen <span class="controlcolor">wiederhole</span>-Block heraus und klammere ihn drumherum:
fa: یک قطعۀ <span class="controlcolor">تکرار</span> را بیرون بکشید، و آن را بپیچید:
fr: Fais glisser un bloc <span class="controlcolor">répéter</span> et entoure le :
id: Seret keluar sebuah balok <span class="controlcolor">ulangi</span>, dan gunakannya untuk membungkus:
kk: ⇥<span class="controlcolor">Қайталау</span> блогын шығарып алыңыз және айналасына ораңыз: ⇥
lt: ⇥Ištempk <span class="controlcolor">kartok</span> bloką ir apglėbk juo: ⇥
nb: Dra ut en <span class="controlcolor">gjenta</span>-kloss og la den gape rundt de andre:
nn: Dra ut ein <span class="controlcolor">gjenta</span>-kloss og la han gapa rundt dei andre:
pt_br: Arraste um bloco <span class="controlcolor">repita</span> e envolva-o:
tr: Bir <span class="controlcolor">tekrarla</span> bloku sürükle ve onu etrafında sar:
vi: Kéo ra mảnh ghép <span class="controlcolor">Lặp lại</span>, và bao nó xung quanh:
zh_tw: 拖曳 <span class="controlcolor">重複 […] 次</span> 積木，然後把它包在現有程式的外圍：

source: You can change the number of times it repeats.
bn: তুমি এটির পুনরাবৃত্তি সংখ্যা পরিবর্তন করতে পার।
cs: Můžeš změnit počet opakování.
cy: Gallwch newid y nifer o weithiau mae'n ailadrodd.
de: Du kannst die Anzahl der Wiederholungen ändern.
fa: شما می‌توانید تعداد دفعاتی که تکرار می‌شود را تغییر دهید.
fr: Vous pouvez modifier le nombre de répétitions.
id: Kamu bisa mengubah jumlah pengulangannya:
kk: Қанша рет қайталайтындығының санын өзгерте аласыз
lt: Gali pakeisti kiek kartų kartos
nb: Du kan velge hvor mange ganger musikken gjentas.
nn: Du kan velja kor mange gongar musikken skal gjentakast.
pt_br: Você pode alterar o número de vezes que ele repete.
sl: Spremeniš lahko število ponovitev.
tr: Kaç kere tekrar edeceğini belirleyebilirsin.
vi: Bạn có thể thay đổi số lần lặp lại.
zh_tw: 你可以自行修改要重複的次數。

source: Play your music! Your script will start whenever you click the green flag:
bn: তোমার সঙ্গীত বাজাও! যখনই তুমি সবুজ পতাকাতে ক্লিক করবে তখন তোমার স্ক্রিপ্ট শুরু হবে:
cs: Přehraj svou hudbu! Tvůj scénář začne kdykoliv klikneš na zelenou vlajku.
cy: Chwaraewch eich cerddoriaeth! Bydd eich cerddoriaeth yn cychwyn pryd bynnag fyddwch yn clicio'r faner werdd:
de: Spiele deine Musik! Dein Skript wird gestartet, wenn du die grüne Flagge anklickst:
fa: موسیقی خود را پخش کنید! دستور شما هر بار که بر روی پرچم سبز کلیک کنید شروع خواهد شد:
fr: Écoutez votre musique! Votre script commencera chaque fois que vous cliquerez sur le drapeau vert:
id: Mainkan musikmu! Skripmu bakal mulai kapanpun kamu mengklik bendera hijau:
kk: Әуеніңізді ойнатыңыз! Жасыл жалаушаны баса салысымен сіздің скриптіңіз басталады:
lt: Grok savo muziką! Tavo scenarijus bus pradėtas vykdyti vos tik nuspausi žalią vėliavą:
nb: Spill musikk! Skriptet ditt starter når du klikker på det grønne flagget:
nn: Spel musikk! Skriptet startar ditt når du trykkjer på det grøne flagget:
pt_br: Reproduza sua música! Seu script vai iniciar quando você clicar na bandeira verde:
sl: Predvajaj svojo glasbo! Tvoja koda se bo pričela izvajati vedno, ko boš kliknil-a zeleno zastavico:
tr: Artık yeşil bayrağa her tıklandığında müzik çalmaya başlayacak:
vi: Phát âm nhạc của bạn! Scripts của bạn sẽ băt đầu bất cứ khi nào bạn bấm Cờ xanh:
zh_tw: 播放看看！當你按下綠旗圖示時，你的程式就會開始執行：

source: Click the stop sign if you want it to stop.
bn: তুমি যদি থামতে চাও তবে থাম চিহ্নটিতে ক্লিক কর।
cs: Klikni na symbol stop, když chceš zastavit program.
cy: Cliciwch yr arwydd atal os ydych am iddo atal.
de: Klicke auf das Stoppschild, wenn du das Skript anhalten möchtest.
fa: اگر می‌خواهید آن را متوقف کنید، روی نماد توقف کلیک کنید.
fr: Cliquer sur le signe d'arrêt si vous voulez que cela cesse.
id: Klik tanda berhenti jika kamu ingin menghentikannya.
kk: Тоқтату үшін тоқтату белгісін басыңыз
lt: Spausk Stop ženklą norėdamas sustabdyti
nb: For å stoppe, klikk på stoppskiltet.
nn: Trykk på stoppskiltet når du vil stoppa alt.
pt_br: Clique no sinal de pare se você quiser parar.
sl: Če želiš zaustaviti izvajanje, klikni na znak stop.
tr: Dur düğmesine basarsan da müzik durur.
vi: Bấm bản hiệu dừng nếu bạn muốn dùng.
zh_tw: 如果想要程式停止，就點擊紅色停止符號。

source: Next, save and share your project
bn: এরপর, তোমার প্রজেক্ট সংরক্ষন এবং শেয়ার কর
cs: Jako další krok ulož a sdílej svůj projekt
cy: Nesaf, cadwch a rhannu eich project.
de: Speichere dein Projekt und teile es
fa: سپس، برنامه خود را ذخیره و به اشتراک بگذارید
fr: Ensuite, enregistre et partage ton projet.
id: Setelah itu, simpan dan bagikan karyamu
kk: Келесі, жобаңызды сақтаңыз және бөлісіңіз
lt: Toliau, išsaugok ir pasidalink projektu
nb: Videre: Lagre prosjektet og legg det ut
nn: Vidare: lagra prosjektet og legg det ut
pt_br: Em seguida, salve e compartilhe seu projeto
tr: Sırada, projeni kaydet ve paylaş
vi: Tiếp theo, lưu và chia sẻ chương trình của bạn
zh_tw: 下一步，儲存並分享你的程式專案
