Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
bn: <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> আইকনে ক্লিক করে নতুন স্প্রাইট নির্বাচন কর:
cs: Klikni na tuto ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání nové postavy:
cy: Cliciwch yr eicon yma <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:
de: Klicke auf diese Bild <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> um eine neue Figur auszusuchen:
fa: برای انتخاب یک شکلک جدید روی این نماد <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید:
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :
id: Klik ikon ini <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih sebuah sprite baru:
kk: Жаңа спрайт таңдау үшін<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> осы белгішені басыңыз
lt: Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ir pasirink naują veikėją:
nb: Klikk på dette ikonet <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge en ny figur:
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja ein ny figur:
pt_br: Clique nesse ícone <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo ator:
sl: Klikni to ikono <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> za izbiro nove figure:
tr: Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ikonuna tıkla:
vi: Bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn một đối tượng mới:
zh_tw: 點選這個圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 來選擇一個新的角色：

source: Choose the object you want to fall (such as 'Apple' or 'Basketball'):
bn: বাছাই কর তুমি উপর থেকে কি ফেলতে চাও (যেমন 'আপেল' বা 'বাস্কেটবল'):
cs: Vyber objekt, který chceš nechat padat (jako např. 'Jablko' nebo 'Basketbal'):
cy: Dewiswch y gwrthrych rydych am ido syrthio (e.e. 'Afal' neu 'Pêl')
de: Wähle das Objekt das herunterfallen soll (wie zum Beispiel 'Apfel' oder 'Basketball'):
fa: شی که می‌خواهید بیفتد (مانند «سیب» یا «توپ بسکتبال») را انتخاب کنید:
fr: Choisis l'objet que tu veux faire tomber (comme 'Apple' ('pomme') ou 'Basketbal') :
id: Pilih obyek yang kamu ingin jatuhkan (seperti 'Apel' atau 'Bola basket'):
kk: Құлайтын затты таңдаңыз (мәселен 'Алма' немесе 'Баскетбол добы')
lt: Pasirink daiktą, kuris nori kad kristų (kaip 'Obuolys' ar 'Krepšinio kamuolys'):
nb: Velg en ting som skal komme fallende ned (for eksempel "Apple" eller "Basketball"):
nn: Vel gjenstanden du vil skal falla (for eksempel eit eple eller ein basketball):
pt_br: Escolha o objeto que você quer que caia (como 'Maçã' ou 'Bola de basquete'):
sl: izberi predmet, ki naj pada (na primer 'jabolko' ali 'košarkaška žoga'):
tr: Düşmesini istediğin objeyi seç( mesela "Elma" veya "Basketbol" gibi):
vi: Chọn đối tượng bạn muốn (như 'Quả táo' hay 'Banh bóng rổ'):
zh_tw: 選擇從天而降的物件，像是 Apple（蘋果），或是 Basketball （籃球）：

source: In Scratch, characters and objects are called ‘sprites.'
bn: Scratch এ, ক্যারেক্টার এবং বস্তুগুলোকে 'স্প্রাইট' বলা হয়।
cs: Ve Scratchi se postavy a objekty nazývají hromadně 'postavy.'
cy: Yn Scratch, mae cymeriadau'n cael eu galw'n 'gorluniau'.
de: In Scratch werden alle Objekte und Spielfiguren "Figuren" genannt.
fa: در اسکرچ، کاراکترها و اشیاء 'شکلک' نامیده می‌شوند.
fr: Dans Scratch, les personnages et le objets sont appelés des 'lutins'.
id: Di Scratch, karakter dan obyek disebut 'sprite.'
kk: Scratch-та, таңбалар және нысандар 'спрайттар' деп аталады
lt: Scratch'e veikėjai ir objektai vadinami 'veikėjais'
nb: Objektene som får ting til å skje i Scratch kalles "figurer".
nn: I Scratch vert personar og gjenstandar kalla «figurar».
pt_br: No Scratch, personagens e objetos são chamados de ‘atores'.
sl: V Scratchu like in objekte imenujemo 'figure'.
tr: Stratch' te karakterler ve nesneler "kukla" olarak adlandırılır.
vi: Trong Scratch, các đối tượng và nhân vật được gọi chung là 'đối tượng'.
zh_tw: 在 Scratch 中，我們稱所有物件為「角色」。

source: Tip: If you don't want the cat in your project, you can delete it using the scissors tool.
bn: টীকা: তুমি যদি তোমার প্রজেক্টে বিড়ালটি না চাও, তুমি এটি কাঁচি টুল ব্যবহার করে মুছে ফেলতে পারবে।
cs: Tip: Pokud nechceš mít kočku ve svém projektu, můžeš ji odstranit pomocí nástroje nůžky.
cy: Awgrym: Os nad ydych eisiau'r gath yn y project, gallwch ei dileu gan ddefnyddio't teclyn siswrn.
de: Tipp: Wenn du die Katze nicht in deinem Projekt haben möchtest, kannst du sie mit dem Werkzeug "Schere" löschen.
fa: نکته: اگر گربه را در برنامه خود نمی‌خواهید، می‌توانید آن را با استفاده از ابزار قیچی حذف کنید.
fr: Conseil: Si vous ne voulez pas le chat dans votre projet, vous pouvez le supprimer en utilisant l'outil de ciseaux.
id: Tip: Jika kamu tidak menginginkan kucing tersebut di dalam karyamu, kamu dapat menghapusnya menggunakan alat gunting.
kk: Кеңес: Егер жобаңызда мысық болғанын қаламасаңыз, қайшы құралын қолдану арқылы өшіре аласыз
lt: Patarimas: Jei nenori katino savo projekte, gali jį ištrinti naudodamas žirklių įrankį
nb: Tips: Hvis du ikke vil ha katten i prosjektet kan du slette den med sakseverktøyet.
nn: Tips: Viss du ikkje vil ha katten med i prosjektet, kan du fjerna han med sakseverktøyet.
pt_br: Dica: Se você não quer um gato no seu projeto, você pode excluí-lo com a ferramenta tesoura.
tr: İpucu: Eğer projende kediye yer vermek istemiyorsan, makası kullanarak silebilirsin.
vi: Thủ thuật: Nếu bạn không muốn chú mèo có trong chương trình của bạn, bạn có thể xóa nó đi bằng công cụ cây kéo.
zh_tw: 技巧：如果你不想讓貓咪出現在你的程式中，你可以使用「剪刀」工具來刪除他。

source: Click on the scissors, then click on the cat.
bn: কাঁচিতে ক্লিক কর, তারপর বিড়ালের উপর ক্লিক কর।
cs: Klikni na nůžky, poté klikni na kočku.
cy: Cliciwch ar y siswrn, yna clicio ar y gath.
de: Klicke auf die Schere und dann auf die Katze.
fa: بر روی قیچی کلیک کنید، سپس روی گربه کلیک کنید.
fr: Clique sur les ciseaux, ensuite clique sur le chat.
id: Klik guntingnya, dan kemudian klik kucingnya.
kk: Қайшы құралының үстінен басып, содан соң мысықтың үстінен басыңыз
lt: Spausk žirkles, tada spausk katiną
nb: Klikk først på saksen, deretter på katten.
nn: Trykk først på saksa og så på katten.
pt_br: Clique na tesoura, e então clique no gato.
tr: Makası, simgesine tıklayarak eline al ve sonra kediye tıkla.
vi: Bấm vào cây kéo, sau đó bấm vào chú mèo.
zh_tw: 先點擊「剪刀」圖示，再點一下貓咪。

source: Next, choose a backdrop
bn: তারপর, একটি ব্যাকড্রপ বাছাই কর
cs: V dalším kroku vyber pozadí
cy: Nesaf, dewiswch gefnlen
de: Wähle jetzt ein Bühnenbild
fa: بعد، پس‌زمینه را انتخاب کنید
fr: Ensuite, choisis un arrière-plan.
id: Kemudian, pilih sebuah latar
kk: Келесі, фонды таңдаңыз
lt: Toliau, pasirink foną
nb: Videre: Velg et bakgrunnsbilde
nn: Vidare: vel eit bakgrunnsbilete
pt_br: Em seguida, escolha um pano de fundo
sl: Najprej izberi ozadje
tr: Şimdi de bir dekor seç
vi: Tiếp theo, chọn phông nền
zh_tw: 下一步，選擇舞台背景

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:
bn: ব্যাকড্রপ লাইব্রেরি খোলার জন্য <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> আইকনটি ক্লিক কর:
cs: Klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikonku k otevření knihovny pozadí:
cy: Cliciwch eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor y llyfrgell Cefnlen:
de: Klicke auf das <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-Bild um die Bibliothek für Bühnenbilder zu öffnen:
fa: برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:
fr: Clique sur l'icône the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque d'arrière-plans :
id: Klik ikon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk membuka pustaka Latar:
kk: Фондардың базасын ашу үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> басыңыз
lt: Spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, kad atidarytum Fonų biblioteką:
nb: Klikk på ikonet <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å åpne bakgrunnsbiblioteket:
nn: Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å opna bakgrunnsbiblioteket:
pt_br: Click no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de panos de fundo:
sl: Klikni na ikono <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, da odpreš knjižnico ozadij:
tr: Zemin kütüphanesini açmak için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikonuna tıkla:
vi: Bấm vào biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để mở thư viện Phông nền:
zh_tw: 點選圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 來開啓背景範例庫：

source: Then choose the backdrop you want (such as 'blue sky' or 'basketball court'):
bn: তারপরে তুমি যে ব্যাকড্রপ টি চাও তা চয়ন করো (যেমন 'নীল আকাশ' বা 'বাস্কেটবল কোর্ট'):
cs: Dále vyber pozadí jaké chceš (jako "modrá obloha" nebo basketbalové hřiště"):
cy: Yna dewiswch gefnlen rydych ei heisiau (fel 'awyr las' neu 'gwrt pêl fasged'):
de: Wähle dann den gewünschten Hintergrund aus (zum Beispiel den blauen Himmel oder das Basketballfeld):
fa: سپس پس‌زمینه مورد نظر خود را انتخاب کنید (مانند "آسمان آبی" یا "زمین بسکتبال"):
fr: Ensuite, choisis l'arrière-plan que tu veux (comme 'blue sky' ('ciel bleu') ou 'basketball court' ('terrain de basket') ).
id: Kemudian pilih latar yang kamu inginkan (seperti 'langit biru' atau 'lapangan basket'):
kk: Содан соң өзіңізге ұнаған фонды таңдаңыз( мәселен 'көк аспан' немесе 'баскетбол алаңы')
lt: Tada pasirink foną kurio nori (kaip 'mėlynas dangus' ar 'krepšinio aikštelė'):
nb: Deretter velger du bakgrunnsbildet du vil ha (for eksempel "blue sky" eller "baseball court"):
nn: Vel så bakgrunnen du vil ha (for eksempel ein himmelbakgrunn eller ei baskeballbane):
pt_br: Em seguida, escolha o pano de fundo que você quer (como 'céu azul' ou 'quadra de basquete'):
sl: Izberi ozadje, ki ti je všeč (npr. 'modro nebo' ali 'košarkaško igrišče'):
tr: Sonra istediğin zemini seç( mesela "Mavi Gökyüzü" ya da "Basketbol Kortu" gibi):
vi: Sau đó chọn vào phông nền bạn muốn (như 'bầu trời xanh biếc' hoặc 'sân bóng rổ'):
zh_tw: 接著，從範例庫中選擇適合的背景，像是 blue sky（藍天）或是 basketball court（籃球場）：

source: Next, go to the top
bn: এরপর, একদম উপরে যাও
cs: Dále jdi nahoru
cy: Nesaf, mynd i'r brig
de: Gehe als nächstes zum Anfang
fa: بعد، به بالای صفحه بروید
fr: Après, va au sommet
id: Selanjutnya, pindah ke puncak
kk: Келесі, жоғарыға барыңыз
lt: Toliau, eik į viršų
nb: Videre: start øverst
nn: Vidare: gå til toppen
pt_br: Em seguida, vá para o topo
sl: Sedaj pojdi na vrh
tr: Sonra, başa git
vi: Kế tiếp, đi lên phía trên đầu
zh_tw: 下一步，把東西放到頂端

source: Select your sprite by clicking on its thumbnail:
bn: থাম্বনেইলে ক্লিক করে তোমার স্প্রাইটটি নির্বাচন কর:
cs: Vyber svou postavu kliknitím na její náhled:
cy: Dewiswch eich corlun drwy glicio ar ei lun bach:
de: Wähle deine Figur aus indem du auf das Miniaturbild klickst:
fa: با کلیک بر روی ریز عکس، شکلک خود را انتخاب کنید:
fr: Choisis un lutin en cliquant sur sa vignette:
kk: Нобайына басу арқылы спрайтты таңдаңыз
lt: Pasirink savo veikėją spausdamas šią miniatiūrą:
nb: Velg figuren ved å klikke på dens ikon:
nn: Vel figuren din ved å trykkja på miniatyrbiletet:
pt_br: Selecione seu ator clicando em sua miniatura:
sl: Izberi figuro s klikom na sličico:
tr: Küçük resme tıklayarak kuklanı seç:
vi: Chọn đối tượng của bạn bằng cách bấm vào ảnh thu nhỏ của nó:
zh_tw: 要設定某個角色，請先在物件區點選該角色縮圖：

source: Click the <span class="tab-ref">Scripts</span> tab.
bn: <span class="tab-ref">Scripts</span> ট্যাব ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Scénář</span>.
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>.
de: Klicke auf den <span class="tab-ref">Skripte</span>-Reiter.
fa: روی زبانه <span class="tab-ref">دستورها</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>.
id: Klik tab <span class="tab-ref">Skrip</span>.
kk: <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз
lt: Spausk <span class="tab-ref">Scenarijai</span> skyrių
nb: Klikk deretter på <span class="tab-ref">Skript</span>-fanen.
nn: Trykk på <span class="tab-ref">Skript</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>.
sl: Klikni zavihek <span class="tab-ref">Skripte</span>.
tr: <span class="tab-ref">Senaryolar </span> sekmesine tıkla.
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>.
zh_tw: 點選 <span class="tab-ref">程式</span> 分頁。

source: Tell your sprite to go to a random position at the top of the screen:
bn: তোমার স্প্রাইটটিকে স্ক্রিনের উপরে যেকোন অবস্থানে যেতে বল:
cs: Řekni své postavě, aby šla na libovolnou pozici na vrcholu obrazovky:
cy: Dywedwch wrth eich corluniau i fynd i safleoedd ar hap ar frig y sgrin:
de: Weise deine Figur an zu einer zufälligen Bildschirmposition zu gehen:
fa: به شکلک خود بگویید به یک موقعیت تصادفی در بالای صفحه برود:
fr: Dis à ton lutin d'aller à une position au hasard en haut de l'écran :
id: Beritahukan spritemu untuk pergi ke posisi sembarang di bagian paling atas layar:
kk: Спрайтқа экранның жоғарғы жағындағы кездейсоқ орынға өту туралы нұсқау беріңіз
lt: Liepk savo veikėjui eiti į atsitiktinai parinktas koordinates ekrano viršuje:
nb: La figuren gå til en tilfeldig posisjon øverst på skjermen:
nn: Be figuren hoppa til ein tilfeldig stad i øvre del av scena:
pt_br: Faça seu ator ir para uma posição aleatória no topo da tela:
tr: Kuklana ekranın üzerinde rastgele bir pozisyona gitmesini söyle:
vi: Chỉ dẫn đối tượng của bạn đi đến một vị trí ngẫu nhiên ở đầu màn hình:
zh_tw: 編寫程式，讓角色可以在舞台頂端的任一個位置隨機出現：

source: Your script should look like this:
bn: তোমার স্ক্রিপ্ট এরকম হওয়া উচিত:
cs: Tvůj skript by měl vypadat nějak takto:
cy: Dylai eich sgript edrych fel hyn:
de: Das Skript sollte wie folgt aussehen:
fa: دستور شما باید مانند این باشد:
fr: Ton script devrait ressembler à ça:
id: Skripmu seharusnya terlihat seperti ini:
kk: Сіздің скриптіңіз осылай көрінуі тиіс:
lt: Tavo scenarijus turodytų atrodyti kaip čia:
nb: Nå skal skriptet ditt se slik ut:
nn: Skriptet ditt skal sjå slik ut:
pt_br: Seu script deve ficar mais ou menos assim:
sl: Tvoja skripta bi morala izgledati takole:
tr: Senaryon şu şeklide görünmeli:
vi: Kịch bản của bạn nên trông như thế này:
zh_tw: 你的積木堆應該會像下圖所示：

source: Next, make it fall
cs: V dalším kroku to nech padat
cy: Nesaf, gwnewch iddo syrthio
de: Als nächstes, mach dass es fällt
fa: سپس، آن را بیاندازید
fr: Ensuite, fais le tomber
id: Selanjutnya, buat ia jatuh
kk: Келесі, оны құлатыңыз
lt: Toliau, priversk jį kristi
nb: Videre: få den til å falle
nn: Vidare: få han til å falla
pt_br: Em seguida, faça-o cair
sl: Sedaj naredi padec navzdol
tr: Sonra, düşmesini sağla
vi: Kế tiếp, làm nó ngã nhào
zh_tw: 下一步，讓東西掉到下面

source: Make your sprite fall by adding these blocks:
bn: এই ব্লকসমূহ যোগ করে তোমার স্প্রাইটের পতন ঘটাও:
cs: Nechej svou postavu spadnout přidáním těchto bloků:
cy: Gwnewch i'ch corlun syrthio drwy ychwanegu'r blociau hyn:
de: Benütze folgende Blöcke damit deine Figur nach unten fällt:
fa: با اضافه کردن این قطعهها شکلک خود را پایین آورید:
fr: Fais tomber ton lutin en ajoutant ces blocs:
id: Bikin spritemu jatuh dengan menambahkan balok-balok ini:
kk: Осы блоктарды қосу арқылы спрайттарды құлатыңыз
lt: Priversk savo veikėją kristi pridėdamas šių blokų:
nb: La figuren falle ned ved å legge til disse klossene:
nn: Få figuren til å falla med desse klossane:
pt_br: Faça seu ator cair adicionando esses blocos:
tr: Bu blokları ekleyerek kuklanın düşmesini sağla:
vi: Làm cho đối tượng của bạn ngã bằng cách thêm những mảnh ghép này:
zh_tw: 添加如下的積木堆，讓你的角色從頂端落下：

source: Type a negative number in <span class="motioncolor">change y</span> to make the sprite move down.
bn: স্প্রাইটটিকে নিচের দিকে সরাতে <span class="motioncolor">y পরিবর্তন</span> এ একটি ঋণাত্মক সংখ্যা টাইপ কর।
cs: Napiš záporné číslo do <span class="motioncolor">změna y</span> aby se postava pohybovala směrem dolů.
cy: Teipiwch rif negatif yn <span class="motioncolor">newid y</span> i wneud i'r corlun symud i lawr.
de: Gib eine negative Nummer in <span class="motioncolor">ändere y-Position</span> ein damit sich die Figur nach unten bewegt.
fa: یک عدد منفی در <span class="motioncolor">تغییر y</span> را وارد کنید تا شکلک به پایین حرکت کند.
fr: Tape un nombre négatif (avec un moins devant) dans <span class="motioncolor">ajouter à y</span> pour déplacer le lutin vers le bas.
id: Ketik sebuah angka negatif di <span class="motioncolor">ubah y</span> untuk membuat spritenya bergerak ke bawah.
kk: Спрайттың төмен бағытта қозғалуы үшін теріс санды енгізіңіз<span class="motioncolor">change y</span>
lt: Įvesk neigiamą skaičių <span class="motioncolor">keisk y</span> ir priversk veikėją judėti žemyn
nb: Skriv et negativt tall i <span class="motioncolor">endre y</span> for å få figuren til å gå nedover.
nn: Skriv inn eit negativt tal i <span class="motioncolor">endra y</span> for å få figuren til gå nedover.
pt_br: Digite um número negativo em <span class="motioncolor">altere y</span> para fazer o ator se mover para baixo.
sl: V <span class="motioncolor">spremeni y</span> vtipkaj negativno število, da se bo figura premikala navzdol.
vi: Nhập vào một số âm ở <span class="motioncolor">thay đổi y</span> để làm cho đối tượng đi xuống.
zh_tw: 在<span class="motioncolor">將 y 座標增加</span>的積木裡輸入負數值，讓角色往下移動。

source: Click the green flag to run your script:
bn: তোমার স্ক্রিপ্ট শুরু করতে সবুজ পতাকায় ক্লিক কর:
cs: Pro spuštění scénáře stiskni zelený praporek:
cy: Cliciwch y faner werdd i redeg eich sgript:
de: Klicke die grüne Flagge um deine Skripte zu starten:
fa: برای اجرای دستور خود روی پرچم سبز کلیک کنید:
fr: Clique sur le drapeau vert pour exécuter ton script :
id: Klik bendera hijau untuk menjalankan skripmu:
kk: Скриптті орындау үшін жасыл жалаушаны басыңыз:
lt: Spasuk žalią vėliavą ir paleisk savo scenarijų:
nb: Klikk det grønne flagget for å starte skriptet:
nn: Trykk på det grøne flagget for å starta skriptet:
pt_br: Clique na bandeira verde para executar seu script:
sl: Za zagon programa klikni zeleno zastavico:
tr: Senaryonu çalıştırmak için yeşil bayrağa tıkla:
vi: Bấm vào lá cờ xanh để thực hiện kịch bản của bạn:
zh_tw: 點擊綠旗測試程式是否正常運作：

source: Next, reset your game
bn: এরপর, তোমার গেমটি পুনরায় সেট কর
cs: Nyní resetuj svou hru
cy: Nesaf, ailosodwch eich gêm
de: Setze nun dein Spiel zurück
fa: سپس، بازی خود را مجدد تنظیم کنید
fr: Ensuite, redémarre le jeu.
id: Setelah itu, atur ulang permainanmu
kk: Енді, ойынды қайта бастаңыз
lt: Toliau, paleisk iš naujo savo žaidimą
nb: Videre: Gå tilbake
nn: Vidare: tilbakestill spelet
pt_br: Em seguida, reinicie seu jogo
sl: Nato ponovno zaženi igro
tr: Şimdi, oyunu tekrardan başlat
vi: Tiếp theo, khôi phục trò chơi của bạn về trạng thái ban đầu
zh_tw: 下一步，讓東西回到頂端

source: Make your object go back to the top when it reaches the bottom:
bn: তোমার বস্তুটি যখন নিচে পৌঁছায় তখন আবার শীর্ষে নিয়ে যাও:
cs: Nechej svůj předmět jít zpět k vrcholu poté, co se dotkne dna:
cy: Gwnewch i'ch gwrthrych fynd nôl i'r brig pan fydd yn cyrraedd y gwaelod:
de: Lass deine Objekte wieder nach oben springen wenn sie den unteren Rand erreicht haben:
fa: هنگامی که شی به انتها می‌رسد، آن را به بالا برگردانید:
fr: Fais retourner ton objet en haut quand il atteint le bas :
id: Buat obyekmu pergi kembali ke atas ketika sudah mencapai dasar:
kk: Обьект томенге жеткенде, жоғарыға қайтатындай әрекет қыл
lt: Priversk savo veikėją grįžti atgal į viršų, kai jis pasiekia dugną:
nb: Når tingen har falt helt ned skal den settes på toppen igjen:
nn: Få gjenstanden gå opp att når han treffer botnen:
pt_br: Faça seu objeto voltar para o topo quando ele chegar na parte inferior:
sl: Ko figura doseže dno, naj se vrne nazaj na vrh:
vi: Làm đối tượng của bạn quay lại phía trên khi nó chạm vào đáy:
zh_tw: 當角色掉到底部時，將角色重新設定回到頂端：

source: Next, add a catcher
bn: তারপর, একটি ক্যাচার যোগ কর
cs: Poté přidej chytače
cy: Nesaf, ychwanegwch ddaliwr:
de: Füge als nächstes einen Fänger hinzu
fa: سپس، یک گیرنده اضافه کنید
fr: Ensuite, ajoute un receveur
id: Setelah itu, tambahkan sebuah penangkap
kk: Келесі, catcher-ді қосыңыз
lt: Toliau, pridėk gaudytoją
nb: Videre: Oppsamleren
nn: Vidare: legg til ein mottakar
pt_br: Em seguida, adicione um coletor
sl: Nato dodaj lovilca
tr: Ardından, bir yakalayıcı ekle
vi: Tiếp theo, thêm vào dụng cụ bắt
zh_tw: 下一步，新增接東西的容器

source: Choose a catcher (such as 'Bowl' or 'Magic Carpet'):
bn: একটি ক্যাচার বাছাই কর (যেমন 'বাটি' অথবা 'ম্যাজিক কার্পেট'):
cs: Vyber chytače (jako například "mísa" nebo "kouzelný koberec"):
cy: Dewiswch ddaliwr (fel 'Powlen' neu 'Carped Hudol'):
de: Wähle einen Fänger (wie zum Beispiel die Schüssel oder den fliegenden Teppich):
fa: یک گیرنده (مانند "کاسه" یا "قالی جادویی") را انتخاب کنید:
fr: Choisis un receveur (tel que 'Bowl' (Bowl) ou 'Magic Carpet' (Tapis volant) ) :
id: Pilih sebuah penangkap (seperti 'Mangkok' atau 'Karpet Ajaib'):
kk: Catcher-ді таңдаңыз (мәселен 'Тостаған' немесе 'Сиқырлы кілем')
lt: Pasirink gaudytoją ('Dubuo' ar 'Magiškas Kilimas'):
nb: Velg en oppsamler-figur (for eksempel "Bowl" eller "Magic carpet"):
nn: Vel ein mottakar (for eksempel ein bolle eller eit flygande teppe):
pt_br: Escolha um coletor (como 'Tigela' ou 'Tapete Mágico'):
sl: Izberi lovilca (npr. 'posoda' ali 'čarobni predpražnik'):
vi: Chọn dụng cụ bắt (như là 'Cái chén' hoặc 'Thảm ma thuật'):
zh_tw: 新增一個容器角色，像是 Bowl（缽）或是 Magic Carpet（魔毯）：

source: Tip: Adjust the size of the catcher by clicking with the grow or shrink tool:
bn: টীকা: বৃদ্ধি বা সঙ্কুচিত টুল দিয়ে ক্লিক করে ক্যাচারের আকার সামঞ্জস্য কর:
cs: Tip: Uprav velikost chytače kliknutím na zvětšovací, nebo zmenšovací nástroj:
cy: Awgrym: Newidiwch faint y daliwr drwy glicio gyda'r teclyn tyfu neu grebachu.
de: Tipp: Verändere die Größe des Fängers, indem du mit dem "Vergrößern"- oder "Verkleinern"-Werkzeug darauf klickst.
fa: نکته: با کلیک کردن با ابزار بزرگ یا کوچک شدن اندازۀ گیرنده را تنظیم کنید:
fr: Astuce : ajuste la taille du receveur en cliquant sur l'outil agrandir ou réduire :
id: Tip: Sesuaikan ukuran penangkapnya dengan mengklik menggunakan alat pembesar atau pengecil:
kk: Кеңес: Үлкейту немесе кішірейту құралы арқылы catcher-дің көлемін реттеңіз
lt: Patarimas: Keisk veikėjo dydį spausdamas augimo arba susitraukimo įrankiu:
nb: Tips: Du kan bestemme størrelsen på oppsamleren med verktøyene for å gjøre figurer større eller mindre:
nn: Tips: Du kan velja kor stor mottakaren skal vera med vekse- og krympeverktøya:
pt_br: Dica: ajuste o tamanho do personagem clicando nele com a ferramenta de crescimento ou encolhimento:
vi: Thủ thuật: Điều chỉnh kích thước của dụng cụ bắt bằng cách bấm vào công cụ phóng to hoặc thu nhỏ:
zh_tw: 提示：你可以使用物件放大或縮小工具來調整容器的顯示尺寸：
