Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Congratulations! You've coded your own interactive story!
bn: অভিনন্দন! তুমি তোমার নিজস্ব ইন্টারেক্টিভ গল্প কোডে করেছ!
cs: Gratulujeme! Právě jsi vytvořil svůj vlastní interaktivní příběh!
cy: Llongyfarchiadau! Rydych wedi codio eich stori ryngweithiol!
de: Gratuliere! Du hast deine eigene interaktive Geschichte programmiert!
fa: تبریک می‌گویم! شما انیمیشن خود را کدگذاری کردید!
fr: Félicitations ! Tu as programmé ta propre histoire interactive !
id: Selamat! Kamu telah mengkodekan cerita interaktifmu sendiri!
kk: Құттықтаймыз! Сіз өзіңіздің интерактивті әңгімеңізді бағдарладыңыз!
lt: Sveikinimai! Tu ką tik suprogramavai savo interaktyvų pasakojimą!
nb: Gratulerer! Du har programmert en interaktiv fortelling!
nn: Gratulerer! Du har programmert ei interaktiv forteljing!
pt_br: Parabéns! Você programou sua própria história interativa!
tr: Tebrikler! Kendi etkileşimli hikayeni kodladın!
vi: Chúc mừng! Bạn đã tạo được một chương trình tương tác của riêng mình!
zh_tw: 恭喜！你已經學會如何為你的互動故事編程了！

source: Save Your Project
bn: তোমার প্রকল্পটি সংরক্ষণ করো
cs: Ulož svůj projekt
cy: Cadw eich Project
de: Speichere dein Projekt
fa: پروژه خود را ذخیره کنید
fr: Enregistrer Le Projet.
id: Simpan Karyamu
kk: Жобаңызды сақтаңыз
lt: išsaugok Savo Projektą
nb: Lagre prosjektet
nn: Lagra prosjektet
pt_br: Salve seu projeto
sl: Deli svoj projekt
tr: Projeni Kaydet
vi: Lưu lại chương trình của bạn
zh_tw: 儲存您的程式專案

source: Click the Remix button (near the top of the screen) to save your version of the project.
bn: প্রজেক্টে তোমার সংস্করণটি সংরক্ষণ করতে রিমিক্স বাটনটি (পর্দার উপরে) ক্লিক কর।
cs: Klikni na tlačítko remixovat (nahoře na obrazovce) k uložení tvé verze projektu,
cy: Cliciwch y botwm Ailgymysgu (ger brig y sgrin) a chadw eich fersiwn o'r project.
de: Klicke auf den Remix-Knopf (am oberen Bildschirmrand), um deine Version des Projektes zu speichern.
fa: دکمه بازترکیب (بالای صفحه) را برای ذخیره‌‌ی نسخه‌ی خودتان از پروژه کلیک کنید.
fr: Clique sur le bouton 'Remix' (vers le haut de l'écran) pour enregistrer ta propre version du projet.
id: Klik tombol Remix (di dekat ujung paling atas layar) untuk menyimpan versimu sendiri dari karya ini.
kk: Жобаның өз нұсқаңызды сақтау үшін Remix батырмасын (экранның жоғарғы жағында) басыңыз.
lt: Spausk Perdaryti mygtuką (ekrano viršuje), kad išsaugotum savo projekto versiją
nb: Klikk på Remiks-knappen (nesten øverst på skjermen) for å lagre din versjon av prosjektet.
nn: Klikk på remiksknappen (nesten øvst på skjermen) for å lagra din versjon av prosjektet.
pt_br: Clique no botão Remix (próximo ao topo da tela) para salvar sua versão do projeto.
vi: Bấm chọn nút Phối lại ( gần trên đỉnh của màn hình ) để lưu những phiên bản của chương trình.
zh_tw: 點擊「融合」按鈕（靠近畫面的上方）來儲存你專屬版本的程式專案。

source: You'll need to join Scratch or sign in to save your project online.
bn: তোমার প্রকল্পটি অনলাইনে সংরক্ষণ করতে তোমাকে স্ক্র্যাচে যোগ দিতে বা সাইন ইন করতে হবে।
cs: Musíš se připojit ke Scratchi nebo se přihlásit abys mohl uložit tvůj projekt online.
cy: Bydd angen ymuno â Scratch neu fewngofnodi i gadw eich project ar-lein.
de: Du musst Scratcher werden oder ich anmelden, um dein Projekt online zu speichern.
fa: شما نیاز دارید که به اسکرچ بپیوندید و یا به حسابتان وارد شوید تا پروژۀ خود را به صورت آنلاین ذخیره کنید.
fr: Tu dois rejoindre Scratch ou te connecter pour enregitrer ton projet en ligne.
id: Kamu harus bergabung dengan Scratch atau masuk untuk menyimpan karyamu secara daring.
kk: Сіздің Скретчке қосылуыңыз керек болады немесе жобаңызды онлайн сақтау үшін кіріңіз.
lt: Tau reikės prisijungti prie Scratch arba įsiregistruoti norint išsaugoti savo projektą internete
nb: Du må logge inn eller registrere deg på Scratch for å lagre prosjekter på nett.
nn: Du må logga inn eller registrera deg på Scratch for å kunna lagra prosjektet på nett.
pt_br: Você precisa entrar no Scratch ou se cadastrar para salvar seu projeto on-line.
vi: Bạn sẽ cần tham gia Scratch hoặc đăng nhập để lưu chương trình của bạn trực tuyến.
zh_tw: 你需要註冊Scratch並登入，才可以在線上儲存你的程式專案。

source: (Or, to save a copy to your local drive, go to the File menu and choose 'Download to your computer'.)
bn: (অথবা, তোমার স্থানীয় ড্রাইভে একটি অনুলিপি সংরক্ষণ করতে, ফাইল মেনুতে যাও এবং 'তোমার কম্পিউটারে ডাউনলোড করো' নির্বাচন করো।)
cs: (Nebo, k uložení kopie na tvůj lokální disk, jdi v hlavní nabídce na záložku Soubor a vyber ' Stáhnout do tvého počítače'.)
cy: (Neu, i gadw copi i'ch gyrrwr lleol, ewch i'r ddewislen Ffeil a dewis 'Llwytho i lawr i'ch cyfrifiadur'.)
de: (Wenn du eine Kopie des Projektes lokal auf deinen Rechner speichern willst, öffne das Datei-Menü und wähle 'Auf deinen Rechner herunterladen'.)
fa: (یا برای ذخیره یک کپی در درایو محلی خود، به منوی فایل رفته و «Download to your computer» را انتخاب کنید.)
fr: (Ou, pour enregistrer une copie sur ton disque dur, va sur le menu 'Fichier' et choisi 'Télécharger dans votre ordinateur'.)
id: (Atau, untuk menyimpan sebuah salinan ke perangkatmu sendiri, pergi ke menu Berkas dan pilih 'Unduh ke komputermu'.)
kk: (Немесе, Жергілікті драйвта сақтау үшін Сақтау үшін Файл мәзіріне барыңыз да 'Компьютерге жүктеу' -ді таңдаңыз.)
lt: (arba, kad išsaugptum projektą savo diske, eik į Failai meniu ir pasirink "Atsisiųsti į kompiuterį")
nb: (Du kan også lagre prosjektet på din egen maskin: Gå til Fil-menyen og velg "Last ned til datamaskinen".)
nn: (Du kan òg lagra prosjektet på di eiga datamaskin: Gå til «Fil»-menyen og vel «Last ned til maskina».)
pt_br: (Ou, para salvar uma cópia local, vá para o menu Arquivo e escolha "Baixar no computador").
vi: ( hoặc, để lưu bản sao vào ổ địa cục bộ, đi đếm Tệp tin và chọn 'Tải xuống máy tính'.)
zh_tw: （或者，要儲存程式專案到你的電腦中，點選「檔案」選單，再選擇「下載到您的電腦」。）

source: When you are ready to share your project with others, click the “Share” button at the top of the screen.
bn: যখন তুমি অন্যদের সাথে তোমার প্রজেক্ট শেয়ার করার জন্য প্রস্তুত হবে, স্ক্রিনের উপরে "শেয়ার কর" বাটনটি ক্লিক কর।
cs: Pokud jsi připraven sdílet svůj projekt s ostatními, stiskni tlačítko "Sdílej" v horní části obrazovky.
cy: Pan rydych yn barod i rannu eich project gydag eraill, cliciwch y botwm "Rhannu" ar frig y sgrin.
de: Wenn du dazu bereit bist, dein Projekt zu veröffentlichen, klicke auf den "Veröffentlichen"-Button oben auf der Seite.
fa: هنگامی که شما آماده‌اید برنامه خود را با دیگران به اشتراک بگذارید، روی دکمه «اشتراک‌گذاری» در بالای صفحه کلیک کنید.
fr: Quand tu es prêt à partager ton projet avec d'autres, clique sur le bouton “Partager” en haut de l'écran.
id: Ketika kamu sudah siap membagikan karyamu dengan orang-orang lain, klik tombol "Bagikan" di ujung paling atas layar.
kk: Егер сіз басқаларға өз жобаңызды көрсетуге дайын болсаңыз, экранның жоғарғы жағындағы"Бөлісу" батырмасын басыңыз.
lt: Kai būsi pasirengęs dalintis savo projektu, spausk "Dalintis" mygtuką ekrano viršuje
nb: Når du er klar til å vise fram prosjektet til andre klikker du "legg ut"-knappen øverst på skjermen.
nn: Når du er klar til å visa prosjektet til andre, trykk på «Legg ut»-knappen øvst på skjermen.
pt_br: Quando você estiver pronto para compartilhar seu projeto, clique no botão "Compartilhar" na parte superior da tela.
sl: Ko si pripravljen deliti svoj projekt z ostalimi, kliki na gumb “Deli z drugimi” desno na vrhu zaslona.
tr: Projeni başkalarıyla paylaşmaya hazır olduğunda, ekranın üstündeki "Paylaş" düğmesine tıkla.
vi: Khi bạn đã sẵn sàng chia sẻ chương trình của bạn với người khác, bấm chọn nút "Chia sẻ" tại trên đỉnh của màn hình.
zh_tw: 當你準備好要與他人分享你的程式專案時，點擊畫面上方的「分享」按鈕。

source: To add notes and credits, click:
bn: নোট এবং ক্রেডিট যোগ করতে, ক্লিক কর:
cs: Pro přidání poznámek a zásluh, klikni:
cy: I ychwanegu nodiadau a diolchiadau, cliciwch:
de: Um Anmerkungen und Danksagungen hinzuzufügen, klicke:
fa: برای اضافه کردن یادداشت‌ها و اعتبارات، کلیک کنید:
fr: Pour ajouter des notes et citer les contributeurs, clique sur :
id: Untuk menambahkan catatan dan pengakuan, klik:
kk: Ескертулер және ұпайлар қосу үшін басыңыз:
lt: Norėdamas pridėti žymas ir autorių sąrašą, spausk:
nb: For å legge inn kommentarer og takk til andre som har bidratt, klikk:
nn: For å leggja inn merknadar og takk til andre som har bidratt, trykk:
pt_br: Para adicionar notas e créditos, clique:
sl: Da dodaš opombe in avtorje, klikni:
tr: Not ve teşekkürlerini eklemek için buna tıkla:
vi: Để thêm ghi chú và lời cảm ơn, bấm:
zh_tw: 要增加備註與銘謝，點擊：

source: Here's a video on how to edit the project page:
bn: প্রজেক্টের পেইজ টি কিভাবে সম্পাদনা করবে তার একটি ভিডিও এখানে দেয়া হল:
cs: Zde je video, jak upravit stránku projektu:
cy: Dyma fideo ar sut i olygu'r dudalen project:
de: Hier ist ein Video darüber, wie man die Projektseite bearbeitet:
fa: در اینجا یک ویدئو در مورد نحوه ویرایش صفحه برنامه وجود دارد:
fr: Voici une vidéo sur la manière de modifier la page du projet :
id: Ini ada sebuah video tentang cara menyunting halaman karya:
kk: Мында жобаның парағын қалай өңдеу керектігі жайлы видео бар:
lt: Čia yra video parodantis kaip keisti projekto puslapį:
nb: Her er en video om hvordan du bruker prosjektsiden: (engelsk tale)
nn: Her er ein video om korleis du brukar prosjektsida (engelsk tale):
pt_br: Aqui temos um vídeo sobre como editar a página do projeto:
sl: Tu je video, ki kaže, kako urejati projektno stran:
tr: Bir projeyi nasıl düzenleyeceğini öğreten bir video:
vi: Đây là đoạn video hướng dẫn cách thay đổi trang chương trình:
zh_tw: 這個影片會告訴你如何編輯專案頁面：

source: Share Your Project in a Studio
bn: তোমার প্রজেক্টটি স্টুুডিওতে শেয়ার কর
cs: Sdílej svůj projekt ve studiu.
cy: Rhannu eich Project mewn Stiwdio
de: Teile dein Projekt in einem Studio
fa: برنامه خود را در یک استودیو به اشتراک بگذارید
fr: Partager Le Projet Dans Un Studio
id: Bagikan Karyamu di Dalam Sebuah Studio
kk: Студияда жобаңызбен бөлісіңіз
lt: Dalinkis Savo Projektu Studijoje
nb: Vis fram prosjektet i et galleri
nn: Vis fram prosjektet i eit galleri
pt_br: Compartilhe seu projeto em um estúdio
tr: Projeni Bir Stüdyoda Paylaş
vi: Chia sẻ Dự án của bạn trong Studio
zh_tw: 將你的專案分享到創作坊

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>:
bn: এখন তুমি <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio1</a> স্টুডিওতে তোমার প্রজেক্ট যুক্ত করতে পারবে:
cs: Nyní můžeš přidat svůj projekt do <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">studia We Bare Bears</a>:
cy: Nawr gallwch ychwanegu eich project i stiwdio <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears</a>:
de: Nun kannst du dein Projekt zum <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears-Studio</a> hinzufügen:
fa: اکنون می توانید برنامه خود را به <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a> اضافه کنید:
fr: Maintenant, tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">Studio We Bare Bears<a>:
id: Sekarang kamu bisa menambahkan karyamu ke <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">studio We Bare Bears</a>:
kk: Сіз өз жобаңызды <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears студиясында</a> қоса аласыз:
lt: Dabar gali pridėti savo projektą <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">Mes Pliki Meškinai studija</a>:
nb: Nå kan du legge ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears</a>:
pt_br: Agora você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">Estúdio de apoio aos ursos</a>:
vi: Bây giờ bạn có thể thêm dự án của bạn vào <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears Studio</a>:
zh_tw: 現在，你可以將你的程式專案加入到創作坊 <a href="http://scratch.mit.edu/studios/1672166/" target="_blank">We Bare Bears studio</a>裡：

source: Keep Creating
bn: তৈরি করতে থাক
cs: Pokračuj ve tvoření
cy: Cadw i Greu
de: Denk dir noch mehr aus
fa: خلق کنید
fr: Continuer à Créer
id: Terus Membuat
kk: Ойлап табуды жалғастырыңыз
lt: Kurk Dar
nb: Fortsett å lage nye ting
nn: Lag fleire nye ting
pt_br: Continue criando
tr: Yaratmaya Devam Et
vi: Tiếp tục Thiết kế
zh_tw: 繼續創作

source: For more tips and ideas for projects you can create, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
bn: তুমি যে প্রজেক্টগুলো তৈরি করতে পার তার জন্য আরও টীকা এবং আইডিয়ার জন্য, ক্লিক কর <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব টীকা</a>।
cs: <a href="../../home/">Pro další nápady a tipy co můžeš tvořit klikni<img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny typy</a>.
cy: Am ragor o awgrymiadau a syniadau am brojectau i'w creu, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.
de: Weitere Tipps und Ideen für Projekte, die du erstellen kannst, findest du mit einem Klick auf <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle Tipps</a>.
fa: برای نکات و ایده‌های بیشتر برای برنامههایی که می‌توانید ایجاد کنید، روی <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات</a> کلیک کنید.
fr: Pour plus d'astuces et d'idées de projet que tu peux créer, clique sur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.
id: Untuk lebih banyak tips dan ide-ide untuk karya-karya yang bisa kamu buat, klik <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a>.
kk: Сіз жасай алатын жобаларға қосымша кеңестер мен идеялар үшін, басыңыз <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық Кеңестер</a>.
lt: Daugiau patarimų ir idėjų projektams, spausk <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png"> Visi Patarimai</a>
nb: Du kan få flere tips og ideer ved å klikke <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.
nn: Du kan få fleire tips og idéar ved å trykkja på <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.
pt_br: Para mais dicas e ideias de projetos para criar, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.
vi: Để biết thêm thủ thuật và ý tưởng dành cho các chương trình bạn có thể tạo ra, nhấp <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả Thủ thuật</a>.
zh_tw: 要找尋更多你可以用來創作程式專案的技巧與構想，點選 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。

source: To make a sprite bounce around the Stage, try this script:
bn: মঞ্চের চারপাশে একটি স্প্রাইট বাউন্স করতে, এই স্ক্রিপ্টটি চেষ্টা কর:
cs: Aby postava skákala kolem scény zkus tenhle scénář.
cy: I wneud i gorlun fownsio o amgylch Llwyfan, rhowch gynnig ar y sgript yma:
de: Probiere dieses Skript aus, um die Figur über die Bühne hüpfen zu lassen:
fa: برای اینکه شکلک در صفحه بالا و پایین بپرد، این دستور را امتحان کنید:
fr: Pour faire rebondir le lutin tout autour de la scène, essayez ce script:
id: Untuk membuat sebuah sprite memantul di Panggung, coba skrip ini:
kk: Спрайтты платформа айналасында секірту үшін мына скриптты көріңіз:
lt: Norėdamas priversti veikėją šokinėti aplink Sceną, išbandyk šį scenarijų:
nb: Dette skriptet får figuren til å sprette rundt på scenen:
nn: Dette skriptet får figuren til å spretta rundt på scena:
pt_br: Para fazer um ator saltar ao redor do palco, tente este script:
sl: Da pripraviš figuro, da poskakuje po odru, poskusi naslednjo skripto:
tr: Bir kuklayı Sahnenin dört kenarından sektirmek için aşağıdaki diziyi dene:
vi: Để làm một đối tượng bật lên quanh Sân khấu, thử kịch bản này:
zh_tw: 編寫讓角色碰到邊綠就反彈的程式，如下所示：

source: The sprite points at an angle, and then keeps moving and bouncing off the edge.
bn: স্প্রাইটটি একটি কোণে নির্দেশ করে, এবং তারপর চলতে থাকে ও প্রান্ত থেকে বাউন্স করে।
cs: Postava míří směrem k úhlu a neustále se pohybuje dopředu odrážejíc se od okrajů.
cy: Mae'r sgript yn pwyntio at ongl, ac yna yn para i symud a bownsio oddi ar yr ymyl.
de: Die Figur zeigt in eine Richtung, bewegt sich dauernd und prallt vom Bühnenrand ab.
fa: روی شکلک به یک طرف است، و سپس حرکت کرده و روی لبه بالا و پایین می‌پرد.
fr: Le lutin se dirige suivant un angle, puis continue à se déplacer et à rebondir sur le bord.
kk: Спрайт бұрышта тұр, және одан кейін қозғалуды жалғастырады және шеттеріне тигенде қайта секіріп отырады.
lt: Veikėjas pasisuka kampu ir tada juda ir atšokinėja nuo kraštų
nb: Figuren peker på skrå og beveger seg omkring ved å sprette i kantene.
nn: Figuren peikar på skrå og rører seg omkring ved å spretta når han treffer kantane.
pt_br: O ator aponta para um ângulo, e depois continua se movendo e pulando para fora da borda.
sl: Figura je usmerjena na določeni kot in se potem premika in odbija od robov.
tr: Bu dizi çalıştığında kukla ilk verilen yöne döner ve kenarlardan sekerek hareket etmeyi sürdürür.
vi: Đối tượng hướng theo một góc, và sau đó cứ chuyển động và bật lên ra khỏi cạnh.
zh_tw: 角色在反彈時會有個方向角，並且不斷的在限界中彈來彈去。

source: If your sprite looks upside-down, click <img src="%(STATIC_URL)simages/help/info.gif"> and set its rotation style to left-right:
bn: যদি তোমার স্প্রাইটটি উল্টো দিকে দেখায়, <img src="%(STATIC_URL)simages/help/info.gif"> ক্লিক কর এবং এর ঘূর্ণন ধরণ বাম-ডানে নির্ধারণ কর:
cs: Pokud je tvoje postava vzhůru nohama klikni na <img src="%(STATIC_URL)simages/help/info.gif"> a nastav způsob otáčení na "jen vlevo-vpravo":
cy: Os yw eich corlun yn edrych ben i waered, cliciwch <img src="%(STATIC_URL)simages/help/info.gif"> a gosod ei arddull troi i chwith-de:
de: Wenn Deine Figur auf dem Kopf steht, klicke auf <img src="%(STATIC_URL)simages/help/info.gif"> und setze die Drehrichtung auf links-rechts:
fa: اگر شکلک شما وارونه است، روی <img src="%(STATIC_URL)simages/help/info.gif"> کلیک کنید و سبک چرخش آن را از چپ به راست تنظیم کنید:
fr: Si votre lutin a l'air désemparé, clique <img src="%(STATIC_URL)simages/help/info.gif"> et définit son style de rotation à gauche ou à droite:
id: Jika spritemu tampak terbalik, klik <img src="%(STATIC_URL)simages/help/info.gif"> dan atur gaya rotasinya ke kiri-kanan:
kk: Спрайт төмен қарап қалған болса, <img src="%(STATIC_URL)simages/help/info.gif"> басыңыз және солдан оңға айналуды қосыңыз:
lt: Jei tavo veikėjas žiūri aukštyn-žemyn, spausk <img src="%(STATIC_URL)simages/help/info.gif"> ir nustatyk jo krypties stilių į kairėn-dešinėn:
nb: Hvis figuren kommer opp-ned kan du klikke <img src="%(STATIC_URL)simages/help/info.gif"> og velge sideveis rotasjon:
nn: Viss figuren kjem opp ned, kan du trykkja på <img src="%(STATIC_URL)simages/help/info.gif"> og velja sidevegs rotering:
pt_br: Se o seu ator estiver de cabeça para baixo, clique em <img src="%(STATIC_URL)simages/help/info.gif"> e defina seu estilo de rotação como esquerda-direita:
sl: Če je figura postavljena na glavo, klikni na <img src="%(STATIC_URL)simages/help/info.gif"> in izberi stil vrtenja na levo-desno:
tr: Eğer kuklan tepetaklak olursa, <img src="%(STATIC_URL)simages/help/info.gif"> harfine tıkla ve dönüş izinini sadece sağa-sola olarak belirle:
vi: Nếu đối tượng của bạn trông lộn ngược xuống, bấm vào <img src="%(STATIC_URL)simages/help/info.gif"> và đặt cách xoay thành trái-phải:
zh_tw: 如果你的角色在移動時發生上下顛倒的現象，可以點擊角色縮圖上的<img src="%(STATIC_URL)simages/help/info.gif">，並將迴轉方式設成「左-右」：

source: Start here to make an interactive greeting card for a friend using Scratch!
cs: Začni zde pro vytvoření interaktivního blahopřání pro svého přítele použitím Scratche!
cy: Cychwynnwch yma i greu cerdyn cyfarch rhyngweithiol ar gyfer ffrind gan ddefnyddio Scratch!
de: Starte hier, um mit Scratch eine interaktive Grußkarte für einen Freund zu machen!
fa: در اینجا با استفاده از اسکرچ شروع کن به ساختن یک کارت تبریک تعاملی برای یک دوست!
fr: Commencez ici pour faire, pour un ami, une carte de voeux interactive en utilisant Scratch!
id: Mulai di sini untuk membuat sebuah kartu ucapan interaktif untuk seorang teman menggunakan Scratch!
kk: Скретчті қолдану арқылы интерактивті құттықтау картасын жасау үшін осы жерден бастаңыз!
lt: Pradėk čia ir padaryk interaktyvią atvirutę draugui naudodamas Scratch
nb: Her lærer du å lage et interaktivt bursdagskort med Scratch!
nn: Her lærer du å laga eit interaktivt fødselsdagskort til ein venn med Scratch!
pt_br: Comece aqui para criar um cartão interativo para um amigo usando o Scratch!
sl: Če želiš narediti interaktivno voščilnico, začni tukaj!
tr: Scratch kullanıcısı bir arkadaşın için kutlama kartı yapmak için adımları takip et!
vi: Bắt đầu ở đây để tạo thiệp chúc mừng tương tác cho một người bạn sử dụng Scratch nha!
zh_tw: 從製作一張互動式卡片開始學習如何使用 Scratch！

source: <p>This activity is part of <a href="#made-with-code">Made with Code</a>.</p>
bn: <p>এই এ্যাক্টিভিটিটি <a href="#made-with-code">কোড দিয়ে তৈরি</a>এর অংশ।</p>
cs: <p>Tato aktivita je částí <a href="#made-with-code">Made with Code</a>.</p>
cy: <p>Mae'r gweithgaredd yma'n rhan o <a href="#made-with-code">Made with Code</a>.</p>
de: <p>Diese Aktivität ist Teil von <a href="#made-with-code">Made with Code</a>.</p>
fa: <p>این فعالیت بخشی از <a href="#made-with-code">ساخته شده با کد</a> است.</p>
fr: <p>Cette activité fait partie de <a href="#made-with-code">Made w/ Code</a>.</p>
id: <p>Kegiatan ini adalah bagian dari <a href="#made-with-code">Buat dengan Kode</a>.</p>
kk: ⇥<p>Бұл әрекет <a href="#made-with-code">кодпен жасалған</a>ның бөлігі.</p> ⇥
lt: ⇥<p>tai yra dalis <a href="#made-with-code">Padaryta su Kodu</a>.</p> ⇥
nb: <p>Dette er en del av <a href="#made-with-code">"Made with Code"</a>.</p>
nn: <p>Dette er ein del av <a href="#made-with-code">«Made with Code»</a>.</p>
pt_br: <p>Essa atividade é parte de <a href="#made-with-code">Made with Code</a>.</p>
sl: <p>Ta aktivnost je del <a href="#made-with-code">Made with Code (Ustvarjeno s kodo)</a>.</p>
tr: <p>Bu etkinlik <a href="#made-with-code">Made with Code (Kodlayarak Yapılmıştır)</a> projesinin bir parçasıdır.</p>
vi: <p>Hoạt động này là một phần của <a href="#made-with-code">Thực hành với Mã</a>.</p>
zh_tw: <p>這個教學活動是 <a href="#made-with-code">Made with Code</a> 的一部分。</p>

source: Start with a greeting
bn: শুভেচ্ছা দিয়ে শুরু কর
cs: Začni s pozdravem
cy: Cychwynnwch gyda chyfarchiad
de: Starte mit einer Begrüßung
fa: با یک تبریک شروع کنید
fr: Commencer par un voeu
id: Mulai dengan sebuah salam
kk: Сәлемдесуден бастаңыз
lt: Pradėk nuo pasveikinimo
nb: Begynn med en hilsen
nn: Start med ei helsing
pt_br: Comece com uma saudação
sl: Začni z voščilom
tr: Söyleyeceklerinle başla
vi: Bắt đầu bằng một lời chào
zh_tw: 從賀詞開始
