Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Next, move with arrow keys
bn: তারপর, অ্যারো কী সরাও
cs: Dále, pohybuj šipkami
cy: Nesaf, symud gyda'r bysellau saeth
de: Bewege dich als nächstes mit den Pfeiltasten
fa: بعد، با کلید های arrow حرکت کنید
fr: Ensuite, bouge avec les touches flèche
id: Setelah itu, bergerak dengan tombol-tombol panah
kk: Келесі, көрсеткі пернелермен жылжытыңыз
lt: Toliau, judėk rodyklinių klavišų pagalba
nb: Videre: Flytt med piltastene
nn: Vidare: flytt med piltastane
pt_br: Em seguida, movimente-o com as setas do teclado
sl: Nato premakni lovilca
tr: Ardından, yön tuşları ile hareket et
vi: Kế tiếp, di chuyển bằng các phím mũi tên
zh_tw: 下一步，讓容器隨方向鍵移動

source: Use arrow keys to move your catcher back and forth.
bn: তোমার ক্যাচারকে সামনে এবং পিছনে সরানোর জন্য অ্যারো কীগুলি ব্যবহার কর।
cs: Použij šipkové klávesy pro pohyb chytače dozadu a dopředu.
cy: Defnyddiwch y botymau saeth i symud nôl ac ymlaen.
de: Benutze die Pfeiltasten, um den Fänger vor und zurück zu bewegen.
fa: با استفاده از کلیدهای جهت گیرنده خود را به عقب و جلو حرکت دهید.
fr: Utilise les touches flèche pour déplacer ton receveur en avant et en arrière.
id: Gunakan tombol-tombol panah untuk menggerakan penangkapmu ke sana sini.
kk: Catcher-ді алға және артқа жылжыту үшін көрсеткі пернелерін пайдаланыңыз.
lt: Naudok rodyklinius klavišus judinti veikėjui pirmyn-atgal
nb: Bruk piltastene for å flytte oppsamleren fram og tilbake.
nn: Bruk piltastane til å flytta mottakaren fram og tilbake.
pt_br: Use as setas do teclado para mover seu coletor para frente e para trás.
sl: Uporabi smerne tipke za premikanje lovilca nazaj in naprej.
tr: Yakalayıcını ileri ve geri hareket ettirmek için yön tuşlarını kullan.
vi: Sử dụng các phím mũi tên để di chuyển dụng cụ bắt qua lại.
zh_tw: 使用方向鍵來控制你的容器運動方向。

source: Build a script like this:
bn: এরকম একটি স্ক্রিপ্ট বানাও:
cs: Vytvoř scénář jako je tento:
cy: Adeiladu sgript fel hon:
de: Dann füge ein Skript wie dieses hinzu:
fa: یک دستور مثل این بسازید:
fr: Construis un script comme celui-ci :
id: Bangun sebuah skrip seperti ini:
kk: Скриптті осылай құрыңыз:
lt: Pagamink scenarijų kaip čia:
nb: Bygg dette skriptet:
nn: Lag eit skript som dette:
pt_br: Crie um script como esse:
sl: Izdelaj skripto kot je:
tr: Şuna benzer bir senaryo kur:
vi: Tạo kịch bản như thế này:
zh_tw: 製作一則程式碼，如下示範：

source: Try it! Press the arrow keys to move left and right.
bn: চেষ্টা কর! বাম এবং ডানে সরানোর জন্য অ্যারো কী চাপ দাও।
cs: Zkus to! Použij šipky pro pohyb vlevo a vpravo.
cy: Rhowch gynnig arno! Pwyswch y botymau saeth i symud nôl ac ymlaen.
de: Probier es aus! Drücke die Pfeiltasten um nach rechts oder links zu bewegen.
fa: امتحانش کنید! برای حرکت به سمت چپ و راست کلیدهای جهت را فشار دهید.
fr: Essaye le ! Appuie sur les touches flèches pour te déplacer à gauche ou à droite.
id: Cobalah! Tekan tombol-tombol panah untuk bergerak ke kiri dan kanan.
kk: Тексеріп көріңіз! Көрсеткі пернелерді пайдаланып оңға және солға жылжытыңыз
lt: Išbandyk! Spausk rodyklinius klavišus ir judėk kairėn ir dešinėn
nb: Prøv! Trykk piltastene for å bevege til høyre og venstre.
nn: Prøv det! Trykk på piltastane for å flytta mottakaren fram og tilbake.
pt_br: Experimente! Pressione as teclas direcionais para se mover para a esquerda e para a direita.
sl: Preveri! Pritisni smerne tipke za premikanje levo in desno.
tr: Dene! Sağa ve sola hareket etmek için yön tuşlarına bas.
vi: Thử nào! Bấm vào các phím mũi tên để di chuyển trái phải.
zh_tw: 按下鍵盤中的向左鍵及向右鍵，看看是不是能控制容器。

source: Next, catch the object
bn: তারপর, বস্তুটি ধর
cs: Jako další chytni objekt
cy: Nesaf, dal y gwrthrych
de: Fange als nächstes das Objekt
fa: بعد، شی را بگیر
fr: Ensuite, attrape l'objet
id: Kemudian, tangkap obyeknya
kk: Келесі, затты қағып алыңыз
lt: Toliau - pagauk objektą
nb: Videre: Ta imot ting
nn: Vidare: Ta imot gjenstanden
pt_br: Em seguida, colete o objeto
sl: Nato ujemi objekt
tr: Sonra, nesneyi yakala
vi: Tiếp theo, bắt lấy đối tượng
zh_tw: 下一步，接住東西

source: Select the falling sprite by clicking on its thumbnail:
bn: এর থাম্বনেইলে ক্লিক করে পতনশীল স্প্রাইট নির্বাচন কর:
cs: Vyber padající postavu kliknutím na její náhled:
cy: Dewiswch y corlun sy'n syrthio drwy glicio ar ei lun bach:
de: Wähle die fallende Figur aus, indem du auf ihr Vorschaubild klickst:
fa: با کلیک بر روی ریز عکس شکلک، شکلک در حال سقوط را انتخاب کنید:
fr: Sélectionne le lutin qui tombe en cliquant sur sur sa vignette :
kk: Нобайына басу арқылы құлайтын спрайтты таңдаңыз
lt: Pasirink krentantį veikėją spausdamas ant šios miniatiūros:
nb: Velg figuren som faller ved å klikke på dens ikon:
nn: Trykk på miniatyrbiletet for å velja den fallande gjenstanden:
pt_br: Selecione o ator que vai cair clicando em sua miniatura:
sl: S klikom na sličico izberi padajoči objekt:
vi: Chọn đối tượng rơi xuống bằng cách bấm vào ảnh thu nhỏ của nó:
zh_tw: 從物件區上點選掉落的角色蘋果：

source: Add a script to catch the object:
bn: বস্তুটি ধরার জন্য একটি স্ক্রিপ্ট যোগ করো:
cs: Přidej skript na chycení objektu:
cy: Ychwanegwch sgript i ddal y gwrthrych:
de: Füge ein Skript hinzu, um das Objekt zu fangen:
fa: برای گرفتن شیء یک دستور اضافه کنید:
fr: Ajoute un script qui attappe l'objet :
id: Tambahkan sebuah skrip untuk menangkap obyeknya:
kk: Затты қағып алу үшін скриптті қосыңыз:
lt: Pridėk scenarijų pagauti objektui:
nb: Lag et skript for å fange opp tingen som faller:
nn: Lag eit skript for å ta imot gjenstanden:
pt_br: Adicione um script para coletar o objeto:
sl: Dodaj skripto za lovljenje objekta:
tr: Nesneyi yakalamak için bir senaryo ekle:
vi: Thêm vào kịch bản để bắt đối tượng:
zh_tw: 接住物件的程式範例如下：

source: That script will look like this:
bn: এই স্ক্রিপ্টটি এই রকম দেখাবে:
cs: Ten scénář bude vypadat následovně:
cy: Dylai'r sgript edrych fel hyn:
de: Das Skript sollte wie folgt aussehen:
fa: این دستور شبیه این خواهد بود:
fr: Ce script doit ressembler à ça :
id: Skrip tersebut bakal tampak seperti ini:
kk: Бұл скрипт осылай көрінеді:
lt: Tas scenarijus turėtų atrodyt kaip čia:
nb: Skriptet vil se slik ut:
nn: Skriptet skal sjå slik ut:
pt_br: O script vai ficar mais ou menos assim:
sl: Ta skripta bo izgledala takole:
tr: O senaryo şu şekilde görünecek:
vi: Kịch bản đó sẽ trông như thế này đây:
zh_tw: 程式積木堆大概會像下圖：

source: After touching the catcher, it will go back to the top.
bn: ক্যাচার স্পর্শ করার পরে, এটি আবার উপরে চলে যাবে।
cs: Po dotyku chytače se vrátí zpět na vrchol.
cy: Ar ôl cyffwrdd y daliwr, bydd yn mynd nôl i'r brig.
de: Nachdem es den Fänger berührt hat, geht es zurück nach oben.
fa: پس از دست زدن به گیرنده، به بالای صفحه برمی‌گردد.
fr: Après avoir touché le receveur, il retournera vers le sommet.
id: Setelah menyentuh penangkapnya, dia bakal kembali ke atas.
kk: Catcher-ге тиген соң, қайтаданжоғарыға барады.
lt: Palietęs gaudytoją, jis grįš atgal į viršų
nb: Når den berører oppsamleren går den opp igjen.
nn: Når gjenstanden treff mottakaren, vil han gå tilbake til toppen av skjermen.
pt_br: Depois de tocar o coletor, ele vai voltar para o topo.
tr: Yakalayıcıya dokunduktan sonra, o zirveye geri dönecek.
vi: Sau khi chạm vào dụng cụ bắt, nó sẽ quay trở lại phía trên.
zh_tw: 如此一來，當每次碰觸到容器時，它就會返回到頂端。

source: Next, enhance your game
bn: পরবর্তী, তোমার খেলা উন্নত কর
cs: Jako další krok vylepši svou hru
cy: Nesaf, gwella eich gêm
de: Dann erweitere dein Spiel
fa: سپس، بازی خود را ارتقا دهید
fr: Ensuite, améliore ton jeu
id: Setelah itu, kembangkan permainanmu
kk: Келесі, ойынды жақсартыңыз
lt: Toliau - patobulink savo žaidimą
nb: Videre: Gjør spillet bedre
nn: Vidare: gjer spelet endå betre
pt_br: Em seguida, melhore seu jogo
sl: Sedaj izpopolni svojo igro
tr: Sonra, oyununu geliştir
vi: Kế tiếp, nâng độ khó trò chơi của bạn
zh_tw: 下一步，改良你的遊戲

source: What else do you want to add to your game? Try some of these ideas.
bn: তুমি তোমার গেইমে আর কি যোগ করতে চাও? এই আইডিয়াগুলো থেকে কিছু চেষ্টা কর।
cs: Co jiného chceš do své hry přidat? Vyzkoušej některé z těchto nápadů.
cy: Beth arall hoffech chi ychwanegu i'ch gêm? Beth am rai o'r syniadau hyn?
de: Was möchtest du noch zu deinem Spiel hinzufügen? Versuche einige dieser Vorschläge.
fa: چه چیز دیگری می‌خواهید به بازی خود اضافه کنید؟ برخی از این ایده‌ها را امتحان کنید.
fr: Que veux-tu ajouter d'autre à ton jeu ? Essaie quelques-unes de ces idées.
id: Apa lagi yang ingin kamu tambahkan ke permainanmu? Coba sebagian ide-ide ini.
kk: Ойынға тағы басқа не қосқыңыз келеді? Осы идеяларды тексеріп көріңіз.
lt: Ko dar nori savo žaidime? Išbandyk keletą šių idėjų
nb: Hva har du lyst til å legge inn i spillet ditt? Prøv noen av disse forslagene.
nn: Kva har du lyst til å leggja inn i spelet ditt? Prøv nokre av desse forslaga.
pt_br: O que mais você quer adicionar ao seu jogo? Tente algumas dessas ideias.
sl: Kako bi izboljšal svojo igro? Poskusi nekaj teh idej.
tr: Oyunu daha zevkli hale getirmek için daha ne yapabilirsin? Aşağıda bazı fikirler var.
vi: Bạn muốn thêm gì vào trò chơi của mình? Hãy thử một số ý tưởng này.=
zh_tw: 你想要加入哪些其他元素到你的遊戲呢？試試這些點子吧。

source: Add Score
bn: স্কোর যোগ কর
cs: Přidej Skóre
cy: Ychwanegwch Sgôr
de: Füge Punkte hinzu
fa: امتیاز اضافه کن
fr: Compte les points
id: Tambahkan Penilaian
kk: Ұпайларды қосу
lt: Pridėk Rezultatus
nb: Tell poeng
nn: Legg til poeng
pt_br: Adicione uma pontuação
sl: Dodaj točke
tr: Puan Ekle
vi: Thêm Điểm số
zh_tw: 加入得分

source: Create a variable for keeping score.
bn: স্কোর রাখতে একটি ভ্যারিয়েবল তৈরি কর।
cs: Vytvoř proměnnou pro uchovávání skóre.
cy: Crëwch newidyn ar gyfer cadw sgôr
de: Erzeuge eine Variable, die den Spielstand enthält.
fa: برای گرفتن امتیاز یک متغیر بسازید
fr: Crée une variable pour compter les points.
id: Buat sebuah variabel untuk menyimpan nilai.
kk: Ұпайды сақтау үшін айнымалы жаса.
lt: Sukurk kintamąjį saugoti rezultatams
nb: Lag en variabel for å telle poeng.
nn: Lag ein variabel for å telja poeng.
pt_br: Crie uma variável para salvar a pontuação.
tr: Skoru tutması için bir değişken oluştur.
vi: Tạo một biến để giữ điểm số.
zh_tw: 建立一個變數來紀錄得分。

source: Then add the score blocks to your script:
bn: তারপর তোমার স্ক্রিপ্টে স্কোর ব্লক যোগ কর:
cs: Poté přidej do svého scénáře bloky se skóre.
cy: Yna ychwanegwch y blociau sgorio i'ch sgript:
de: Füge dann die Blöcke für den Spielstand zu deinem Skript hinzu:
fa: سپس بلوک‌های امتیاز را به دستور خود اضافه کنید:
fr: Puis ajoute à ton script les blocs pour compter les points :
id: Kemudian tambahkan balok-balok nilai ke skripmu:
kk: Содан кейін ұпайлардың блокын скриптке қос:
lt: Tada pridėk rezultatų blokus į savo scenarijų:
nb: Legg inn klosser for poengtelling i skriptet:
nn: Legg så til klossar for poengteljing:
pt_br: E então adicione os blocos de pontuação ao seu script:
tr: Sonra skoru arttıracak taşı dizimize yerleştir:
vi: Sau đó thêm các mảnh ghép điểm số vào kịch bản của bạn:
zh_tw: 然後，加入「得分」相關的程式積木到你的程式碼中：

source: Make More Apples
bn: আরও আপেল তৈরি কর
cs: Vytvoř víc jablek
cy: Creu Rhagor o Afalau
de: Mach noch mehr Äpfel
fa: سیب‌های بیشتری بسازید
fr: Ajoute plus de pommes
id: Buat Lebih Banyak Apel
kk: Көбірек алма жасаңыз
lt: Pagamink daugiau Obuolių
nb: Lag flere epler
nn: Lag fleire eple
pt_br: Faça mais maçãs
sl: Dodaj več jabolk
tr: Daha Fazla Elma Oluştur
vi: Thêm vào nhiều Táo hơn
zh_tw: 製作更多的蘋果

source: Use the Duplicate tool to copy the apple sprite with its scripts.
bn: আপেল স্প্রাইটের স্ক্রিপ্ট দিয়ে কপি করতে ডুপ্লিকেট টুল ব্যবহার কর।
cs: Použij nástroj duplikovat ke kopírování postavy jablka včetně scénářů.
cy: Defnyddiwch y teclyn Dyblygu i gopïo’r corlun afal gyda'i sgriptiau
de: Benutze das "Duplizieren"-Werkzeug, um die Apfel-Figur mitsamt ihrer Skripte zu kopieren.
fa: از ابزار کپی برای تکثیر کردن شکلک سیب با دستورهای خودش استفاده کنید.
fr: Utilise l'outil Dupliquer pour copier le lutin pomme avec ces scripts.
id: Gunakan alat Penggandaan untuk menyalin sprite apel beserta dengan skrip-skripnya.
kk: Алма спрайттарын оның скрипттерімен көшіру үшін көшірме құралын пайдаланыңыз.
lt: Naudok Antrininko įrankį ir nukopijuok obuolį su visais jo scenarijais
nb: Bruk kopieringsverktøyet for å lage koper av eplet og skriptene det har.
nn: Bruk kopiverktøyet til å kopiera eplefiguren og skripta.
pt_br: Use a ferramenta de duplicação para copiar o ator que representa a maçã e seus scripts.
sl: Uporabi orodje Podvoji, da kopiraš figuro jabolka z njegovimi skripti.
tr: Elma kuklasını senaryolarıyla birlikte klonlamak için Klonlama Aracını kullan.
vi: Sử dụng công cụ Nhân bản để tạo bản sao của đối tượng quả táo cùng với kịch bản của nó.
zh_tw: 使用物件複製工具可以快速地將蘋果角色的造型連同程式一併建立複本。

source: Next, share your project
bn: তারপর, তোমার প্রজেক্ট শেয়ার কর
cs: Jako další krok sdílej svůj projekt
cy: Nesaf, rhannwch eich project
de: Veröffentliche als nächstes dein Projekt
fa: سپس، برنامه خود را به اشتراک بگذارید
fr: Ensuite, partage ton projet
id: Kemudian, bagikan karyamu
kk: Енді, жобаңызбен бөлісіңіз
lt: Toliau , pasidalink savo projektu
nb: Videre: vis fram prosjektet
nn: Vidare: vis fram prosjektet
pt_br: Em seguida, compartilhe seu projeto
sl: Sedaj deli svoj projekt
tr: Sonra, projeni paylaş
vi: Tiếp theo, chia sẻ chương trình của bạn
zh_tw: 下一步，分享你的專案

source: Make sprites react when they collide
bn: স্প্রাইটগুলোর সংঘর্ষে প্রতিক্রিয়া তৈরি কর
cs: Zařiď aby postavy reagovaly když dojde k jejich kolizi
cy: Gwnewch i'r corluniau ymateb pan fyddan nhw'n gwrthdaro
de: Macht, dass Figuren reagieren wenn sie kollidieren
fa: شکلک‌ها را زمانی که باهم برخورد می‌کنند، به واکنش درآورید
fr: Fais réagir les lutins quand ils entrent en collision
id: Buat sprite bereaksi ketika mereka bertabrakan
kk: Спрайттар түйіскен кезде әрекеттесетіндей қыл
lt: Padaryk taip, kad veikėjams susidūrus jie reaguotų
nb: Få figurer til å reagere når de kolliderer
nn: Få figurar til å reagera når dei kolliderer
pt_br: Fazer os atores reagirem quando colidirem
sl: Povzroči, da se figuri odzoveta, ko se zadaneta.
tr: Kuklalar çarpışınca nasıl davransın?
vi: Làm cho các đối tượng phản ứng khi chúng va vào nhau
zh_tw: 角色碰撞

source: Make two sprites, such as a ball and a paddle:
bn: দুইটি স্প্রাইট বানাও, যেমন একটি বল এবং একটি প্যাডেল:
cs: Vytvoř dvě postavy jako například míč a pádlo.
cy: Gwnewch dau gorlun, fel pêl neu badl:
de: Erstelle zwei Figuren, ähnlich einem Ball und einem Schläger:
fa: دو شکلک بسازید، مانند یک توپ و یک پارو:
fr: Crée deux lutins, par exemple une balle et une pagaie :
id: Buat dua sprite, seperti bola dan paddle:
kk: Екі спрайт жаса, мәселен доп және ескек:
lt: Pagamink du veikėjus, kaip kamuolį ir mentelę:
nb: Lag to figurer, for eksempel en ball og et balltre:
nn: Lag to figurar, for eksempel ein ball og eit balltre:
pt_br: Fazer dois atores, como uma bola e uma raquete:
sl: Ustvari dve figuri, kot sta žogica in lopar:
tr: İki kukla yap örneğin bir top ve bir raket:
vi: Tạo hai đối tượng, như quả bóng và vợt:
zh_tw: 建立 2 個角色，例如 「球」和「球拍」：

source: This script tells the ball what to do when it hits the paddle:
bn: এই স্ক্রিপ্টটি বলকে বলে দেয় যখন এটি প্যাডেলে আঘাত করে তখন কি করতে হবে:
cs: Tento scénář řekne míči co dělat, když trefí pádlo:
cy: Mae'r sgript yma'n dweud wrth y bel beth i'w wneud pan fydd yn taro'r badl.
de: Dieses Skript legt fest, was der Ball machen soll, wenn er den Schläger trifft:
fa: این دستور به توپ می‌گوید وقتی که به پارو برخورد کرد، چه کاری باید انجام دهد:
fr: Ce texte commande à la balle ce qu'elle doit faire quand elle frappe la palette:
id: Skrip ini memberi tahu bola apa yang harus dilakukan ketika mengenai paddle:
kk: Бұл скрипт доптың ескекке тигенде не істеу керектігін көрсетеді:
lt: Šis scenarijus sako kamuoliui ką daryti, kai jis paliečia mentelę:
nb: Dette skriptet bestemmer hva ballen gjør når den treffer balltreet:
nn: Dette skriptet avgjer kva ballen skal gjera når han treffer balltreet:
pt_br: Este script informa à bola o que fazer quando bater na raquete:
sl: Skripta pove žogici, kaj narediti, ko zadane lopar:
tr: Aşağıdaki dizi, rakete çarptığında topun nasıl davranacağını söyler:
vi: Kịch bản này chỉ dẫn quả bóng phải làm gì khi nó chạm vào vợt:
zh_tw: 編寫下方程式，讓球碰撞到球拍時產生反應：

source: Want to make a conversation or tell a joke?<br/> <p>Have two sprites take turns saying something.</p> Try this code in one sprite:
cs: Chceš konverzovat nebo říct vtip?<br/> <p>Nech dvě postavy spolu mluvit.</p> Zkus tento kód na postavu:
cy: Eisiau sgwrio neu ddweud jôc?<br/> <p>Gwnewch i ddau gorlun gymryd eu tro i ddweud rhywbeth.</p> Rhowch gynnig ar y cod yma gydag un corlun:
de: Du möchtest eine Erzählung oder einen Witz machen?<br/> <p>Erstelle zwei Figuren, die abwechselnd etwas sagen sollen.</p> Versuche dieses Skript in einer Figur:
fa: میخواهید مکالمه برقرار کنید یا جک بگویید؟<br/> <p>کاری کنید دو تا شکلک به نوبت چیزی بگویند.</p> این کد را در یک شکلک امتحان کنید:
fr: Tu veux entreprendre une conversation ou raconter une blague?<br/> <p>Tu veux faire en sorte que deux lutins se relaient pour dire quelque chose.</p> Essaie ce code dans un lutin:
id: Ingin membuat suatu percakapan atau memberi tahu lelucon?<br/> <p>Buat dua sprite yang bergantian berkata sesuatu.</p> Coba kode ini di salah satu sprite:
kk: Сөйлескіңіз немес әзіл айтқыңыз келе ме?<br/> <p>Екі спрайтты алып кезекпен сөйлетіндей қылыңыз</p> Бір Спрайттағы осы кодты көріңіз:
lt: Nori sukurti pokalbį ar pasakyti juoką?<br/> <p>Liepk veikėjams kalbėti paeiliui</p> Išbandyk šį programos kodą viename iš veikėjų:
nb: Vil du lage en samtale eller fortelle en vits?<br/> <p>Få to figurer til å snakke til hverandre.</p> Prøv dette skriptet på en figur:
nn: Vil du laga ein samtale eller fortelja ein vits?<br/> <p>Få to figurar til å snakka til kvarandre.</p> Prøv dette skriptet på ein figur:
pt_br: Quer criar uma conversa ou fazer um ator contar uma piada?<br/> <p>Coloque dois atores para dizer coisas em turnos alternados.</p> Experimente usar este código em um ator:
sl: Hočeš pričarati pogovor ali povedati šalo?<br/> <p>Figuri naj izmenoma govorita.</p> Poskusi to kodo na eni od figur:
tr: Kuklaları konuşmak veya şakalaştırmak ister misin?<br/> <p>İki kuklaya sırayla birşeyler söyleteceğiz.</p> Bir kuklaya bu diziyi yazalım:
vi: Muốn tạo một cuộc hội thoại hay nói đùa?<br/> <p>Để hai đối tượng lần lượt nói gì đó.</p> Thử đoạn kịch bản này trên một đối tượng:
zh_tw: 想要製作故事中角色間對話的劇本？<br/> <p>首先先建立 2 個角色，然後想好它們的台詞。</p> 接著在第一個角色上建立以下程式：

source: And this in another sprite:
bn: এটিকে অন্য স্প্রাইটে যোগ কর:
cs: A toto je jiná postava:
cy: Ac mae hwn yn gorlun arall:
de: Das ist eine andere Figur:
fa: و این در یکی دیگر از شکلک‌ها:
fr: Et cela dans un autre lutin:
id: Dan ini di sprite yang lain:
kk: Ал енді бұл келесі спрайт:
lt: Ir šitai į kitą veikėją:
nb: Og dette på en annen figur:
nn: Og dette på ein annan figur:
pt_br: E este em outro ator:
sl: In to na drugi figuri:
tr: Bunu da diğerine:
vi: Và làm điều đó trên một đối tượng khác:
zh_tw: 在第二個角色上建立以下程式：

source: Broadcast a message to tell another sprite when to talk. When it receives the message, it can respond.
cs: Vyšli zprávu oznamující jinému scénáři, kdy má mluvit. Jakmile obdrží zprávu, dokáže odpovědět.
cy: Darlledwch neges i ddweud wrth gorlun arall pryd i siarad. Pan fydd yn derbyn y neges, gall ymateb.
de: Sende eine Nachricht, um einer anderen Figur zu sagen, wann sie sprechen soll. Wenn sie die Nachricht erhält, kann sie antworten.
fa: برای اینکه به شکلکی بگویید چه زمانی صحبت کند، پیامی ارسال کنید. هنگامی که پیام را دریافت می‌کند، می‌تواند پاسخ دهد.
fr: Envoie un message à un autre lutin pour dire quand parler. Quand il reçoit le message, il peut répondre.
id: Siarkan sebuah pesan untuk memberitahukan sprite lain kapan berbicara. Ketika dia menerima pesannya, dia bisa membalas.
kk: Басқа спрайтқа қашан сойлеу керектігі туралы хабарла. Хабарламаны қабылдаған соң ол жауап бере алады.
lt: Transliuok žinutę, kad lieptum kitam veikėjui kalbėti. Kai jis gauna žinutę, jis gali atsakyti
nb: Send en melding slik at en annen figur vet når den skal si noe. Meldingen kan få figuren til å svare.
nn: Send ei melding slik at ein annan figur veit når han skal seia noko. Når figuren får meldinga, kan han svara.
pt_br: Transmita uma mensagem para dizer a outro ator quando falar. Quando ele recebe a mensagem, ele pode responder.
sl: Pošlji sporočilo da poveš drugi figuri kdaj naj govori. Ko prejme sporočilo, se lahko odzove.
tr: Konuşma sırasının diğer kuklaya geçtiğini bildirmek için bir 'haber salabilirsin'. Diğer kukla haberi aldığında cevap verebilir.
vi: Phát tin nhắn chỉ dẫn đối tượng khác khi nào được nói. Khi nó nhận được tin nhắn, nó có thể đáp lại.
zh_tw: 透過「廣播」積木來告訴對方要接話了，那麼當對方接收到廣播訊息，就會做出回應。

source: Make an interactive dance scene, combining music and dance moves.
bn: একটি ইন্টারেক্টিভ নাচের দৃশ্য তৈরীর জন্য, সঙ্গীত ও নাচ যুক্ত কর।
cs: Udělej interaktivní taneční scénu, která kombinuje hudbu a taneční kroky.
cy: Crëwch olygfa dawns, gan gyfuno cerddoriaeth a symudiadau dawnsio.
de: Erstelle eine interaktive Tanzszene und verbinde Musik mit Tanzbewegungen.
fa: یک صحنه رقص تعاملی، ترکیب موسیقی و حرکت‌های رقص ایجاد کنید.
fr: Faire une scène de danse interactive, en combinant le musique et les mouvements de danse.
id: Buat sebuah tarian interaktif, mengombinasikan musik dan gerakan tarian.
kk: Би қимылдары мен әндерді біріктіре отырып, интерактивті би сахнасын жасаңыз
lt: Padaryk interaktyvią šokių sceną sujungdamas muziką ir šokių judesius
nb: Lag en interaktiv dansescene med musikk og dansetrinn.
nn: Lag ei interaktiv dansescene med musikk og stilige danserørsler.
pt_br: Faça uma cena de dança interativa, combinando música e passos de dança.
sl: Ustvari plesno scenos kombinacijo glasbe in plesnih gibov.
tr: Müzik ile dans figürlerini birleştirerek, etkileşimli bir dans sahneleyelim.
vi: Tạo cảnh khiêu vũ tương tác, bao gồm âm nhạc và các bước nhảy.
zh_tw: 製作一個有互動效果的跳舞情境，其中包含了音樂和舞蹈動作。

source: Add a Dancer
bn: একজন নৃত্যশিল্পী যোগ কর
cs: Přidej tanečníka
cy: Ychwanegwch Ddawnsiwr
de: Füge eine Tänzerin hinzu
fa: رقاص اضافه کن
fr: Ajoute un Danseur
id: Tambahkan Penari
kk: Бишіні қосыңыз
lt: Pridėk Šokėją
nb: Legg til en danser
nn: Legg til ein dansar
pt_br: Adicionar um dançarino
sl: Dodaj plesalca
tr: Bir Dansçı Ekle
vi: Thêm vào một Vũ công
zh_tw: 新增一個舞者

source: Add Music
bn: সঙ্গীত যোগ কর
cs: Přidej hudbu
cy: Ychwanegwch Gerddoriaeth
de: Füge Musik hinzu
fa: اضافه کردن آهنگ
fr: Ajoute de la Musique
id: Tambahkan Musik
kk: Әуенді қосыңыз
lt: Pridėk Muziką
nb: Legg på musikk
nn: Legg på musikk
pt_br: Adicionar música
sl: Dodaj glasbo
tr: Müzik Ekle
vi: Thêm Âm nhạc
zh_tw: 加入音樂

source: Play the Music
bn: সঙ্গীতটি বাজাও
cs: Přehraj hudbu
cy: Chwaraewch y Gerddoriaeth
de: Musik abspielen
fa: موسیقی را پخش کن
fr: Joue la Musique
id: Mainkan Musik
kk: Әуенді ойнатыңыз
lt: Grok Muziką
nb: Spill musikken
nn: Spel musikken
pt_br: Reproduzir a música
sl: Predvajaj glasbo
tr: Müziği Başlat
vi: Phát Nhạc
zh_tw: 播放音樂

source: Code the Dance
bn: নাচের জন্য কোড কর
cs: Naprogramuj tanec
cy: Codio'r Ddawns
de: Programmiere den Tanz
fa: رقص را کدگذاری کن
fr: Programme la danse
id: Kodekan Tariannya
kk: Биді кодтау
lt: Suprogramuok Šokį
nb: Lag program for dansen
nn: Programmer dansen
pt_br: Programar a dança
sl: Programiraj ples
tr: Dansı kodla
vi: Lập trình Điệu nhảy
zh_tw: 編寫舞蹈程式

source: Dance to the Music
bn: সঙ্গীতের সঙ্গে নাচ
cs: Tancuj na hudbu
cy: Dawnsio i'r Gerddoriaeth
de: Tanz zur Musik
fa: با موسیقی برقصید
fr: Danse sur la Musique
id: Menari mengikuti Musik
kk: Әуенге билеңіз
lt: Šok pagal Muziką
nb: Dans til musikken
nn: Dans til musikken
pt_br: Dançar a música
sl: Pleši po glasbi
tr: Müziğe Ayak Uydur
vi: Nhảy theo Nhạc
zh_tw: 隨音樂起舞
