Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Want to add a costume? Click a costume with the Duplicate tool.
bn: একটি পোশাক যোগ করতে চাও? ডুপ্লিকেট টুল দিয়ে একটি পোশাকে ক্লিক কর।
cs: Chceš přidat kostým? Klikni na kostým s nástrojem Duplikovat.
cy: Eisiau ychwanegu gwisg? Cliciwch wisg gyda'r offeryn Dyblygu.
de: Willst du ein weiteres Kostüm hinzufügen? Klicke mit dem Duplizieren-Werkzeug auf ein Kostüm.
fa: می‌خواهید یک حالت اضافه کنید؟ با ابزار تکثیر لباسی را کلیک کنید.
fr: Tu veux ajouter un costume ? Clique sur un costume avec l'outil dupliquer.
id: Ingin menambahkan sebuah kostum? Klik sebuah kostum dengan alat Pengganda.
kk: Костюм қосқыңыз келе ме? Көшірме құралы арқылы костюмге басыңыз.
lt: Nori pridėti kaukę? Spausk kaukę su Dvigubinimo įrankiu
nb: For å lage en ny drakt kan du først lage en kopi med kopiverktøyet.
nn: For å laga ei ny drakt kan du først laga ein kopi med kopiverktøyet.
pt_br: Quer adicionar uma fantasia? Clique em uma fantasia com a ferramenta Duplicar.
tr: Bir kostüm eklemek ister misiniz? Klonlama aracıyla bir kostüme tıklayın.
vi: Muốn thêm một bộ trang phục? Chọn một trang phục và dùng công cụ Nhân bản.
zh_tw: 想要為角色添加不同造型？最簡單的方式是用複製工具。

source: Then use the drawing tools to edit it.
bn: তারপরে এটি সম্পাদনা করতে অঙ্কন সরঞ্জামগুলি ব্যবহার করো।
cs: Poté použij kreslící nástroje pro úpravu.
cy: Yna defnyddiwch yr offeryn lluniadu i'w olygu.
de: Verändere es dann mit den Zeichenwerkzeugen.
fa: سپس از ابزار طراحی برای ویرایش آن استفاده کنید.
fr: Puis utilise les outils de dessin pour le modifier.
id: Lalu gunakan alat-alat menggambar untuk menyuntingnya.
kk: Содан соң, өңдеу үшін сурет салатын құралдарды пайдаланыңыз.
lt: Tada naudok piešimo įrankius, kad jį pakeistum
nb: Deretter bruker kan du forandre den med tegneverktøyene.
nn: Bruk så teikneverktøya for å endra litt på drakta.
pt_br: Então, use as ferramentas de desenho para editá-la.
tr: Ardından düzenlemek için çizim araçlarını kullanın.
vi: Sau đó sử dụng dụng cụ vẽ để chỉnh sửa nó.
zh_tw: 接著在複本上用繪圖工具來局部改造。

source: Tip: If it's a vector image, you can select it, then click the Ungroup icon to change the parts:
bn: টীকা: যদি তোমার একটি ভেক্টর ছবি থাকে, তাহলে সেটি নির্বাচন কর, তারপর দলমুক্ত আইকনে ক্লিক করে এর বিভিন্ন অংশ পরিবর্তন কর:
cs: Tip: Pokud to je vektorový obrázek, můžeš ho vybrat, poté klikni na ikonu Zrušit skupinu ke změně jednotlivých částí.
cy: Awgrym: Os yw'n ddelwedd fector, gallwch ei dewis, yna clicio'r eicon Dadgrwpio i newid y darnau:
de: Tipp: Wenn es eine Vektorgrafik ist, kannst du den Knopf "Gruppierung aufheben" verwenden um die Einzelteile zu bearbeiten:
fa: نکته: اگر این یک بردار تصویر است، شما می‌توانید آن را انتخاب کنید، سپس بر روی نماد خارج کردن کلیک کنید تا قسمت‌ها را تغییر دهید:
fr: Astuce : si c'est une image vectorielle, tu peux la sélectionner puis clique sur l'icône Dégrouper pour changer des parties :
id: Tip: Jika gambarnya vektor, kamu bisa memilihnya, lalu klik ikon Pisahkan untuk mengubah bagian-bagian:
kk: Кеңес: Егер ол векторлық суретболса, сіз оны таңдап, содан соң Ажырату белгішесін басу арқылы бөліктерін өззгерте аласыз.
lt: Patarimas: Jei tei vektorinis paveikslėlis, gali pasirinkti jį, tada spausti Išgrupuoti, kad pakeistum jo dalis:
nb: Tips: For vektorbilder kan du dele opp grupper for å endre på en del av bildet.
nn: Tips: For vektorbilete kan du dela opp grupper for å endra på ein del av biletet:
pt_br: Dica: se for uma imagem de vetor, você pode selecioná-la e então clicar no ícone Desagrupar para alterar as partes:
vi: Thủ thuật: Nếu nó là ảnh vector, bạn có thể chọn nó, sau bấm biểu tượng Rã nhóm để thay đổi các thành phần:
zh_tw: 提示：如果圖像本身是「向量圖」格式，你可以選擇它後使用「取消群組」工具來打散圖形：

source: Now you can animate by switching between costumes (like in the script above).
bn: এখন তুমি পোশাকের মধ্যে পরিবর্তন করে অ্যানিমেট করতে পারবে (যেমন উপরের স্ক্রিপ্টে)।
cs: Nyní můžeš animovat pomocí změny kostýmů (jako v předchozím scénáři).
cy: Nawr gallwch ei animeiddio drwy newid rhwng gwisgoedd (fel yn y sgript uchod).
de: Nun kannst du die Figur durch Wechseln der Kostüme animieren (wie im Skript zuvor).
fa: حالا شما می‌توانید با تغییر بین حالت‌ها (مثل دستور بالا) به حرکت درآیید.
fr: Maintenant, tu peux l'animer en changeant de costume (comme le script ci-dessus).
id: Sekarang kamu bisa menganimasikannya dengan mengganti kostum (seperti di skrip di atas).
kk: Қазір сіз костюмдерді ауыстыру арқылы анимация жасай аласыз (жоғарыдағыдай скриптте).
lt: Dabar gali pagyvinti keisdamas kaukes (kaip scenarijuje prieš tai)
nb: Nå kan du lage en animasjon ved å veksle mellom drakter (som i skriptet ovenfor).
nn: No kan du laga ein animasjon ved å veksla mellom drakter (som i skriptet ovanfor).
pt_br: Agora você pode fazer a animação trocando as fantasias (como no script acima).
tr: Artık kostümler arasında geçiş yaparak animasyon yapabilirsiniz (yukarıdaki senaryoda olduğu gibi).
vi: Bây giờ bạn có thể làm chuyển động bằng cách chuyển đổi giữa các trang phục (như kịch bản phía trên).
zh_tw: 接下來你就可以用切換造型的指令來讓角色動起來了。

source: Glide
bn: গ্লাইড
cs: Klouzání
cy: LLithro
de: Gleiten
fa: سر بخور
fr: Fais glisser
id: Meluncur
kk: Сырғанау
lt: Sklęsk
nb: Gli
nn: Gli
pt_br: Deslizar
sl: Drsaj
tr: Kaymak
vi: Lướt
zh_tw: 滑行

source: Make a sprite glide when you click it:
bn: একটি স্প্রাইট গ্লাইড তৈরি করাও যখন তুমি এটি ক্লিক করবে:
cs: Zařiď ať tvoje postava klouže, když na ní klikneš:
cy: Gwneud i gorlun lithro pan fyddwch yn ei glicio:
de: Mach dass eine Figur gleitet wenn sie angeklickt wird:
fa: کاری کنید هنگامی که بر روی شکلک کلیک می‌کنید، آهسته حرکت کند:
fr: Fais glisser un lutin quand tu cliques dessus :
id: Buat sebuah sprite meluncur ketika diklik:
kk: Спрайтты басқан кезде сырғанайтындай қылыңыз:
lt: Liepk veikėjui sklęsti kai jį nuspaudi:
nb: Få figuren til å gli bortover når den klikkes:
nn: Få figuren til å gli bortover når nokon trykkjer på han:
pt_br: Faça um ator deslizar quando você clicar nele:
tr: Tıkladığında kuklayı kaydır:
vi: Làm cho đối tượng của bạn trượt mỗi khi bạn bấm vào nó:
zh_tw: 讓角色被點擊時滑行：

source: Tip: When you drag a sprite to a point on the Stage, the <span class="motioncolor">go to x: y:</span> and <span class="motioncolor">glide</span> blocks will update to the sprite’s new x-y position.
bn: টীকা: যখন তুমি মঞ্চের কোন বিন্দুতে একটি স্প্রাইট টেনে আন, <span class="motioncolor">x: y: এ যাও</span> এবং <span class="motioncolor">গ্লাইড</span> ব্লকসমূহ স্প্রাইটের নতুন x-y অবস্থানে আপডেট হয়ে যায়।
cs: Tip: Když přetáhneš postavu do nějakého bodu scény, bloky <span class="motioncolor">skoč na x: y:</span> a <span class="motioncolor">klouzej</span> se zaktualizují na novou x-y pozici postavy.
cy: Awgrym: Pan fyddwch ynllusgo corlun i fan ar y LLwyfan, bydd y bloc <span class="motioncolor">mynd i x: y:</span> a <span class="motioncolor">glide</span> yn diweddaru i safle newydd x-y y corlun.
de: Tipp: Wenn du eine Figur auf der Bühne herumschiebst werden die Koordinaten in den Blöcken <span class="motioncolor">gehe zu x: y:</span> und <span class="motioncolor">gleite</span> automatisch auf die neue Position angepasst.
fa: نکته: هنگامی که شکلکی را به یک نقطه در صحنه می‌کشید، قطعه‌های <span class="motioncolor">برو به x: y</span> و <span class="motioncolor">سرخوردن</span> به موقعیت جدید x-y شکلک به روز رسانی می‌شود.
fr: Astuce : quand tu déplaces un lutin sur la Scène, les blocs <span class="motioncolor">aller à x: y:</span> et <span class="motioncolor">glisser</span> vont changer avec la nouvelle position x-y.
id: Tip: Ketika kamu menyeret sebuah sprite ke sebuah titik di Panggung, balok-balok <span class="motioncolor">pergi ke x: y:</span> dan <span class="motioncolor">meluncur</span> akan diperbarui ke posisi x-y sprite yang baru.
kk: Кеңес: спрайтты Кезеңдегі нүктегі алып барған кезде, <span class="motioncolor"> x ке барыңыз: y:</span> және <span class="motioncolor">жылжу</span> блоктары спрайттың жаңа x-y позициясына жаңартылады.
lt: Patarimas: Tempiant veikėją į Scenos vietą <span class="motioncolor">eik į x: y:</span> ir <span class="motioncolor">sklęsk</span> blokai atsinaujins pagal naujas x-y koordinates
nb: Tips: Når du drar en figur til et sted på scenen vil <span class="motioncolor">gå til x: y:</span>- og <span class="motioncolor">gli</span>-klossene du kan hente ut bli oppdatert med figurens nye x- og y-posisjon.
nn: Tips: Når du drar ein figur til ein stad på scena, vert <span class="motioncolor">gå til x: y:</span>- og <span class="motioncolor">gli</span>-klossane du kan henta ut automatisk oppdaterte den nye x- og y-posisjon til figuren.
pt_br: Dica: quando você arrastar um ator para um ponto do palco, os blocos <span class="motioncolor">vá para x: y:</span> e <span class="motioncolor">deslize</span> serão atualizados para a nova posição x-y do ator.
vi: Thủ thuật: Khi bạn kéo đối tượng đến một điểm trên Sân khấu, mảnh ghép <span class="motioncolor">đi đến x: y:</span> và <span class="motioncolor">lướt</span> sẽ cập nhật vị trí x-y mới của đối tượng.
zh_tw: 提示：當你將角色拖曳到舞台的某一處時，在程式面板上的指令 <span class="motioncolor">定位到 x:[…] y:[…]</span> 以及 <span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span> 積木都會因此更新座標位置。

source: <p>Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon to open the Backdrop library:</p>
bn: ব্যাকড্রপ লাইব্রেরি<p> খুলতে আইকনে ক্লিক<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> করো:
cs: <p>Klikni na ikonu <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pro otevření knihovny s pozadími:</p>
cy: <p>Cliciwch yr eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor llyfrgell y Gefnlen:</p>
de: <p>Klicke auf das Symbol <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, um die Bühnenbild-Bibliothek zu öffnen:</p>
fa: <p>برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:</p>
fr: <p>Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la bibliothèque des arrière-plans:</p>
id: <p>Klik tombol <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk membuka pustaka Latar:</p>
kk: ⇥<p>Фондардың базасын ашу үшін<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> белгішесін басыңыз:</p>⇥
lt: ⇥<p>Spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ir atverk Fonų biblioteką:</p>⇥
nb: <p>Klikk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">-ikonet for å åpne bakgrunnsbiblioteket:</p>
nn: <p>Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å opna bakgrunnsbiblioteket:</p>
pt_br: <p>Clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para abrir a biblioteca de panos de fundo:</p>
sl: <p>Klikni na ikono <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> da odpreš knjižnico ozadij:</p>
tr: <p>Dekor kütüphanesini açmak için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> simgesine tıkla:</p>
vi: <p>Bấm chọn<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">biểu tượng để mở thư viện Ảnh nền:</p>
zh_tw: <p>點選這個圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">來開啓背景範例庫：</p>

source: Then choose the backdrop you want.
bn: তারপর তুমি যে ব্যাকড্রপটি চাও তা নির্বাচন কর।
cs: Pak vyber pozadí, jaké chceš.
cy: Yna dewiswch y gefnlen rydych ei heisiau.
de: Suche dir dann das gewünschte Bühnenbild aus.
fa: سپس پس‌زمینه‌ای را که می‌خواهید انتخاب کنید.
fr: Après, choisis l'arrière-plan que tu veux.
id: Kemudian pilih latar yang kamu inginkan.
kk: Өзіңіз қалаған фонды таңдаңыз.
lt: Tada pasirink kokį nori foną
nb: Velg et bakgrunnsbilde du liker
nn: Vel eit bakgrunnsbilete du likar.
pt_br: Então, escolha o pano de fundo que você quer.
tr: Ardından istediğiniz zemini seçin.
vi: Sau đó chọn phông nền bạn muốn.
zh_tw: 接著選擇你想要使用的背景。

source: Tip: You can edit it using the paint tools.
bn: টিপ: তুমি পেইন্ট টুল ব্যবহার করে এটি সম্পাদনা করতে পারবে।
cs: Tip: Můžeš to upravit pomocí editoru kreslení.
cy: Awgrym: Gallwch ei olygu gan ddefnyddio'r offer paentio.
de: Tipp: Du kannst es mit den Zeichenwerkzeugen verändern.
fa: نکته: شما می‌توانید آن را با استفاده از ابزارهای رنگ ویرایش کنید.
fr: Astuce : tu peux le modifier en utilisant les outils de dessin.
id: Tip: Kamu bisa menyuntingnya menggunakan alat-alat gambar.
kk: Кеңес: Сіз бояу құралдарын пайдаланып өңдей аласыз.
lt: Patarimas: Gali kesiti jį naudodamas piešimo įrankius
nb: Tips: Du kan redigere bildet med tegneverktøyene.
nn: Tips: Du kan redigera biletet med teikneverktøya.
pt_br: Dica: você pode editar usando as ferramentas de desenho.
tr: İpucu: Boya araçlarını kullanarak düzenleyebilirsiniz.
vi: Thủ thuật: Bạn có thể chỉnh sửa nó bằng cách sử dụng dụng cụ màu.
zh_tw: 提示：你可以使用繪圖器來修改它。

source: When you're ready, you can share your favorite things.
bn: তুমি প্রস্তুত হলে, তোমার পছন্দের জিনিসগুলো শেয়ার করতে পার।
cs: Až budeš připraven/a, své oblíbené věci můžeš sdílet.
cy: Pan fyddwch yn barod, gallwch rannu eich hoff bethau.
de: Wenn du fertig bist, kannst du deine Lieblingssachen teilen.
fa: وقتی آماده بودید، می‌توانید چیزهای مورد علاقه خود را به اشتراک بگذارید.
fr: Quand tu es prêt, tu peux partager des choses favorites.
id: Ketika kamu sudah siap, kamu bisa membagikan hal-hal kesayanganmu.
kk: Сіз дайын болған кезде, сүйікті заттарыңызбен бөлісе аласыз.
lt: Kai būsi pasirengęs, gali pasidalinti savo mėgstamais dalykais
nb: Når du er ferdig kan du legge ut dine yndlingsting.
nn: Når du er ferdig, kan du leggja ut yndlingstinga dine.
pt_br: Quando terminar, você pode compartilhar suas coisas favoritas.
sl: Ko si pripravljen-a, lahko deliš svoje priljubljene stvari.
tr: Hazır olduğunuzda, en sevdiğiniz şeyleri paylaşabilirsiniz.
vi: Khi bạn đã sẵn sàng, bạn có thể chia sẻ điều bạn yêu thích.
zh_tw: 作品完成了嗎？別忘了和全世界的人分享你的最愛。

source: Share your project
bn: তোমার প্রজেক্ট শেয়ার কর
cs: Sdílej svůj projekt
cy: Rhannwch eich project
de: Veröffentliche dein Projekt
fa: برنامه خود را به اشتراک بگذارید
fr: Partage ton projet
id: Bagikan karyamu
kk: Жобаңызбен бөлісіңіз
lt: Dalinkis savo projektu
nb: Legg ut prosjektet
nn: Vis fram prosjektet
pt_br: Compartilhe seu projeto
sl: Deli svoj projekt
tr: Projeni Paylaş
vi: Chia sẻ Chương trình của bạn
zh_tw: 分享您的專案

source: Now you can share your favorite things with others!
bn: এখন তুমি তোমার পছন্দের জিনিস অন্যদের সাথে শেয়ার করতে পার!
cs: Teď můžeš sdílet tvojí oblíbenou věc s ostatními!
cy: Nawr gallwch rannu eich hoff bethau gyda phobl eraill!
de: Jetzt kannst du deine Lieblingssachen mit anderen teilen!
fa: حالا شما می‌توانید چیزهای مورد علاقه خود را با دیگران به اشتراک بگذارید!
fr: Maintenant, tu peux partager tes choses favorites avec les autres !
id: Sekarang kamu bisa berbagi hal-hal kesayanganmu dengan yang lainnya!
kk: Өзіңіздің сүйікті заттарыңызбен басқалармен бөлісе аласыз!
lt: Dabar gali pasidalinti savo mėgstamais dalykais su kitais!
nb: Nå kan du la andre bli kjent med tingene du liker!
nn: No kan du dela favorittinga dine med andre!
pt_br: Agora você pode compartilhar suas coisas favoritas com outras pessoas!
tr: Artık en sevdiğiniz şeyleri başkalarıyla paylaşabilirsiniz!
vi: Bây giờ bạn có thể chia sẻ điều bạn yêu thích với những người khác.
zh_tw: 現在你可以告訴全世界的人你最愛的是什麼了！

source: Choose a character and make it fly!
bn: একটি ক্যারেক্টার বাছাই কর এবং সেটা উড়াও!
cs: Vyber si postavu a umožni tomu létat!
cy: Dewiwch gymeriad a gwneud iddo hedfan!
de: Suche eine Figur aus und lass sie fliegen!
fa: کاراکتری انتخاب کرده و آن را به پرواز درآورید!
fr: Choisis un personnage et fais-le voler !
id: Pilih sebuah karakter dan terbangkan!
kk: Кейіпкерді таңдап, ұшатындай қылыңыз!
lt: Pasirink veikėją ir padaryk, kad jis skraidytų!
nb: Velg en figur og få den til å fly!
nn: Vel ein figur og få han til å fly!
pt_br: Escolha um personagem e faça-o voar!
sl: Izberi lik in naj leti!
tr: Bir karakter seçin ve uçmasını sağlayın!
vi: Tạo ra một nhân vật và làm cho nó bay!
zh_tw: 選擇一個角色，讓它飛起來！

source: Prepare to Fly
bn: উড়ার জন্য প্রস্তুত হও
cs: Připrav k letu
cy: Paratowch i Hedfan
de: Bereite dich zum fliegen vor
fa: برای پرواز آماده شوید
fr: Prépare-toi à Voler
id: Siap-Siap untuk Terbang
kk: Ұшуға дайындалыңыз
lt: Pasiruošk skrydžiui
nb: Gjør klar til å fly
nn: Førebu flyturen
pt_br: Prepare-se para voar
sl: Pripravi se za let
tr: Uçmaya Hazırlan
vi: Chuẩn bị để Bay
zh_tw: 準備飛行

source: Add Scenery
bn: দৃশ্য যোগ কর
cs: Přidej scénu
cy: Ychwanegwch Olygfa
de: Szenario hinzufügen
fa: چشم‌انداز اضافه کنید
fr: Ajoute des Paysages
id: Tambahkan Pemandangan
kk: Декорация қосыңыз
lt: Pridėk aplinką
nb: Lag landskapet
nn: Legg til bakgrunn
pt_br: Adicionar Cenário
sl: Dodaj sceno
tr: Sahne dekoru ekle
vi: Thêm Cảnh
zh_tw: 加入景物

source: Make It Move
bn: এটা সরাও
cs: Přinuť ji k pohybu
cy: Gwneud iddo Symud
de: Lass ihn sich bewegen
fa: آن را حرکت دهید
fr: Fais-le Bouger
id: Buatnya Bergerak
kk: Қозғалатындай қылыңыз
lt: Padaryk, kad ji judėtų
nb: Få den til å bevege seg
nn: Få han til å røra seg
pt_br: Faça-o se mover
sl: Naj se premika
tr: Onu hareket ettir
vi: Làm cho Nó Chuyển động
zh_tw: 讓它移動

source: Switch Looks
bn: চেহারা পরিবর্তন কর
cs: Přepínej náhledy
cy: Newid Edrychiad
de: Aussehen ändern
fa: ظاهر را تغییر دهید
fr: Change d'Apparence
id: Mengubah Tampilan
kk: Көріністерді өзгертіңіз
lt: Pakeisk išvaizdą
nb: Bytt utseende
nn: Byt utsjånad
pt_br: Alternar aparência
sl: Zamenjaj videze
tr: Görünümleri Değiştir
vi: Chuyển đổi Ngoại hình
zh_tw: 切換外觀

source: Paint the Sky
bn: আকাশ আঁক
cs: Namaluj oblohu
cy: Paentio'r Awyr
de: Den Himmel malen
fa: آسمان را رنگ کنید
fr: Colorie le ciel
id: Melukis Langit
kk: Аспанның суретін салыңыз
lt: Nudažyk dangų
nb: Fargelegg himmelen
nn: Mål himmelen
pt_br: Pinte o céu
sl: Pobarvaj nebo
tr: Gökyüzünü Boya
vi: Tô màu Bầu trời
zh_tw: 為天空著色

source: Make It Interactive
bn: এটিকে ইন্টারেক্টিভ কর
cs: Udělej ji interaktivní
cy: Ei Wneud yn Rhyngweithiol
de: Es interaktiv machen
fa: آن را تعاملی کنید
fr: Rends-le Interactif
id: Buatnya Interaktif
kk: Интерактивті қылыңыз
lt: Padaryk jį interaktyvų
nb: Lag det interaktivt
nn: Få han til å reagera
pt_br: Torne-o interativo
tr: Onu interaktifleştir
vi: Làm cho nó tương tác
zh_tw: 讓它可以互動

source: Add Things in the Sky
bn: আকাশে জিনিসগুলো যোগ কর
cs: Přidej věci na oblohu
cy: Ychwanegu Pethau i'r Awyr
de: Füge Dinge zum Himmel hinzu
fa: چیزهایی به آسمان اضافه کنید
fr: Ajoute des choses dans le ciel
id: Menambahkan Berbagai Hal pada Langit
kk: Аспандағы заттарды қосыңыз
lt: Pridėk dalykų Danguje
nb: Sett ting på himmelen
nn: Legg til ting på himmelen
pt_br: Adicione objetos no céu
tr: Gökyüzüne bir şeyler ekle
vi: Thêm những thứ khác vào Bầu trời
zh_tw: 在天空中加入物體

source: Customize and Enhance
bn: কাস্টমাইজ এবং উন্নত কর
cs: Přizpůsob a vylepši
cy: Cyfaddasu a Gwella
de: Anpassen und Verbessern
fa: تهیه کردن و بهبود بخشیدن
fr: Personnalise et Améliore
id: Sesuaikan dan Lengkapi
kk: Реттеу және Арттыру
lt: Asmenink ir Tobulink
nb: Gjør det bedre
nn: Legg inn dine eigne idéar
pt_br: Customize e melhore
tr: Kişiselleştir ve Arttır
vi: Tùy chỉnh và Nâng cao
zh_tw: 特色化與改良

source: You can make anything fly!
bn: তুমি যে কোন কিছু উড়াতে পার!
cs: Můžeš nechat létat cokoliv!
cy: Gallwch wneud i unrhyw beth hedfan!
fa: شما می‌توانید هر چیزی را به پرواز درآورید!
fr: Tu peux faire voler n'importe quoi !
id: Kamu bisa menerbangkan apapun!
kk: Сіз кез-келген нәрсені ұшыра аласыз!
lt: Gali padaryti, kad betkas skraidytų!
nb: Du kan få alt til å fly!
nn: Du kan få alt mogleg til å fly!
pt_br: Você pode fazer qualquer coisa voar!
sl: Vse kar želiš, lahko leti!
tr: Herhangi bir şeyi uçurabilirsin!
vi: Bạn có thể làm cho nó bay lên!
zh_tw: 你可以讓任何東西飛起來！

source: Click the 'Flying' theme, then select the character you want:
cs: Klikni na téma 'Flying' , pak vyber aktéra kterého chceš:
cy: Cliciwch y thema 'Hedfan', yna dewis y cymeriad rydych ei eisiau:
de: Klicke auf das Thema "Fliegen" und wähle dann die Figur, die dir gefällt:
fa: روی تم "پرواز " کلیک کنید، سپس کاراکتر مورد نظر را انتخاب کنید:
fr: Clique sur le thème 'Volant', puis sélectionne le personnage que tu veux :
id: Klik tema 'Terbang', lalu pilih karakter yang kamu inginkan:
kk: «Ұшатын» тақырыпты басыңыз, одан кейін қалаған кейіпкерді таңдаңыз:
lt: Spausk 'Skraidymas' temą ir pasirink kokį nori veikėją:
nb: Klikk kategorien "Flyvende" og velg figuren du vil ha:
nn: Trykk på kategorien «Flygande» og vel figuren du vil bruka:
pt_br: Clique no tema 'Voar', e então selecione o personagem desejado:
sl: Klikni na temo "Letenje" in izberi figuro, ki jo želiš:
vi: Bấm vào phông 'Bay lên', sau đó chọn nhân vật bạn muốn:
zh_tw: 點選「主題」中的「飛翔」分類，然後挑選你想要的人物：

source: Or, click the paintbrush <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> to draw your own character.
bn: অথবা, পেইন্টব্রাসে <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> ক্লিক করে তোমার নিজের ক্যারেক্টার আঁক।
cs: Nebo klikni na štětec <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> aby sis namaloval/a vlastní postavu.
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> i lunio eich cymeriad newydd:
de: Oder: Klicke den Pinsel <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> um Deine eigene Figur zu malen
fa: یا روی قلم‌مو <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> کلیک کنید تا کاراکتر خود را بکشید.
fr: Ou, clique sur le pinceau <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> pour dessiner ton propre personnage.
id: Atau, klik kuas <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> untuk menggambar karaktermu sendiri.
kk: Өзіңіздің кейіпкеріңізді салу үшін <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> қылқалам түймешегін басыңыз .
lt: Arba spausk teptuką <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> ir nupiešk savo veikėją
nb: Du kan også klikke pensel-ikonet <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> for å tegne din egen figur.
nn: Eller trykk på penselen <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> for å teikna din eigen figur.
pt_br: Ou então, clique no pincel <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> para desenhar seu próprio personagem.
vi: Hoặc, bấm vào cọ vẽ <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> để vẽ nhân vật riêng cho bạn.
zh_tw: 或者，點選筆刷 <img class="intext" src = "%(STATIC_URL)s/images/help/paint-tool.png"> 自行繪製屬於自己的人物。
