Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>To learn more, you can browse <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.</p>
bn: <p>আরও শিখতে, তুমি ব্রাউজ করতে পার <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব টীকা</a>।</p>
cs: <p>Pro další poučení si můžeš prohlédnout <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy</a>.</p>
cy: <p>I ddysgu rhagor, gallwch bori <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.</p>
de: <p>Um mehr zu erfahren kannst du <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">alle Tipps</a> aufrufen.</p>
fa: <p>برای کسب اطلاعات بیشتر، می‌توانید <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">همه نکات</a> را جستجو کنید.</p>
fr: <p>Pour en savoir plus, tu peux parcourir <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.</p>
id: <p>Untuk belajar lebih lanjut, kamu bisa menelusur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a></p>
kk: ⇥ ⇥<p>Көбірек білу үшін, іздей аласыз <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық Кеңестер</a>.</p> ⇥
lt: ⇥ ⇥<p>Norėdamas išmokit daugiau, žiūrėk <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi Patarimai</a>.</p> ⇥
nb: <p>Du kan lære mye mer ved å gå gjennom <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.</p>
nn: <p>Du kan læra mykje meir ved å sjå gjennom <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">alle tipsa</a>.</p>
pt_br: <p>Para saber mais, você pode navegar por <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.</p>
tr: <p>Daha fazlasını öğrenmek için burayı tıkla: <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>.</p>
vi: <p>Để tìm hiểu thêm, bạn có thể tìm kiếm <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả thủ thuật</a>.</p>
zh_tw: <p>若要進一步學習，可以按下<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>按鈕。</p>

source: Drag out a <span class=soundcolor>play drum</span> block (from <span class=soundcolor>Sound</span>) and snap it onto the <span class=motioncolor>move</span> block.
bn: একটি <span class=soundcolor>ড্রাম বাজাও</span> ব্লক টেনে আন (<span class=soundcolor>শব্দ</span> থেকে) এবং <span class=motioncolor>সরাও</span> ব্লকে এটি স্ন্যাপ কর।
cs: Vytáhni blok <span class=soundcolor>bubnuj</span> (ze <span class=soundcolor>Zvuk</span>) a připoj jej ke bloku <span class=motioncolor>dopředu</span>.
cy: Llusgwch allan floc <span class=soundcolor>chwarae drwm</span> (o <span class=soundcolor>Sain</span>) a'i snapio ar i'r <span class=motioncolor>move</span> bloc.
de: Hole einen <span class=soundcolor>spiele Schlaginstrument</span> Block (von <span class=soundcolor>Klang</span>) und setzt ihn auf den <span class=motioncolor>gehe</span> Block.
fa: یک قطعه <span class=soundcolor>پخش درام</span> (از <span class=soundcolor>صدا</span>) بیرون بکشید و آن را بر روی قطعه <span class=motioncolor>حرکت</span> بزنید.
fr: Extrait le bloc <span class=soundcolor>jouer du tambour</span> (de <span class=soundcolor>Sound</span>) et enclenche le sous le bloc <span class=motioncolor>move</span>.
id: Seret keluar sebuah balok <span class=soundcolor>mainkan drum</span> (dari <span class=soundcolor>Suara</span>) dan tempatkan di balok <span class=motioncolor>gerak</span>.
kk: <span class=soundcolor>play drum</span> блогын шығарып алыңыз (осыдан <span class=soundcolor>Sound</span>) ⇥ және оны <span class=motioncolor>move</span> блогына байланыстырыңыз.
lt: Ištempk <span class=soundcolor>mušti būgną</span> bloką (iš <span class=soundcolor>Garsai</span> skyriaus) ⇥ ir uždėk jį ant <span class=motioncolor>judėk</span> bloko
nb: Dra ut en <span class=soundcolor>trommeslag</span>-kloss (fra <span class=soundcolor>Lyd</span>) og heng den fast under <span class=motioncolor>gå</span>-klossen.
nn: Dra ut ein <span class=soundcolor>trommeslag</span>-kloss (frå <span class=soundcolor>Lydar</span>) og hekt han fast under <span class=motioncolor>gå</span>-klossen.
pt_br: Arraste um bloco <span class=soundcolor>tocar tambor</span> (de <span class=soundcolor>Som</span>) e encaixe-o sobre o bloco <span class=motioncolor>mover</span>.
tr: <span class=soundcolor>Ses</span> grubundan <span class=soundcolor>[... davulunu ... vuruş çal]</span> taşını al ve <span class=motioncolor>[... adım git]</span> taşının altına yapıştır.
vi: Kéo ra ngoài một mảnh ghép <span class=soundcolor>chơi trống </span> (từ <span class=soundcolor>Âm thanh</span>) và chập nó vào mảnh ghép <span class=motioncolor>di chuyển</span>.
zh_tw: 拖曳出<span class=soundcolor>演奏拍點</span> 積木（從 <span class=soundcolor>音效</span> 類程式) ，並把它貼合到 <span class=motioncolor>移動</span> 積木。

source: Click and listen.
bn: ক্লিক করো এবং শুনো।
cs: Klikni a poslouchej.
cy: Cliciwch a gwrando.
de: Klicke und lausche.
fa: کلیک کنید و گوش دهید.
fr: <b>Clique</b> et écoute
id: Klik dan dengarkan.
kk: Басыңыз және тыңдаңыз.
lt: Spausk ir klausykis
nb: Klikk og hør.
nn: Trykk og høyr.
pt_br: Clique e escute.
sl: Klikni in poslušaj.
tr: Tıkla ve dinle.
vi: Bấm vào và lắng nghe.
zh_tw: 按一下並聽聽看。

source: Make sure your computer's speakers are on.
bn: নিশ্চিত করো তোমার কম্পিউটারের স্পিকার চালু
cs: Ujisti se, že máš zapnuté reproduktory.
cy: Gwnewch yn siŵr fod uchelseinyddion eich cyfrifiadur ymlaen.
de: Stelle sicher, dass die Lautsprecher an deinem Computer eingeschaltet sind. Erfahre mehr über <a href="http://scratch-dach.info/wiki/Kl%C3%A4nge">Klänge im Scratch-Wiki</a>.
fa: اطمینان حاصل کنید که بلندگوهای کامپیوتر شما روشن هستند.
fr: Assure-toi que les haut-parleurs de ton ordinateur sont allumés.
id: Pastikan pembuat suara komputermu nyala.
kk: Компьютеріңіздің динамиктері қосылып тұрғанына көз жеткізіңіз.
lt: Įsitikink, kad kompiuterio garsiaklabiai įjungti
nb: Pass på at lyden på datamaskinen virker.
nn: Pass på at høgtalarane til maskina er på.
pt_br: Verifique se os alto-falantes do computador estão ligados.
sl: Prepričaj se, da so zvočniki vključeni.
tr: Bilgisayarının sesinin açık olduğuna emin ol.
vi: Chắc chắn là loa máy tính của bạn đã được mở.
zh_tw: （先確定你的電腦喇叭開著）

source: Next, start a dance.
bn: তারপর, একটি নাচ শুরু কর।
cs: Potom začni tancovat.
cy: Nesaf, cychwynnwch ddawns.
de: Starte als nächstes einen Tanz.
fa: سپس، رقصی را آغاز کنید.
fr: Ensuite, commence une danse.
id: Kemudian, mulai sebuah tarian
kk: Енді, биді бастаңыз.
lt: Toliau, pradėk šokį
nb: Videre: start en dans.
nn: Vidare: lag ein dans
pt_br: Em seguida, comece uma dança.
sl: Sedaj začni ples.
tr: Sırada, dans ettirme.
vi: Tiếp theo, bắt đầu một điệu nhảy.
zh_tw: 下一步，開始一段舞蹈。

source: Add another <span class=motioncolor>move</span> block. Click inside the block and type in a minus sign.
bn: আরও একটি <span class=motioncolor>সরাও</span> ব্লক যোগ কর, ব্লকের ভেতরে ক্লিক কর এবং ঋণাত্মক চিহ্ন টাইপ কর।
cs: Přidej další blok <span class=motioncolor>dopředu</span>. Klikni dovnitř bloku a napiš znaménko mínus.
cy: Ychwanegwch floc <span class=motioncolor>move</span> arall. Cliciwch o fewn yn bloc a theipio arwydd minws.
de: Füge einen weiteren <span class=motioncolor>gehe Schritte</span> Block hinzu. Klicke in den Block und gib ein Minuszeichen ein.
fa: بلاک <span class=motioncolor>حرکت</span> دیگری را اضافه کنید. درون بلاک کلیک کنید و علامت منها را در آن تایپ کنید.
fr: Ajoute un autre bloc <span class=motioncolor>Mouvement</span>. Clique à l'intérieur du bloc and tape un signe moins.
id: Tambahkan satu lagi balok <span class=motioncolor>gerak</span>. Klik ke dalam balok dan ketik sebuah tanda minus.
kk: <span class=motioncolor>Қозғалу</span> басқа блокын қосыңыз . Блоктың ішіне басып ішіне теріс таңба салыңыз.
lt: Pridėk kitą <span class=motioncolor>"eik ..."</span> bloką. Spausk bloko viduje ir įvesk minuso ženklą.
nb: Heng på en <span class=motioncolor>gå</span>-kloss til. Klikk på tallet i klossen og sett inn et minustegn (bindestrek).
nn: Legg til endå ein <span class=motioncolor>gå</span>-kloss. Trykk på talet i klossen og set inn eit minusteikn (ein bindestrek) framfor det.
pt_br: Adicione outro bloco <span class=motioncolor>mova</span>. Clique dentro do bloco e digite um sinal negativo.
tr: Bir tane daha <span class=motioncolor>[... adım git]</span> taşı ekle. Kutunun içine tıkla ve başına eksi işareti yaz.
vi: Thêm một mảnh ghép <span class=motioncolor>di chuyển</span> khác. Thêm một mảnh ghép vào bên trong và nhập vào một kí hiệu dấu trử.
zh_tw: 在積木堆下添加另一個 <span class=motioncolor>移動</span> 積木，然後在積木中的數字方塊中輸入負數符號。

source: Add another <span class=soundcolor>play drum</span> block, then choose a drum from the pull-down menu.
bn: আরেকটি <span class=soundcolor>প্লে ড্রাম</span> ব্লক যোগ কর, তারপর পুল-ডাউন মেনু থেকে একটি ড্রাম বাছাই কর।.
cs: Přidej jiný blok <span class=soundcolor>bubnuj</span> poté zvol buben z rozbalovací nabídky.
cy: Ychwanegwch floc <span class=soundcolor>chwarae drwm</span> arall, a dewis drwm o'r gwymplen.
de: Füge einen weiteren <span class=soundcolor>spiele Schlaginstrument</span> Block hinzu, wähle dann ein Instrument aus der Auswahlliste.
fa: یک قطعه <span class=soundcolor>پخش درام</span> دیگر اضافه کنید، سپس یک درام را از منوی کشویی انتخاب کنید.
fr: Ajoute un autre bloc <span class=soundcolor>jouer du tambour</span>,ensuite choisi un tambour à partir du menu déroulant.
id: Tambahkan satu lagi balok <span class=soundcolor>mainkan drum</span>, kemudian pilih drum dari menu tarik-turun.
kk: <span class=soundcolor>Барабанды ойнату</span> блокын қосыңыз, содан соң ашылмалы мәзірден барабанды таңдаңыз.
lt: Pridėk kitą <span class=soundcolor>mušti būgną</span> bloką, tada pasirink būgną iš išskleidžiamojo meniu
nb: Heng på en <span class=soundcolor>trommeslag</span>-kloss til og velg et nytt instrument fra menyen i klossen.
nn: Legg til endå ein <span class=soundcolor>trommeslag</span>-kloss, og vel eit nytt instrument frå menyen i klossen.
pt_br: Adicione outro bloco <span class=soundcolor>tocar tambor</span>, e então escolha um tambor no menu suspenso.
tr: Bir tane daha <span class=soundcolor>[... davulunu ... vuruş çal]</span> taşı ekle, ve listeden bir davul seç.
vi: Thêm một mảnh ghép <span class=soundcolor>chơi trống</span> khác, sau đó chọn một cái trống từ menu xổ xuống.
zh_tw: 在積木堆下再添加一個 <span class=soundcolor>演奏拍點</span> 積木，然後從該積木中的下拉清單中選擇一種拍點。

source: Click on any of the blocks to run the stack:
bn: স্ট্যাক রান করার জন্য যেকোন ব্লকে ক্লিক কর:
cs: Klikni na jakýkoli z bloků pro spuštění zásobníku:
cy: Cliciwch ar unrhyw un o'r blociau i redeg y stac:
de: Klicke auf einen der Blöcke um den Stapel auszuführen:
fa: بر روی هر قطعه کلیک کرده تا دسته را اجرا کنید:
fr: Clique sur l'un des blocs pour exécuter la pile:
id: Klik balok manapun untuk menjalankan tumpukannya:
kk: Үймені іске қосу үшін осы блоктардың кез-келгенін басыңыз:
lt: Spustelkt sujungtus blokus (bet kur), kad jie būtų įvykdyti.
nb: Klikk på en av klossene i stabelen for å kjøre skriptet:
nn: Trykk på éin av klossane for å køyra stabelen:
pt_br: Clique em qualquer um dos blocos para executar o grupo de instruções:
sl: Klikni na poljuben blok, da poženeš skladovnico:
tr: Taşlardan birine tıkla ve tüm diziyi çalıştır.
vi: Bấm vào bất kỳ mảnh ghép nào để chạy cả chồng lệnh:
zh_tw: 在積木堆上點擊以執行程式結果

source: Next, add a repeat.
bn: এরপর, একটি পুনরাবৃত্তি যোগ কর।
cs: V dalším kroku přidej opakování.
cy: Nesaf, ychwanegwch ailadrodd.
de: Füge als nächstes eine Wiederholung hinzu.
fa: بعد، یک تکرار اضافه کنید.
fr: Ensuite, ajoute une répétition.
id: Setelah itu, tambahkan sebuah ulangi.
kk: Енді, қайталауды қосыңыз.
lt: Toliau, pridėk kartojimą
nb: Videre: gjenta automatisk.
nn: Vidare: mange gongar
pt_br: Em seguida, adicione uma repetição.
sl: Nato dodaj ponovi.
tr: Sırada, tekrar ettirme.
vi: Tiếp theo, thêm một lần lặp lại.
zh_tw: 下一步，讓程式重複執行

source: Drag out a <span class=controlcolor>repeat</span> block and drop it on top of the stack. (You want the "mouth" of the <span class=controlcolor>repeat</span> to wrap around the other blocks.)
bn: একটি <span class=controlcolor>পুনরাবৃত্তি</span> ব্লক টানুন এবং এটি স্ট্যাকের উপরে রাখ। (তুমি <span class=controlcolor>পুনরাবৃত্তি</span> এর "মুখ" অন্য ব্লকের চারপাশে মোড়াতে চাও।)
cs: Vytáhni blok <span class=controlcolor>opakuj</span> a upusť jej na vršek skupiny. (Chceš, aby "čelisti" z <span class=controlcolor>opakuj</span> obalily ostatní bloky.)
cy: LLusgwch allan floc <span class=controlcolor>ailadrodd</span> a'i ollwch ar ben y stac. (YByddwch chi angen i "geg" y bloc <span class=controlcolor>ailadrodd</span> i amlapio'r blociau eraill.)
de: Hole einen <span class=controlcolor>wiederhole</span> Block und setzte oben auf den Stapel. (Du möchtest den Öffnung des <span class=controlcolor>wiederhole</span> Blocks um die anderen Blöcke legen.)
fa: یک قطعه <span class=controlcolor>تکرار</span> را بیرون کشیده و آن را بالای دسته بیاندازید. (شما "دهانه" <span class=controlcolor>تکرار</span> را برای پیچیدن دور قطعههای دیگر می‌خواهید.)
fr: Extrait un bloc <span class=controlcolor>répéter</span> et dépose le au-dessus de la pile. (Tu veux que la "bouche" du bloc <span class=controlcolor>répéter</span> enveloppe les autres blocs.)
id: Seret keluar sebuah balok <span class=controlcolor>ulangi</span> dan jatuhkan ke puncak tumpukan. (Kamu ingin "mulut" <span class=controlcolor>ulangi</span> untuk membungkus balok-balok yang lain.)
kk: <span class=controlcolor>Қайталау</span> блогын шығарып алыңыз және де оны үйменің үстіне тастаңыз. (Сіз басқа блоктардың айналасына орау үшін <span class=controlcolor>қайталау</span> "ауызды" қалайсыз.)
lt: Ištempk <span class=controlcolor>kartok</span> bloką ir padėk jį virš visų blokų (Tau reikia, kad <span class=controlcolor>kartok</span> bloko "burna" apglėbtų kitus blokus)
nb: Dra en <span class=controlcolor>gjenta</span>-kloss til toppen av stabelen. (Pass på at <span class=controlcolor>gjenta</span>-klossen "gaper" rundt de andre klossene.)
nn: Dra ein <span class=controlcolor>gjenta</span>-kloss til toppen av stabelen. (Pass på at <span class=controlcolor>gjenta</span>-klossen «gapar» rundt dei andre klossane.)
pt_br: Arraste um bloco <span class=controlcolor>repetir</span> e coloque-o no topo da pilha. (Você quer que a "boca" do bloco <span class=controlcolor>repetir</span> envolva os outros blocos.)
tr: <span class=controlcolor>[... defa tekrarla]</span> taşını al ve komut dizisinin en üstüne oturt. (Yalnız dikkat et <span class=controlcolor>[... defa tekrarla]</span> taşının diğer taşları ısırması gerekiyor)
vi: Kéo ra mảnh ghép <span class=controlcolor>lặp lại</span> và bỏ nó lên trên chồng lệnh. (Bạn muốn "miệng" của <span class=controlcolor>lặp lại</span> bọc quanh các lệnh khác.)
zh_tw: 拖曳出<span class=controlcolor>重複執行</span> 積木，把它套在現有積木堆的外圍。 （當<span class=controlcolor>重執制行</span>積木靠近時，會感覺像是一張大嘴要把整個積木堆給吞了的感覺。)

source: Click to run the stack:
bn: স্ট্যাক চালানোর জন্য ক্লিক কর:
cs: Klikni pro spuštění hromady:
cy: Cliciwch i redeg y stac:
de: Klicke, um den Stapel auszuführen:
fa: برای اجرای توده کلیک کنید:
fr: Clique pour <b>exécuter</b> la pile:
id: Klik untuk menjalankan tumpukannya:
kk: Үймені іске қосу үшін басыңыз:
lt: Spausk ir paleisk rietuvę:
nb: Klikk for å kjøre skriptet:
nn: Trykk på stabelen for å køyra han:
pt_br: Clique para executar a pilha:
sl: Klikni, da poženeš skladovnico:
tr: Tıkla ve dizi çalışsın:
vi: Bấm để chạy cả chồng lệnh:
zh_tw: 在積木堆上點擊一下觀看執行結果

source: Next, say something.
bn: তারপর, কিছু বল।
cs: V dalším kroku něco řekni.
cy: Nesaf, dwedwch rhywbeth.
de: Sage als nächstes etwas.
fa: بعد، چیزی بگو.
fr: Ensuite, dis quelque chose.
id: Kemudian, katakan sesuatu.
kk: Келесі, бірдеңі айтыңыз.
lt: Toliau, sakyk ką nors
nb: Videre: si noe.
nn: Vidare: sei noko
pt_br: Em seguida, diga algo.
sl: Nato reci nekaj.
tr: Sırada, konuşturma.
vi: Tiếp theo, nói gì đó.
zh_tw: 下一步，讓角色說些話。

source: Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.
cs: Klikni na <span class=lookscolor>vzhled</span> a přetáhni blok <span class=lookscolor>říkej</span>.
cy: Cliciwch <span class=lookscolor>Edrychiad</span> a llusgo allan <span class=lookscolor>say</span> floc.
fa: روی <span class=lookscolor>ظاهر</span> کلیک کنید و قطعه <span class=lookscolor>گفتن</span> را بیرون بکشید.
fr: Clique sur <span class=lookscolor>Apparence</span>et fais glisser un bloc <span class=lookscolor>dire</span>.
id: Klik <span class=lookscolor>tampilan</span> dan seret keluar sebuah balok <span class=lookscolor>katakan</span>.
vi: Bấm <span class=lookscolor>Ngoại hình</span> và kéo ra ngoải một mảnh nghép<span class=lookscolor>nói</span>.

source: Type in the block to change the words:
bn: শব্দ পরিবর্তন করতে ব্লকে টাইপ কর:
cs: Piš do bloku, abys změnil/a slova:
cy: Teipiwch o fewn y bloc i newid y geiriau:
fa: برای تغییر کلمات، داخل قطعه تایپ کنید:
fr: Tape dans le bloc pour changer les mots :
id: Ketik di dalam balok untuk mengubah kata-katanya:
vi: Nhập vào mảnh ghép để thay đổi từ:

source: Then snap it on top of the stack. Click on the stack to run.
cs: Potom to připoj na vršek skupiny. Klikni na skupinu pro spuštění.
cy: Yna snapiwch y bloc ar ben y stac: Cliciwch ar y stac i'w redeg.
fa: سپس آن را در بالای توده بزنید. برای اجرا روی توده کلیک کنید.
fr: Puis insère-le en haut de la pile. Clique sur la pile pour l'exécuter.
id: Kemudian sisipkan bagian paling atas tumpukan. Klik tumpukan untuk menjalankannya.
vi: Sau đó chập nó vào bên trên chồng lệnh. Bấm vào chồng lệnh để chạy.

source: Now, add a way to start.
bn: এখন, শুরু করার একটি উপায় বের কর।
cs: Nyní přidej způsob, jak začít.
cy: Nawr, ychwanegwch ffordd i'w gychwyn.
de: Füge jetzt eine Möglichkeit zum Starten hinzu.
fa: اکنون، یک راه برای شروع اضافه کنید.
fr: Ensuite, ajoute un moyen de commencer.
id: Sekarang, tambahkan sebuah cara untuk memulai.
kk: Қазір, бастау үшін жаңа жол қосыңыз.
lt: Dabar, pridėk pradžios būdą
nb: Videre: å starte et skript
nn: Vidare: legg til ein måte å starta dansen
pt_br: Agora, coloque uma forma de começar.
sl: Sedaj dodaj način, da začneš.
tr: Şimdi de, başka bir başlatma yolu.
vi: Bây giở, thêm một cách để bắt đầu.
zh_tw: 下一步，新增一個執行事件

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
bn: একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর।
cs: Vytáhni blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> a připoj jej na vršek.
cy: Llusgwch allan floc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> wedi ei glicio</span> a'i snapio i'r brig.
fa: قطعه <span class="eventscolor">هنگامی که <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک می‌شود</span> را کشیده و آن را بالا بزنید.
fr: Fais glisser un bloc <span class="eventscolor">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est cliqué</span> et insère-le en haut.
id: Seret keluar sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik</span> dan tempatkan di paling atas.
kk: span class="eventscolor">Қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз.
lt: Ištempk <span class="eventscolor">kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaudžiamas</span> bloką ir padėk viršuje
nb: Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst.
nn: Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst i skriptet.
pt_br: Arraste um bloco <span class="eventscolor">quando<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicar</span> e coloque-o no topo.
vi: Kéo ra một mảnh ghép <span class="eventscolor">khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và ghép nó vào phía trên.
zh_tw: 拖拉出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 積木，並把它黏貼到最上方。

source: Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
bn: যখনই তুমি সবুজ পতাকায় ক্লিক করবে তোমার স্ক্রিপ্ট শুরু হবে: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
cs: Tvůj scénář se spustí, když stiskneš zelený praporek: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
cy: Bydd eich sgript yn cychwyn pryd bynnag fyddwch yn clicio'r faner werdd<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">.
fa: هر زمان روی پرچم سبز کلیک کنید دستور شما شروع می‌شود: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
fr: Ton script démarrera au moment ou tu cliqueras sur le drapeau vert : <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
id: Skripmu bakal mulai kapapun kamu mengklik bendera hijau: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">
vi: Kịch bản của bạn sẽ bắt đầu bất kỳ khi nào bạn bấm vào lá cờ màu xanh:<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">

source: To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
bn: থামাতে, থাম বাটনটি ক্লিক কর: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
cs: Pro zastavení klikni na tlačítko zastavit: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
cy: I'w atal, cliciwch y botwm atal <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png">
fa: برای توقف، روی دکمه توقف کلیک کنید: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
fr: Pour arrêter, clique sur le bouton stop : <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
id: Untuk berhenti, klik tombol berhenti: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
vi: Để dừng lại, bấm chọn nút dừng:<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png">
