Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
bn: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> লাইব্রেরি থেকে স্প্রাইট বাছাই কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> নিজের স্প্রাইট আঁক</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> তোমার নিজের ছবি অথবা স্প্রাইট আপলোড কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> একটি ছবি তোল (একটি ওয়েবক্যাম থেকে)</p>
cs: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Vyber si postavu z knihovny</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Nakresli si vlastní postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Nahraj si vlastní obrázek nebo postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Udělej fotku (z webkamery)</p>
cy: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Dewiswch gorlun o'r llyfrgell</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Peintiwch eich corlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Llwytho i fyny eich delwedd neu gorlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Cymrwch lun (o gamera gwe)</p>
de: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Wähle eine Figur aus der Bibliothek</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Zeichne deine eigene Figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Lade ein eigenes Bild oder eine Figur hoch</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Mach ein Foto (mit der Webcam)</p>
fa: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">شکلک را از کتابخانه انتخاب کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">شکلک خود را نقاشی کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">تصویر یا شکلک خود را بارگذاری کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">یک عکس بگیرید (از وب‌کم)</p>
fr: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisis un lutin dans la bibliothèque</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessine ton propre lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Télécharge ta propre image ou lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prends un photo (à partir de ta webcam)</p>
kk: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Кітапханадан спрайттарды таңдау</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Жеке спрайтты бейнелеп жасау</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Өзіңіздің жеке спрайттарыңыз немесе суреттеріңізді жүктеу</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Суретке түсу (вебкамера арқылы)</p>
nb: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tegn din egen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp et bilde eller en figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et bilde (med webkamera)</p>
nn: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur frå biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Teikn din eigen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp eit bilete eller ein figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta eit bilete (med nettkamera)</p>
pt_br: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolher ator da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenhar seu próprio ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Enviar sua própria imagem ou ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tirar uma foto (com a webcam)</p>
vi: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Chọn đối tượng từ thư viện</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Vẽ ra đối tượng của riêng bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Tải lên hình ảnh hay đối tượng</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Chụp ảnh (từ webcam)</p>
zh_tw: <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 在範例庫中挑選角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 自行繪製新角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">從電腦中挑選角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 用攝像裝置錄製新角色</p>

source: MAKE IT SPIN
bn: এটি স্পিন করো
cs: Zařiď, aby se to točilo
cy: GWNEUD IDDO DROELLI
de: MACH DAS ES SICH DREHT
fa: آن را بچرخانید
fr: Fais le tourner
kk: АЙНАЛАТЫНДАЙ ЕТУ
nb: LA DEN SNURRE
nn: FÅ HAN TIL Å SNURRA
pt_br: FAÇA-O GIRAR
sl: NAJ SE VRTI
tr: DÖNDÜR
vi: LÀM NÓ XOAY
zh_tw: 讓字母旋轉

source: To make a sprite spin, select the sprite, then add a script like this:
bn: তোমার স্প্রাইট ঘোরানের জন্য, স্প্রাইট নির্বাচন কর, এবং এভাবে একটি স্ক্রিপ্ট যুক্ত কর:
cs: K vytvoření rotující postavy vyber postavu a přidej scénář jako je tento:
cy: I wneud i gorlun droelli, dewiswch y corlun, ac yna ychwanegu sgript fel hyn:
de: Damit die Figur sich dreht, wähle die Figur aus und füge dann folgendes Skript hinzu:
fa: برای چرخاندن یک شکلک، شکلک را انتخاب کنید، سپس یک دستور مثل این اضافه کنید:
fr: Pour faire tourner un lutin, sélectionne le , puis ajoute un script comme celui-ci:
kk: Спрайтты айналдыру үшін, спрайтты таңдаңыз, содан соң осындай скриптті қосыңыз:
nb: Du kan få figuren til å snurre rundt med dette skriptet:
nn: Du kan få figuren til å snurra rundt med dette skriptet:
pt_br: Para fazer um ator girar, selecione-o e então adicione um script como este:
tr: Kukla dönüşü yapmak için kuklayı seçin ardından aşağıdaki gibi bir komut dosyası ekleyin:
vi: Để làm đối tượng xoay, chọn đối tượng, sau đó thêm kịch bản như thế này:
zh_tw: 若要讓角色旋轉，可以編寫下方程式：

source: Type in different numbers to adjust the spin.
bn: ঘূর্ণন এর সামঞ্জস্য করতে বিভিন্ন সংখ্যা টাইপ কর।
cs: Napiš různá čísla k upravení rotace.
cy: Teipiwch rifau gwahanol i newid y troelli.
de: Gib verschiedene Zahlen ein um die Drehung einzustellen.
fa: برای تنظیم چرخش، اعداد مختلف را وارد کنید.
fr: Tape des nombres différents pour définir la rotation.
kk: Әр түрлі мәндегі сандарды енгізу арқылы айналымды бейімдеңіз.
nb: Skriv inn andre tall for å få rotasjonen slik du vil.
nn: Skriv inn andre tal for å få snurringa slik du vil.
pt_br: Digite números diferentes para ajustar a rotação.
sl: Vpiši različna števila za nastavitev vrtenja.
tr: Dönüşü ayarlamak için farklı numaralar yazın.
vi: Nhập vào nhiều số khác nhau để điều chỉnh xoay.
zh_tw: 輸入不同的數字以調整轉速。

source: To reset a sprite so it faces to the right, click this block:
bn: একটি স্প্রাইট পুনরায় সেট করতে যাতে এটি ডানদিকে থাকে, এই ব্লকে ক্লিক কর:
cs: Pro resetování postavy aby směřovala doprava, klikni na tento blok:
cy: I ailosod corlun fel ei god yn wynebu i'r dde, cliciwch y bloc yma:
de: Um eine Figur zurückzusetzen so dass sie nach rechts schaut, klicke auf folgenden Block:
fa: برای تنظیم مجدد یک شکلک به طوری که رو به سمت راست باشد، روی این قطعه کلیک کنید:
fr: Pour réinitialiser un lutin de telle sorte qu'il regarde vers la droite, cliquesur ce bloc:
kk: Спрайтты оңға қарап тұратындай етіп өзгерту үшін мына блокты таңдаңыз:
nb: For å få figuren tilbake til sin vanlige retning, klikk denne klossen:
nn: For å få figuren tilbake til den vanlege retninga, trykk på denne klossen:
pt_br: Para reiniciar um ator para que ele vire para a direita, clique neste bloco:
tr: Bir kuklayı sağa bakacak şekilde sıfırlamak için şu bloku tıklayın:
vi: Để đặt lại đối tượng để nó nhìn hướng bên phải, bấm vào mảnh ghép này:
zh_tw: 要將角色的面向設回向右，可以使用這個積木：

source: Explore and experiment! Here are some other blocks you may want to try:
bn: অনুসন্ধান ও গবেষণা কর! এখানে কিছু অন্যান্য ব্লকসমূহ রয়েছে যা তুমি চেষ্টা করতে পার:
cs: Objevuj a experimentuj! Zde jsou další bloky, které možná budeš chtít zkusit:
cy: Darganfod ac arbrofi. Dyma rhai blociau eraill hoffech chi roi cynnig arnyn nhw.
de: Erforsche und experimentiere! Hier sind ein paar andere Blöcke die du vielleicht ausprobieren möchtest:
fa: جستجو و آزمایش کنید! در اینجا قطعههای دیگری است که شاید بخواهید امتحان کنید:
fr: Explore et expérimente! Voici quelques autres blocs que tu peux essayer:
kk: Зертте және тәжірбие жаса! Мында тағы да басқа блоктарды сынап көруіңе болады:
nb: Prøv deg fram! Her er noen andre klosser du kanskje får lyst til å prøve:
nn: Prøv deg fram! Her er nokre andre klossar du kanskje får lyst til å prøva:
pt_br: Explore e experimente! Aqui estão alguns outros blocos que você pode querer experimentar:
tr: Keşfet ve dene! Denemek isteyebileceğiniz diğer bazı bloklar:
vi: Khám phá và thử nghiệm! Đây là một số mảnh ghép khác có thể bạn muốn thử:
zh_tw: 探索和實驗！這裡有些不錯的點子，不妨試試看：

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:
bn: এখন তুমি <a href="http://scratch.mit.edu/studios/915780/" target="_blank">ভ্যালেন্টাইন স্টুডিও ডিজাইন কর</a> এ তোমার প্রজেক্ট যুক্ত করতে পার:
cs: Teď můžeš přidat svůj projekt k <a href="http://scratch.mit.edu/studios/915780/" target="_blank">studiu Navrhni si Valentýnku</a>:
cy: Nawr gallwch ychwanegu eich project i'r <a href="http://scratch.mit.edu/studios/915780/" target="_blank">stiwdio Cynllunio Cerdyn Folant</a>:
de: Jetzt kannst du dein Projekt zum <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a> (de: Gestalte eine Valentinskarte) hinzufügen:
fa: اکنون شما می‌توانید پروژه خود را به <a href="http://scratch.mit.edu/studios/915780/" target="_blank">طراحی استودیو ولنتاین</a> اضافه کنید:
fr: Maintenant tu peux ajouter ton projet à <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio (Concevoir un studio Saint-Valentin)</a> :
kk: ⇥Қазір сен өз жұмысыңды мына жерге қосуыңа болады <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>:⇥
nb: Nå kan du legge ut prosjektet på galleriet <a href="http://scratch.mit.edu/studios/915780/" target="_blank">"Design a Valentine"</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine Studio</a>:
pt_br: Agora você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/915780/" target="_blank">estúdio Crie um Cartão</a>:
tr: Artık projeni <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Bir Sevgililer Günü Kartı Tasarla Stüdyosu</a>na ekleyebilirsin:
vi: Bây giờ bạn có thể thêm chương trình của bạn vào <a href="http://scratch.mit.edu/studios/915780/" target="_blank">studio Thiết kế Lễ tình nhân</a>:
zh_tw: 現在你可以將你的專案分享到創作坊 <a href="http://scratch.mit.edu/studios/915780/" target="_blank">Design a Valentine studio</a>裡：

source: Make a virtual pet. Find out how to add sounds, animations, or other effects.
bn: একটি ভার্চুয়াল পোষা প্রাণী তৈরি কর। কিভাবে শব্দ, অ্যানিমেশন, বা অন্যান্য ইফেক্ট যোগ করা যায় তা খুঁজে বের কর।
cs: Vytvoř si virtuálního mazlíčka. Zjisti jak přidat zvuky, animace a další efekty.
cy: Crëwch rith anifail anwes. Gallwch ddarganfod sut i ychwanegu seiniau, animeiddiadau neu effeithiau eraill.
de: Mache eine virtuelles Haustier. Lerne wie man Klänge, Animationen und andere Effekte hinzufügt.
fa: یک حیوان خانگی مجازی ایجاد کنید. نحوه اضافه کردن صدا، انیمیشن یا جلوه‌های دیگر را بیابید.
fr: Créer un animal de compagnie virtuel. Découvre comment ajouter des sons, des animations ou d'autres effets.
id: Buat sebuah peliharaan virtual. Cari tahu bagaimana cara menambahkan suara, animasi, dan efek-efek lainnya.
kk: Виртуалды үй жануарын жасаңыз. Дыбыстарды, анимацияларды және тағы да басқа да эффектілерді қосуды үйреніңіз.
nb: Lag et virtuelt kjæledyr. Lær hvordan du lager lyder, bevegelser og andre effekter.
nn: Lag eit virtuelt kjæledyr. Lær korleis du lagar lydar, rørsler og andre effektar.
pt_br: Crie um animal de estimação virtual. Descubra como adicionar sons, animações ou outros efeitos.
sl: Ustvari navideznega ljubljenčka. Ugotovi kako dodati zvoke, animacije ali druge učinke.
tr: Sanal bir hayvan yapalım. Ve ona nasıl ses eklenir, canlıymış gibi hareket verilir vs. bunları görelim.
vi: Tạo thú ảo. Tìm hiểu cách thêm âm thanh, chuyển động, hay hiệu ứng khác.
zh_tw: 用你的手創造來自虛擬世界的寵物，從中學習添加音效、動畫等效果。

source: First, choose your pet
bn: প্রথমে, তোমার পোষা প্রাণী বাছাই কর
cs: Nepjprve si vyber svého mazlíčka
cy: Yn gyntaf, dewiswch eich anifail anwes
de: Als erstes wähle dein Haustier
fa: اول، حیوان خانگی خود را انتخاب کنید
fr: D'abord, choisi ton animal
id: Pertama, pilih peliharaanmu
kk: Бірінші, үй жануарын таңдаңыз
nb: Først velger du deg et dyr
nn: Vel deg først eit dyr
pt_br: Primeiro, escolha seu animal de estimação
sl: Najprej izberi svojega ljubljenčka:
tr: Önce, hayvanını seç
vi: Đầu tiên, chọn thú cưng của bạn
zh_tw: 首先，打造寵物外觀

source: Choose Your Pet
bn: তোমার পোষাটি পছন্দ করো
cs: Vyber si svého mazlíčka
cy: Dewis eich Anifail Anwes
de: Wähle dein Haustier
fa: حیوان خانگی خود را انتخاب کنید
fr: Choisis ton animal
id: Pilih Peliharaanmu
kk: Өзіңіздің Үй Жануарыңызды таңдау
nb: Velg deg et dyr
nn: Vel deg eit dyr
pt_br: Escolha seu animal de estimação
sl: Izberi svojo živalco
tr: Hayvanını Seç
vi: Chọn thú cưng của bạn
zh_tw: 選擇你的寵物

source: Introduce Your Pet
bn: তোমার পোষাটিকে পরিচিত করাও
cs: Představ svého mazlíčka
cy: Cyflwyno eich Anifail Anwes
de: Stell dein Haustier vor
fa: حیوان خانگی خود را معرفی کنید
fr: Présente ton animal de compagnie
id: Kenalkan Peliharaanmu
kk: Өзіңіздің Үй Жануарыңызды таныстыру
nb: Presenter dyret ditt
nn: Presenter dyret ditt
pt_br: Apresente seu animal de estimação
sl: Predstavi svojo živalco
tr: Hayvanını Takdim Et
vi: Giới thiệu thú cưng của bạn
zh_tw: 介紹你的寵物

source: Animate Your Pet
bn: তোমার পোষা প্রাণী অ্যানিমেট কর
cs: Animuj svého mazlíčka
cy: Animeiddio eich Anifail Anwes
de: Animiere dein Haustier
fa: حیوان خانگی خود را زنده کنید
fr: Anime ton animal de compagnie
id: Animasikan Peliharaanmu
kk: Өзіңіздің Үй Жануарыңызды анимациялау
nb: Gi dyret ditt bevegelser
nn: Gje dyret rørsler
pt_br: Anime seu animal de estimação
sl: animiraj svojo živalco
tr: Hayvanını Canlandır
vi: Làm chuyển động thú cưng của bạn
zh_tw: 讓寵物動起來

source: Time to Eat
bn: খাওয়ার সময়
cs: Čas na jídlo
cy: Amser Bwyta
de: Zeit zum Essen
fa: زمان غذا خوردن
fr: Le temps de manger
id: Waktunya untuk Makan
kk: Тамақ ішуге арналған уақыт
nb: Tid for å spise
nn: Middagstid
pt_br: Hora de comer
sl: Čas hranjenja
tr: Yemek Zamanı
vi: Thời gian ăn
zh_tw: 點心時間

source: Eat Some Food
bn: কিছু খাবার খাও
cs: Sněz nějaké jídlo.
cy: Bwyta
de: Iss etwas
fa: کمی غذا بخورید
fr: Manger des aliments
id: Makan Makanan
kk: Шамалы Тамақтан ауыз тиіңіз
nb: Spis mat
nn: Et litt mat
pt_br: Coma alguma coisa
sl: Pojej nekaj hrane
tr: Bi'şiler Yiyelim
vi: Ăn một ít thức ăn
zh_tw: 開始吃點心

source: Time to Play
bn: খেলার সময়
cs: Čas na hraní
cy: Amser Chwarae
de: Zeit zum Spielen
fa: زمان بازی
fr: Le temps de jouer
id: Waktunya untuk Bermain
kk: Ойын Ойнауға арналған уақыт
nb: Tid for å leke
nn: Leiketid
pt_br: Hora de brincar
sl: Čas za igro
tr: Oyun Zamanı
vi: Thời gian chơi
zh_tw: 遊戲時間

source: Add More Activities
bn: আরও এ্যাক্টিভিটি যোগ কর
cs: Přidej více aktivit
cy: Ychwanegu Rhagor o Weithgareddau
de: Füg weitere Aktivitäten hinzu
fa: فعالیت‌های بیشتری اضافه کنید
fr: Ajoute plus d'activités
id: Tambahkan Lebih Banyak Aktifitas
kk: Тағы да басқа айналысатын әрекеттерді қосу
nb: Lag flere aktiviteter
nn: Legg til fleire aktivitetar
pt_br: Adicione mais atividades
sl: Dodaj dejavnosti
tr: Biraz Daha Etkinlik Ekleyelim
vi: Thêm nhiều hoạt động
zh_tw: 加入更多行為

source: Monitor Your Pet
bn: তোমার পোষা প্রাণীটি পর্যবেক্ষণ কর
cs: Sleduj svého mazlíčka
cy: Monitro eich Anifail Anwes
de: Beobachte dein Haustier
fa: نظارت روی حیوان خانگی
fr: Surveille ton animal de compagnie
id: Awasi Peliharaanmu
kk: Өзіңіздің Үй Жануарыңызды қадағалау
nb: Pass på dyret ditt
nn: Pass på kjæledyret
pt_br: Monitore seu animal de estimação
sl: Nadzoruj živalco
tr: Hayvanını Gözlemle
vi: Theo dõi thú cưng của bạn
zh_tw: 看護你的寵物

source: Share Your Pet
bn: তোমার পোষা প্রাণী শেয়ার কর
cs: Sdílej svého mazlíčka
cy: Rhannu eich Anifail Anwes
de: Veröffentliche dein Haustier
fa: حیوان خانگی خود را به اشتراک بگذارید
fr: Partage ton animal compagnie
id: Bagikan Peliharaanmu
kk: Өзіңіздің Үй Жануарыңызды басқалармен бөлісу
nb: Vis fram kjæledyret ditt
nn: Vis fram kjæledyret ditt
pt_br: Compartilhe seu animação de estimação
sl: Deli svojega ljubljenčka
tr: Hayvanını Paylaş
vi: Chia sẻ thú cưng của bạn
zh_tw: 分享你的寵物

source: Then, select your pet:
bn: তারপর, তোমার পোষা প্রাণী নির্বাচন কর:
cs: Poté, vyber svého mazlíčka:
cy: Yna, dewiswch eich anifail anwes:
de: Nun wähle dein Haustier:
fa: سپس، حیوان خانگی خود را انتخاب کنید:
fr: Ensuite, sélectionne ton animal de compagnie:
id: Kemudian, ambil peliharaanmu:
kk: Сосын, Өзіңіздің Үй Жануарыңызды таңдаңыз:
nb: Så velger du det dyret du vil ha:
nn: Så vel du dyret du vil ha:
pt_br: Então, selecione seu animal de estimação:
sl: Potem izberi svojega ljubljenčka:
tr: Buradan, hayvanını seç:
vi: Sau đó, chọn thú cưng của bạn:
zh_tw: 接著，選擇你想要作為寵物的角色：

source: Now you can share your virtual pet with others!
bn: এখন তুমি তোমার পোষা প্রাণীটি অন্যদের সাথে শেয়ার করতে পার!
cs: Nyní můžeš sdílet svého virtuálního mazlíčka s ostatními!
cy: Nawr gallwch rannu eich rhith anifail anwes gyda phobl eraill!
de: Jetzt kannst du dein virtuelles Haustier mit anderen teilen!
fa: اکنون شما می‌توانید حیوان خانگی مجازی خود را با دیگران به اشتراک بگذارید!
fr: Maintenant tu peux partager ton animal virtuel avec les autres!
id: Sekarang kamu dapat membagikan peliharaan virtualmu dengan yang lainnya!
kk: Қазір, Өзіңіздің виртуалды Үй Жануарыңызды басқалармен бөлісе аласыз!
nb: Nå kan du la andre bli kjent med kjæledyret ditt!
nn: No kan dela det virtuelle kjæledyret ditt med andre!
pt_br: Agora você pode compartilhar seu animal de estimação virtual com outras pessoas!
tr: Artık hayvanını diğerleriyle paylaşabilirsin!
vi: Bây giờ bạn có thể chia sẻ thú ảo của bạn với người khác!
zh_tw: 現在你可以和大家分享你的虛擬寵物了！

source: Choose where your pet will live.
bn: বাছাই কর তোমার পোষা প্রাণীটি কোথায় থাকবে।
cs: Vyber, kde chceš aby tvůj mazlíček žil.
cy: Dewiswch lle fydd eich anifail anwes yn byw.
de: Wähle aus, wo dein Haustier leben soll.
fa: مکان زندگی حیوان خانگی خود را انتخاب کنید.
fr: Choisis là où ton animal va vivre.
id: Pilih di mana peliharaanmu hidup
kk: Өзіңіздің Үй Жануарыңыздың қай жерде өмір сүретінін таңдаңыз.
nb: Velg hvor dyret ditt skal bo.
nn: Vel kor dyret ditt skal bu.
pt_br: Escolha onde seu animal de estimação vai morar.
sl: Izberi kje bo živel tvoj ljubljenček.
tr: Hayvanının nerede yaşamasını istiyorsan, dekoru ona göre seçeceğiz.
vi: Chọn nơi thú cưng của bạn sẽ sống.
zh_tw: 要讓你的寵物住在哪兒？

source: Then choose the backdrop you want for your pet, such as garden rock:
bn: তারপর তোমার পোষা প্রাণীর জন্য তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর, যেমন বাগানের পাথর:
cs: Dále vyber pozadí jaké chceš pro svého mazlíčka, jako třeba zahradní kámen:
cy: Yna dewiswch y gefnlen rydych am ei gael ar gyfer eich anifail anwes, fel carreg mewn gardd:
de: Dann wähle das Hintergrundbild für dein Haustier, wie zum Beispiel 'garden rock':
fa: سپس پس‌زمینه مورد نظر خود را که برای حیوان خانگی انتخاب کنید، مانند سنگ باغ:
fr: Ensuite, choisissez le décor que tu veux pour ton animal de compagnie, tels que 'garden rock':
id: Kemudian pilih latar yang kamu inginkan untuk peliharaanmu, seperti sebuat batu halaman:
kk: Содан соң Өзіңіздің Үй Жануарыңыздың артқы фоны ретінде бола алатын фонды таңдаңыз, мысалы бақша тасы:
nb: Så velger du bakgrunnsbildet du vil ha, for eksempel "garden rock":
nn: Vel så bakgrunnsbiletet du vil ha, for eksempel «garden rock»:
pt_br: Então, escolha o pano de fundo que você quer para seu animal de estimação, como "pedra de jardim":
tr: Daha sonra da hayvanının arkasına koyacağımız dekoru seçelim, mesela bu kayalı bahçe gibi:
vi: Sau đó chọn phông nền bạn muốn cho thú cưng, như vườn nhạc rock:
zh_tw: 然後，選擇要使用的背景，像是 garden rock（花園裡有石頭）：

source: Next, introduce your pet
bn: তারপর, তোমার পোষা প্রাণীটিকে পরিচিত করাও
cs: Dále, představ svého mazlíčka
cy: Nesaf, cyflwynwch eich anifail anwes
de: Als nächstes füge dein Haustier ein
fa: سپس، حیوان خانگی خود را معرفی کنید
fr: Ensuite, présente ton animal de compagnie
id: Kemudian, perkenalkan peliharaanmu
kk: Келесі, Өзіңіздің Үй Жануарыңызды таныстырыңыз
nb: Videre: dyret ditt presenterer seg
nn: Vidare: presenter kjæledyret ditt
pt_br: Em seguida, apresente seu animal de estimação
sl: Sedaj predstavi svojega hišnega ljubljenčka.
tr: Şimdi, hayvanını takdim et
vi: Kế đến, giới thiệu thú cưng của bạn
zh_tw: 下一步，介紹您的寵物

source: Move your pet where you want it to start.
bn: যেখানে তুমি এটি শুরু করতে চাও সেখানে তোমার পোষা প্রাণীটি সরাও।
cs: Přesuň tvého mazlíčka na místo, kde chceš aby začal.
cy: Symudwch eich anifail anwes i le rydych am iddo gychwyn.
de: Bewege dein Haustier dorthin, wo es starten soll.
fa: حیوان خانگی خود را به نقطه مورد نظر برای شروع حرکت دهید.
fr: Déplacez ton animal de compagnie là où tu veux qu'il démarre.
kk: Кез келген өзіңіз қалаған жерге, яғни сол жерден бастай алатындай етіп, Үй Жануарыңызды қозғап апарыңыз.
nb: Flytt kjæledyret dit du vil at det skal starte
nn: Dra kjæledyret der du vil at det skal starta.
pt_br: Mova seu animal de estimação para onde você quer que ele comece.
tr: Hayvanını, harekete başlayacağı yere yerleştirelim.
vi: Di chuyển thú cưng của bạn đến nơi bạn muốn nó bắt đầu.
zh_tw: 將你的寵物移放到舞台上適合的位置。
