Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Add more sounds to make a pattern.
bn: একটি প্যাটার্ন তৈরি করতে আরও শব্দ যোগ কর।
cs: Pro vytvoření hudebního vzorce přidej další zvuky.
cy: Ychwanegwch ragor o seiniau i greu patrwm.
de: Füge mehr Klänge hinzu, um ein Klangmuster zu machen.
fa: برای ایجاد یک الگو صداهای بیشتری اضافه کنید.
fr: Ajoute plus de sons pour faire une séquence.
kk: Үлгі жасау үшін көбірек дабыс қосыңыз.
nb: Legg inn flere lyder som danner et mønster.
nn: Lag eit mønster ved å leggja til fleire lydar.
pt_br: Adicione mais sons para criar um padrão.
sl: Dodaj še kakšen zvok, da ustvariš vzorec.
vi: Thêm vào nhiều âm thanh để tạo kiểu nhịp.
zh_tw: 添加更多的音效來組合成一段節奏。

source: Use <span class="controlcolor">wait</span> blocks to pause between sounds.
bn: শব্দের মাঝে বিরতি দেওয়ার জন্য <span class="controlcolor">অপেক্ষা</span> ব্লকসমূহ ব্যবহার কর।
cs: Použij blok <span class="controlcolor">čekej</span> aby byla pauza mezi zvuky.
cy: Defnyddiwch flociau <span class="controlcolor">aros</span> i oedi rhwng seiniau.
de: Verwende <span class="controlcolor">Warte</span> Blöcke, um zwischen Klängen zu pausieren.
fa: از بلاک <span class="controlcolor">صبر کن</span> برای مکث بین صداها استفاده کنید.
fr: Utilise des blocs <span class="controlcolor">attendre</span> pour faire une pause entre deux sons.
kk: Дыбыстар арасында тоқтау үшін<span class="controlcolor">Күту</span>блогын қолданыңыз.
nb: Bruk <span class="controlcolor">vent</span>-klosser for å lage pause mellom lyder.
nn: Dra ut ein <span class="controlcolor">vent</span>-kloss for å venta litt mellom kvar lyd.
pt_br: Use blocos <span class="controlcolor">espere</span> para fazer pausas entre os sons.
sl: Uporabi blok </span>počakaj</span> in z njim ustvari premor med zvoki.
vi: Sử dụng mảnh ghép <span class="controlcolor">đợi</span> để dừng giữa các âm thanh.
zh_tw: 使用 <span class="controlcolor">等待 […] 秒</span> 積木作為每個音效之間的停頓點。

source: You can add more sounds and play with the timing to customize your rhythm.
bn: তুমি তোমার ছন্দ কাস্টমাইজ করার জন্য আরো শব্দ যোগ করতে পার এবং সময় নিয়ে খেলতে পার।
cs: Můžeš přidat více zvuků a hrát si s časováním aby sis přizpůsobil/a svůj rytmus.
cy: Gallwch ychwanegu rhagor o seiniau a chwarae gyda'u hamseru i gyfaddasu eich rhythm.
de: Du kannst mehr Klänge hinzufügen und mit den Längen herumspielen, um deinen Rhythmus zu gestalten.
fa: شما می‌توانید صداهای بیشتری را اضافه و با زمان‌بندی بازی کنید تا آهنگ خودتان را بسازید.
fr: Tu peux ajouter plus de sons and jouer avec les temporisations pour changer ton rythme.
kk: Сіз басқа да дыбыстар қосып, уақытты түрлендіру арқылы ритмді баптай аласыз.
nb: Du kan legge inn flere lyder og prøve deg fram med tider og rytme.
nn: Du kan leggja til fleire lydar og leika med pausane for å laga din eigen rytme.
pt_br: Você pode adicionar mais sons e brincar com o tempo para customizar seu ritmo.
vi: Bạn có thể thêm nhiều âm thanh và phát theo thời gian để điều chỉnh giai điệu của bạn.
zh_tw: 在添加其他音效過程中，你隨時可以播放試聽，這方便你設計屬於自己的節奏。

source: Next, make it repeat
bn: তারপর, পুনরাবৃত্তি করাও
cs: V dalším kroku to zopakuj
cy: Nesaf, gwnewch iddo ailadrodd
de: Als nächstes, mach dass es sich wiederholt
fa: سپس، آن را تکرار کنید
fr: Ensuite, fais-le se répéter
kk: Енді, оны қайталатыңыз
nb: Videre: Om igjen
nn: Vidare: la rytmen gjenta seg
pt_br: Em seguida, faça-o se repetir
sl: Naj se ponavlja.
tr: Sonra, onu tekrarlat
vi: Tiếp theo, làm nó lặp lại
zh_tw: 下一步，讓它重複執行

source: Use a <span class="controlcolor">repeat</span> block to make it play more than once.</p>
bn: একাধিকবার এটি খেলতে একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক ব্যবহার কর।</p>
cs: Použij blok <span class="controlcolor">opakuj</span> aby to hrálo více než jednou.</p>
cy: Defnyddiwch floc <span class="controlcolor">ailadrodd</span> i wneud iddo chwarae mwy nag unwaith.</p>
de: Benutze einen <span class="controlcolor">Wiederhole</span> Block, um etwas mehr als einmal abzuspielen.</p>
fa: برای آنکه بیش از یک مرتبه پخش کند از یک قطعه <span class="controlcolor">تکرار</span>استفاده کنید.</p>
fr: Utilise un bloc <span class="controlcolor">répéter</span> pour le jouer plus qu'une fois.</p>
kk: <span class="controlcolor">қайталау</span> блогын бірнеше рет ойнатылу үшін қолданыңыз.</p>
nb: Bruk en <span class="controlcolor">gjenta</span>-kloss for å spille de samme lydene flere ganger.</p>
nn: Dra ut ein <span class="controlcolor">gjenta</span>-kloss for å la han spela meir enn éin gong.</p>
pt_br: Use um bloco <span class="controlcolor">repita</span> para que o som seja tocado mais de uma vez.</p>
sl: Uporabi blok <span class="controlcolor">ponovi</span> in zvok se bo predvajal večkrat..</p>
vi: Sử dụng mảnh ghép <span class="controlcolor">lặp lại</span> để làm nó phát nhiều lần hơn.</p>
zh_tw: 使用 <span class="controlcolor">重複無限次</span> 積木讓它可以循環播放。</p>

source: Next, animate the drum
bn: তারপর, ড্রামটি অ্যানিমেট কর
cs: A dál, animuj buben
cy: Nesaf, animeiddiwch y drwm
de: Animiere als nächstes die Trommel
fa: سپس، درام را به حرکت درآورید
fr: Ensuite, anime le tambour
kk: Енді, дағыраны анимациялаңыз
nb: Videre: Animasjon av trommen
nn: Vidare: animer tromma
pt_br: Em seguida, anime a bateria
sl: Sedaj animiraj boben
tr: Sonra, davulu canlandır
vi: Kế đến, làm chuyển động cái trống
zh_tw: 下一步，讓鼓動起來

source: You can animate your instrument by adding a <span class="lookscolor">next costume</span> block.
bn: তুমি <span class="lookscolor">পরবর্তী পোশাক</span> ব্লক যোগ করে তোমার যন্ত্রকে অ্যানিমেট করতে পার।
cs: Můžeš animovat svůj nástroj přidáním bloku <span class="lookscolor">další kostým</span>.
cy: Gallwch animeiddio eich offeryn drwy ychwanegu bloc <span class="lookscolor">gwisg nesaf</span>.
fa: شما می‌توانید ابزار خود را با افزودن یک قطعه<span class="lookscolor">حالت بعدی</span>به حرکت درآورید.
fr: Tu peux animer ton instrument en ajoutant un bloc <span class="lookscolor">costume suivant</span>.
kk: <span class="lookscolor">келесі костюм</span> блогын қосу арқылы аспаптарды жандандыра аласыз.
nb: Du kan animere instrumentet ved å bruke en <span class="lookscolor">neste drakt</span>-kloss.
nn: Du kan animera instrumentet ved å leggja til ein <span class="lookscolor">neste drakt</span>-kloss.
pt_br: Você pode animar seu instrumento adicionando um bloco <span class="lookscolor">próxima fantasia</span>.
sl: Svoje glasbilo lahko animiraš z dodajanjem bloka <span class="lookscolor">naslednji videz</span>.
vi: Bạn có thể làm chuyển động nhạc cụ bằng cách thêm vào mảnh ghép <span class="lookscolor">trang phục tiếp theo</span>.
zh_tw: 你可以讓樂器有動畫效果，就是加上 <span class="lookscolor">造型換成下一個</span> 積木。

source: Click the <span class="tab-ref">Costumes</span> tab to see the sprite's costumes.
bn: স্প্রাইটের পোশাক দেখতে <span class="tab-ref">পোশাক</span> ট্যাবে ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Kostýmy</span>, kde uvidíš kostýmy postavy.
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> ti weld gwisgoedd y corlun.
fa: برای دیدن حالت‌های شکلک روی زبانه <span class="tab-ref">حالت‌ها</span>کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Costumes</span> afin de voir les costumes de ton lutin.
kk: <span class="tab-ref">Костюмдер</span> ендірмесін басып спрайттардың костюмдерін көріңіз.
nb: Klikk <span class="tab-ref">Drakter</span>-fanen for å se draktene figuren har.
nn: Trykk på <span class="tab-ref">Drakter</span>-fana for å sjå draktene som figuren har.
pt_br: Clique na guia <span class="tab-ref">Fantasias</span> para ver as fantasias do ator.
sl: Klikni zavihek<span class="tab-ref">Videzi</span> za ogled različnih videzov.
vi: Bấm vào thẻ <span class="tab-ref">Trang phục</span> để xem các trang phục của đối tượng.
zh_tw: 切換 <span class="tab-ref">造型</span> 頁籤以檢視角色裡的造型。

source: Next, play an instrument
bn: তারপর, একটি বাদ্যযন্ত্র বাঁজাও
cs: V dalším kroku hraj na hudební nástroj
cy: Nesaf, chwaraewch offeryn
de: Spiele als nächstes ein Instrument
fa: سپس، یک آلت موسیقی بنوازید
fr: Ensuite, joue d'un instrument
kk: Енді, аспапта ойнаңыз
nb: Videre: Spill et instrument
nn: Vidare: spel eit instrument
pt_br: Em seguida, toque um instrumento
sl: Sedaj zaigraj na glasbilo.
tr: Sonra, bir enstrüman çal
vi: Kế đến, chơi nhạc cụ
zh_tw: 下一步，彈奏樂器

source: Click the 'Music' category to choose an instrument (such as Saxophone or Trumpet).
bn: একটি বাদ্যযন্ত্র নির্বাচন করার জন্য 'সঙ্গীত' বিভাগে ক্লিক কর (যেমন স্যাক্সোফোন বা ট্রাম্পেট)।
cs: Klikni na kategorii 'Hudba' k vybrání nástroje( jako třeba saxofon nebo trubku).
cy: Cliciwch y categori 'Cerddoriaeth' i ddewis offeryn (fel Sacsoffon neu Drymped).
de: Klicke die 'Musik'-Kategorie an, um ein Instrument auszuwählen (zum Beispiel ein Saxofon oder eine Trompete).
fa: برای انتخاب یک آلت موسیقی (مانند ساکسیفون یا شیپور) روی گروه "موسیقی" کلیک کنید.
fr: Clique sur la catégorie 'Musique" et choisis un instrument (comme une Saxophone ou une Trompette).
kk: Аспапты таңдау үшін 'Музыка' категориясын басыңыз (мысалы Саксофон немесе Керней).
nb: Klikk på "Musikk"-kategorien for å velge et instrument (for eksempel "Saxophone" eller "Trumpet").
nn: Trykk på «Musikk»-kategorien for å velja eit instrument (for eksempel saksofon eller trompet).
pt_br: Clique na categoria 'Música' para escolher um instrumento (como saxofone ou trompete).
sl: Izberi kategorijo 'Glasba' in izberi glasbilo (npr. saksofon, trobenta).
vi: Bấm vào mục 'Âm nhạc' để chọn một nhạc cụ (như là kèn Sac-xơ-phôn hay trum-pet).
zh_tw: 在範例庫中的「音樂」類中選一個樂器當角色，像是 Saxophone 或是 Trumpet。

source: Build a script to play a sound when you press a key:
bn: যখন তুমি একটি কী চাপ দাও তখন একটি শব্দ বাজানোর জন্য একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář pro přehrání zvuku když stiskneš klávesu:
cy: Adeiladwch sgript i chwarae sain pan fyddwch yn pwyso bysell:
de: Baue ein Skript, um einen Klang abzuspielen, sobald du eine Taste drückst:
fa: دستوری ایجاد کنید که هنگام فشردن یک کلید صدایی پخش شود:
fr: Construis un script pour jouer un son quand tu appuies sur une touche :
kk: Сіз пернені басқанда дыбыс шығатындай скриптті құрастырыңыз.
nb: Bygg et skript for å spille lyd når du trykker en tast:
nn: Lag eit skript som spelar lyd når trykkjer på ein tast:
pt_br: Crie um script para tocar um som quando você pressionar uma tecla:
sl: Izdelaj skripto, ki bo ob kliku na tipko predvajala zvok:
vi: Tạo dựng kịch bản để phát âm thanh khi bạn bấm một phím:
zh_tw: 建立一段程式，當按下鍵盤上某個按鍵時播放音效：

source: Choose 'up arrow' or another key:
bn: 'আপ অ্যারো' অথবা অন্য কোনো বাটন নির্বাচন কর:
cs: Vyber 'šipku nahoru' nebo jinou klávesu:
cy: Dewiswch 'saeth i fyny' neu fysell arall:
de: Wähle 'Pfeil nach oben' oder eine andere Taste:
fa: "جهت بالا" یا کلید دیگری را انتخاب کنید:
fr: Choisis la touche 'flèche haut' ou une autre touche :
kk: 'Жоғары көрсеткі' пернесін немесе басқа пернені таңдаңыз:
nb: Velg "pil opp" eller en annen tast:
nn: Vel «pil opp» eller ein annan tast:
pt_br: Escolha a 'seta para cima' ou outra tecla:
sl: Izberi tipko 'gor' ali katero drugo tipko:
vi: Chọn 'mũi tên lên' hay phím khác:
zh_tw: 選擇「向上」按鍵或是其他的按鍵：

source: Next, make a melody
bn: এরপরে, একটি সুর তৈরি করো
cs: Dále, vytvoř melodii
cy: Nesaf, crëwch alaw
de: Mache als nächstes eine Melodie
fa: بعد، یک ملودی بسازید.
fr: Ensuite, crée une mélodie
kk: Енді, әуен жасаңыз
nb: Videre: Lag en melodi
nn: Vidare: lag ein melodi
pt_br: Em seguida, crie uma melodia
sl: Sedaj ustvari melodijo
tr: Sonra, bir melodi yap
vi: Tiếp theo, tạo giai điệu
zh_tw: 下一步，製作一段旋律

source: Add more sounds to make a melody.
bn: একটি সুর তৈরি করতে আরও শব্দ যোগ কর।
cs: Pro vytvoření melodie přidej další zvuky.
cy: Ychwanegwch ragor o seiniau i greu alaw.
de: Füge mehr Klänge hinzu, um eine Melodie zu machen.
fa: برای ساخت یک ملودی، صداهای بیشتری اضافه کنید:
fr: Ajoute plus de sons pour faire une mélodie.
kk: Әуен жасау үшін көбірек дабыс қосыңыз.
nb: Legg til flere lyder for å lage en melodi.
nn: Lag ein melodi ved å leggja til fleire lydar.
pt_br: Adicione mais sons para criar uma melodia.
sl: Dodaj več zvokov, da ustvariš melodijo.
vi: Thêm vào những âm thanh khác để tạo một giai điệu.
zh_tw: 添加更多的音效以製作成一段旋律。

source: You can add more sounds and play with the timing to customize your melody.
bn: তুমি আরো শব্দ যোগ করতে পার এবং সময় নিয়ে তোমার শব্দকে কাস্টমাইজ করতে পার।
cs: Můžeš přidat více zvuků a hrát si s časování, aby sis přizpůsobil/a svoji melodii.
cy: Gallwch ychwanegu rhagor o seiniau a chwarae gyda'r amseru i gyfaddasu eich alaw.
de: Du kannst mehr Klänge hinzufügen und mit den Längen herumspielen, um deine Melodie zu gestalten.
fa: شما می‌توانید صداهای بیشتری را اضافه و با زمان‌بندی بازی کنید تا ملودی خودتان را بسازید.
fr: Tu peux ajouter plus de sons et jouer avec les temporisations pour changer ta mélodie.
kk: Сіз басқа да дыбыстар қосып, уақытты түрлендіру арқылы әуеніңізді баптай аласыз.
nb: Du kan legge til flere lyder og eksperimentere med varighet og rytme for å lage en melodi.
nn: Du kan leggja til fleire lydar og leika med pausane for å laga din eigen melodi.
pt_br: Você pode adicionar mais sons e brincar com o tempo para customizar sua melodia.
vi: Bạn có thể thêm nhiều âm thanh và phát theo thời gian để điều chỉnh giai điệu của bạn.
zh_tw: 在添加其他音效過程中，你隨時可以播放試聽，這方便你設計屬於自己的旋律。

source: Next, add a chord
bn: তারপর, একটি কর্ড যোগ কর
cs: V dalším kroku přidej akord
cy: Nesaf, ychwanegwch gord.
de: Als nächstes, füge einen Akkord hinzu
fa: سپس، یک آکورد اضافه کنید
fr: Ensuite, ajoute un accord
kk: Енді, аккорд қосыңыз
nb: Videre: Legg til en akkord
nn: Vidare: legg på ein akkord
pt_br: Em seguida, adicione um acorde
tr: Sonra, bir akort ekle
vi: Tiếp theo, thêm hòa âm
zh_tw: 下一步，添加和音

source: Play more than one sound at a time to make a chord, like this:
bn: একটি কর্ড বানাতে একই সময়ে একাধিক শব্দ বাজাও, এভাবে:
cs: Hraj více než jeden zvuk najednou abys vytvořil/a akord takhle:
cy: Chwaraewch fwy nag un dain ar unwaith i greu cord, fel hyn:
de: Spiele mehr als einen Klang zur selben Zeit um einen Akkord zu machen, etwa so:
fa: برای ایجاد یک آکورد، همزمان بیش از یک صدا بنوازید، مانند این:
fr: Joue plus d'un son à la fois pour faire un accord, comme ceci :
kk: Осы сияқты аккордтар жасау үшін бір уақытта біреуден артық дыбыс ойнату:
nb: Du kan lage en akkord ved å spille flere lyder samtidig, slik:
nn: Lag ein akkord ved å spela av meir enn éin lyd samtidig, slik:
pt_br: Toque mais de um som de uma vez para criar um acorde, assim:
vi: Phát nhiều âm thanh cùng lúc để tạo hòa âm, như thế này:
zh_tw: 在同一個時間內，播放一個以上的音效，以製作和音效果，如下：

source: Use the dropdown menu to choose 'down arrow' or another key.
bn: 'ডাউন অ্যারো' বা অন্য কী বাছাই করতে ড্রপডাউন মেনু ব্যবহার কর।
cs: Použij rozbalovací nabídku pro vybrání 'šipku dolů' nebo další klávesy.
cy: Defnyddiwch y gwymplen i ddewis y 'saeth i lawr' neu fysell arall.
de: Benutze die Dropdown-Liste, um 'Pfeil nach unten' oder eine andere Taste auszuwählen.
fa: برای انتخاب "جهت پایین" یا کلید دیگری از منوی کشویی استفاده کنید.
fr: Utilise le menu déroulant pour choisir "flèche bas" ou une autre touche.
kk: Ашылмалы мәзір арқылы 'төмен көрсеткі' пернесін немесе басқа пернені таңдаңыз:
nb: Du kan velge en tast fra menyen i klossen, for eksempel "pil ned".
nn: Bruk menyen i klossen til å velja «pil ned» eller ein annan tast.
pt_br: Use o menu para escolher 'seta para baixo' ou outra tecla.
sl: V spustnem meniju izberi 'tipko dol' ali katero drugo tipko.
vi: Sử dụng menu xổ xuống để chọn 'mũi tên xuống' hay phím khác.
zh_tw: 從下拉清單中選擇使用「向上」鍵或其他按鍵。

source: You can also add other chords, like this:
bn: তুমি অন্যান্য স্বর যোগ করতে পার, এভাবে:
cs: Můžeš také přidat další akordy, jako například:
cy: Gallwch hefyd ychwanegu cordiau eraill, fel hyn:
de: Du kannst auch andere Akkorde hinzufügen. Etwa so:
fa: شما همچنین می‌توانید آکوردهای دیگری اضافه کنید، مانند این:
fr: Tu peux aussi ajouter d'autres accords, comme ceci :
kk: Сондай-ақ, осындай аккордтар қоса аласыз:
nb: Du kan også legge til andre akkorder, slik:
nn: Du kan òg leggja til andre akkordar, slik:
pt_br: Você também pode adicionar outros acordes, assim:
vi: Bạn cũng có thể thêm những hòa âm khác, như vầy:
zh_tw: 你還可以新增其他的和音，如下：

source: Next, play random notes
bn: তারপর, যেকোন নোট বাজাও
cs: V dalším kroku hraj náhodné noty
cy: Nesaf, chwarae nodau ar hap
de: Spiele als nächstes zufällige Noten
fa: سپس، نت‌های تصادفی بنوازید
fr: Ensuite, joue des notes au hasard
kk: Енді, кездейсоқ нотаны ойнаңы
nb: Videre: Spill tilfeldige toner
nn: Vidare: spel tilfeldige tonar
pt_br: Em seguida, toque notas aleatórias
tr: Sonra, rastgele notalar çal
vi: Tiếp theo, phát nốt nhạc ngẫu nhiên
zh_tw: 下一步，隨機播放音階

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose another musical instrument sprite, such as Piano or Guitar.
bn: অন্য একটি বাদ্যযন্ত্রের স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> আইকনে ক্লিক কর, যেমন পিয়ানো বা গিটার।
cs: Klikni na tuhle ikonu<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání další postavy hudebního nástroje jako je Piano nebo Kytara.
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun offeryn cerddorol arall, fel Piano neu Gitâr.
de: Klicke auf dieses Symbol <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> , um ein anderes Instrument als Figur auszuwählen. Zum Beispiel ein Klavier oder eine Gitarre.
fa: برای انتخاب یک شکلک ابزار موسیقی دیگر مانند پیانو یا گیتار روی این نماد<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید.
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un lutin d'un autre instrument de musique comme un Piano ou une Guitare.
kk: Пианино не гитара секілді музыкалық аспаптар спрайтын таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> белгішесіне басыңыз.
nb: Klikk dette ikonet <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge en annen instrument-figur, for eksempel "Piano" eller "Guitar".
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja ein annan instrumentfigur, for eksempel piano eller gitar.
pt_br: Clique nesse ícone <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher outro ator que represente um instrumento musical, como piano ou violão.
vi: Bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn đối tượng nhạc cụ khác, như Dương cầm hay Tây Ban Cầm.

source: To make it change color each time, add a <span class="lookscolor">change color</span> block to your script like this:
bn: এটির প্রতিবার রঙ পরিবর্তন করাতে, তোমার স্ক্রিপ্টে একটি <span class="lookscolor">রঙ পরিবর্তন</span> ব্লক যুক্ত কর এভাবে:
cs: Aby se pokaždé změnila barva, přidej <span class="lookscolor">změna barvy</span> vytvoř blok z tvého scénáře, takto:
cy: I wneud iddo newid lliw bob tro, ychwanegwch floc <span class="lookscolor">newid lliw</span> i'ch sgript, fel hyn:
de: Füge einen <span class="lookscolor">ändere Farbe</span> Block in dein Skript ein, um die Farbe jedes mal zu wechseln. Etwa so:
fa: برای اینکه هر بار تغییر رنگ دهد، یک قطعه <span class="lookscolor">تغییر رنگ</span>به دستور خود اضافه کنید، بدین شکل:
fr: Pour le faire changer de couleur à chaque fois, ajoute un bloc <span class="lookscolor">ajouter à l'effet couleur</span> à ton script comme ceci :
kk: Түсті ауыстырып тұру үшін <span class="lookscolor">түсті өзгерту</span>блогын скриптіңізге осылайша қосып қойыңыз:
nb: Du kan få denn til å bytte farge hver gang ved å legge til en <span class="lookscolor">endre farge</span>-kloss til skriptet ditt, slik:
nn: For å få han til å endra farge kvar gong, legg ein <span class="lookscolor">endra farge</span>-kloss til skriptet, slik:
pt_br: Para fazer com que ele mude de cor toda vez, adicione um bloco <span class="lookscolor">altere a cor</span> para seu script ficar assim:
sl: Barvo zamenjaš tako, da v skripto dodaš blok <span class="lookscolor">spremeni barvo</span>, kot tukaj:
vi: Để làm nó thay đổi màu, thêm mảnh ghép <span class="lookscolor">đổi màu</span> vào kịch bản của bạn như thế này:
zh_tw: 若要讓角色每次變換顏色，可以加上 <span class="lookscolor">效果 {顏色} 增加 […]</span> 積木到程式中，像這樣：

source: Tip: Click the <span class="tab-ref">Sounds</span> tab to see how many sounds are in your sprite. Type that number into the <span class="operatorscolor">pick random</span> block.</span>
bn: টীপ: <span class="tab-ref">শব্দ</span> ট্যাবে ক্লিক করে দেখ তোমার স্প্রাইটে কতগুলো শব্দ আছে। <span class="operatorscolor">pick random</span> ব্লকে সংখ্যাটি লিখ।</span>
cs: Tip: Klikni na záložku <span class="tab-ref">zvuky</span> abys viděl/a, kolik je zvuků u tvé postavy. Napiš číslo do bloku <span class="operatorscolor">vybrat náhodně</span>.</span>
cy: Awgrym: Cliciwch y tab <span class="tab-ref">Seiniau</span> i weld faint o seiniau sydd yn eich corlun. Teipiwch y rhif yna i'r bloc <span class="operatorscolor">dewis ar hap</span>.</span>
fa: نکته: روی زبانه <span class="tab-ref">صداها</span> کلیک کنید تا ببینید که در شکلک شما چند صدا وجود دارد. این عدد را در قطعه<span class="operatorscolor">انتخاب تصادفی</span> وارد کنید.</span>
fr: Astuce : clique l'onglet <span class="tab-ref">Sons</span> pour voir le combien de sons possède ton lutin. Entre ce nombre dans le bloc <span class="operatorscolor">nombre aléatoire</span>.</span>
kk: Кеңес: Спрайтта қанша дыбыс бар екенін көру үшін<span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз. Сол санды<span class="operatorscolor">кездейсоқ таңдау</span> блогына жазыңыз.</span>
nb: Tips: Klikk <span class="tab-ref">Lyder</span>-fanen for å se hvor mange lyder figuren har. Skriv inn antallet i <span class="operatorscolor">tilfeldig tall</span>-klossen.</span>
nn: Tips: Trykk på <span class="tab-ref">Lydar</span>-fana for å sjå kor mange lydar som finst i figuren. Skriv det talet inn til høgre i <span class="operatorscolor">vel tilfeldig</span>-klossen.</span>
pt_br: Dica: Clique na guia <span class="tab-ref">Sons</span> para ver quantos sons seu ator tem. Digite esse número no bloco <span class="operatorscolor">escolher aleatório</span>.</span>
vi: Thủ thuật: bấm vào thẻ <span class="tab-ref">Âm thanh</span> để xem có bao nhiêu âm thanh của đối tượng của bạn. Nhập vào số đó vào mảnh ghép <span class="operatorscolor">chọn ngẫu nhiên</span>.</span>
zh_tw: 小技巧：點選 <span class="tab-ref">音效</span>分頁來查看你的角色中有幾個音效。接著在 <span class="operatorscolor">在＿到＿間隨機取取一個數</span> 積木裡輸入對應的數字。</span>

source: Next, add vocals
bn: তারপর, কণ্ঠ যোগ কর
cs: Dále, přidej vokály
cy: Nesaf, ychwanegwch leisiau
de: Füge als nächstes Gesang hinzu.
fa: سپس، آوازهایی اضافه کنید
fr: Ensuite, ajoute des voix
kk: Енді, вокал қосыңыз
nb: Videre: Legg til vokal
nn: Vidare: legg på song
pt_br: Em seguida, adicione vocais
sl: Sedaj dodaj glasove
tr: Sonra, vokaller ekle
vi: Tiếp theo, thêm Giọng nói
zh_tw: 下一步，添加人聲
