Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Stamps the sprite's image onto the Stage
bn: মঞ্চে স্প্রাইটের ছবিটি স্ট্যাম্প করে
cs: Otiskne obrázek postavy do scény
cy: Yn stampio delwedd y corlun ar y Llwyfan
de: Stemple einen Abdruck des Sprites auf die Bühne
fa: تصویر شکلک را بر روی صحنه می‌زند.
fr: Estampille l'image du lutin sur la scène
id: Mengecap gambar sprite ke Panggung.
kk: Спрайттың суретін Кезеңге таңбалайды
lt: Įspaudžia veikėjo antspaudą Scenoje
nb: Stempler et avtrykk av figuren på scenen
nn: Stemplar eit avtrykk av figuren på scena
pt_br: Carimba no palco a imagem do ator
sl: Odtisne podobo figure na oder
tr: Kuklanın o andaki görünümünü Sahneye basar
vi: In lại hình ảnh của đối tượng trên Sân Khấu
zh_tw: 把角色當成印章，然後在舞台背景上蓋章。

source: A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(url_clear)s" /> block.
bn: স্ট্যাম্প হল মঞ্চে আঁকা স্প্রাইটের একটি অস্থায়ী চিত্র। এটি <img src="%(url_clear)s" />ব্লক ব্যবহার করে টানা বা পরিষ্কার করা যায়।
cs: Razítko je pouze dočasný obrázek postavy na scéně. Může být přemalováno, nebo vymazáno použitím <img src="%(url_clear)s" /> bloku.
cy: Dim ond delwedd dros dro o'r corlun yw'r stamp, sydd wedi ei luniadu ar y Llwyfan. Mae modd lluniadu drosto neu ei glirio gan ddefnyddio'r <img src="%(url_clear)s" /> bloc.
fa: تمبر تنها یک تصویر موقت از شکلک است که در صحنه کشیده شده است. این را می‌توان با استفاده از قطعه <img src="%(url_clear)s" />کشیده و یا پاک کرد.
fr: Une estampe est une image temporaire du lutin qui est dessiné sur la Scène. Elle peut être re-dessinée ou effacée en utilisant le bloc <img src="%(url_clear)s" />.
id: Sebuah cap hanyalah sebuah gambar sprite sementara yang digambar di Panggung. Ia bisa ditutupi atau dihapus menggunakan balok <img src="%(url_clear)s" />.
sl: Odtis je le začasna podoba figure, ki je narisana na odru. Čez odtis lahko rišemo, ali pa odtis izbrišemo z blokom <img src="%(url_clear)s" />.
tr: Mühür baskı kuklanın sahneye çizilen geçici bir resmidir. Üst üste çizilebilir ve <img src="%(url_clear)s" />bloğu temizlenebilir.
vi: Ảnh in lại chỉ là hình ảnh tạm thời của đối tượng được vẽ trên Sân Khấu. Nó có thể bị vẽ chồng lên hoặc xoá đi sử dụng mảnh ghép<img src="%(url_clear)s" />.

source: A stamp cannot move and cannot hold scripts.
bn: একটি স্ট্যাম্প চলতে পারে না এবং স্ক্রিপ্টগুলো ধরে রাখতে পারে না।
cs: Razítko se nemůže pohybovat a nemůže obsahovat scénáře.
cy: Nid oes modd i stamp symud na dal sgriptiau.
fa: تمبر نمی‌تواند شکلک‌ها را حرکت داده و آن‌ها را نگه دارد.
fr: Une estampe ne peut pas bouger et ne peut pas exécuter de scripts.
id: Sebuah cap tidak bisa bergerak dan tidak bisa membawa skrip.
sl: Žig se ne more premikati in ne more vsebovati skript
tr: Bir damga hareket edemez ve senaryoları tutamaz.
vi: Ảnh in lại không thể di chuyển và không có kịch bản.

source: Stops all scripts in all sprites
bn: সব স্প্রাইটের সবগুলো স্ক্রিপ্ট বন্ধ করে
cs: Zastaví všechny scénáře ve všech postavách
cy: Yn atal pob sgript ymhob corlun
de: Stoppt alle Skripte in allen Figuren
fa: تمامی شکلک‌ها را در دستورها متوقف می‌کند
fr: Arrête tous les scripts dans tous les lutins
id: Hentikan semua skrip dalam semua sprite
kk: Әр спрайтқа қолданылған барлық скрипттерді тоқтатады
lt: Sustabdo visus scenarijus visuose veikėjuose
nb: Stanser alle skript i alle figurer
nn: Stoppar alle skript i alle figurar
pt_br: Interrompe todos os scripts em todos os atores
sl: Ustavi vse skripte v vseh figurah
tr: Tüm kuklaların çalışan dizilerini durdurur
vi: Dừng tất cả kịch bản của tất cả đối tượng
zh_tw: 用來停止某個指定的程式。

source: Same as clicking the stop button at the top of the screen.
bn: পর্দার উপরে থাম বাটনে ক্লিক করার মতোই।
cs: Totéž jako kliknutí na tlačítko stop na vršku obrazovky.
cy: Yr un peth â chlicio'r botwm atal ar frig y sgrin.
de: Wirkt wie der Stopp-Knopf oben auf dem Bildschirm.
fa: همانند کلیک کردن بر روی دکمه توقف در بالای صفحه.
fr: Même résultat en cliquant sur le bouton d'arrêt dans la partie supérieure de l'écran.
id: Seperti mengklik tombol stop pada bagian atas layar
kk: Экранның жоғарғы жағындағы тоқтату батырмасын басумен бірдей.
lt: Tas pats, kas nuspausti "stop" mygtuką ekrano viršuje
nb: Denne klossen gjør det samme som å klikke stoppknappen over scenen.
nn: Denne klossen gjer det same som å klikka stoppknappen over scena.
pt_br: O mesmo que clicar no botão "parar" na parte superior da tela.
sl: Enako kot klik na gumb ustavi na vrhu zaslona.
tr: Üstteki dur düğmesine basmak ile aynı kapıya çıkar.
vi: Tương tự như bấm vào nút dừng ở đầu màn hình.
zh_tw: 你可以從積木的下拉清單選擇停止全部程式，或是當前角色、其他角色的程式。 其中，停止{全部}相當於使用舞台面板上方的紅色停止圖示。

source: Stops all sounds
bn: সব শব্দ বন্ধ করে
cs: Zastaví všechny zvuky
cy: Yn atal pob sain
de: Beendet alle Klänge
fa: تمام صداها را متوقف کن
fr: Arrête tous les sons
id: Berhentikan semua suara
kk: Барлық дыбыстарды тоқтату
lt: Sustabdo visus garsus
nb: Stopper alle lyder
nn: Stoppar alle lydar
pt_br: Interrompe todos os sons
sl: Preneha predvajati vse zvoke
tr: Tüm sesleri durdur
vi: Dừng tất cả mọi âm thanh
zh_tw: 停止播放所有的音效。

source: Stop other sounds before playing a new sound.
bn: নতুন শব্দ চালু করার পূর্বে অন্য শব্দগুলো বন্ধ কর।
cs: Zastaví ostatní zvuky před přehráním ového zvuku
cy: Yn atal pob sain cyn chwarae sain newydd.
de: Beendet andere Klänge, bevor ein neuer Klang gespielt wird.
fa: قبل از پخش یک صدای جدید، صداهای دیگر را متوقف کنید.
fr: Arrête d'autres sons avant de jouer un nouveau son.
id: Berhentikan semua suara sebelum memainkan suatu suara baru.
kk: Жаңа дыбысты ойнату алдында басқа дыбыстарды тоқтатыңыз.
lt: Sustabdyk kitus garsus prieš grodamas naują
nb: Alle lyder blir stanset. Nye lyder kan startes etterpå.
nn: Alle lydar vert stoppa. Nye lydar kan verta starta etterpå.
pt_br: Interrompe todos os outros sons antes de tocar um novo som.
sl: Prenehaj predvajati ostale zvoke pred začetkom predvajanja novega zvoka
tr: Yeni bir ses çalmaya başlamadan önce diğer tüm sesleri susturur.
vi: Dừng những âm thanh khác trước khi chơi một âm thanh mới.
zh_tw: 你可以在播放新的音效前加上它來停止其他所有的音效。

source: Subtracts second number from first number
bn: দ্বিতীয় সংখ্যা থেকে প্রথম সংখ্যা বিয়োগ করে
cs: Odečte druhé číslo od prvního čísla
cy: Yn tynnu ail rif o'r rhif cyntaf
de: Zieht die zweite Zahl von der ersten ab
fa: شماره دوم را از شماره اول کم می‌کند
fr: Soustrait le deuxième nombre du premier nombre
id: Kurangi angka kedua dari angka pertama
kk: Екінші санды бірінші саннан алады
lt: Atima antrą skaičių iš pirmojo
nb: Gir det første tallet minus det andre tallet
nn: Gjev det første talet minus det andre talet
pt_br: Subtrai o segundo número do primeiro número
sl: Odšteje drugo število od prvega števila
tr: İlk sayıdan ikinci sayıyı çıkartır
vi: Trừ số thứ hai bằng số thứ nhất
zh_tw: 回傳兩數相減的結果

source: Switch to the specified backdrop and wait for its scripts to finish
bn: নির্দিষ্ট ব্যাকড্রপে সুইচ কর এবং এর স্ক্রিপ্টগুলো শেষ হওয়ার জন্য অপেক্ষা কর
cs: Přepni na určené pozadí a čekej na ukončení jeho scénářů
cy: Newid i'r cefndir penodedig ac aros i'w sgriptiau orffen
de: Wechsle zum angegebenen Bühnenbild und warte, bis dessen Skripte abgelaufen sind
fa: به پس‌زمینه مشخص شده تغییر می‌کند و منتظر می‌ماند تا دستورش به پایان برسد
fr: Bascule sur la toile de fond spécifiée et attends la fin de ses scripts
id: Ganti ke latar yang diberikan dan tunggu sampai skrip-skripnya berhenti
kk: Арнайы фонға ауыстырыңыз және оның скрипттерінің аяқталуын күтіңіз
lt: Keisk į pasirinktą foną ir lauk kol jo scenarijai bus baigti vykdyti
nb: Bytter til angitt bakgrunn og venter til dens skript er ferdig
nn: Byt til valde bakgrunnen og ventar til skriptet hans er ferdig
pt_br: Mudar para o pano de fundo especificado e esperar que os scripts terminem
sl: Preklopi na določeno ozadje in počakaj na zaustavitev njegovih skript
tr: Belirtilen dekora geçer ve o dekora ait dizilerin bitmesini bekler
vi: Chuyển đổi sang ảnh nền nhất định và đợi cho kịch bản của nó kết thúc
zh_tw: 用來改變舞台的背景，並等待程式結束。

source: The script controls switching of scenes from the Stage.
bn: স্ক্রিপ্ট মঞ্চ থেকে দৃশ্যের পরিবর্তন নিয়ন্ত্রণ করে।
cs: Scénář ovládá přepínání pozadí ze scény.
cy: Mae'r sgript yn rheoli'r newid golygfeydd o'r Llwyfan.
fa: دستور تغییر صحنه‌ها را از صفحه کنترل می‌کند.
fr: Le script contrôle le changement d'arrière plan de la scène.
id: Skrip tersebut mengontrol pergantian pemandangan dari Panggung.
sl: Skript vsebuje kontrole za preklapljanje scen na odru.
tr: Senaryo sahnedeki değişimleri kontrol eder.
vi: Kịch bản điều khiển chuyển đổi cảnh từ Sân Khấu.

source: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> will wait for all scripts that start with <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> to finish before going to the next block.
bn: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> পরবর্তী ব্লকে যাওয়ার আগে <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> এর সব স্ক্রিপ্ট শেষ হওয়ার জন্য অপেক্ষা করবে।
cs: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> počká na všechny scénáře se kterými začal <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> předtím, než bude pokračovat s dalším blokem.
cy: Bydd <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> yn aros i bob sgript sy'n cychwyn gyda <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> orffen cyn mynd i'r bloc nesaf.
fa: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" />برای تمام دستورهایی که با <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> شروع می‌شوند، قبل از رفتن به قطعه بعدی منتظر خواهند ماند.
fr: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> attendra jusqu'à ce que tous les script qui commencent par <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> finissent avant de passer au bloc suivant.
id: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> menunggu sampai semua skrip yang dimulai dengan <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> unutk berhenti sebelum lanjut ke balok berikutnya.
sl: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> bo čakal na vse skripte, ki se začnejo z <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> , da se dokončajo preden se skript nadaljuje z naslednjim blokom.
tr: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" />Bir sonraki bloka gitmeden önce bitirmek için <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> ile başlayan tüm senaryoları bekleyecek.
vi: <img src="%(url_switch_backdrop_to_backdrop1_and_wait)s" /> sẽ đợi cho tất cả kịch bản bắt đầu với <img src="%(url_when_backdrop_switches_to_backdrop1)s" /> kết thúc trước khi chuyển qua mảnh ghép tiếp theo.

source: Switch to the specified backdrop
bn: নির্দিষ্ট ব্যাকড্রপে পরিবর্তন কর
cs: Přepne na určené pozadí
cy: Newid i'r gefnlen benodedig
de: Wechsle zum angegebenen Bühnenbild
fa: به پس‌زمینه مشخص شده تغییر می‌کند
fr: Bascule vers l'arrière-plan spécifié
id: Berganti ke latar yang dispesifikasi
kk: Көрсетілген фонға өзгерту
lt: Keisk į nurodytą foną
nb: Velg en bestemt bakgrunn
nn: Byt til den valde bakgrunnen
pt_br: Muda para o palco especificado
sl: Preklopi na določeno ozadje
tr: Belirtilen dekora geçer
vi: Chuyển qua ảnh nền cụ thể
zh_tw: 用來改變舞台的背景。

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(url_switch_backdrop_to)s">
bn: প্রথমে, তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">। তারপর, ড্রপ-ডাউন মেনু থেকে ব্যাকড্রপের নাম নির্বাচন কর: <img src="%(url_switch_backdrop_to)s">
cs: Nejprve vyber pozadí, které chceš <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Poté vyber jméno toho pozadí z rozbalovacího menu: <img src="%(url_switch_backdrop_to)s">
cy: Yn gyntaf, dewiswch y gefnlen rydych ei heisiau <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Yna, dewiswch enw'r gefnlen o'r gwymplen: <img src="%(url_switch_backdrop_to)s">
fa: اول، پس زمینه‌ای را که می‌خواهید انتخاب کنید<img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">سپس نام پس‌زمینه را از منوی کشویی انتخاب کنید:. <img src="%(url_switch_backdrop_to)s">
fr: Premièrement, choisis l'arrière-plan que tu veux <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Ensuite, sélectionne le nom de l'arrière-plan depuis le menu déroulant : <img src="%(url_switch_backdrop_to)s">
id: Pertama, pilih latar yang kamu inginkan <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Kemudian, pilih nama latar dari menu tarik-turun: <img src="%(url_switch_backdrop_to)s">
sl: NAjprej izberi ozadje, ki ga želiš <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Nato izberi ime ozadja iz padajočega menija:<img src="%(url_switch_backdrop_to)s">
tr: Öncelikle dilediğin bir dekor <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png"> seç. Sonra, açılır menüden dekor ismini seç <img src="%(url_switch_backdrop_to)s">.
vi: Trước tiên, hãy chọn ảnh nền bạn muốn <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Sau đó, chọn tên ảnh nền từ menu xổ xuống: <img src="%(url_switch_backdrop_to)s">

source: Switch costumes to change the look of a sprite
bn: স্প্রাইটের চেহারা পরিবর্তন করতে পোশাকগুলো পরিবর্তন কর
cs: Přepni kostýmy abys změnil vzhled postavy
cy: Newid gwisgoedd i newid golwg corlun
de: Wechsle Kostüme, um das Aussehen einer Figur zu verändern
fa: برای تغییر ظاهر یک شکلک، حالت‌ها را تغییر می‌دهد
fr: Bascule d'un costume sur l' autre pour changer le look d'un lutin
id: Ganti kostum untuk mengubah tampilan sprite
kk: Спрайттың сыртқы түрін өзгерту үшін костюмдерді ауыстырыңыз
lt: Keisk kaukes norėdamas pakeisti veikėjo išvaizdą
nb: Du kan forandre utseende på en figur ved å bytte drakt
nn: Du kan forandra utsjånaden på ein figur ved å byta drakt
pt_br: Mude de fantasias para alterar o aspecto de um ator
sl: Zamenjaj videz, da spremeniš izgled figure
tr: Kuklanın başka bir kılığına geçiş yapıp görünümünü değiştirir
vi: Thay đổi trang phục để thay đổi diện mạo của đối tượng
zh_tw: 用來改變角色的造型。

source: This script switches costumes to animate:
bn: এই স্ক্রিপ্ট পোশাকগুলোকে অ্যানিমেট করে:
cs: Tento scénář přepíná kostýmy aby prováděl animaci:
cy: Mae'r sgript hon yn newid gwisgoedd i'w hanimeiddio:
de: Dieses Skript wechselt Kostüme für eine Animation:
fa: این دستور حالت را برای به حرکت درآوردن تغییر می‌دهد:
fr: Ce script bascule d'un costume sur un autre pour animer:
id: Skrip ini mengganti-ganti kostum untuk menganimasi:
kk: Скрипт анимациялау үшін костюмдерді ауыстырады:
lt: Šis scenarijus keičia kaukes animuoti:
nb: Dette skriptet animerer en figur ved å bytte drakt:
nn: Dette skriptet animerer ein figur ved å byta mellom drakter:
pt_br: Este script muda as fantasias para produzir uma animação:
sl: Ta skripta zamenja videze, da ustvari animacijo:
tr: Aşağıdaki dizi kediyi sanki yürüyormuş gibi canlandırır:
vi: Kịch bản này thay đổi trang phục để tạo chuyển động:
zh_tw: 透過此積木，可以製作角色的動畫效果：

source: To see a sprite's costumes, click <img src="%(url_costumes_tab)s" />
bn: কোন স্প্রাইটের পোশাক দেখতে, ক্লিক কর <img src="%(url_costumes_tab)s" />
cs: Pro zobrazení kostýmů postavy, stiskni <img src="%(url_costumes_tab)s" />
cy: I weld gwisgoedd corlun, cliciwch<img src="%(url_costumes_tab)s" />
fa: برای دیدن حالت شکلک، روی <img src="%(url_costumes_tab)s" /> کلیک کنید
fr: Pour voir le costume d'un lutin, clique sur <img src="%(url_costumes_tab)s" />
id: Untuk melihat kostum-kostum sprite, klik <img src="%(url_costumes_tab)s" />
sl: Za ogled videzov figure klikni<img src="%(url_costumes_tab)s" />.
tr: Kuklanın kostümlerini görmek için <img src="%(url_costumes_tab)s" /> e tıkla
vi: Để xem trang phục của đối tượng, bấm vào <img src="%(url_costumes_tab)s" />

source: Choose a costume name from the pull-down menu.
bn: পুল-ডাউন মেনু থেকে একটি পোশাকের নাম বাছাই কর।
cs: Vyber název kostýmu z rozbalovacího menu.
cy: Dewiswch enw gwisg o'r gwymplen.
fa: یک نام حالت را از منوی کشویی انتخاب کنید.
fr: Choisis un nom de costume depuis le menu déroulant.
id: Pilih sebuah nama kostum dari menu tarik-turun.
sl: Iz seznama izberi ime videza.
tr: Aşağı çekilir menüden bir kostüm adı seç.
vi: Chọn tên trang phục từ menu xổ xuống.

source: Reports sprite's tempo in beats per minute
bn: প্রতি মিনিটে বিটগুলোতে স্প্রাইটের টেম্পো প্রতিবেদন করে
cs: Ohlásí tempo postavy v taktech za minutu
cy: Yn adrodd tempo corlun mewn curiadau y funud
de: Gibt das Tempo der Figur in Schlägen pro Minute an
fa: سرعت شکلک را در ضربات در دقیقه گزارش می‌دهد
fr: Renvoie le tempo du lutin en battements par minute
id: Melaporkan tempo sprite dalam ketukan per menit
kk: Спрайттың қарқынын соққыларды минутына баяндайды
lt: Praneša veikėjo tempą taktais per minutę
nb: Gir figurens tempo i takter per minutt
nn: Gjev tempoet til figuren i takter per minutt
pt_br: Relata o tempo de um ator em batidas por minuto
sl: Vrne tempo figure v udarcih na minuto
tr: Kuklanın ses temposunun vuruş/dk cinsinden değerini söyler
vi: Báo nhịp của đối tượng theo nhịp trên phút
zh_tw: 回傳角色的音樂速度（每分鐘拍數）。

source: Displays words in a thought bubble for a number of seconds
bn: একটি চিন্তা বুদবুদের সাহায্যে কয়েক সেকেন্ডের জন্য শব্দ প্রদর্শন করে
cs: Zobrazí slova v přemýšlecí bublině na určitý počet sekund
cy: Yn dangos geiriau mewn swigen meddwl am nifer o eiliadau
de: Zeige für eine bestimmte Dauer Wörter in einer Denkblase an
fa: کلمات را در یک حباب فکر برای چند ثانیه نمایش می‌دهد
fr: Affiche des mots dans une bulle de pensées pour un certain nombre de secondes
id: Menampilkan kata-kata dalam sebuah balon pikiran selama sejumlah detik
kk: Бірнеше секунд бойынша ойлау көпіршігіндегі сөздерді көрсетеді
lt: Parodo žodžius minčių debesėlyje tam tikrą sekundžių skaičių
nb: Vis tekst i en tenkeboble som vises en bestemt tid
nn: Vis tekst i ei tenkjeboble som vert vist det valde talet sekund
pt_br: Exibe palavras em um balão de pensamento por um número de segundos
sl: Prikaže besede v miselnem oblačku za določeno število sekund
tr: İstediğin saniye boyunca yazdıklarını düşünme balonu içinde gösterir
vi: Hiển thị các từ trong khung suy nghĩ trong một vài giây
zh_tw: 用想像泡泡的圖形來顯示一些文字，表達心中所想，在指定時限後自動消除。

source: The number of seconds tells the thought bubble how long to show. The script waits that long before continuing.
bn: সেকেন্ডের সংখ্যা চিন্তার বুদবুদকে কতক্ষণ দেখাতে হবে তা বলে। স্ক্রিপ্টটি চালিয়ে যাওয়ার আগে ততক্ষণ অপেক্ষা করে।
cs: Počet sekund říká přemýšlecí bublině jak se má dlouho ukazovat. Scénář tuto dobu čeká než pokračuje dále.
cy: Mae nifer yr eiliadau yn dweud wrth y swigen meddwl pa mor hir i'w dangos. Mae'r sgript yn aros gymaint â hynny cyn mynd ymlaen.
de: Die Zahl der Sekunden legt fest, wie lange die Denkblase angezeigt wird. Das Skript hält solange an, ehe es weiter ausgeführt wird.
fa: تعداد ثانیه‌ها نشان می‌دهد که حباب فکر چه مدت است. این دستور به مدت طولانی قبل از ادامه منتظر می‌ماند.
fr: Le nombre de secondes indique la durée de l'affichage de la bulle de pensées. Pendant ce temps le script attend avant de continuer.
id: Jumlah detik memberitahukan balon pikiran berapa lama ia ditampilkan. Skrip menunggu selama itu sebelum lanjut.
kk: Секундтар саны сөйлеу көпіршігіне қанша уақыт көрсету керек екенін айтады. Скрипт жалғастырмас бұрын сонша уақыт күтеді.
lt: Sekundžių skaičius pasako minčių debesėliui kiek laiko būti matomam. Scenarijus laukia tiek, prieš tęsdamas
nb: Tallet i klossen bestemmer hvor mange sekunder tenkeboblen vises. Skriptet venter mens boblen vises og fortsetter etterpå.
nn: Talet i klossen avgjer kor mange sekund tenkjebobla skal visast. Skriptet ventar mens bobla vert vist og held fram etterpå.
pt_br: O número de segundos diz quanto tempo o balão de pensamento deverá aparecer. O script espera esse tempo antes de continuar.
sl: Število sekund pove miselnemu oblačku, kako dolgo naj bo prikazan. Skripta počaka toliko sekund, preden nadaljuje.
tr: Saniye olarak girdiğin süre boyunca düşünce balonu ekranda görünür. Bu süre bitene kadar beklenir ve sonra sıradaki komuta geçilir.
vi: Số giây chỉ ra thời gian hiển thị của khung suy nghĩ. Kịch bản sẽ đợi trong khoảng thời gian đó trước khi tiếp tục.
zh_tw: 注意時間設定和內容字數要配合，太長的內容需要花比較多的時間閱讀。

source: Displays words in a thought bubble
bn: চিন্তা বুদবুদের সাহায্যে শব্দ প্রদর্শন করে
cs: Zobrazí slova v přemýšlecí bublině
cy: Yn dangos geiriau mewn swigen meddwl
de: Zeige Wörter in einer Denkblase an
fa: کلمات را در یک حباب تفکر نمایش می‌دهد
fr: Affiche les mots dans une bulle de pensées
id: Menampilkan kata-kata di dalam gelembung pikiran
kk: Ойлау көпіршігіндегі сөздерді көрсетеді
lt: Parodo žodžius minčių debesėlyje
nb: Vis tekst i en tenkeboble
nn: Vis tekst i ei tenkjeboble
pt_br: Exibe palavras em um balão de pensamento
sl: Prikaže besede v miselnem oblačku
tr: Yazdıklarını düşünme balonu içinde gösterir
vi: Hiển thị các từ trong khung suy nghĩ
zh_tw: 用想像泡泡的圖形來顯示一些文字，表達心中所想。

source: To remove the speech bubble, use a blank block: <img src="%(url_think_blank)s" />.
bn: স্পিচ বুদবুদ মুছে ফেলতে, একটি খালি ব্লক ব্যবহার কর: <img src="%(url_think_blank)s" />।
cs: Pro odstranění bubliny s textem použij prázdný blok: <img src="%(url_think_blank)s" />.
cy: I dynnu swigen siarad, defnyddiwch floc gwag: <img src="%(url_think_blank)s" />.
fa: برای حذف حباب سخن، از یک قطعۀ خالی استفاده کنید: <img src="%(url_think_blank)s" />.
fr: Pour retirer la bulle de texte, utilise un bloc vide : <img src="%(url_think_blank)s" />.
id: Untuk menghilangkan balon ucapan, gunakan sebuah balok kosong: <img src="%(url_think_blank)s" />.
sl: Za odstranitev govornega oblačka uporabi prazen blok: <img src="%(url_think_blank)s" />.
tr: Konuşma balonunu kaldırmak için, boş bir blok kullan: <img src="%(url_think_blank)s" />.
vi: Để xoá khung đối thoại, sử dụng mảnh ghép rỗng: <img src="%(url_think_blank)s" />.

source: Reports the value of the timer in seconds
bn: সময়ের মান সেকেন্ডে প্রকাশ করে
cs: Ohlásí hodnotu stopek v sekundách
cy: Yn dangos gwerth yr amserydd mewn eiliadau
de: Gibt den Wert der Stoppuhr in Sekunden zurück
fa: مقدار تایمر را در ثانیه گزارش می‌کند
fr: Renvoie la valeur du chronomètre en secondes
id: Melaporkan nilai timer dalam wujud detik
kk: Таймердің мағынасын секунд ретінде көрсетеді
lt: Praneša laiko skaitliuko reikšmę sekundėmis
nb: Gir tid målt i sekunder
nn: Gjev tid målt i sekund
pt_br: Informa o valor do cronômetro em segundos
sl: Vrne vrednost štoparice v sekundah
tr: Süre ölçerin değerini saniye olarak verir
vi: Báo giá trị của đồng hồ bấm giờ theo giây
zh_tw: 回傳計時器目前計數（單位：秒）。

source: To see the value of timer, click the checkbox next to the block. The timer is always running.
bn: সময়ের মান দেখতে, ব্লকের পাশের চেকবক্সে ক্লিক কর। সময় সবসময় চলমান।
cs: Pro zobrazení hodnoty časovače zaškrtni políčko vedle tohoto bloku. Časovač běží nepřetržitě.
cy: I weld gwerth amserydd, cliciwch y blwch ticio nesaf at y bloc. Mae'r amserydd yn rhedeg drwy'r amser.
fa: برای مشاهده ارزش تایمر، کادر انتخاب کنار قطعه را کلیک کنید. تایمر همیشه در حال اجرا است.
fr: Pour voir la valeur du chronomètre, cochez la case à côté du bloc. Le chronomètre tourne tout le temps.
id: Untuk melihat nilai pelacak waktu, klik kotak centang di sebelah balok. Pelacak waktu selalu berjalan.
sl: Za prikaz vrednosti štoparice, klikni potrditveno polje poleg bloka. Štoparica ves čas teče.
tr: Zamanlayıcının değerini görmek için, blokun yanındaki kontrol kutusuna tıkla. Zamanlayıcı her zaman çalışır.
vi: Để thấy giá trị của đồng hồ bấm giờ, bấm vào checkbox bên cạnh mảnh ghép. Đồng hồ bấm giờ luôn luôn chạy.
