Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Reports the number of days since 2000
bn: 2000 সাল থেকে দিনের সংখ্যার প্রতিবেদন করে
cs: Ohlásí počet dní od 1. ledna roku 2000
cy: Yn dangos nifer y dyddiau ers 2000
de: Gibt die Anzahl der seit dem 1. Januar 2000 vergangenen Tage zurück
fa: تعداد روزها را از سال 2000 گزارش می‌دهد
fr: Indique le nombre de jours depuis le 1er Janvier 2000
id: Melaporkan jumlah hari-hari sejak 2000
kk: 2000 жылдан бастап күндер саны туралы есеп береді
lt: Praneša dienų skaičių nuo 2000tųjų
nb: Gir antall dager siden 1. januar 2000
nn: Gjev talet på dagar sidan 1. januar 2000
pt_br: Informa o número de dias decorridos desde 2000
sl: Vrne število dni od leta 2000
tr: 2000 senesinden beri geçen gün sayısını verir
vi: Báo số ngày kể từ năm 2000
zh_tw: 回傳從2000年開始算起，與目前日期相隔的天數。

source: Reports true if sprite is touching specified color
bn: স্প্রাইট নির্দিষ্ট রঙ স্পর্শ করলে রিপোর্ট সত্য
cs: Ohlásí ano když se postava dotkne určené barvy
cy: Yn dangos true os yw'r corlun yn cyffwrdd lliw penodedig
de: Gibt 'wahr' zurück, wenn die Figur die angegebene Farbe berührt
fa: اگر شکلک رنگ خاصی را لمس کند، گزارش درست است
fr: Renvoie "vrai" si le lutin est en contact de la couleur spécifiée
id: Melaporkan benar jika sprite menyentuh warna yang dikhususkan
kk: Егер спрайт таңдалынған түсті түртсе, растығына есеп береді
lt: Praneša "true", jeigu veikėjas liečia nurodytą spalvą
nb: Betingelse som er oppfylt hvis figuren berører angitt farge
nn: Er sann viss figuren rører den valde fargen
pt_br: Tem o valor "true" se o ator está tocando na cor especificada
sl: Vrne 'resnično', če se figura dotika določene barve
tr: Eğer kukla belirtilen renge değiyor ise 'doğru' değerini verir
vi: Báo đúng nếu đối tượng chạm vào màu nhất định
zh_tw: 是否角色碰到了指定顏色，如果是，就回傳 true。

source: Reports true if sprite is touching specified sprite, edge, or mouse-pointer
bn: যদি স্প্রাইট নির্দিষ্ট স্প্রাইট, প্রান্ত, বা মাউস-পয়েন্টার স্পর্শ করে তাহলে সত্য প্রতিবেদন কর
cs: Ohlásí ano když se postava dotkne určené postavy, okraje nebo ukazatele myši
cy: Yn dangos true os yw'r corlun yn cyffwrdd corlun penodedig, ymyl neu bwyntydd llygoden
de: Gibt 'wahr' zurück wenn die Figur die angebene Figur, den Bühnenrand oder den Mauspointer berührt
fa: اگر شکلک شکلک، لبه، یا اشاره‌گر موس خاصی را لمس کند، گزارش درست است
fr: Renvoie "vrai" si le lutin touche le lutin spécifié, un bord ou le pointeur de la souris
id: Melaporkan benar jika sprite menyentuh sprite yang dikhususkan, pinggir, atau pointer-mouse
kk: Егер спрайт таңдалынған спрайтты, жиекті немесе меңзерді түртсе, растығына есеп береді
lt: Praneša "true", jeigu veikėjas liečia nurodytą veikėją, kraštą arba pelės žymeklį
nb: Betingelse som er oppfylt hvis figuren berører det angitte objektet, enten en annen figur, en kant eller musepekeren
nn: Er sann viss figuren rører det valde objektet, anten ein annan figur, ein kant eller musepeikaren
pt_br: Tem o valor "true" se o ator estiver tocando no ator especificado, na borda ou no cursor do mouse
sl: Vrne 'resnično', če se figura dotika določene figure, roba ali kazalca miške
tr: Eğer kukla belirtilen başka bir kuklaya, kenara ya da fare işaretçisine değiyor ise 'doğru' değerini verir
vi: Báo đúng nếu đối tượng chạm vào đối tượng khác, cạnh nhất định, hay con trỏ chuột
zh_tw: 是否角色碰到了指定角色（或是邊緣、或是鼠標），如果是，就回傳 true。

source: You can use the <img src="%(url_touching)s"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is:
bn: তুমি তিনটি ভিন্ন উপায়ে <img src="%(url_touching)s"/> ব্লক ব্যবহার করতে পার। নির্বাচন করতে পুল-ডাউন মেনু থেকে বাছাই কর। তুমি যাচাই করতে পার যদি স্প্রাইটটি:
cs: Blok <img src="%(url_touching)s"/> můžeš použít třemi různými způsoby. Vyber si způsob z rozbalovací nabídky. Můžeš zjistit jestli je postava:
cy: Gallwch ddefnyddio'r <img src=""/> bloc mewn tair ffordd wahanol. Dewiswch o'r ddewislen i ddewis. Gallwch weld a yw'r corlun yn:%(url_touching)s"/> bloc mewn tair ffordd gwahanol. Dewiswch o'r ddewislen i ddewis. Gallwch weld a yw'r corlun yn:
fa: شما می توانید ازقطعه <img src="%(url_touching)s"/> به سه روش مختلف استفاده کنید. از منوی کشویی انتخاب کنید. شما می توانید بررسی کنید که آیا شکلک:
fr: Vous pouvez utiliser le bloc <img src="%(url_touching)s"/> de trois façons différentes. Sélectionnez depuis le menu déroulant pour choisir. Vous pouvez vérifier si le lutin est :
id: Kamu bisa menggunakan balok <img src="%(url_touching)s"/>dengan tiga cara berbeda. Pilih dari menu tarik-turun untuk memilih. Kamu bisa mengecek apakah sebuah sprite:
sl: Blok <img src="%(url_touching)s"/> lahko uporabiš na tri različ ne načine. Iz padajočega menija lahko izbereš. Izbereš lahko če bo lik:
tr: <img src="%(url_touching)s"/>bloğunu üç farklı şekilde kullanabilirsin. Aşağı açılan menüden seçim yapabilirsin. Kuklayı şu açıdan kontrol edebilirsin:
vi: Bạn có thể sử dụng mảnh ghép <img src="%(url_touching)s"/> theo ba cách khác nhau. Chọn từ menu xổ xuống. Bạn có thể kiểm tra nếu đối tượng đang:

source: Turn to the left
bn: বামে ঘোরাও
cs: Zatoč doleva
cy: Troi i'r chwith
fa: به چپ بپیچید
fr: Tourner à gauche
id: Belok ke kiri
sl: Obrni se v levo
tr: Sola dön
vi: Quay sang bên trái

source: <p>Type in the number of degrees you want the sprite to rotate.</p> <p>(If you type in a negative number, the sprite will go in the opposite direction.)</p>
bn: <p>তুমি স্প্রাইট ঘুরাতে চাও এমন ডিগ্রির সংখ্যা টাইপ কর।</p> <p>(যদি তুমি একটি ঋনাত্মক সংখ্যা টাইপ কর, তাহলে স্প্রাইট বিপরীত দিকে যাবে।)</p>
cs: <p>Zadej počet stupňů o kolik chceš postavou otočit.</p> <p>(Když napíšeš záporné číslo, postava se otočí opačným směrem.)</p>
cy: <p>Teipiwch y nifer o raddau rydych am i'r corlun droi.</p> <p>(Os byddwch yn teipio rhif negatif, bydd y corlun y mynd i'r cyfeiriad croes.)</p>
de: <p>Gibt den Wert in Grad an um die du die Figur drehen willst.</p> <p>(Wenn du eine negative Zahl angibst, dreht sich die Figur in die andere Richtung.)</p>
fa: <p>درجه هایی که میخواهید شکلک بچرخد را تایپ کنید.</p> <p>(اگر شما یک عدد منفی تایپ کنید، شکلک در جهت مخالف حرکت می‌کند.)</p>
fr: <p>Entre le nombre de degrés de la rotation que doit effectuer ton lutin.</p> <p>(Si tu entres un nombre négatif, le lutin tournera dans le sens inverse.)</p>
id: <p>Ketik berapa jumlah derajat kamu ingin spritenya berotasi. </p> <p>(Jika kamu mengetik angka negatif, spritenya bakal pergi ke arah yang berlawanan.)</p>
kk: <p>Спрайтты айналдырғыңыз келетін градус санын енгізіңіз.</p> <p>(Егер сіз теріс санды енгізсеңіз, спрайт қарсы бағытта жүреді.)</p>
lt: <p>Įvesk laipsnių skiačių, kuriuo nori, kad veikėjas pasisuktų</p> <p>(jei pasirinksi neigiamą skaičių, veikėjas eis priešinga kryptimi)</p>
nb: <p>Skriv inn antall grader du vil at figuren skal rotere.</p> <p>(Hvis du skriver et negativt tall går figuren i motsatt retning.)</p>
nn: <p>Skriv inn kor mange gradar du vil at figuren skal rotera.</p> <p>(Viss du skriv eit negativt tal, går figuren i motsett retning.)</p>
pt_br: <p>Informe quantos graus você quer que o ator gire.</p> <p>(Se introduzir um número negativo, o ator girará na direção oposta).</p>
sl: <p>Vstavi, za koliko stopinj naj se zasuka figura.</p> <p>(Če vstaviš negativno število, se bo figura zasukala v nasprotno smer.)</p>
tr: <p>Kuklanın sola ne kadar dönmesini istiyorsan derecesini yaz.</p> <p>(Eğer eksi bir sayı girersen, kukla aksi tarafa döner.)</p>
vi: <p>Nhập vào số độ của góc bạn muốn đối tượng xoay</p> <p>(Nếu bạn nhập vào một số âm, đối tượng sẽ quay theo chiều ngược lại.)</p>
zh_tw: <p>輸入你想要角色旋轉的角度度數。</p> <p>（如果你輸入負值，角色會往相反方向旋轉。）</p>

source: Turn to the right
bn: ডানে ঘোরাও
cs: Zatočení doprava
cy: Troi i'r dde
de: Drehe dich nach rechts
fa: به سمت راست بچرخید
fr: Tourner à droite
id: Putar ke kanan
kk: Оңға бұрылу
lt: Pasisuk dešinėn
nb: Vend mot høyre
nn: Snu mot høgre
pt_br: Gira para a direita
sl: Obrni se v desno
tr: Sağa dön
vi: Quay sang bên phải
zh_tw: 讓角色向右旋轉

source: Type in the number of degrees you want the sprite to rotate.
bn: তুমি স্প্রাইট ঘুরাতে চাও এমন ডিগ্রির সংখ্যা টাইপ কর।
cs: Zadej počet stupňů o kolik chceš postavou otočit.
cy: Teipiwch y nifer o raddau rydych am i'r corlun droi.
de: Gib die Gradzahl ein, um die sich die Figur drehen soll.
fa: درجه‌ای که می‌خواهید شکلک بچرخد را تایپ کنید
fr: Tu veux faire tourner le lutin: inscrit le nombre de degrés de la rotation .
id: Ketik berapa jumlah derajat kamu ingin spritenya berotasi.
kk: Спрайтты айналдырғыңыз келетін градус санын енгізіңіз.
lt: Įvesk laipsnių skaičių, kuriuo nori, kad veikėjas pasisuktų
nb: Skriv inn antall grader figuren skal vende.
nn: Skriv inn kor mange gradar du vil at figuren skal rotera.
pt_br: Introduza o número de graus que quer que o ator gire.
sl: Vstavi, za koliko stopinj naj se zasuka figura.
tr: Kuklanın kaç derece dönmesini istiyorsan rakamı yaz.
vi: Nhập vào số độ của góc mà bạn muốn đối tượng xoay.
zh_tw: 輸入你想要角色旋轉的角度度數。

source: (If you type in a negative number, the sprite will go in the opposite direction.)
bn: (যদি তুমি একটি ঋণাত্মক সংখ্যা টাইপ কর, স্প্রাইটটি বিপরীত দিকে যাবে।)
cs: (Když napíšeš záporné číslo, postava se otočí opačným směrem.)
cy: (Os byddwch yn teipio rhif negatif, bydd y corlun y mynd i'r cyfeiriad croes.)
de: (Bei einer negativen Zahl dreht sich die Figur in die entgegengesetzte Richtung.)
fa: (اگر شما یک عدد منفی تایپ کنید، شکلک در جهت مخالف حرکت می‌کند.)
fr: (Si vous tapez un nombre négatif, le lutin va aller dans le sens opposé.)
id: (Jika kamu mengetik sebuah angka negatif, spritenya bakal pergi ke arah yang berlawanan.)
kk: (Егер сіз теріс санды енгізсеңіз, спрайт қарсы бағытта жүреді.)
lt: (jei įvesi neigiamą skaičių, veikėjas eis priešinga kryptimi)
nb: (Hvis du skriver et negativt tall vender figuren motsatt vei.)
nn: (Viss du skriv eit negativt tal, går figuren i motsett retning.)
pt_br: (Se introduzir um número negativo, o ator girará na direção oposta.)
sl: (Če vstaviš negativno število, se bo figura zasukala v nasprotno smer.)
tr: (Eğer eksi bir değer girersen, kukla aksi tarafa döner.)
vi: (Nếu bạn nhập vào một số âm, đối tượng sẽ quay theo chiều ngược lại.)
zh_tw: （如果你輸入負值，角色會往相反方向旋轉。）

source: Turns the video camera on
bn: ভিডিও ক্যামেরা চালু কর
cs: Zapne videokameru
cy: Yn cychwyn y camera fideo
de: Schaltet die Kamera an
fa: دوربین فیلمبرداری را روشن می‌کند
fr: Active la caméra vidéo
id: Menyalakan kamera video
kk: Видео камераны қосады
lt: Įjungia vaizdo kamerą
nb: Skrur på videokameraet
nn: Slå på videokameraet
pt_br: Liga a câmera de vídeo
sl: Vklopi video kamero
tr: Webcam'i açar veya kapatır
vi: Bật máy quay video lên
zh_tw: 用來開啟電腦上連接的攝像裝置。

source: Runs the custom block
bn: কাস্টম ব্লক চালাও
cs: Spustí uživatelem definovaný blok
cy: Yn rhedeg y bloc cyfaddas
de: Führt den benutzerdefinierten Block aus
fa: بلوک حالت‌ها را اجرا می‌کند
fr: Exécute un bloc personnalisé
id: Menjalankan balok baru
kk: Пайдаланушы блокты іске қосады
lt: Paleidžia vartotojo bloką
nb: Kjører en egendefinert kloss
nn: Køyrer den skreddarsydde klossen
pt_br: Executa o bloco personalizado
sl: Požene blok po meri
tr: Özel taşı çalıştırır
vi: Thực hiện mảnh ghép tùy chỉnh
zh_tw: 執行自訂積木

source: The custom block runs by calling the <strong>define</strong> script that matches the name on the block.
bn: কাস্টম ব্লকটি ব্লকের নামের সাথে মেলে এমন <strong>ডিফাইন</strong> স্ক্রিপ্টকে রান করে।
cs: Vlastní blok voláme pomocí <strong>definovaného</strong> scénáře (kódu), který odpovídá názvu bloku.
cy: Mae'r bloc cyfaddas yn rhedeg drwy alw'r <strong>define</strong> sgript sy'n cyd-fynd ag enw'r bloc.
fa: قطعه حالت با فراخوانی <strong>تعریف</strong> که با نام روی قطعه مطابقت دارد، اجرا ‌می‌شود.
fr: Le bloc personnalisé fonctionne en appelant le script <strong>définir</strong> qui correspond au nom du bloc.
id: Balok lain berjalan dengan cara memanggi skrip <strong>artikan</strong> yang menyamai namanya di balok.
sl: Prilagojeni blok pokličeš z <strong>določi </strong> skript, ki ustreza imenu na bloku.
tr: Özel blok, bloktaki isimle eşleşen <strong>tanım</strong> senaryosunu çağırarak çalışır.
vi: Mảnh ghép tùy chỉnh thực hiện bằng cách gọi kịch bản <strong>Định nghĩa</strong> ứng với tên mảnh ghép.

source: Custom blocks can make your scripts more organized and modular:
bn: কাস্টম ব্লকসমূহ তোমার স্ক্রিপ্টগুলোকে আরো সংগঠিত এবং মডুলার করতে পারে:
cs: Vlastní bloky mohou udělat tvůj program mnohem přehlednější a modulární:
cy: Mae blociau cyfaddas yn gallu gwneud eich sgriptiau'n fwy trefnus a modiwlaidd.
fa: قطعههای حالت می‌توانند دستورهای شما را سازمان یافته تر و جداشدنیتر کنند:
fr: Les bloc personnalisés peuvent rendre vous scripts plus organisés et modulaires:
id: Balok lain bisa membuat skrip-skripmu lebih teratur dan modular:
sl: Prilagojeni bloki ti omogočajo, da so skripti bolj organizirani in modularni:
tr: Kişiye özel bloklar senaryolarını daha organize ve modüler yapabilir:
vi: Mảnh ghép tùy chỉnh có thể làm kịch bản có tổ chức và có tính mô-đun hơn.

source: If your block has an input, you can type in it:
bn: যদি তোমার ব্লকে একটি ইনপুট থাকে, তুমি তা টাইপ করতে পার:
cs: Pokud má tvůj blok vstup, můžeš do něj psát:
cy: Os oes gan eich bloc fewnbwn, gallwch ei deipio:
fa: اگر قطعه شما یک ورودی داشته باشد، می‌توانید آن را تایپ کنید:
fr: Si votre bloc a une entrée, vous pouvez écrire dedans:
id: Jika balokmu memiliki input, kamu bisa mengetik ke dalamnya:
sl: Če ima blok vnosno polje, lahko v njega vpisuješ:
tr: Eğer blokunun bir girdisi varsa, onu içerisine yazabilirsin:
vi: Nếu mảnh ghép có đầu vào, bạn có thể nhập vào:

source: To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu.
bn: ব্লকটি সম্পাদনা করতে, ব্লকে ডান-ক্লিক কর (Mac এ Ctrl+click) এবং মেনু থেকে "সম্পাদনা" বাছাই কর।
cs: Pro úpravu bloku klikni na blok pravým tlačítkem myši (Ctrl+klik pro Mac) a vyber "upravit" z nabídky.
cy: I olygu'r bloc, de-gliciwch (Ctrl+clic ar y Mac) ar y bloc a dewis "golygu" o'r ddewislen.
fa: برای ویرایش قطعه، بر روی قطعه راست کلیک کنید (Ctrl + click on Mac) و از منو «ویرایش» را انتخاب کنید.
fr: Pour éditer le bloc, clic droit (Ctrl+Clic sur Mac) sur le bloc et choisissez "éditer" depuis le menu.
id: Untuk menyunting baloknya, klik-kanan (Ctrl+klik di Mac) balok dan pilih "sunting" dari menu.
sl: Za urejanje bloka uporabi desni klik (Ctrl+klik na Mac-u) na bloku in izberi "uredi" iz menija.
tr: Bloku editlemek için, blok üzerine sağ-klik(Mac lerde Ctrl+klik) yap ve menüden "düzenle" yi seç.
vi: Để chỉnh sửa mảnh ghép, bấm chuột phải (Ctrl + bấm chuột trên Mac) trên mảnh ghép và chọn "chỉnh sửa" từ menu.

source: See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a>
bn: আরো দেখ: <a href="../make-a-block/">একটি ব্লক তৈরি কর</a> এবং <a href="../define/">ব্লক ডিফাইন কর</a>
cs: Viz také: <a href="../make-a-block/">Vytvoř blok</a> a <a href="../define/">Definuj blok</a>
cy: Gw. hefyd: <a href="../make-a-block/">Creu Bloc</a> a <a href="../define/">Diffinio Bloc</a>
fa: همچنین نگاه کنید به: <a href="../make-a-block/">ساختن قطعه</a> و <a href="../define/">تعریف قطعه</a>
fr: Voire aussi: <a href="../make-a-block/">Créer un bloc (bloc)</a> et <a href="../define/">Définir un bloc</a>
id: Lihat juga: <a href="../make-a-block/">Buat sebuah Balok</a> dan <a href="../define/">Balok Artikan</a>
sl: Oglej si tudi: <a href="../make-a-block/"> Ustvari blok </a> in <a href="../define/"> Določi blok </a>
tr: Ayrıca Bakınız: <a href="../make-a-block/">Blok Yapmak </a> ve <a href="../define/">Blok Tanımlamak </a>
vi: Xem thêm:<a href="../make-a-block/">Tạo mảnh ghép</a> và <a href="../define/">Định nghĩa Mảnh ghép</a>

source: Reports username of the viewer
bn: দর্শকের ইউজারনেম প্রতিবেদন করে
cs: Ohlásí uživatelské jméno diváka
cy: Yn adrodd enw defnyddiwr y darllenydd
de: Gibt den Benutzernamen des Zuschauers zurück
fa: نام کاربری بیننده را گزارش می‌دهد
fr: Renvoie le nom d'utilisateur du spectateur
id: Melaporkan username dari orang yang melihat
kk: Көрушінің пайдаланушы атын көрсетеді
lt: Praneša žiūrovo vartotojo vardą
nb: Gir brukernavnet til den som kjører programmet
nn: Gjev brukarnamnet til personen som køyrer programmet
pt_br: Informa o nome de usuário do usuário que está usando o projeto
sl: Vrne uporabniško ime tistega, ki si ogleduje projekt
tr: Projeni kullanmakta olan kişini kullanıcı adını verir
vi: Báo tên người dùng của người xem
zh_tw: 回傳瀏覽者的使用者名稱（該用戶需要登入）。

source: This block will show the username of the user currently viewing the project.
bn: এই ব্লকটি বর্তমানে যে ব্যবহারকারী প্রজেক্টটি দেখছে তার ইউজারনেম নাম দেখাবে।
cs: Tento blok zobrazí uživatelské jméno uživatele, který si právě prohlíží projekt.
cy: Bydd y bloc hwn yn dangos enw defnyddiwr y defnyddiwr sy'n edrych ar y project ar hyn o bryd.
fa: این قطعه نام کاربری کاربر در حال مشاهده برنامه را نشان می‌دهد.
fr: Ce bloc va montrer le nom d'utilisateur de l'utilisateur qui teste en cours le projet.
id: Balok ini akan menampilkan nama pengguna yang sedang memainkan karya.
sl: Ta blok prikaže uporabniško ime trenutnega uporabnika, ki si ogleduje projekt.
tr: Bu blok, şu anda bu projeyi görüntüleyen kullanıcının kullanıcı adını gösterecek.
vi: Mảnh ghép này sẽ trả về tên người dùng của người đang xem chương trình.

source: If you want to save the current username, you can store it in a variable or list. For example, <img src="%(url_username_ex2)s"/>
bn: তুমি যদি বর্তমান ইউজারনেম সংরক্ষন করতে চাও, তুমি এটি একটি ভ্যারিয়েবল বা তালিকায় সংরক্ষন করতে পার। উদাহরণস্বরূপ, <img src="%(url_username_ex2)s"/>
cs: Pokud chceš zachovat současné uživatelské jméno, můžeš jej uložit do proměnné nebo do seznamu. Například, <img src="%(url_username_ex2)s"/>
cy: Os hoffech chi gadw'r enw defnyddiwr cyfredol, gallwch ei storio mewn newidyn neu restr. Er enghraifft, <img src="%(url_username_ex2)s"/>
fa: اگر می‌خواهید نام کاربری فعلی را ذخیره کنید، می‌توانید آن را در یک متغیر یا لیست ذخیره کنید. مثلا، <img src="%(url_username_ex2)s"/>
fr: Si vous voulez sauvegarder le nom d'utilisateur actuel, vous pouvez le stocker dans une variable ou dans une liste. Par exemple, <img src="%(url_username_ex2)s"/>
id: Jika kamu ingin menyimpan username sekarang, kamu bisa menyimpannya di sebuah variabel atau daftar. Sebagai contoh, <img src="%(url_username_ex2)s"/>
sl: Če želiš shraniti trenutnega uporabnika, ga lahko shraniš v spremenljivko s seznamom. Na primer, <img src="%(url_username_ex2)s"/>
tr: Eğer hala geçerli kullanıcı adını kaydetmek istersen, onu bir değişken içinde veya listede saklayabilirsin. Örneğin, <img src="%(url_username_ex2)s"/>
vi: Nếu bạn muốn lưu tên người dùng hiện hành, bạn có thể lưu nó vào một biến hay danh sách. Ví dụ như, <img src="%(url_username_ex2)s"/>

source: Reports value of the variable
bn: ভ্যারিয়েবলের মান জানাবে
cs: Ohlásí hodnotu proměnné
cy: Yn adrodd ar werth y newidyn
de: Gibt den Wert der Variablen zurück
fa: مقدار متغیر را گزارش می‌دهد
fr: Renvoie la valeur de la variable
id: Melaporkan nilai dari variabel
kk: Айнымалының мағынасын көрсетеді
lt: Praneša kintamojo reikšmę
nb: Gir variabelens verdi
nn: Gjev verdien til variabelen
pt_br: Informa o valor da variável
sl: Vrne vrednost spremenljivke
tr: Değişkenin değerini verir
vi: Báo giá trị của biến
zh_tw: 回傳變數當前數值

source: To see the value of the variable, click the checkbox next to the block.
bn: ভ্যারিয়েবলের মান দেখতে ব্লকের পাশের চেকবক্সে ক্লিক কর।
cs: Pro zobrazení hodnoty proměnné klikni na zaškrtávací políčko hned vedle bloku.
cy: I weld gwerth y newidyn, cliciwch y blwch ticio nesaf at y bloc.
fa: برای دیدن مقدار متغیر، روی کادر انتخاب کنار قطعه کلیک کنید.
fr: Pour voir la valeur de la variable, cochez la case à côté du bloc.
id: Untuk melihat nilai variabel, klik kotak centang di sebelah balok.
sl: Za ogled vrednosti spremenljivke klikni v okence ob bloku.
tr: Değişkenin değerini görebilmek için, blokun yanındaki kontrol kutusuna tıkla.
vi: Để xem giá trị của biến, bấm chọn checkbox bên cạnh mảnh ghép.

source: Right-click on readout to get different views:
bn: বিভিন্ন মতামত পেতে রিডআউটে ডান-ক্লিক কর:
cs: Pravým kliknutím na výpis zobrazíš různé pohledy:
cy: De-gliciwch ar y allddarlleniad i gael golygon gwahanol:
fa: برای دریافت دیدگاه‌های مختلف بر روی بازخوانی‌ کلیک راست کنید:
fr: Cliquez droit sur la variable pour avoir plusieurs visualisations:
sl: Z desnim klikom na izpis dobimo različne poglede:
tr: Farklı görüntüler almak için okumaya sağ tıkla.
vi: Bấm chuột phải ở phần hiển thị để chuyển đổi cách hiển thị:

source: To delete or rename a variable, right click on the variable.
bn: একটি ভ্যারিয়েবল মুছে ফেলতে বা নাম পরিবর্তন করতে, ভ্যারিয়েবলের উপর ডান ক্লিক কর।
cs: Pro odstranění či přejmenování proměnné na ni klikni pravým tlačítkem.
cy: I ddileu neu ailenwi newidyn, de-gliciwch ar y newidyn.
fa: برای حذف یا تغییر نام متغیر، بر روی متغیر راست کلیک کنید.
fr: Pour supprimer ou renommer une variable, cliquez droit sur la variable.
id: Untuk menghapus atau menamakan ulang variabel, klik-kanan variabel.
sl: Za brisanje ali preimenovanje spremenljivke, klikni na spremenljivko z desnim gumbom miške.
tr: Değişkeni silmek veya adını değiştirmek için, değişkene sağ tıklayın.
vi: Để xóa hoặc đổi tên biến, bấm chuột phải vào biến.

source: Senses how much <b>motion</b> or <b>direction</b> is currently in the video image
bn: ভিডিও চিত্রটিতে বর্তমানে কত <b>গতি</b> বা <b>দিক</b> রয়েছে তা অনুভব করে
cs: Vnímá, kolik <b>pohybu</b>nebo<b>směru</b>je v aktuálním videoobraze
cy: Yn synhwyro faint o <b>symud</b> neu <b>gyfeiriad</b>sydd yn y ddelwedd fideo ar hyn o bryd
fa: حس می‌کند که چه مقدار <b>حرکت</b> یا <b>جهت</b>در حال حاضر در تصویر ویدئویی وجود دارد
fr: Détecte le <b>mouvement</b> ou la <b>direction</b> qui est dans l'image vidéo actuelle
id: Merasakan besar <b>gerakan</b> atau <b>arah</b> yang sedang ada di gambar video
sl: Zaznava koliko <b>gibanja</b> ali <b>smer</b> je trenutno v videu
tr: Şu anda video görüntüsünde ne kadar <b>Hareket</b> ya da <b>Yön</b> olduğunu algılıyor.
vi: Xác định bao nhiêu <b>chuyển động</b> hoặc <b>hướng di chuyển</b> trong hình ảnh video hiện tại

source: How to Use It:
bn: কিভাবে এটি ব্যবহার করতে হবে:
cs: Jak to použít:
cy: Sut i'w Ddefnyddio
fa: چگونه از آن استفاده کنید:
fr: Comment l'utiliser:
id: Cara Menggunakannya:
sl: Kako se uporablja:
tr: Nasıl kullanılır:
vi: Cách sử dụng:

source: Requires webcam.
bn: ওয়েবক্যাম প্রয়োজন।
cs: Vyžaduje webovou kameru.
cy: Mae angen camera gwe.
fa: به وب کم نیاز دارد.
fr: Nécessite une webcam.
id: Memerlukan webcam.
sl: Potrebna je spletna kamera.
tr: Bilgisayar kamerası gerektirir.
vi: Yêu cầu webcam.

source: Use <img src="%(url_video_motion_this_sprite)s" /> to check the amount of motion in the video under the current sprite.
bn: বর্তমান স্প্রাইটের অধীনে ভিডিওতে গতির পরিমাণ যাচাই করতে <img src="%(url_video_motion_this_sprite)s" /> ব্যবহার কর।
cs: Použij <img src="%(url_video_motion_this_sprite)s" />ke kontrole množství pohybu ve videu pod aktuální postavou.
cy: Defnyddiwch <img src="" /> i weld maint y symud yn y fideo o dan y corlun cyfredol.%(url_video_motion_this_sprite)s" /> i weld maint y symud y y fideo o dan y corlun cyfredol.
fa: از <img src="%(url_video_motion_this_sprite)s" /> برای بررسی مقدار حرکت در ویدئو زیر شکلک فعلی استفاده کنید.
fr: Utilise <img src="%(url_video_motion_this_sprite)s" /> pour vérifier la quantité de mouvement dans la vidéo dans le lutin actuel.
id: Gunakan <img src="%(url_video_motion_this_sprite)s" /> untuk memeriksa besar gerakan di video di bawah sprite saat ini.
sl: Uporabi <img src="%(url_video_motion_this_sprite)s" /> da preveriš količino gibanja v videu pod trenutnim likom.
tr: Mevcut kuklanın altındaki videoda hareket miktarını kontrol etmek için <img src="%(url_video_motion_this_sprite)s" /> tuşunu kullanın.
vi: Sử dụng <img src="%(url_video_motion_this_sprite)s" /> để kiểm tra số chuyển động trong video ở bên dưới đối tượng hiện tại.
