Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: You can specify which item to replace by choosing from the pull-down menu or typing in a number. Choosing "random" replaces a random item in the list. The length of the list does not change.
bn: পুল-ডাউন মেনু থেকে বা একটি সংখ্যা টাইপ করে তুমি কোন আইটেমটি প্রতিস্থাপন করবে তা নির্দিষ্ট করতে পার। "যেকোন" নির্বাচন করা তালিকায় একটি যেকোন আইটেম প্রতিস্থাপন করে। তালিকার দৈর্ঘ্য পরিবর্তন করে না।
cs: Můžeš určit, kterou položku nahradit jejím výběrem z roletkového menu nebo napsáním čísla. Volba "náhodně" nahradí náhodnou položku ze seznamu. Délka seznamu se nezmění.
cy: Gallwch bennu pa eitem i'w disodli drwy ddewis o'r gwymplen neu deipio rhif. Mae dewis "hap" yn disodli eitem ar hap yn y rhestr. Nid yw hyd y rhestr yn newid.
de: Du kannst angeben, welches Element ersetzt werden soll, indem du aus dem Ausklappmenü wählst oder eine Nummer eingibst. Wählst du "zufälliges", wird ein zufälliges Element der Liste ersetzt. Die Länge der Liste bleibt unverändert.
fa: شما می‌توانید با انتخاب از منوی کشویی یا تایپ کردن یک عدد مشخص کنید کدام مورد را جایگزین کنید. انتخاب "تصادفی" یک مورد تصادفی را در لیست جایگزین می‌کند. طول لیست تغییر نمی‌کند.
fr: Tu peux spécifier quel objet remplacer en le choisissant à partir du menu déroulant ou en tapant un nombre. Choisir "au hasard" remplace un objet au hasard dans la liste. La longueur de la liste ne change pas.
id: Kamu dapat menentukan benda mana yang diganti dengan cara memilih dari menu pull-down atau mengetik sebuah angka. Pilihan "sembarang" akan mengganti benda secara acak. Panjang dari daftar tidak akan berubah.
kk: Сіз ашылмалы мәзірді немесе санды теруді таңдау арқылы қай затты ауыстыру керек екенін көрсете аласыз. "Кездейсоқ"-ты таңдасаңыз ол тізімдегі кездейсоқ затты ауыстырады. Тізімнің ұзындығы өзгермейді.
lt: Gali pasirinkti, kurį dalyką pakeisti pasirinkdamas iš iįskleidžizmojo meniu arba įvesdamas skaičių. Renkantis "atsitiktinai" , pakeičia atsitiktinį dalyką sąraše. Sąrašo ilgis nesikeičia
nb: Du kan bestemme hvilket element som erstattes ved å velge fra menyen eller skrive inn et tall. Med "tilfeldig" blir et tilfeldig valgt element erstattet. Listen blir ikke lengre, siden et gammelt element erstattes av det nye.
nn: Du kan velja kva element som skal bytast ut ved å velja frå menyen eller ved å skriva inn eit tal. Med «tilfeldig» vert eit tilfeldig valt element bytt ut. Lista vert ikkje lengre, sidan eit gammalt element vert erstatta av det nye.
pt_br: Você pode especificar qual item substituir escolhendo no menu ou digitando um número. Escolher a opção "aleatório" substitui um item aleatório na lista. O tamanho da lista não muda.
sl: Lahko določiš kateri element želiš zamenjati tako, da ga izbereš iz spustnega seznama ali pa natipkaš številko. Z izbiro "naključno" zamenjaš naključni element iz seznama. Dolžina seznama se ne spremeni.
tr: Hangi elemanın değişeceğini açılan menüden seçerek ya da bir sayı girerek belirtebilirsin. "Rastgele" seçmek ise listeden rastgele bir elemanı değiştirir. Listenin uzunluğu bu işlemle değişmez.
vi: Bạn có thể chỉ ra phần tử nào được thay thể bằng cách chọn từ menu xổ xuống hoặc nhập vào một số. Chọn "ngẫu nhiên" thay thế một phần tử ngẫu nhiên trong danh sách. Độ dài của danh sách không thay đổi.
zh_tw: 你可以從下拉清單中指定要替換的項目， 或是直接輸入該項目的序位號。選擇「隨機」則會任意的替換掉清單中的其中一項。替換後， 清單的項目數量不會改變。

source: You can choose where in a list to put an item. For example:
bn: তুমি তালিকার কোথায় একটি পদ রাখবে তা বাছাই করতে পার। উদাহারণস্বরূপ:
cs: Můžeš vybrat, kam vložíš položku do seznamu. Například:
cy: Gallwch ddewis lle yn y rhestr i osod eitem. Er enghraifft:
fa: شما می‌توانید مکان قرار دادن یک مورد را در یک لیست انتخاب کنید. مثلا:
fr: Tu peux choisir où mettre un élément dans une liste. Par exemple :
id: Kamu bisa memilih di mana dalam daftar benda ditempatkan. Contohnya:
sl: Izbereš lahko, kam v seznam vstaviti element. Na primer:
tr: Bir listenin nereye yerleştirileceğini seçebilirsiniz. Örneğin:
vi: Bạn có thể chọn vị trí trong danh sách để thêm một phần tử. Ví dụ như:

source: Sets the timer to zero
bn: সময় শূন্যে নির্ধারণ করে
cs: Nastaví stopky na nulu
cy: Yn gosod yr amserydd i sero
de: Setzt die Stoppuhr auf 0 zurück
fa: تایمر را صفر تنظیم می‌کند
fr: Mettre le chronomètre à zéro
id: Atur timer menjadi nol
kk: Таймерді нольге қояды
lt: Nunulina laikmatį
nb: Nullstiller klokken for tidtaking
nn: Nullstill klokka for tidtaking
pt_br: Zera o cronômetro
sl: Nastavi štoparico na ničlo
tr: Süre ölçeri sıfırlar
vi: Đặt đồng hồ đếm giờ về không
zh_tw: 用來將計時器重置（重新歸零）。

source: Rests (plays nothing) for specified number of beats
bn: নির্দিষ্ট সংখ্যক বিটের জন্য অপেক্ষা করে (কিছুই বাঁজায় না)
cs: Čeká (nehraje nic) po vybraný počet taktů
cy: Yn gorffwys (chwarae dim) am nifer penodol o guriadau
fa: استراحت برای تعداد مشخصی از ضربه‌ها (هیچ چیز پخش نمی‌کند)
fr: Fait une pause (ne joue rien) pendant un nombre de battements spécifié
id: Beristirahat (tidak memainkan apapun) selama jumlah ketukan yang ditentukan
sl: Počiva (ne igra ničesar) za določeno število taktov
tr: Geri kalanlar (hiçbir şey çalmaz) belirli sayıdaki vuruşlar için
vi: Nghỉ (không phát gì hết) với số nhịp nhất định

source: Reports closest integer to a number
bn: একটি সংখ্যার নিকটতম পূর্ণসংখ্যার প্রতিবেদন কর
cs: Ohlásí k číslu nejbližší celé číslo
cy: Yn dangos y cyfanrif agosaf i rif
de: Gibt den auf die nächste ganze Zahl gerundeten Wert zurück
fa: نزدیک‌ترین عدد صحیح به یک عدد را اطلاع می‌دهد
fr: Renvoie l'entier le plus proche du nombre entier
id: Melaporkan angka bulat terdekat ke suatu angka
kk: Санға ең жақын бүтін санды баяндайды
lt: Praneša skaičiui artimiausią sveiką skaičių
nb: Gir nærmeste heltall
nn: Gjev heiltalet som ligg nærast talet
pt_br: Tem o valor do número inteiro mais próximo de um número dado
sl: Vrne najbližje celo število
tr: Verilen bir sayıya en yakın tam sayıyı verir
vi: Báo số nguyên gần nhất của một số
zh_tw: 回傳最接近該數值的整數。

source: <img src="%(url_round)s" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(url_round_5_1)s" /> is 5, and <img src="%(url_round_5_6)s" /> is 6.
bn: <img src="%(url_round)s" /> একটি সংখ্যার পূর্ণ মান দেয়। এর মানে এটি একটি দশমিক সংখ্যাকে নিকটতম পূর্ণ সংখ্যায় পরিণত করে। উদাহরণ স্বরূপ: <img src="%(url_round_5_1)s" /> হয় 5, এবং <img src="%(url_round_5_6)s" /> হয় 6।
cs: <img src="%(url_round)s" /> vrací zaokrouhlené číslo. To znamená že změní desetinné číslo na nejbližší celé čilo Například : <img src="%(url_round_5_1)s" /> bude 5, a <img src="%(url_round_5_6)s" /> bude 6.
cy: Mae <img src="%(url_round)s" /> yn cynnig gwerth talgrwn rhif. Mae hynny'n golygu ei fod yn troi'r rhif degol i'r cyfanrif agosaf. Er enghraifft: mae <img src="%(url_round_5_1)s" /> yn 5 a <img src="%(url_round_5_6)s" /> yn 6.
fa: <img src="%(url_round)s" />ارزش کل یک عدد را می‌دهد. این بدان معنی است که یک عدد اعشاری را به نزدیکترین عدد کامل تبدیل می‌کند. به عنوان مثال: <img src="%(url_round_5_1)s" /> 5 است، و <img src="%(url_round_5_6)s" /> 6 است.
fr: <img src="%(url_round)s" /> donne la valeur arrondie d'un nombre. Cela signifie qu'un nombre à virgules sera changé par le nombre entier le plus proche. Par exemple: <img src="%(url_round_5_1)s" /> est 5, et <img src="%(url_round_5_6)s" /> est 6.
id: <img src="%(url_round)s" /> memberikan nilai angka yang dibulatkan. Artinya dia mengubah sebuah angka desimal menjadi angka bulat terdekat. Contohnya: <img src="%(url_round_5_1)s" /> adalah 5, dan <img src="%(url_round_5_6)s" /> adalah 6.
sl: <img src="%(url_round)s" /> vrne zaokroženo vrednost števila. To pomeni, da spremeni decimalno število v najbližje celo število. Na primer: <img src="%(url_round_5_1)s" /> je 5 in <img src="%(url_round_5_6)s" /> je 6.
tr: <img src="%(url_round)s" />, bir sayının yuvarlanmış değerini verir. Yani, virgüllü bir sayıyı en yakın tam sayıya çevirir. örneğin <img src="%(url_round_5_1)s" /> 5'tir ve <img src="%(url_round_5_6)s" /> 6'dır.
vi: <img src="%(url_round)s" /> trả về giá trị làm tròn của một số. Nghĩa là chuyển một số thập phân về số nguyên gần nhất. Ví dụ <img src="%(url_round_5_1)s" /> là 5, và <img src="%(url_round_5_6)s" /> là 6.

source: Say words in a speech bubble for a number of seconds
bn: কয়েক সেকেন্ডের জন্য একটি স্পিচ বুদবুদে শব্দগুলো বল
cs: Mluví slova v textové bublině určitý počet sekund
cy: Dweud geiriau mewn swigen siarad am nifer o eiliadau
de: Sage etwas für eine bestimmte Dauer in einer Sprechblase
fa: کلمات را در یک حباب سخن به مدت چند ثانیه می‌گوید
fr: Dire des mots dans une bulle de paroles pendant un certain nombre de secondes
id: Menyebutkan kata-kata di dalam gelembung percakapan selama sekian detik
kk: Бірнеше секунд бойынша сөйлеу көпіршігінде сөздерді айтыңыз
lt: Sekundžių skaičių sako žodžius kalbos debesėlyje
nb: Si noe med en snakkeboble som vises en bestemt tid
nn: Sei noko med ei snakkeboble som vert vist ei for ei viss stund
pt_br: Mostra texto em um balão de fala durante um número de segundos
sl: Izgovori besede v oblačku za določeno število sekund
tr: Bir süre, söyleceklerini konuşma balonu içinde gösterir
vi: Nói một số từ vào khung đối thoại trong một vài giây
zh_tw: 讓角色說些話，內容會以對話泡泡的方式呈現，在指定時間後隱藏。

source: You can type in any words to say.
bn: তুমি বলার জন্য যেকোন শব্দ টাইপ করতে পার।
cs: Můžeš napsat jakákoliv slova co se mají povědět.
cy: Gallwch deipio unrhyw air i'w ddweud.
de: Du kannst beliebigen Text eingeben für die Sprechblase eingeben.
fa: شما می‌توانید هر کلمه‌ای را برای گفتن تایپ کنید.
fr: Tu peux écrire ici tous mots à dire.
id: Kamu dapat mengetik kata-kata apapun untuk dikatakan.
kk: Сөйлеу үшін қалаған сөздерді тере аласыз.
lt: Gali įrašyti betkokius žodžius pasakymui
nb: Du kan skrive inn en tekst som figuren skal si.
nn: Du kan skriva inn kva figuren skal seia.
pt_br: Pode introduzir qualquer texto a ser falado.
sl: Za govor lahko vtipkaš poljubno besedo.
tr: Söyleceklerini yaz.
vi: Bạn có thể nhập vào bất kỳ từ nào để phát ra.
zh_tw: 你可以輸入任何想要說的內容。

source: The number of seconds tells the speech bubble how long to show. The script waits that long before continuing.
bn: সেকেন্ডের সংখ্যা বক্তৃতা বুদবুদকে কতক্ষণ দেখাতে হবে তা বলে। স্ক্রিপ্টটি চালিয়ে যাওয়ার আগে ততক্ষণ অপেক্ষা করে।
cs: Počet sekund říká textové bublině jak dlouho se má zobrazit. Scénář čeká tuto dobu než pokračuje dále.
cy: Mae'r nifer yr eiliadau yn dweud pa mor hir i ddangos y swigen siarad. Mae'r sgript yn aros mor hir â hynny cyn parhau.
de: Die Zahl der Sekunden legt fest, wie lange die Sprechblase angezeigt wird. Das Skript hält solange an, ehe es weiter ausgeführt wird.
fa: تعداد ثانیه‌ها نشان می‌دهد که حباب گفتار چه مدت است. این دستور به مدت طولانی قبل از ادامه منتظر می‌ماند.
fr: Le nombre de secondes indique la durée de l'affichage de la bulle de paroles. Pendant ce temps le script attend avant de continuer.
id: Jumlah detik memberitahukan balon ucapan berapa lama harus tampak. Skrip menunggu selama itu sebelum lanjut.
kk: Секундтар саны сөйлеу көпіршігіне қанша уақыт көрсету керек екенін айтады. Скрипт жалғастырмас бұрын сонша уақыт күтеді.
lt: Sekundžių skaičius pasako kalbos debesėliui kiek ilgai jis turi būti matomas. Scenarijus laukia tiek, prieš tęsdamas
nb: Tallet i klossen bestemmer hvor mange sekunder snakkeboblen vises. Skriptet venter mens boblen vises og fortsetter etterpå.
nn: Talet i klossen avgjer kor mange sekund snakkebobla skal visast. Skriptet ventar mens bobla vert vist, og held fram etterpå.
pt_br: O número de segundos diz por quanto tempo o balão de fala vai aparecer. O script aguarda esse tempo antes de continuar.
sl: Število sekund pove govornemu oblačku, kako dolgo naj bo prikazan. Skripta počaka toliko sekund, preden nadaljuje.
tr: Saniye kısmı, konuşma balonunun ne kadar süreyle ekranda kalacağını belirtir. Kukla, sonraki komuta geçmeden önce bu sürenin dolmasını bekler.
vi: Số giây của khung đối thoại sẽ cho biết thời gian nó sẽ xuất hiện. Kịch bản sẽ đợi trong khoảng thời gian như vậy trước khi tiếp tục.
zh_tw: 對話泡泡會依內容的字數自動調整框框大小。如果內容愈多，請設定較長的顯示時間。

source: Say words in a speech bubble
bn: একটি স্পিচ বুদবুদে শব্দগুলো বল
cs: Říká slova textovou bublinou
cy: Dweud geiriau mewn swigen siarad
de: Sage etwas in einer Sprechblase
fa: کلمات را در یک حباب گفتار بگویید
fr: Dire des mots dans une bulle de paroles
id: Katakan kata-kata di dalam balon ucapan
kk: Сөйлеу көпіршігінде сөздер айтыңыз
lt: Pasakyk žodžius kalbos debesėlyje
nb: Si noe med en snakkeboble
nn: Sei noko med ei snakkeboble
pt_br: Mostra texto em um balão de fala
sl: Izgovori besede iz govornega oblačka
tr: Söyleceklerini konuşma balonu içinde gösterir
vi: Nói vài từ vào khung đối thoại
zh_tw: 讓角色說些話，內容會以對話泡泡的方式呈現。

source: You can type in any text. The words will appear in a speech bubble.
bn: তুমি যেকোন টেক্সট টাইপ করতে পার। শব্দগুলো একটি স্পিচ বুদবুদে উপস্থিত হবে।
cs: Můžeš napsat jakýkoli text. Slova se objeví v textové bublině.
cy: Gallwch deipio unrhyw destun. Bydd y geiriau'n ymddangos mewn swigen siarad.
de: Du kannst beliebigen Text eingeben. Die Wörter erscheinen in einer Sprechblase.
fa: شما می توانید هر متنی را تایپ کنید. این کلمات در حباب گفتار ظاهر می شوند.
fr: Tu peux écrire ici n'importe quel texte. Les mots apparaissent dans une bulle de paroles.
id: Kamu bisa mengetik teks apapun. Kata-katanya akan muncul di dalam sebuah balon ucapan.
kk: Қалаған мәтінді тере аласыз. Сөздер сөйлеу көпіршігінде пайда болады.
lt: Gali įvesti tekstą. Žodžiai atsiras kalbos debesėlyje
nb: Du kan skrive inn en tekst som figuren skal si, i en snakkeboble.
nn: Du kan skriva ein tekst i klossen. Teksten vert vist som ei snakkeboble ved figuren.
pt_br: Você pode digitar qualquer texto. As palavras vão aparecer em um balão de fala.
sl: Vstaviš lahko poljubno besedilo. Besede se bodo prikazale v govornem oblačku.
tr: İstediğini yaz. Yazdıkların konuşma balonu içinde görünecek.
vi: Bạn có thể nhập vào bất kỳ từ gì. Các từ này sẽ xuất hiện trong khung đối thoại.
zh_tw: 你可以在積木中輸入任何文字，這些內容會以對話泡泡的樣式呈現。

source: To remove the speech bubble, delete the text and click <img src="%(url_say)s" />.
bn: স্পিচ বুদবুদ মুছে ফেলতে, টেক্সট মুছে ফেল এবং ক্লিক কর <img src="%(url_say)s" />।
cs: Pro odstranění bubliny s textem, odstraň text a klikni <img src="%(url_say)s" />.
cy: I dynnu'r swigen siarad, dilëwch y testun a chlicio <img src="%(url_say)s" />.
fa: برای حذف حباب گفتار، متن را حذف کرده و کلیک کنید<img src="%(url_say)s" />.
fr: Pour enlever la bulle de texte, supprime le texte et clique sur <img src="%(url_say)s" />.
id: Untuk menghilangkan balon ucapan, hapus teks dan klik <img src="%(url_say)s" />.
sl: Za odstranitev govornega oblačka izbriši besedilo in klikni <img src="%(url_say)s" />.
tr: Konuşma balonunu kaldırmak için metni silin ve <img src="%(url_say)s" />'e tıklayın
vi: Để xoá khung đối thoại, xoá hết chữ và bấm vào <img src="%(url_say)s" />.

source: To remove the speech bubble, click an empty say block: <img src="%(url_say)s" />.
bn: স্পিচ বুদবুদ মুছে ফেলতে, একটি খালি কথা বলার ব্লক ক্লিক কর: <img src="%(url_say)s" />।
cs: Pro odstranění bubliny s textem, klikni na prázdný blok: <img src="%(url_say)s" />.
cy: I dynnu'r swigen siarad, cliciwch floc dweud gwag: <img src="%(url_say)s" />.
fa: برای حذف حباب سخن، روی یک قطعۀ صدای خالی کلیک کنید:<img src="%(url_say)s" />.
fr: Pour enlever la bulle de texte, clique sur un bloc "dire" vide <img src="%(url_say)s" />.
id: Untuk menghilangkan balon ucapan, klik sebuah balok katakan kosong: <img src="%(url_say)s" />.
sl: Za odstranitev govornega oblačka klikni prazen govorni blok: <img src="%(url_say)s" />.
tr: Konuşma balonunu kaldırmak için, boş bir konuşma blokuna tıkla: <img src="%(url_say)s" />.
vi: Để xoá khung đối thoại, bấm vào mảnh ghép nói rỗng: <img src="%(url_say)s" />.

source: Reports the number of days since the start of Scratch (May 15th, 2007)
bn: Scratch শুরু হওয়ার পর থেকে দিনের সংখ্যা রিপোর্ট করে (May 15th, 2007)
cs: Ohlásí počet dnů od počátku Scratche (15. duben 2007)
cy: Yn dangos y nifer o ddyddiau ers dechrau Scratch (Mai 15, 2007)
de: Gibt die Anzahl der Tage seit dem Scratch-Start (15. Mai 2007) zurück.
fa: تعداد روزها از زمان شروع اسکرچ را گزارش می‌دهد (15 مه 2007)
fr: Renvoie le nombre de jours depuis le début de Scratch (15 Mai 2007)
id: Melaporkan jumlah hari-hari sejak kelahiran Scratch (15 Mei 2007)
kk: Скретчтың басталған уақытынан (15-інші Мамыр, 2007) өткен күн санын баяндайды.
lt: Praneša kiek dienų praėjo nuo Scratch pradžios (2007 Gegužės 15d.)
nb: Gir antall dager som er gått siden Scratch ble laget (15. mai 2007)
nn: Gjev talet på dagar som har gått sidan Scratch vart laga (15. mai 2007)
pt_br: Informa o número de dias passados desde o início do Scratch (15 de maio de 2007)
sl: Vrne število dni od zagona Scratcha (15. maj 2007)
tr: Scratch'ın başlangıcından (Mayıs 15, 2007) bugüne geçen günleri bildirir.
vi: Báo số ngày từ khi Scratch bắt đầu (15 tháng Năm, 2007)
zh_tw: 回傳從 Scratch 發行以來（2007年5月15日）至今的天數。

source: Sets the graphic effect of a sprite to a specific number
bn: একটি নির্দিষ্ট পরিমাণে স্প্রাইটের গ্রাফিক ইফেক্ট নির্ধারণ কর
cs: Nastaví grafický efekt postavě na určené číslo
cy: Yn pennu effaith graffig corlun i rif penodol
de: Setze einen Grafikeffekt einer Figur auf einen bestimmten Wert
fa: جلوه ی گرافیکی یک شکلک را به میزان مشخص شده تعیین کنید
fr: Attribue à l'effet graphique d'un lutin un numéro spécifique
id: Atur efek grafis suatu sprite ke angka tertentu
kk: Спрайттарға графикалық эффектті арнайы шамаға орнатады
lt: Veikėjo išvaizdos pokytį priskiria pasirinktam skaičiui
nb: Setter en grafisk effekt til en bestemt verdi for denne figuren
nn: Set den grafiske effekten til figuren til vald verdi
pt_br: Atribui um número específico ao efeito gráfico aplicado a um ator
sl: Nastavi slikovni učinek figure na določeno število
tr: Bir kukla üzerindeki bir görsel etkinin değerini ayarlar
vi: Đặt hiệu ứng đồ hoạ cho đối tượng bằng một số cụ thể
zh_tw: 為角色加上一些圖形特效，並設定以一個強度值顯示。

source: Click to choose an effect from the menu:
bn: মেনু থেকে একটি ইফেক্ট বাছাই করতে ক্লিক কর:
cs: Klikni pro výběr efektu z nabídky
cy: Cliciwch i ddewis effaith o'r ddewislen:
fa: برای انتخاب یک جلوه از منو کلیک کنید:
fr: Clique pour choisir un effet depuis le menu :
id: Klik untuk memilih sebuah efek dari menu:
sl: Klikni za izbiro učinka iz menija:
tr: Menüden bir efekt seçmek için tıkla:
vi: Bấm chọn một hiệu ứng từ menu:

source: Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.)
bn: -100 এবং 100 এর মধ্যে বিভিন্ন সংখ্যা টাইপ করার চেষ্টা কর। (এর কয়েকটির ইফেক্ট 0 থেকে 100 পর্যন্ত রয়েছে)।
cs: Zkus vepsat různá čísla v rozmezí -100 až 100. (Některé efekty jsou pouze v rozmezí 0 až 100.)
cy: Rhowch gynnig ar deipio rifau gwahanol rhwng -100 a 100. (Mae rhai o'r effeithiau'n ymestyn rhwng 0 a 100.)
fa: سعی کنید با اعداد مختلف بین -100 و 100 تایپ کنید. (محدوده برخی جلوه ها از 0 تا 100 است.)
fr: Essaye d'entrer différents nombres entre -100 et 100 (certains effets n'agissent que de 0 à 100).
id: Coba ketik angka yang berbeda-beda antara -100 dan 100. (Sebagian efek berkisar antara 0 hingga 100.)
sl: Vpiši različna števila med -100 in 100. (Nekateri učinki so v razponu med 0 in 100).
tr: -100 ile 100 arasındaki farklı sayıları yazmayı dene.(Bazı etkilerin aralıkları 0 dan 100 e kadar.)
vi: Thử nhập vào các số khác nhau giữa -100 và 100. (Một số hiệu ứng có khoảng từ 0 đến 100.)

source: Sets sprite's size to specified %% of original size
bn: স্প্রাইটের মূল আকারকে নির্দিষ্ট আকার %% এ নির্ধারণ করে
cs: Nastaví velikost postavy na určené %% původní velikosti
cy: Yn gosod maint y corlun penodedig i %% o'r maint gwreiddiol
de: Setzt die Größe der Figur auf die angegebenen %% der Originalgröße
fa: سایز شکلک را به اندازۀ مشخص‌شدۀ %% از اندازه اصلی تنظیم می‌کند
fr: Définit la taille du lutin par un pourcentage spécifié %% de la taille originale
id: Mengatur ukuran sprite ke %% dari ukuran asli yang telah ditentukan
kk: Спрайттың өлшемін түпнұсқасында көрсетілген %% өлшемімен орнатады
lt: Pakeičia veikėjo dydį nurodytu %% nuo originalaus dydžio
nb: Velger figurens størrelse i %% av originalstørrelsen
nn: Vel storleiken til figuren til ein prosentverdi av den opphavlege storleiken
pt_br: Estabelece o tamanho de um ator como uma porcentagem %% do tamanho original
sl: Nastavi velikost figure na določen %% prvotne velikosti
tr: Kuklanın boyutunu asıl boyutunun %%'sine ayarla
vi: Đặt kích thước đối tượng theo %% của kích thước ban đầu
zh_tw: 用來設定角色的顯示比例（%%）。

source: <b>Note: There are limits to how small or how big you can make a sprite. Experiment with different numbers to see how small or big you can make it.</b>
bn: <b>নোট: তুমি একটি স্প্রাইট কতটা ছোট বা কত বড় তৈরি করতে পার তার সীমা আছে। তুমি কতটা ছোট বা বড় করতে পার তা দেখতে বিভিন্ন সংখ্যা দিয়ে পরীক্ষা কর।</b>
cs: <b>Poznámka: Existují hranice, jak malou nebo velkou postavu můžeš udělat. Experimentuj s různými čísly abys viděl jak ji můžeš mít malou nebo velkou.</b>
cy: <b>Sylwch: Ceir cyfyngiadau i pa mor fawr neu fach y gallwch wneud corlun. Arbrofwch gyda rhifau gwahanol i weld pa mor fach neu fawr gallwch ei wneud.</b>
de: <b>Anmerkung: Es gibt Grenzen wie groß oder wie klein eine Figur werden darf. Probiere verschiedene Werte aus um zu sehen wie groß oder wie klein du die Figur machen kannst.</b>
fa: <b>نکته: برای کوچکی یا بزرگی اندازۀ ساختن یک شکلک محدودیت‎‌هایی وجود دارد. با اعداد مختلف امتحان کنید تا ببینید چقدر کوچک یا بزرگ می توانید آن را بسازید.</b>
fr: <b>Note: Remarque: Il ya des limites à l'augmentation ou la diminution de la taille du lutin. Expérimentez avec des chiffres pour voir ce que vous pouvez le faire.</b>
id: <b>Catatan: Ada batasan segimana kecil atau segimana besar kamu bisa membuat sebuah sprite. Eksperimen dengan angka-angka berbeda untuk mencoba sekecil atau sebesar apa yang bisa kamu capai.</b>
kk: <b>Ескерту: Сіздің спрайтты қаншалықты шағын немесе үлкен қылып жасай алуыңыздың шегі бар. Оны қаншалықты кішкентай немесе үлкен етіп жасай алатыныңызды көру үшін әр түрлі сандармен тәжірибе жасаңыз.</b>
lt: <b>Svarbu! Yra ribos kiek mažas ir kiek didelis gali būti veikėjas. Pabandyk skirtingus skaičius ir pažiūrėk kiek didelį ar mažą tu gali jį padaryti</b>
nb: <b>Merk at det er grenser for hvor stor eller liten figuren kan være. Prøv deg fram.</b>
nn: <b>Merk at det finst grenser for kor stor eller liten du kan gjera figurane. Prøv deg fram med ulike tal.</b>
pt_br: <b>Observação: há limites quanto ao tamanho que se pode fazer um ator. Experimente números diferentes para ver o quão pequeno ou quão grande consegue fazê-lo.</b>
sl: <b>Opomba: Obstajajo omejitve glede velikosti figure. Eksperimentiraj z različnimi števili, da vidiš, kako velike / majhne so lahko figure.</b>
tr: <b>Not: Kuklayı ne kadar büyük ya da küçük yapabileceğinin sınırı vardır. Farklı numaralarla deney yaparak kuklanın ne kadar büyük ya da küçük olduğunu gözleyebilirsin.</b>
vi: <b>Chú ý: Có giới hạn kích thước lớn nhỏ khi bạn tạo một đối tượng. Hãy thử với nhiều giá trị khác nhau để thấy kích thước thay đổi như thế nào.</b>
zh_tw: <b>注意：角色的顯示尺寸是有限制的，你可以試驗看看它的上限和下限值。</b>
