Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: The sprite starts at one point, and then glides to the other points.
bn: স্প্রাইট এক বিন্দুতে শুরু করে, এবং তারপর অন্য বিন্দুতে গ্লাইড করে।
cs: Postava začne v jednom bodě a poté klouže na jiné body.
cy: Mae corlun yn cychwyn ar un pwynt ac yna yn llithro i bwyntiau eraill.
de: Die Figur beginnt an einem Punkt und gleitet dann zu den anderen Punkten.
fa: شکلک در یک نقطه شروع به حرکت می کند ، و سپس به نقاط دیگر حرکت می رود.
fr: Le lutin commence à un point, et glisse ensuite vers les autres points.
id: Sprite mulai pada suatu titik, lalu meluncur ke titik-titik lain.
nb: Figuren starter på første x-y posisjon og glir til den andre.
sl: Figura prične v eni točki, potem pa drsi do ostalih točk.
tr: Kukla bir noktadan başlar ve sonra diğer noktalara kayar.
vi: Đối tượng bắt đầu tại một điểm và sau đó lướt đến một điểm khác.

source: Use <b>glide</b> to move a sprite smoothly to an <b>x y</b> position on the Stage.
bn: মঞ্চে একটি <b>x y</b> অবস্থানে মসৃণভাবে একটি স্প্রাইট সরানোর জন্য <b>গ্লাইড</b> ব্যবহার কর।
cs: Použij <b>klouzej</b> k hladkému přesunu postavy na <b>x y</b> pozici na scéně.
cy: Defnyddiwch <b>llithro</b> i symud corlun yn llyfn i safle <b>x y</b> ar y Llwyfan.
de: <b>Gleiten</b> bewirkt, dass sich eine Figur allmählich zu einer <b>x y</b>-Position bewegt.
fa: از<b> glide</b> برای حرکت آهسته یک شکلک به موقعیت<b> x y </b>در صحنه استفاده کنید.
fr: Utilise <b>glisser</b> pour faire avancer un lutin doucement vers une position <b>x y</b> de la Scène.
id: Gunakan <b>meluncur</b> untuk menggerakan suatu sprite secara halus ke suatu posisi <b>x y</b> di Panggung
kk: Кезеңде спрайтты <b>x y</b> позициясы бойынша бірқалыпты жүргізу үшін <b>cырғанауды/b> қолданыңыз.
lt: Naudok <b>sklęsk</b> sklandžiai perkelti veikėją į <b>x y</b> poziciją Scenoje
nb: Bruk <b>gli</b> for å lage en glatt bevegelse til en annen <b>x-y</b>-posisjon på scenen.
nn: Bruk <b>gli</b> for å laga ei glatt rørsle til ein annan <b>(x, y)</b>-posisjon på scena.
pt_br: Use <b>deslizar</b> para mover um ator de maneira contínua para uma posição <b>(x, y)</b> no Palco.
sl: Uporabi <b>drsi</b> za gladek premik figure na položaj <b>x y</b> na odru.
tr: <b>süzül</b> komutunu, kuklanın <b>x y</b> konumuna süzülerek gitmesi için kullan.
vi: Sử dụng<b>lướt</b> để di chuyển đối tượng thẳng đến vị trí <b> x y</b> trên Sân khấu.
zh_tw: 使用 <b>滑動</b> 積木讓角色在舞台的 <b>x y</b> 座標平滑的移動。

source: You can see <b>x</b> and <b>y</b> update in the Motion blocks palette when you drag a sprite to another point.
bn: তুমি গতি ব্লকসমূহ প্যালেটে <b>x</b> এবং <b>y</b> আপডেট দেখতে পার যখন তুমি একটি স্প্রাইটকে অন্য বিন্দুতে টেনে আন।
cs: Uvidíš změnu <b>x</b> a <b>y</b> v paletě bloky pohybu když táhneš postavou do jiného bodu.
cy: Gallwch weld diweddariad <b>x</b> ac <b>y</b> ym Mhalet y blociau Symud wrth i chi lusgo corlun i bwynt arall.
de: Du kannst beobachten, wie sich <b>x</b> und <b>y</b> in der Palette der Bewegungsblöcke verändern, wenn du eine Figur an eine andere Stelle ziehst.
fa: هنگام حرکت یک شکلک به به نقطه‌ای دیگر می‌توانید به روز رسانی <b>x</b> و <b>y</b> را در یک جعبه نقاشی قطعۀ حرکت ببینید.
fr: Tu peux voir la mise à jour de <b>x</b> and <b>y</b> dans la palette des blocs de Mouvement lorsque vous déplacer votre lutin à un autre endroit.
id: Kamu dapat melihat <b>x</b> dan <b>y</b> diperbarui di palet balok Gerakan saat kamu memindahkan suatu sprite ke titik lainnya.
kk: Спрайтты басқа нүктеге қозғалтқан кезде Қозғалыс блоктар палитрасынан <b> x </ b> және <b> y </ b> жаңартуларын көре аласыз.
lt: Gali matyti <b>x</b> ir <b>y</b> pokyčius Judėjimo blokų paletėje, kai tempi veikėją į kitą tašką
nb: Nyttig tips: <b>x</b>- og <b>y</b>-verdiene i klossene på paletten forandrer seg når du flytter figuren. Dra den dit du vil, så får du de riktige verdiene automatisk.
nn: Nyttig tips: <b>x</b>- og <b>y</b>-verdiane i klossane i klosslageret vert automatisk endra når du flyttar på figuren.
pt_br: Você pode ver a atualização de <b>x</b> e <b>y</b> na paleta Movimento de blocos quando você arrasta um ator para um outro ponto.
sl: Posodobitev položaja <b>x</b> in <b>y</b> lahko vidiš v paleti Bloki za premikanje, ko povlečeš figuro do druge točke.
tr: Kuklayı elle sürüklediğinde, Hareket komut taşlarında <b>x</b> ve <b>y</b> konumlarının da değiştiğini görebilirsin.
vi: Bạn có thể thấy <b>x</b> và <b>y</b> cập nhật trong bảng mảnh ghép Chuyển động khi bạn kéo đối tượng đến một vị trí khác.
zh_tw: 當你在舞台上拖放角色的同時，程式面板上指令積木的 <b>x</b> 和 <b>y</b> 值也會跟著改變。

source: Go back a certain number of layers
bn: একটি নির্দিষ্ট সংখ্যক স্তরে ফিরে যাও
cs: Jde dozadu o určitý počet vrstev
cy: Ewch nôl nifer penodol o haenau
de: Gehe eine bestimmt Anzahl an Ebenen nach hinten
fa: تعداد مشخصی از لایه ها برگردانید
fr: Revenir en arrière d'un certain nombre d'arrière-plans
id: Sisipkan di belakang sejumlah lapisan
kk: Қабаттардың белгілі бір санына артқа қайтыңыз
lt: Eik atgal tam tikrą skaičių sluoksnių
nb: Gå nedover et antall lag
nn: Gå bakover nokre lag
pt_br: Recue um certo número de camadas
sl: Pojdi nazaj za določeno število plasti
tr: Belirtilen sayıda katman alta git
vi: Ra sau một số lớp nhất định
zh_tw: 用來將指定角色圖層往後移動。

source: <p>Moves sprite back a specified number of layers, so that it can be hidden behind other sprites. </p>
bn: <p>স্প্রাইটকে একটি নির্দিষ্ট সংখ্যক স্তর পিছনে নিয়ে যায়, যাতে এটি অন্যান্য স্প্রাইটের পিছনে লুকিয়ে রাখা যায়। </p>
cs: <p>Pohne postavou vzad o zadaný počet vrstev, takže může být skryta za jinými postavami. </p>
cy: <p>Mae'n symud y corlun nôl nifer penodol o haenau, fel bod modd ei guddio tu ôl i gorluniau eraill. </p>
de: <p>Setzt die Figur eine bestimmte Anzahl von Ebenen nach hinten, damit sie hinter anderen Figuren versteckt werden kann. </p>
fa: <p>شکلک را به چند رده عقب تر حرکت می دهد، به طوری که می تواند در پشت شکلک های دیگر پنهان شود. </p>
fr: <p>Déplace en arrière le lutin d'un certain nombre de couches, de sorte qu'il soit caché derrière les autres lutins. </p>
id: <p>Selipkan sprite di belakang jumlah lapisan yang diberikan agar dapat disembunyikan di belakang sprite-sprite lainnya. </p>
kk: <p>Спрайтты қабаттардың көрсетілген санына қарай артқа жылжыту арқылы оны басқа спрайттардың артына жасыруға болады. </p>
lt: <p>Perkelia veikėją gilyn per nurodytą skaičių sluoksnių, tad jis gali būti paslėptas už kitų veikėjų
nb: <p>Legger figuren bak et angitt antall andre figurer slik at den kan dekkes av dem. </p>
nn: <p>Flyttar figuren bakover så mange lag som du vel, slik at han kan dekkjast av andre figurar. </p>
pt_br: <p>Faz o ator recuar um dado número de camadas, de modo a poder ser sobreposto por outros atores. </p>
sl: <p>Premakne figuro nazaj za določeno število plasti, tako da je lahko skrita za drugimi figurami. </p>
tr: <p>Kuklayı belirtilen sayıda katman geriye götürür, böylece diğer kuklaların arkasına saklanabilir. </p>
vi: <p> Di chuyển đối tượng ra sau một số lớp nhất định, để đối tượng có thể ẩn bên dưới các đối tượng khác. </p>
zh_tw: <p>利用這個積木可以讓指定的圖層藏在其他角色的後方。 </p>

source: To make the crab hide behind the rock, tell it to <img src="%(url_go_back_1layer)s" />
bn: কাঁকড়াটিকে শিলার আড়ালে রাখতে, এটিতে বল <img src="%(url_go_back_1layer)s" />
cs: Řekni krabovi <img src="%(url_go_back_1layer)s" />, aby se schoval za kámen
cy: I wneud i'r cranc guddio tu ôl i'r graig, dwedwch wrtho am <img src="%(url_go_back_1layer)s" />
fa: برای اینکه خرچنگ را پشت سنگ پنهان کنید، به آن بگویید<img src="%(url_go_back_1layer)s" />
fr: Pour cacher le crabe derrière le rocher, dis-lui de <img src="%(url_go_back_1layer)s" />
id: Untuk membuat kepiting bersembunyi di belakang batu, beritahukannya untuk <img src="%(url_go_back_1layer)s" />
nb: For å få krabben til å gjemme seg bak steinen, bruk <img src="%(url_go_back_1layer)s" />
sl: Da se rak skrije za skalo, mu reci naj <img src="%(url_go_back_1layer)s" />
tr: Yengecin kayanın arkasına saklanmasını sağlamak için ona <img src="%(url_go_back_1layer)s" />de
vi: Để làm con cua ẩn sau hòn đá, báo nó là <img src="%(url_go_back_1layer)s" />

source: Moves sprite in front of all other sprites
bn: স্প্রাইটকে অন্য সব স্প্রাইটের সামনে নিয়ে যায়
cs: Pohne postavou dopředu před všechny ostatní postavy
cy: Yn symud corlun o flaen pob corlun arall
de: Bring eine Figur vor alle anderen in den Vordergrund
fa: شکلک را در مقابل همه ی شکلک های دیگر به حرکت درمی آورد.
fr: Déplace le lutin devant tous les autres lutins
id: Pindahkan sprite ke depan semua sprite yang lainnya
kk: Спрайтты басқа барлық спрайттардың алдына жылжытады
lt: Perkelia veikėją virš visų kitų veikėjų
nb: Legger figuren oppå andre figurer
nn: Flyttar figuren framfor alle andre figurar
pt_br: Desloca o ator para a frente de todos os outros atores
sl: Premakne figuro pred vse ostale figure
tr: Kuklayı diğer tüm kuklaların üstüne alır
vi: Di chuyển đối tượng lên trên tất cả những đối tượng khác
zh_tw: 將指定角色圖層顯示在其他圖層之前。

source: Go to this position on the Stage
bn: স্টেজের এই অবস্থানে যাও
cs: Jít na tuto pozici na scéně
cy: Ewch i'r safle yma ar y Llwyfan
de: Geh zu dieser Position auf der Bühne
fa: به این موقعیت در صحنه بروید
fr: Aller à cette position sur la Scène
id: Pergi ke posisi ini di Panggung
kk: Сахнада осы орынға барыңыз
lt: Eik į šią poziciją Scenoje
nb: Gå til denne posisjonen på scenen
nn: Gå til denne posisjonen på scena
pt_br: Vai para esta posição no Palco
sl: Pojdi na ta položaj na odru
tr: Sahne üzerindeki bu konuma git
vi: Đi đến vị trí này trên Sân khấu
zh_tw: 指定角色要顯示的座標位置

source: Type in a number for <b>x</b> and <b>y</b> to tell the sprite where to go to on the Stage.
bn: মঞ্চে কোথায় যেতে হবে তা স্প্রাইটকে জানাতে <b>x</b> এবং <b>y</b> এর জন্য একটি সংখ্যা টাইপ কর।
cs: Napiš číslo pro <b>x</b> a <b>y</b> abys řekl postavě kam má jít na scéně.
cy: Teipiwch rif ar gyfer <b>x</b> ac <b>y</b> er mwyn dweud wrth y corlun lle i fynd ar y Llwyfan.
de: Gib eine Zahl für <b>x</b> und <b>y</b> ein, um der Figur mitzuteilen, wohin sie auf der Bühne gehen soll.
fa: یک عدد برای <b>x</b> و <b>y</b> را تایپ کنید تا به شکلک بگویید به کدام قسمت صحنه برود.
fr: Ecris un nombre pour <b>x</b> et <b>y</b> afin de préciser au lutin l'emplacement où tu lui demandes de se placer sur la Scène.
id: Ketik suatu angka untuk <b>x</b> dan <b>y</b> untuk memberitahukan sprite tersebut harus pergi ke mana di Panggung.
kk: Спрайтқа Кезеңнің қай жеріне бару керек екенін айту мақсатында <b>x</b> және <b>y</b> үшін сандарды теріңіз.
lt: Nurodyk veikėjui kur eiti Scenoje įvesdamas skaičius <b>x</b> ir <b>y</b>
nb: Skriv inn tall for <b>x</b> og <b></b>y som forteller hvor figuren skal gå. Tips: dra figuren dit, så vises de riktige koordinatene i klossene på paletten.
nn: Skriv inn tal for <b>x</b> og <b>y</b> som fortel kor figuren skal gå.
pt_br: Digite um número para <b>x</b> e <b>y</b> para dizer ao ator para onde ir no Palco.
sl: Vtipkaj število za položaj <b>x</b> in <b>y</b>, da poveš figuri kam se naj premakne na odru.
tr: Kuklanın Sahne üzerinde nereye gideceğini <b>x</b> ve <b>y</b>'ye değerler girerek belirt.
vi: Nhập vào một số cho <b>x</b> và <b>y</b> để báo cho đối tượng nơi cần đi đến trên Sân khấu.
zh_tw: 你可以分別在<b>x</b> 和 <b>y</b> 上輸入數字，讓角色顯示在對應的座標位置上。

source: <p>Here are the <b>x y</b> coordinates of the Stage:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
bn: <p>এখানে পর্যায়টির<b> x y </b>স্থানাঙ্ক রয়েছে:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
cs: <p>Zde jsou <b>x y</b> scény:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
cy: <p>Dyma gyfesurynnau <b>x y</b> y Llwyfan:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
de: <p>Hier sind die <b>x y</b>-Koordinaten der Bühne:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
fa: <p>در اینجا<b> x y</b> و مختصات صحنه است:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
fr: <p>Voilà les coordonnées<b>x y</b> de la Scène:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
id: <p>Ini adalah kordinasi <b>x y</b> dari Panggung:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
kk: <p>Мұндағы <b>x y</b> Сахнаның координаталары:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
lt: <p>Čia yra <b>x y</b> Scenos koordinatės:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
nb: <p>Her er en forklaring av <b>x-y</b>-koordinatene på scenen:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
nn: <p>Her er ei forklaring av <b>(x, y)</b>-koordinatane på scena:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
pt_br: <p>Estas são as coordenadas <b>x y</b> do Palco:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
sl: <p>Tu so <b>x y</b> koordinate odra:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
tr: <p>Aşağıda Sahnenin <b>x</b> ve <b>y</b> koordinatlarını görüyorsun:</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
vi: <p>Đây là tọa độ <b>x y</b> của Sân khấu: </p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">
zh_tw: <p>下圖是 Scratch 舞台所使用的 <b>x y</b> 座標系統：</p> <img src="%(STATIC_URL)s/images/help/xy-grid.png">

source: Go to the location of the mouse-pointer or of another sprite
bn: মাউস-পয়েন্টার বা অন্য স্প্রাইটের অবস্থানে যাও
cs: Jdi na pozici ukazatele myši nebo jiné postavy
cy: Ewch i leoliad y pwyntydd-llygoden neu gorlun arall
de: Geh an die Stelle des Mauszeigers oder einer anderen Figur
fa: به مکان اشاره گر موس یا شکلکی دیگر بروید
fr: Allez à l'emplacement du pointeur de la souris ou d'un autre lutin
id: Pergi ke lokasi dari pointer-mouse atau dari suatu sprite lain
kk: Тінтуір-меңзердің немесе басқа спрайттың орналасқан жеріне барыңыз
lt: Eik į pelės žymeklio arba kito veikėjo poziciją
nb: Gå til musepekeren eller til en annen figur
nn: Gå til musepeikaren eller til ein annan figur
pt_br: Vai para a localização do ponteiro do mouse ou de outro ator
sl: Pojdi na mesto kazalca miške ali na mesto druge figure
tr: Farenin veya başka bir kuklanın bulunduğu yere gider
vi: Đi đến vị trí của con trỏ chuột hoặc một đối tượng khác
zh_tw: 將角色定位到鼠標位置，或是其他角色位置。

source: Choose from the menu:
bn: মেনু থেকে নির্বাচন কর:
cs: Vyber z menu:
cy: Dewiswch o'r ddewislen:
de: Wähle vom Menü aus:
fa: از منو انتخاب کنید:
fr: Choisis depuis le menu :
id: Pilih dari menu:
nb: Velg fra menyen:
sl: Izberi iz menija:
tr: Menüden seç:
vi: Chọn từ menu:

source: Then, click the block.
bn: তারপরে, ব্লকটি ক্লিক কর।
cs: Potom klikni na blok.
cy: Yna, cliciwch y bloc.
fa: سپس بر روی قطعه کلیک کنید.
fr: Ensuite, clique sur le bloc.
id: Lalu, klik baloknya.
nb: Klikk på klossen.
sl: Nato klikni blok.
tr: Ardından, blokları tıkla
vi: Sau đó, bấm vào mảnh ghép

source: The current sprite will jump to the <b>x y</b> location of the mouse-pointer or of the sprite you choose.
bn: বর্তমান স্প্রাইটটি মাউস-পয়েন্টারের <b>x y</b> ঠিকানায় বা তোমার বাছাই করা স্প্রাইটে চলে যাবে।
cs: Současná postava skočí na <b>x y</b> pozici kurzoru myši, nebo tebou vybrané postavy.
cy: Bydd y corlun cyfredol yn neidio i leoliad <b>x y</b> y pwyntydd llygoden neu'r corlun rydych wedi ei ddewis.
fa: شکلک فعلی به محل <b> x y </b>نشانگر ماوس یا شکلکی که انتخاب میکنید می پرد.
fr: Le lutin actuel va aller aux coordonnées <b>x y</b> du pointeur de souris ou du lutin que tu choisis.
id: Sprite sekarang akan melompat ke lokasi <b>x y</b> dari penunjuk-mouse atau sprite yang kamu pilih.
nb: Figuren vil flytte seg til <b>x-y</b>-posisjonen til musepekeren eller til en figur du velger.
sl: Trenutna figura bo skočila na mesto <b>x y</b> od kazalca miške ali od izbrane figure.
tr: Şu anki kukla, farenin ya da seçilen diğer kuklanın <b>x y </b> konumuna zıplayacak.
vi: Đối tượng hiện tại sẽ nhảy vào vị trí có toạ độ <b>x y</b> của con trỏ chuột hoặc đối tượng bạn chọn.

source: Reports true if first value is greater than second
bn: প্রথম মান দ্বিতীয়ের চেয়ে বেশি হলে প্রতিবেদনগুলো সত্য
cs: Ohlásí ano když první hodnota je větší než druhá
cy: Yn adrodd gwir os yw'r gwerth cyntaf yn fwy na'r ail
de: Gibt wahr zurück, falls der erste Wert größer als der zweite ist
fa: اگر مقدار اول بزرگتر از دوم باشد، گزارش درست است
fr: Renvoie "vrai" si la première valeur est supérieure à la deuxième
id: Melaporkan benar jika nilai pertama lebih kecil dibandingkan yang kedua
kk: Егер бірінші мәні екінші мәнінен үлкен болса шынайы жауап қайтарады
lt: Praneša "true" jei pirma reikšmė yra didesnė nei antroji
nb: Betingelse som er oppfylt hvis tallet på venstre side er størst
nn: Er sann viss det første talet er større enn det andre
pt_br: Tem o valor "true" se o primeiro valor for maior que o segundo
sl: Vrne 'resnično', če je prva vrednost večja od druge
tr: Eğer ilk değer ikinci değerden daha büyükse 'doğru' değerini verir
vi: Báo đúng nếu giá trị thứ nhất lớn hơn giá trị thứ hai
zh_tw: 是否第一個數值大於第二個，如果是，就回傳 true。

source: Hides the list monitor from the stage
bn: মঞ্চ থেকে তালিকা মনিটর গোপন কর
cs: Skryje sledování seznamu ve scéně
cy: Yn cuddio'r monitor rhestr o'r llwyfan
de: Versteckt die Listenanzeige von der Bühne
fa: مانیتور لیست را از صفحه پنهان می کند
fr: Cache le tableau de la liste pour qu'il ne soit pas visible sur la scène
id: Menyembunyikan monitor daftar dari panggung
kk: Сахнадан монитор тізімін жасырады
lt: Paslepia sąrašų stebėtoją nuo Scenos
nb: Tar bort listen fra scenen
nn: Tek vekk listevisinga frå scena
pt_br: Esconde o monitor da lista que está no palco
sl: Skrije zaslon seznama z odra
tr: Listenin göstergesini ekrandan kaldırır
vi: Ẩn bảng theo dõi danh sách trên sân khấu
zh_tw: 隱藏舞台上的清單監控面板

source: Hides the variable monitor so it is not visible on the stage
bn: ভ্যারিয়েবল মনিটরটি লুকায় তাই এটি মঞ্চে দৃশ্যমান হয় না
cs: Skryje sledování proměnné, takže není na scéně vidět
cy: Yn cuddio'r monitor newidyn fel nad yw'n weladwy ar y llwyfan
de: Versteckt die Variablenanzeige, sodass sie auf der Bühne nicht zu sehen ist
fa: مانیتور متغیر را پنهان می کند تا در صحنه قابل مشاهده نباشد
fr: Cache le tableau de la variable pour qu'il ne soit pas visible sur la scène
id: Menyembunyikan monitor variabel agar tidak terlihat di panggung
kk: Сахнада көрінбейтіндей етіп айнымалы мониторды жасырады
lt: Paslepia kintamųjų stebėtoją nuo Scenos
nb: Vinduet som viser innholdet i listen blir fjernet fra scenen
nn: Tek vekk variabelvisinga frå scena
pt_br: Esconde o monitor da variável de modo que não seja visível no palco
sl: Skrije zaslon spremenljivk, da ni viden na odru
tr: Değişkenin göstergesini gizler
vi: Ẩn bảng theo dõi biến số để nó không hiển thị trên sân khấu
zh_tw: 隱藏變數監控面板後，它就不會出現在舞台上了。

source: Makes sprite disappear from the Stage
bn: মঞ্চ থেকে স্প্রাইট অদৃশ্য করে তোলে
cs: Způsobí zmizení postavy ze scény
cy: Yn gwneud i gorlun diflannu o'r Llwyfan
de: Verschwinde von der Bühne
fa: شکلک را از صحنه را ناپدید می کند
fr: Fait disparaître le lutin de la scène
id: Buat sprite menghilang dari Panggung
kk: Спрайт сахнадан жоғалып кететіндей қылады
lt: Pradangina veikėją nuo Scenos
nb: Gjør at figuren ikke vises på scenen
nn: Tekk vekk figuren frå scena
pt_br: Faz o ator desaparecer do palco
sl: Poskrbi, da figura izgine z odra
tr: Kuklanın Sahneden kaybolmasını sağlar
vi: Làm cho đối tượng biến mất khỏi Sân khấu
zh_tw: 讓角色在舞台上消失。

source: Note: When a sprite is hidden, other sprites cannot detect it with touching? blocks.
bn: দ্রষ্টব্য: যখন কোনও স্প্রিট লুকিয়ে থাকে তখন অন্যান্য স্প্রিটগুলি স্পর্শ করে এটি সনাক্ত করতে পারে না? ব্লক।
cs: Poznámka: Když je postava skrytá, ostatní postavy je nemohou zjišťovat bloky "dotýká se?".
cy: Sylwch: Pan fydd corlun wedi ei guddio, nid yw corluniau eraill yn gallu ei ganfod gyda blociau cyffwrdd ?.
de: Beachte: Wenn eine Figur versteckt ist, können sie andere Figuren nicht mit wird-berührt?-Blöcken erkennen.
fa: توجه: آیا هنگامی که یک شکلک پنهان است، شکلک های دیگر نمی توانند با لمس آن را تشخیص دهند؟ قطعه ها
fr: Note: Quand un lutin est caché, les autres lutins ne peuvent pas détecter s'ils le touchent (les capteurs contenant le test "touché ?" renvoient toujours "non").
id: Catatan: Saat suatu sprite disembunyikan, sprite-sprite lain tidak dapat mendeteksinya dengan menggunakan balok-balok menyentuh?.
kk: Ескерту: Sprite жасырын кезде, басқа спрайттар түйіспей ақ анықтай ала ма? блоктар.
lt: Pastaba: Kai veikėjas yra paslėptas, kiti veikėjai gali jį pastebėti tik jį tik su "Aplinkos" komanda "lieti..?".
nb: Husk at når en figur er skjult kan ikke andre figurer føle den med "berører"-klossen.
nn: Merk at når ein figur er gøymd, kan ikkje andre figurar føla han med «rører»-klossane.
pt_br: Observação: quando um ator está escondido, os outros objetos não podem detectar se foram tocados.
sl: Opomba: Ko je figura skrita, je ostale figure ne morejo zaznati z dotikanjem? blokov.
tr: Not: Bir kukla gizliyse, diğer kuklalar değme kontrolu yapamazlar.
vi: Lưu ý: Khi một đối tượng ẩn, những đối tượng khác không thể phát hiện nó bằng mảnh ghép Có chạm vào?.
zh_tw: 注意：當角色隱藏時，其他的角色自然就無法透過「碰到 {…} ？」積木與他互動了。

source: If condition is true, runs the blocks inside the <b>if</b> portion; if not, runs the blocks inside the <b>else</b> portion
bn: যদি শর্ত সত্য হয়, <b>যদি</b> অংশের ভিতরে ব্লকসমূহ চালায়; যদি না হয়, <b>অন্যথায়</b> অংশের ভিতরে ব্লকসমূহ চালায়
cs: Jestliže je podmínka pravdivá, spustí bloky uvnitř části <b>když</b> ; v opačném případě spustí bloky uvnitř části <b>jinak</b>
cy: Os yw'r cyflwr yn wir, mae'n rhedeg y blociau o fewn y rhan <b>os</b>; os nad yw, mae'n rhedeg y blociau o fewn y rhan <b>fel arall</b>
de: Falls die Bedingung erfüllt ist, werden die Blöcke innerhalb der <b>falls</b>-Klammer ausgeführt, falls nicht, die innerhalb der <b>sonst</b>-Klammer
fa: اگر شرط درست باشد، قطعه ها را در داخل بخش <b>اگر</b> اجرا می کند؛ اگر نه، قطعه ها را در داخل بخش <b>دیگری </b>اجرا می کند
fr: Si la condition est vraie, l'instruction conditionnelle exécute les instructions des blocs situés à l'intérieur de la portion <b>if</b> ; sinon, elle exécute les instructions des blocs situés à l'intérieur de la portion <b>else</b>
id: Jika kondisinya benar, jalankan balok-balok di dalam bagian <b>jika</b>; jika tidak, jalankan balok-balok di dalam bagian <b>jika tidak</b>
kk: Егер шарт дұрыс болса, блоктарды іште <b>if</b> бөлігінде іске қосады; егер олай болмаса, блоктарды іште <b>else</b> бөлігінде іске қосады
lt: Jei sąlyga yra "true", paleidžia blokus viduje <b>jeigu</b> skiltyje; jeigu ne, paleidžia blokus <b>tada</b> skiltyje
nb: <b>Hvis</b> betingelsen er oppfylt kjøres klossene i den øverste delen, <b>ellers</b> kjøres klossene i den nederste delen
nn: <b>Viss</b> vilkåret er oppfylt, vert klossane i den øvste delen køyrde; <b>elles</b> vert klossane i den nedste delen køyrde
pt_br: Se a condição for "true", executa os comandos envolvidos pela porção <b>if</b>; se não for, executa os comandos envolvidos pela porção <b>else</b>
sl: Če je pogoj resničen, požene bloke znotraj stavka<b>if</b>; sicer požene bloke znotraj stavka <b>else</b>
tr: Eğer koşul doğru ise <b>eğer</b> kısmı yani ilk kısımdaki taşlar çalıştırılır; eğer koşul yanlış ise sonra gelen <b>değilse</b> kısmı çalıştırılır
vi: Nếu điều kiện đúng, thực hiện những mảnh ghép bên trong phần <b>nếu</b>; nếu không, thực hiện những mảnh ghép bên trong phần <b>ngược lại</b>
zh_tw: <b>如果</b>狀況在判別後符合條件，就開始執行當中的程式（A），<b>不然</b>就執行另一段程式（B）。
