Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Then, click the <span class="sensingcolor">Sensing</span> category and drag a <span class="sensingcolor">touching</span> block. Insert it into the <span class="controlcolor">if</span> block, like this:
bn: তারপর, <span class="sensingcolor">অনুভব কর</span> বিভাগে ক্লিক কর এবং একটি <span class="sensingcolor">স্পর্শ করছে</span> ব্লক টেনে আন। এটিকে <span class="controlcolor">যদি</span> ব্লকের ভেতর ঢোকাও, এভাবে:
cs: Potom klikni na kategorii <span class="sensingcolor">Vnímání</span> a přetáhni blok<span class="sensingcolor">dotýkáš se</span>. Vlož ho do bloku <span class="controlcolor">když</span>, jako je tento:
cy: Yna, cliciwch y categori <span class="sensingcolor">Synhwyro</span> a llusgo bloc <span class="sensingcolor">cyffwrdd</span>. Mewnosodwch hwn i'r bloc <span class="controlcolor">os</span>, fel hyn:
de: Klicke dann auf dei Kategorie <span class="sensingcolor">Fühlen</span> und zieh einen <span class="sensingcolor">wird berührt</span>-Block heraus. Füge ihn in den <span class="controlcolor">falls</span>-Block ein wie hier:
fa: سپس، گروه <span class="sensingcolor">حس کردن</span>کلیک کنید و یک قطعه <span class="sensingcolor">لمس کردن</span>بکشید. آن را درون قطعه <span class="controlcolor">اگر</span>قرار دهید، به این شکل:
fr: Ensuite, clique sur la catégorie <span class="sensingcolor">Capteurs</span> et fais glisser un bloc <span class="sensingcolor">couleur touchée</span>. Insère-le dans le bloc <span class="controlcolor">si alors</span> comme ceci:
kk: Содан соң <span class="sensingcolor">Сезіну</span> санатына басыңыз және <span class="sensingcolor">әсерлі</span> блогын шығарыңыз. Оны осылай <span class="controlcolor">егер</span> блогына салыңыз:
nb: Deretter klikker du <span class="sensingcolor">Sansing</span>-kategorien og drar ut en <span class="sensingcolor">berører</span>-kloss. Sett den inn i <span class="controlcolor">hvis</span>-klossen, slik:
nn: Trykk så på <span class="sensingcolor">Sansing</span>-kategorien og dra ut ein <span class="sensingcolor">rører</span>-kloss. Sett han inn i <span class="controlcolor">viss</span>-klossen, slik:
pt_br: Depois, clique na categoria <span class="sensingcolor">Sensores</span> e arraste um bloco <span class="sensingcolor">tocando</span>. Encaixe-o no bloco <span class="controlcolor">se</span> assim:
vi: Sau đó, bấm vào mục <span class="sensingcolor">Cảm biến</span> và kéo ra mảnh ghép <span class="sensingcolor">chạm</span>. Chèn nó vào mảnh ghép <span class="controlcolor">nếu</span>, như thế này:
zh_tw: 接著，在<span class="sensingcolor">偵測</span> 指令類中拖曳出 <span class="sensingcolor">碰到</span> 積木， 將它嵌入到<span class="controlcolor">如果</span>積木裡頭，示範如下：

source: Choose <span class="sensingcolor">Sprite2</span> (the name of the finish line) from the pull-menu.
bn: পুল-ডাউন মেনু থেকে <span class="sensingcolor">স্প্রাইট2</span> (সীমানা রেখার নাম) বাছাই কর।
cs: Vyber <span class="sensingcolor">Sprite2</span> (jméno cílové čáry) z rozbalovací nabídky.
cy: Dewiswch <span class="sensingcolor">Sprite2</span> (enw'r llinell derfyn) o'r ddewislen llusgo allan.
de: Wähle <span class="sensingcolor">Sprite2</span> (der Name der Ziellinie) aus dem Aufklappmenü.
fa: <span class="sensingcolor">شکلک 2</span> (نام خط پایان) از منو کشویی انتخاب کنید.
fr: Choisis <span class="sensingcolor">Lutin2</span> (le nom du lutin de la ligne d'arrivée) dans le menu déroulant.
kk: Ашылмалы мәзірден<span class="sensingcolor">Спрайт2</span> ні (мәре сызығының атауы) таңдаңыз.
nb: Velg <span class="sensingcolor">"Sprite2"</span> (navnet til målstreken) fra menyen i klossen.
nn: Vel <span class="sensingcolor">Sprite2</span> (namnet til målstreken) frå menyen i klossen.
pt_br: Selecione o <span class="sensingcolor">Sprite2</span> (o nome da linha de chegada) do menu suspenso.
vi: Chọn <span class="sensingcolor">Đối tượng 2</span> (Tên của vạch đích đến) từ danh sách kéo xuống.
zh_tw: 在碰到積木中的下拉清單中選擇 <span class="sensingcolor">角色2</span>（終點線的角色名稱）。

source: Now, make something happen when your cat reaches the finish line!
bn: এখন, তোমার বিড়াল যখন শেষ প্রান্তে পৌঁছাবে তখন কিছু একটা কর!
cs: A teď, udělej ať se něco stane až tvoje kočka dosáhne cílové čáry!
cy: Nawr, gwneud rhywbeth pan fyddwch eich cath yn cyrraedd y llinell derfyn!
de: Lass nun etwas geschehen, wenn deine Katze die Ziellinie erreicht!
fa: اکنون، کاری کنید با رسیدن گربه به خط پایان اتفاقی بیفتد!
fr: Maintenant, fais qu'il se passe quelque chose quand le chat atteint la ligne d'arrivée !
kk: Енді, мысығыңыз мәреге жеткенде бірнәрсе болатындай етіңіз!
nb: Bestem hva som skal skje når katten kommer til målstreken!
nn: Avgjer kva som skal skje når katten når målstreken!
pt_br: Agora, faça algo acontecer quando seu gato cruzar a linha de chegada!
vi: Bây giờ, làm gì đó khi con mèo của bạn chạm vạch đích!
zh_tw: 現在，當喵咪到達終點線時，讓一些事情發生！

source: Click the <span class="lookscolor">Looks</span> category, and drag out a <span class="lookscolor">say</span> block.
bn: <span class="lookscolor">চেহারা</span> বিভাগে ক্লিক কর, এবং একটি <span class="lookscolor">বল</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span> a přetáhni blok <span class="lookscolor">řekni</span>.
cy: Cliciwch gategori <span class="lookscolor">Edrychiad</span> a llusgo allan floc <span class="lookscolor">newid gwisg i</span>.
de: Klicke auf die Kategorie <span class="lookscolor">Aussehen</span> und zieh einen <span class="lookscolor">sage</span>-Block heraus.
fa: روی گروه <span class="lookscolor">ظاهر</span>کلیک کنید، و یک قطعه <span class="lookscolor">بگو</span> بیرون بکشید.
fr: Clique sur la catégorie<span class="lookscolor">Apparence</span>, et fais glisser un bloc <span class="lookscolor">dire</span>.
kk: <span class="lookscolor">Көріністер</span> категориясын таңдаңыз, және<span class="lookscolor">сөйлеу</span> блогын шығарыңыз.
nb: Klikk <span class="lookscolor">Utseende</span>-kategorien og dra ut en <span class="lookscolor">si</span>-kloss.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien og dra ut ein <span class="lookscolor">sei</span>-kloss.
pt_br: Clique na categoria <span class="lookscolor">Aparência</span> e arraste um bloco <span class="lookscolor">diga</span>.
vi: Bấm chọn mục <span class="lookscolor">Điệu bộ</span>, và kéo ra mảnh ghép <span class="lookscolor">nói</span>.
zh_tw: 從<span class="lookscolor">外觀</span> 類程式中拖曳出<span class="lookscolor">說出 […]</span> 積木。

source: Then, type what you want the cat to say.
bn: তারপর, তুমি বিড়ালটিকে যা বলাতে চাও তা লিখ।
cs: Pak napiš, co chceš aby tvoje kočka říkala.
cy: Yna, teipiwch beth rydych am i'r gath ddweud.
de: Schreib hinein, was die Katze sagen soll.
fa: سپس، آنچه که می‌خواهید گربه بگوید، تایپ کنید.
fr: Ensuite, tape au clavier ce que tu veux que le chat dise.
kk: Мысықтың не айтқанын қалайсыз, соны теріңіз.
nb: Skriv inn det katten skal si.
nn: Skriv inn det du vil at katten skal seia.
pt_br: Então, digite o que você quer que o gato diga.
tr: Sonra, kedinin ne demesini istediğinizi yazın.
vi: Sau đó, nhập vào những điều bạn muốn chú mèo nói.
zh_tw: 接著，輸入一些你想要讓喵咪說的話。

source: Try it! Make your cat run to the finish line.
bn: চেষ্টা করে দেখ! তোমার বিড়ালকে সীমানা প্রান্তে নিয়ে যাও।
cs: Vyzkoušej to! Ať tvoje kočka běží k cílové čáře.
cy: Rhwch brawf arno! Gwnewch i'ch cath redeg i'r llinell derfyn.
de: Probier's aus und lass die Katze über die Ziellinie laufen.
fa: امتحانش کنید! گربه خود را به خط پایان برسانید.
fr: Essaie ! Fais courir ton chat jusqu'à la ligne d'arrivée.
kk: Тексеріп көр! Мысық мәреге жүгіретіндей қылыңыз.
nb: Prøv! Få katten til å løpe til målstreken.
nn: Prøv! Få katten til å springa til målstreken.
pt_br: Experimente! Faça o seu gato correr até a linha de chegada.
tr: Dene! Kedinin bitiş çizgisine koşmasını sağla.
vi: Thử nó! Làm cho con mèo chạm vạch đích đến.
zh_tw: 試試看吧！讓小喵咪跑到終點線上，看看有啥事發生。

source: Now, go to the starting point
bn: এখন, শুরুর জায়গাতে যাও
cs: A teď, běž na startovní pozici
cy: Nawr, ewch i'r man cychwyn
de: Geh jetzt an die Startposition
fa: حالا، به نقطه شروع بروید
fr: Maintenant, va au point de départ
kk: Енді, бастапқы нүктеге барыңыз
nb: Deretter, gå til start
nn: Vidare: tilbake til start
pt_br: Agora, vá até o ponto de partida
sl: Sedaj pojdi na začetno mesto
tr: Şimdi, başlangıç noktasına git
vi: Bây giờ, đi đến điểm bắt đầu
zh_tw: 下一步，移動回起點

source: Reset your sprite at the beginning of the game.
bn: খেলার শুরুতে তোমার স্প্রাইটটি পুনরায় সেট কর।
cs: Resetuj tvojí postavu na začátku hry.
cy: Ailosodwch eich corlun ar ddechrau'r gêm.
de: Setze deine Figur am Spielbeginn zurück.
fa: شکلک خود را در ابتدای بازی قرار دهید.
fr: Remets ton lutin à zéro au début du jeu.
kk: Ойынның басында спрайтты қайта жүктеңіз.
nb: Sett figuren ved start når programmet startes.
nn: Set figuren ved start når programmet vert starta.
pt_br: Reinicie o seu ator no começo do jogo.
tr: Oyunun başlangıcındaki kuklanızı sıfırlayın.
vi: Khởi động đối tượng tại phần đầu của trò chơi.
zh_tw: 當遊戲重新開始時，角色回到原來位置。

source: Drag your sprite to where you want it to start.
bn: যেখান থেকে শুরু করতে চাও স্প্রাইটটি সেখানে টেনে নিয়ে যাও।
cs: Přetáhni tvojí postavu na místo, kde chceš aby začínala.
cy: Llusgwch eich corlun i le bynnag rydych am iddo gychwyn.
de: Bewege deine Figur dorthin, wo sie starten soll.
fa: شکلک خود را به جایی که می خواهید از آن شروع کند، بکشید.
fr: Déplace ton lutin à l'endroit où tu veux qu'il démarre.
kk: Кез келген өзіңіз қалаған жерге спрайтты қозғап апарыңыз.
nb: Dra figuren dit du vil at den skal starte.
nn: Dra figuren der du vil at han skal starta.
pt_br: Arraste o seu ator para onde você quer que ele inicie a corrida.
tr: Kuklanızı başlatmak istediğiniz yere sürükleyin.
vi: Kéo đối tượng của bạn đến nơi bạn muốn nó bắt đầu.
zh_tw: 將角色拖曳到你想要作為起點的地方。

source: Then, click the <span class="motioncolor">Motion</span> category.
bn: তারপর, <span class="motioncolor">গতি</span> বিভাগে ক্লিক কর।
cs: Potom, klikni na kategorii <span class="motioncolor">Pohyb</span>.
cy: Yna, cliciwch y categori <span class="motioncolor">Symud</span>.
de: Klicke dann auf die Kategorie <span class="motioncolor">Bewegung</span>.
fa: سپس، روی گروه <span class="motioncolor">حرکت</span>کلیک کنید.
fr: Ensuite, clique sur la catégorie <span class="motioncolor">Mouvement</span>.
kk: ⇥<span class="motioncolor">Қозғалыс</span> категориясын таңдаңыз. ⇥
nb: Klikk <span class="motioncolor">Bevegelse</span>-kategorien.
nn: Trykk så på <span class="motioncolor">Rørsle</span>-kategorien.
pt_br: Então, clique na categoria <span class="motioncolor">Movimento</span>.
vi: Sau đó, bấm vào mục <span class="motioncolor">Chuyển động</span>.
zh_tw: 接著，點選 <span class="motioncolor">動作</span> 指令類。

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area.
bn: <span class="motioncolor">x y তে যাও</span> এবং স্ক্রিপ্ট ব্লকে টেনে আন।
cs: Vytáhni blok <span class="motioncolor">skoč na pozici x y</span> do prostoru pro scénáře.
cy: Llusgwch floc <span class="motioncolor">mynd i x y</span> i'r ardal Sgriptiau.
de: Zieh einen <span class="motioncolor">gehe zu x y</span>-Block in den Skriptbereich.
fa: یک قطعه <span class="motioncolor">برو به x y</span>به قسمت دستور بکشید.
fr: Fais glisser un bloc <span class="motioncolor">aller à x y</span> dans la zone des Scripts.
kk: ⇥<span class="motioncolor"> x y -ға барыңыз</span> блогын Скрипт аймағына алып шығыңыз.
nb: Dra en <span class="motioncolor">gå til x y</span>-kloss inn i skriptvinduet.
nn: Dra ein <span class="motioncolor">gå til x y</span>-kloss inn i skriptruta.
pt_br: Arraste um bloco <span class="motioncolor">vá para x y</span> para a área de Scripts.
vi: Kéo ra mảnh ghép <span class="motioncolor">đi đến x y</span> vào vùng Kịch bản.
zh_tw: 將<span class="motioncolor">定位到 x:[…] y:[…]</span>積木拖曳到程式區中。

source: Click on the block to try it.
bn: এটি চেষ্টা করতে ব্লকে ক্লিক কর।
cs: Klikni na blok pro vyzkoušení.
cy: Cliciwch ar y bloc i roi cynnig arno.
de: Klicke auf den Block um ihn auszuprobieren.
fa: برای امتحان آن روی قطعه کلیک کنید.
fr: Clique sur le bloc pour l'essayer.
kk: Блокты істеп көру үшін басыңыз.
nb: Klikk på klossen for å se hva den gjør.
nn: Trykk på klossen for å sjå kva han gjer.
pt_br: Clique no bloco para experimentá-lo.
tr: Denemek için blokun üzerine tıkla.
vi: Bấm vào mảnh ghép để thử.
zh_tw: 點一下積木試試看。

source: Tip: When you drag a sprite to where you want it on the Stage, the <span class="motioncolor">go to x y</span> blocks in the palette will update with its current <strong>x</strong> and <strong>y</strong> position.
cs: Tip: Když přetáhneš postavu na místo, kde ji chceš ve scéně, bloky <span class="motioncolor">skoč na pozici x y</span> v paletě se zaktualizují podle její aktuální <strong>x</strong> a <strong>y</strong>.
cy: Awgrym: Pan fyddwch yn llusgo corlun i'r man ar y Llwyfan lle rydych ei eisiau, bydd y bloc<span class="motioncolor">mynd i x y</span> yn y palet yn diweddaru ei safle cyfredol <strong>x</strong> ac <strong>y</strong>.
de: Tipp: Wenn du eine Figur auf der Bühne dorthin ziehst, wo du sie gerne hättest, übernimmt der <span class="motioncolor">gehe zu x y</span>-Block in der Palette ihre neue <strong>x</strong>- und <strong>y</strong>-Position.
fa: نکته: هنگامی که یک شکلک را به مکان مورد نظر روی صحنه می‌کشید، قطعه‌های <span class="motioncolor">برو به x y</span>در پالت نقاشی با موقعیت فعلی <strong>x</strong> و <strong>y</strong> به روز می‌شود.
fr: Astuce: quand tu fais glisser un lutin là ou tu veux sur la scène, les blocs <span class="motioncolor">aller à x y</span> de la palette vont changer avec la position courante en <strong>x</strong> et <strong>y</strong>.
kk: Кеңес: Сіз спрайтты Сахнаның қалаған жеріне шығарғаныңызда, палитрадағы <span class="motioncolor">x y-ға бару</span> блоктары қазіргі <strong>x</strong> пен <strong>y</strong> позицияларына өзгереді.
nb: Tips: Når du drar en figur dit du vil ha den på scenen blir den nye posisjonen satt inn som <strong>x</strong>- og <strong>y</strong>-tall i <span class="motioncolor">gå til x y</span>-klossen du kan hente fra palletten.
nn: Tips: Når du dreg ein figur til der du vil ha han på scena, vert den nye posisjonen sett inn som <strong>x</strong>- og <strong>y</strong>-tal i <span class="motioncolor">gå til x y</span>-klossen som du kan henta inn.
pt_br: Dica: Quando você arrasta um ator para a posição desejada no Palco, os blocos <span class="motioncolor">vá para x y</span> nessa paleta serão atualizados com a sua posição <strong>x</strong> e <strong>y</strong> atual.
vi: Thủ thuật: khi bạn kéo đối tượng đến một vị trí bạn muốn trên Sân khấu, mảnh ghép <span class="motioncolor">trượt</span> trong bảng theo dõi sẽ cập nhật vị trí <strong>x</strong>và <strong>y</strong> hiện tại của nó.
zh_tw: 提示：當你把角色拖放到舞台的某一個位置時，程式面板上<span class="motioncolor">移至 x y </span>積木上 <strong>x</strong> 與<strong>y</strong> 座標的數字也會因此改變。

source: Now when you click the green flag, the cat will go to its starting point.
bn: এখন তুমি যখন সবুজ পতাকা ক্লিক করবে, বিড়ালটি শুরুর বিন্দুতে চলে যাবে।
cs: Nyní když klikneš na zelený praporek, kočka se vrátí na svoji původní pozici.
cy: Nawr pan fyddwch chi'n clicio'r faner werdd, bydd y gath yn mynd i'w fan cychwyn.
de: Wenn du jetzt die grüne Flagge anklickst, geht die Katze auf ihre Startposition.
fa: اکنون وقتی روی پرچم سبز کلیک می‌کنید، گربه به نقطه شروع خود می‌رود.
fr: Maintenant, quand tu cliques sur le drapeau vert, le chat va aller à son point de départ.
kk: Енді Сіз Жасыл жалаушаны басқанда, мысық бастапқы орнына барады.
nb: Når du nå klikker på det grønne flagget går katten tilbake til start.
nn: Når du no trykkjer på det grøne flagget, går katten tilbake til start.
pt_br: Agora, quando você clicar na bandeira verde, o gato irá para a sua posição inicial.
tr: Şimdi yeşil bayrağı tıkladığınızda, kedi başlangıç noktasına gider.
vi: Bây giờ khi bạn bấm vào lá cờ màu xanh lá, các chú gấu sẽ đi đến điểm bắt đầu.
zh_tw: 好了，當你按下綠旗圖示，小喵咪就會回到最初的位置。

source: Add another sprite to your race
bn: তোমার প্রতিযোগীতায় আরও একটি স্প্রাইট যোগ কর
cs: Přidej další postavu do svého závodu
cy: Ychwanegwch gorlun arall i'ch ras.
de: Füge eine weitere Figur zu deinem Rennen hinzu
fa: یک شکلک دیگر به مسابقه خود اضافه کنید
fr: Ajoute un autre lutin à ta course
id: Tambahkan satu sprite lain ke balapanmu
kk: Жарысқа тағы басқа спрайтты қосыңыз
nb: Legg til en ny figur i løpet
nn: Legg ein ny figur til kappløpet
pt_br: Adicione outro ator na sua corrida
tr: Yarışına başka bir kukla ekle
vi: Thêm đối tượng khác vào cuộc đua cua bạn
zh_tw: 加入其他的競賽角色

source: Choose to add another sprite:
bn: আরেকটি স্প্রাইট যোগ করতে বাছাই কর:
cs: Vyber a přidej další postavu:
cy: Dewiswch i ychwanegu corlun arall:
de: Wähle, um eine weitere Figur hinzuzufügen:
fa: برای اضافه کردن شکلکی دیگر انتخاب کنید:
fr: Choisis d'ajouter un autre lutin :
kk: Жаңа спрайтты қосу үшін таңдаңыз:
nb: Klikk for å hente en ny figur:
nn: Trykk for å henta ein ny figur:
pt_br: Escolha outro ator para incluir no seu projeto:
tr: Başka bir kukla eklemek için seç:
vi: Chọn để thêm vào đối tượng khác:
zh_tw: 添加其他的角色：

source: Now, code your sprite, like you did for the cat, choosing a different point to start and different key to press.
bn: এখন, তোমার স্প্রাইট কোড কর, যেমন তুমি বিড়ালের জন্য করেছিলে, শুরু করার জন্য একটি ভিন্ন বিন্দু এবং চাপতে ভিন্ন কী নির্বাচন কর।
cs: Nyní, vytvoř kód pro svoji postavu, jako jsi vytvořil/a kočce, vyber jiný bod startu a jinou klávesu ke stisknutí.
cy: Nawr, codiwch eich corlun, fel gyda'r gath, gan ddewis man cychwyn gwahanol a bysellau gwahanol i'w pwyso.
de: Programmiere jetzt deine Figur, wie du es bei der Katze gemacht hast, wähle aber einen anderen Startpunkt und eine andere Taste, die du drücken musst.
fa: اکنون، شکلک خود را کدگذاری کنید، مانند آنچه که برای گربه انجام دادید، انتخاب یک نقطه دیگر برای شروع و کلیدهای مختلف برای فشار دادن.
fr: Maintenant, programme ton lutin, comme tu l'as fait pour le chat, choisis un autre point de départ et une autre touche du clavier.
kk: Енді спрайтты кодтаңыз, мысыққа жасағандай түрлі бастапқы нүктелер мен түрлі басатын түймелер таңдаңыз.
nb: Nå kan du programmere den nye figuren akkurat som for katten, men med et nytt startpunkt og en annen tast.
nn: No kan du programmera den nye figuren akkurat som katten, men med eit nytt startpunkt og ein annan tast.
pt_br: Agora, programe o seu ator, como você fez com o gato, escolhendo um ponto de partida diferente e uma outra tecla para controlá-lo.
tr: Şimdi, kediniz için yaptığınız gibi kodlayın, başlamak için farklı bir nokta ve basmak için farklı bir anahtar seçin.
vi: Bây giờ, lập trình cho đối tượng của bạn, giống như bạn đã làm với con mèo, chọn điểm khởi đầu khác và phím khác để bấm.
zh_tw: 現在，為你的角色編程，就像在小喵咪上所撰寫的程式一樣，不同的是要為這個角色設置不同的起點位置，還有不同的動作對應按鍵。

source: Personalize your game
cs: Uprav si hru podle svého
cy: Personoleiddio eich gêm
de: Personalisiere dein Spiel
fa: بازی خود را شخصی‌سازی کنید
fr: Personnalise ton jeu
kk: Ойыныңызды жекелеңдіріңіз
nb: Finn på dine egne ting
nn: Finn på dine eigne ting
pt_br: Personalize seu jogo
tr: Oyununu kişiselleştir
vi: Tạo nét riêng trò chơi của bạn
zh_tw: 讓你的遊戲更有自己的特色

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
bn: <span class="tab-ref">শব্দ</span> ট্যাব ক্লিক কর, তারপর <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ক্লিক কর
cs: Klikni na záložku <span class="tab-ref">Zvuky</span>, poté na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
cy: <p>Cliciwch y tab <span class="tab-ref">Sounds</span>, yna cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></p>
de: Klicke auf den <span class="tab-ref">Klänge</span>-Reiter und dann auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
fa: روی زبانه <span class="tab-ref">صداها</span> کلیک کنید، سپس کلیک کنید<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
fr: Clique sur l'onglet <span class="tab-ref">Sons<span>, puis clique sur <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
kk: ⇥<p><span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз, содан соң <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> басыңыз</p>. ⇥
nb: Klikk <span class="tab-ref">Lyder</span>-fanen og deretter <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
nn: Trykk på <span class="tab-ref">Lydar</span>-fana og så på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
pt_br: Clique na guia <span class="tab-ref">Sons</span>, depois clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
vi: Bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_tw: 切換到 <span class="tab-ref">音效</span> 頁籤，然後點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">

source: You could choose 'clapping' or a cheering sound.
bn: তুমি 'clapping' বা একটি আনন্দদায়ক শব্দ পছন্দ করতে পার।
cs: Mohl/a bys vybrat 'tleskání' nebo zvuk jásání.
cy: Gallwch ddewis 'clapio' neu sain cymeradwyo.
de: Du könntest 'klatschen' oder einen Jubelklang auswählen.
fa: شما می‌توانید "کف زدن" و یا صدای تشویق را انتخاب کنید.
fr: Tu peux choisir un son 'clapping' (applaudissements) ou cheering (encouragements).
kk: Сіз 'шапалақтау' немесе қол соғу дыбыстарын таңдай аласыз.
nb: Du kan velge "clapping" eller en annen glad lyd.
nn: Du kan velja «clapping», «cheer» eller ein annan passande lyd.
pt_br: Agora escolha um som de aplausos ('clapping') ou de torcida ('cheering').
tr: 'Alkışlar' veya neşelendirici bir ses seçebilirsin.
vi: Bạn có thể chọn âm thanh 'vỗ tay' hoặc tiếng hoan hô.
zh_tw: 你可從範例庫中選擇 clapping（鼓掌）或是 cheering （歡呼）聲。
