Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Go to the <span class="eventscolor">Events</span> category and drag out a <span class="eventscolor">when I receive</span> block.</p>
bn: <span class="eventscolor">ইভেন্ট </span>বিভাগে যাও এবং <span class="eventscolor">যখন আমি ব্লক পাই </span></p>তখন টেনে আনো।
cs: Jdi do kategorie <span class="eventscolor">Události</span> a přetáhni blok <span class="eventscolor">po obdržení zprávy</span>.</p>
cy: Ewch i'r categori <span class="eventscolor">Digwyddiadau</span> a llusgo allan floc <span class="eventscolor">pan fydda i'n derbyn</span>.</p>
de: Gehe zur <span class="eventscolor">Ereignisse</span>-Kategorie und ziehe einen <span class="eventscolor">Wenn ich ... empfange</span>-Block heraus.</p>
fa: به گروه <span class="eventscolor">رویدادها</span>رفته و یک قطعه <span class="eventscolor">هنگام که دریافت کردم</span>بیرون بکشید.</p>
fr: Aller à la catégorie <span class="eventscolor">Evènemnts</span>et déplace un bloc <span class="eventscolor">quand je reçois</span>.</p>
kk: <span class="eventscolor"Іс-шаралар</span> санатына барыңыз және <span class="eventscolor">мен алған кезде</span> блогын шығарып алыңыз.</p>
nb: Gå til <span class="eventscolor">Hendelser</span>-kategorien og dra ut en <span class="eventscolor">når jeg mottar</span>-kloss.</p>
nn: Gå til <span class="eventscolor">Hendingar</span>-kategorien og dra ut ein <span class="eventscolor">når eg får meldinga</span>-kloss.</p>
pt_br: Acesse a categoria <span class="eventscolor">Eventos</span> e arraste um bloco <span class="eventscolor">quando eu receber</span>.</p>
tr: <span class="eventscolor">Olaylar</span> grubuna git ve <span class="eventscolor">[... haberi gelince]</span> taşını dışarı al.</p>
vi: Vào mục <span class="eventscolor">Sự kiện</span> kéo ra mảnh ghép <span class="eventscolor">khi tôi nhận</span>.</p>
zh_tw: 從 <span class="eventscolor">事件</span> 類指令拖曳出 <span class="eventscolor">當接到訊息 {…}</span> 積木。</p>

source: To make your pet glide toward the food, click on the <span class="motioncolor">Motion</span> category. Use the <span class="motioncolor">glide</span> block to tell your pet where you want it to go.</p>
bn: তোমার পোষা প্রাণীকে খাবারের দিকে গ্লাইড করাতে, <span class="motioncolor">গতি</span> ক্যাটাগরিতে ক্লিক কর। তুমি কোথায় যেতে চাও তা তোমার পোষা প্রাণীকে জানাতে <span class="motioncolor">গ্লাইড</span> ব্লক ব্যবহার কর।</p>
cs: Aby tvůj mazlíček klouzal k jídlu, klikni na kategorii <span class="motioncolor">Pohyb</span>. Použij blok <span class="motioncolor">klouzej</span> , aby řekl, kam chceš aby tvůj mazlíček šel.</p>
cy: I wneud i'ch anifail anwes lithro tuag at y bwyd, cliciwch ar y categori <span class="motioncolor">Symud</span>. Defnyddiwch y bloc <span class="motioncolor">llithro</span> i ddweud wrth eich anifail anwes lle rydych am iddo fynd.</p>
de: Damit dein Haustier vorwärts bis zum Fressen gleitet, klicke auf die Kategorie <span class="motioncolor">Bewegung</span>. Verwende einen <span class="motioncolor">gleite</span>-Block um deinem Haustier zu sagen wo es hin soll.</p>
fa: برای اینکه حیوان خانگی شما به سمت غذا برود، روی گروه <span class="motioncolor">حرکت</span>کلیک کنید. از قطعه <span class="motioncolor">رفتن</span> استفاده کنید تا به حیوان خانگی خود را بگویید کجا برود. </p>
fr: Pour faire glisser ton animal vers l'aliment, clique dans la catégorie <span class="motioncolor">Mouvement</span>. Utilise le bloc <span class="motioncolor">glisser</span> pour dire à ton animal là où il doit aller.</p>
kk: Үй жануарыңыз тамаққа қарай сырғанауы үшін <span class="motioncolor">Қозғалыс </span>санатына басыңыз. Үй жануарыңызға қайда бару керегін айту үшін <span class="motioncolor">сырғанау</span> блогын пайдаланыңыз.
nb: Du kan få dyret til å bevege seg mot maten ved å gå til <span class="motioncolor">Bevegelse</span>-kategorien. Bruk <span class="motioncolor">gli</span>-klossen for å lede dyret dit du vil.</p>
nn: Du kan få dyret til å røra seg mot maten ved å gå til <span class="motioncolor">Rørsle</span>-kategorien og dra ut ein <span class="motioncolor">gli</span>-kloss for å leia dyret der du vil.</p>
pt_br: Para fazer seu animal de estimação deslizar na direção da comida, clique na categoria <span class="motioncolor">Movimento</span>. Use o bloco <span class="motioncolor">deslize</span> para dizer ao seu animal de estimação para onde você quer que ele vá.</p>
tr: Hayvanın yiyeceğe doğru süzülerek gitmesini sağlamak için <span class="motioncolor">Hareket</span> grubunu tıkla. <span class="motioncolor">[... sn'de x:.. y:.. 'a süzül]</span> taşını kullanarak nereye gideceğini söyle.</p>
vi: Để làm thú cưng lướt về phía thức ăn, bấm vào mục <span class="motioncolor">Chuyển động</span>. Sử dụng mảnh ghép <span class="motioncolor">lướt</span> để chỉ cho thú cưng nơi bạn muốn nó đi đến.</p>
zh_tw: 要讓你的寵物衝向食物，可以使用 <span class="motioncolor">動作</span> 類指令中的 <span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span> 積木，告訴寵物要到哪個指定的位置。</p>

source: Tip: You can type in an x and y position. Or drag your pet to where you want it to go, and the x and y within <span class="motioncolor">glide</span> (in the blocks palette) will automatically update.</spanp>
bn: টিপ: তুমি একটি x এবং y অবস্থানে টাইপ করতে পার। অথবা আপনার পোষা প্রাণীটিকে যেখানে তুমি নিয়ে যেতে চাও সেখানে টেনে আন এবং <span class="motioncolor">গ্লাইড</span> এর মধ্যে (ব্লক প্যালেটে) x এবং y স্বয়ংক্রিয়ভাবে আপডেট হবে।</spanp>
cs: Tip: Můžeš zadat pozici x a y, nebo přetáhnout svého mazlíčka kam chceš a pozice x a y v bloku <span class="motioncolor">klouzej na</span> (na paletě bloků) se automaticky aktualizuje.</spanp>
cy: Awgrym: Gallwch deipio safle x ac y. Neu llusgwch eich anifail anwesi lle rydych am iddo fod, a bydd yr x a'r y o fewn (palet y bloc) <span class="motioncolor">llithro</span> yn diweddaru'n awtomatig.</spanp>
de: Tipp: Du kannst eine x- und y-Position eingeben. Oder ziehe dein Haustier zur gewünschten Zielposition und die x- und y-Koordinaten im <span class="motioncolor">gleite</span>-Block (in der Blockpalettte) werden automatisch aktualisiert.</spanp>
fa: نکته: شما می‌توانید یک موقعیت x و y وارد کنید. یا حیوان خانگی خود را به جایی که می خواهید بکشید، و x و y در داخل <span class="motioncolor">رفتن</span> (در پالت قطعه‌ها) به طور خودکار به روز رسانی خواهد شد. </spanp>
fr: Astuce: Tu peux entrer une position x et y. Ou bien fais glisser ton animal de compagnie à l'endroit où vous voulez aller, et x et y dans <span class="motioncolor">glisser</span> (dans la palette des blocs) sera automatiquement mis à jour.</spanp>
kk: Кеңес:Сіз x және y орындарын тере аласыз. Немесе үй жануарыңыздың қайда барғанын қаласаңыз, сонда сүйреңіз, сол кезде <span class="motioncolor">жылжу</span> (блок палитрасындағы) х және у автоматты түрде өзгереді. </spanp>
nb: Tips: Du kan skrive inn x- og y-verdier for et sted på scenen. Men det letteste kan være å først dra dyret dit du vil at det skal gå, for da oppdateres x- og y-verdiene i <span class="motioncolor">gli</span>-klossen i blokklageret du henter fra.</spanp>
nn: Tips: Du kan skriva inn x- og y-verdiar for ein stad på scena. Men det lettaste kan vera å først dra dyret til der du vil at det skal gå, for då vert oppdaterte x- og y-verdiar automatisk lagde inn i <span class="motioncolor">gli</span>-klossen i klosslageret.</span>
pt_br: Dica: Você pode digitar uma posição x e uma posição y, ou arrastar seu animal de estimação para onde você quer que ele vá, e os valores de x e y dentro de <span class="motioncolor">deslize</span> (na paleta de blocos) serão atualizados automaticamente.</spanp>
tr: İpucu: istediğin x ve y değerini yazabilirsin. Veya hayvanı gitmesini istediğin yere sürüklersen taş paletinin içindeki <span class="motioncolor">[..... süzül]</span> taşının içindeki x ve y değerlerinin buna göre değiştiğini görürsün.</spanp>
vi: Thủ thuật: Bạn có thể nhập vào vị trí x và y. Hay kéo thú cưng đến nơi bạn muốn nó đến, và x và y trong<span class="motioncolor">lướt</span> (trong bảnh mảnh ghép) sẽ tự động cập nhật.</spanp>
zh_tw: 提示：除了手動輸入 x 與 y 座標之外，還有更簡單的方法，你只要直接在預覽區上拖曳你的寵物到想放置的位置，那麼在程式面板上的<span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span>積木，就會自動的更新成對應的座標值。</spanp>

source: Add another <span class="motioncolor">glide</span> block at the end of the script to make your pet go back to its original position.</p>
bn: তোমার তৈরিকৃত পোষা প্রাণীকে তার সঠিক অবস্থানে ফিরিয়ে আনতে স্ক্রিপ্ট এর শেষে আরেকটি <span class="motioncolor">গ্লাইড</span> ব্লক যুক্ত কর।</p>
cs: Přidej další blok<span class="motioncolor">klouzej</span> na konec scénáře, tak aby byl tvůj mazlíček na původní pozici.</p>
cy: Ychwanegwch floc <span class="motioncolor">llithro</span> ar ddiwedd y sgript i wneud i'ch anifail anwes fynd yn ôl i'w safle gwreiddiol.</p>
de: Füge einen weiteren <span class="motioncolor">gleite</span>-Block am Ende des Skripts ein, damit dein Haustier zu seiner Anfangsposition zurückkehrt.</p>
fa: در انتهای دستور یک قطعه <span class="motioncolor">رفتن</span>دیگر اضافه کنید تا حیوان خانگی‌تان را به موقعیت اصلی خود بازگردانید. </p>
fr: Ajoute un autre bloc <span class="motioncolor">glide</span> à la fin du script pour que ton animal de compagnie revienne à sa position d'origine.</p>
kk: Үй жануарыңыз бастапқы орнына баруы үшін скрпипттің соңына тағы бір <span class="motioncolor">жылжу</span> блогын қосыңыз. </p>
nb: Heng på en ny <span class="motioncolor">gli</span>-kloss på slutten av skriptet for å få dyret ditt til å gå tilbake igjen.</p>
nn: Hekt på ein ny <span class="motioncolor">gli</span>-kloss på slutten av skriptet for å få kjæledyret til å gå tilbake att.</p>
pt_br: Adicione outro bloco <span class="motioncolor">deslize</span> ao final do script para fazer seu animal voltar para sua posição original.</p>
tr: Hayvanı, geldiği yere geri göndermek için en sona bir tane daha <span class="motioncolor">[.... süzül]</span> taşından ekle.</p>
vi: Thêm mảnh ghép <span class="motioncolor">lướt</span> nữa vào cuối kịch bản để làm thú cưng quay lại vị trí ban đầu.</p>
zh_tw: 添加另一個 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木在程式結尾處，如此一來你的寵物就可以在吃完點心後回到原來的位置。</p>

source: Next, give your pet something to play with
bn: এরপরে, তোমার পোষা প্রাণীর সাথে খেলতে কিছু দাও
cs: Jako další krok dej mazlíčkovi něco na hraní
cy: Nesaf, rhowch rywbeth i'ch anifail anwes chwarae gydag ef.
de: Gibt nun deinem Haustier etwas zum Spielen
fa: سپس، به حیوان خانگی خود چیزی برای بازی کردن بدهید
fr: Ensuite, donne à ton animal quelque chose pour jouer
kk: Енді, үй жануарыңызға ойнайтын нәрсе беріңіз
nb: Videre: Gi dyret ditt noe å leke med
nn: Vidare: gje kjæledyret noko å leika med
pt_br: Em seguida, dê algo para seu animal de estimação brincar
tr: Şimdi de, bir oyuncak verelim hayvana
vi: Tiếp theo, cho thú cưng cái gì đó để chơi
zh_tw: 下一步，給寵物玩玩具

source: Choose something for your pet to play with, such as a trampoline.
bn: তোমার পোষা প্রাণীর সাথে খেলার জন্য কিছু বেছে নাও, যেমন ট্রামপোলিন।
cs: Vyber něco, s čím si bude tvůj mazlíček hrát, třeba něco jako trampolínu.
cy: Dewiswch rywbeth i'ch anifail anwes chwarae gydag ef, fel trampolîn.
de: Such etwas für dein Haustier zum Spielen aus, wie zum Beispiel ein Trampolin.
fa: برای حیوان خانگی خود چیزی برای بازی، مانند یک ترامپولین انتخاب کنید.
fr: Choisis quelque chose pour que ton animal puisse jouer, comme un trampoline.
kk: Үй жануарыңыз ойнайтын батут секілді бірнәрсе таңдаңыз.
nb: Velg noe dyret ditt kan leke med, for eksempel en trampoline.
nn: Vel noko kjæledyret ditt kan leika med, for eksempel ein trampoline.
pt_br: Escolha algo para seu animal de estimação brincar, como um trampolim.
tr: Hayvana oynaması için birşeyler verelim, mesela bir trambolin.
vi: Chọn cái gì đó cho thú cưng chơi, như giàn nhún.
zh_tw: 挑選一些寵物可以玩的玩具，像是 trampoline（蹦床）。

source: Go to <span class="eventscolor">Events</span>. Drag in a <span class="eventscolor">when sprite clicked</span> block. Then add a <span class="eventscolor">broadcast</span> block. Choose 'new message' and call it 'play.'</p>
bn: <span class="eventscolor">ঘটনা</span> বিভাগে যাও। একটি <span class="eventscolor">যখন স্প্রাইটে ক্লিক করা হবে</span> ব্লক টেনে আন। তারপর একটি <span class="eventscolor">সম্প্রচার কর</span> ব্লক যোগ কর। 'নতুন বার্তা' বাছাই কর এবং 'যাও' এ ক্লিক কর</p>
cs: Jdi do <span class="eventscolor">Události</span>. Přetáhni blok<span class="eventscolor">po kliknutí na mě</span>. Potom přidej blok <span class="eventscolor">vyšli zprávu</span>. Vyber 'nová zpráva' a pojmenuj ji 'hraj.'</p>
cy: Ewch i <span class="eventscolor">Digwyddiadau</span>. Llusgwch i mewn bloc <span class="eventscolor">pan fydd y corlun yn cael ei glicio</span>. Yna, ychwanegwch floc <span class="eventscolor">darlledu</span>. Dewiswch 'neges newydd' a'i alw'n 'chwarae.'</p>
de: Gehe zu <span class="eventscolor">Ereignisse</span>. Ziehe einen <span class="eventscolor">Wenn ich angeklickt werde</span>-Block heraus. Füge dann einen <span class="eventscolor">sende ... an alle</span>-Block hinzu. Wähle 'neue Nachricht' und nenne sie 'play.'</p>
fa: به <span class="eventscolor">رویدادها</span>بروید. یک قطعه <span class="eventscolor">هنگام کلیک شکلک</span>بکشید. سپس یک قطعه <span class="eventscolor">پخش</span>اضافه کنید. "پیام جدید" را انتخاب کرده و آن را "بازی" بنامید.</p>
fr: Aller à la catégorie <span class="eventscolor">Evènements</span>. Déplace un bloc <span class="eventscolor">quand ce lutin est cliqué</span> block. Ensuite, ajoute un bloc<span class="eventscolor">envoyer</span>. Choisis 'nouveau message' et appelle le 'play'.</p>
kk: <span class="eventscolor">Іс-шаралар</span>-ға барыңыз. <span class="eventscolor">спрайт басылғанда </span> блогына барыңыз. <span class="eventscolor">тарату</span> блогын қосыңыз. 'Жаңа хабарламаны' таңдаңыз және оны 'ойна' деп атаңыз.</p>
nb: Gå til <span class="eventscolor">Hendelser</span>. Dra inn en <span class="eventscolor">når denne figuren klikkes</span>-kloss. Så henger du på en <span class="eventscolor">send melding</span>-kloss. Velg "ny melding" og kall den "lek".</p>
nn: Gå til <span class="eventscolor">Hendingar</span>. Dra inn ein <span class="eventscolor">når denne figuren vert trykt på</span>-kloss. Hekt så på ein <span class="eventscolor">send melding</span>-kloss. Vel «ny melding» og kall meldinga «leiketid».</p>
pt_br: Vá para <span class="eventscolor">Eventos</span>. Arraste um bloco <span class="eventscolor">quando o ator for clicado</span>. Então, adicione um bloco <span class="eventscolor">envie a todos</span>. Escolha "nova mensagem" e a chame de "brincar".</p>
tr: <span class="eventscolor">Olaylar</span> grubuna git. <span class="eventscolor">[bu kukla tıklanınca]</span> taşını dışarı al. Altına <span class="eventscolor">[... haberini sal]</span> taşını yapıştır. Menüsünden 'yeni haber'i seç ve haberin adına 'oyna' de.</p>
vi: Vào <span class="eventscolor">Sự kiện</span>. Kéo ra mảnh ghép <span class="eventscolor">khi đối tượng được bấm</span>. Sau đó thêm mảnh ghép <span class="eventscolor">phát tin</span>. Chọn 'tin nhắn mới' và gọi nó là 'chơi'.</p>
zh_tw: 從 <span class="eventscolor">事件</span>類指令拖曳出 <span class="eventscolor">當角色被點擊</span> 積木。 接著添加一個 <span class="eventscolor">廣播訊息 {…}</span> 積木到下方，並從其中的下拉清單中選擇「新訊息…」，以建立一個名為「play」的訊息。</p>

source: Now decide what your pet will do when it receives the 'play' message. For example, you can have your pet jump up and down.
cs: Teď se rozhodni, co bude tvůj mazlíček dělat, když dostane "hrající" zprávu. Například můžeš nechat svého mazlíčka skákat nahoru a dolu.
cy: Nawr penderfynwch beth fydd eich anifail anwes yn ei wneud pan fydd yn derbyn y neges 'chwarae'. Er enghraifft, gallwch wneud i'ch anifail anwes neidio i fyny ac i lawr.
de: Nun kannst du bestimmen was dein Haustier machen soll wenn es die 'play'-Nachricht empfängt. Du kannst es zum Beispiel auf und ab hüpfen lassen.
fa: اکنون تصمیم بگیرید که حیوان خانگی شما با دریافت پیام "بازی" چه کار کند. به عنوان مثال، شما می‌توانید حیوان خانگی‌تان را بالا و پایین بپرانید.
fr: Maintenant tu décides ce que ton animal va faire quand il reçoit le message 'play'. Par exemple, vous pouvez demander à ton animal de sauter de haut en bas.
kk: Ал енді 'ойна' хабарламасын алғанда үй жануарыңыз не істейтін шешіңіз. Мысалы, үй жануарыңыз жоғары-төмен секіруіне болады.
nb: Nå kan du bestemme hva kjæledyret ditt skal gjøre når det mottar "lek"-meldingen. For eksempel kan du få dyret til å hoppe opp og ned.
nn: No kan du avgjera kva kjæledyret ditt skal gjera når det får «leiketid»-meldinga. For eksempel kan du la det hoppa opp og ned.
pt_br: Agora decida o que seu animal de estimação vai fazer quando ele receber a mensagem "brinque". Por exemplo, você pode fazer seu animal de estimação pular para cima e para baixo.
tr: Şimdi, 'oyna' haberi gelince hayvanın ne yapmasını istediğimize karar verelim. Zıp zıp zıplatalım istersen.
vi: Bây giờ quyết định xem thú cưng sẽ làm gì khi nó nhận được tin nhắn 'chơi'. Ví dụ như, bạn có thể làm thú cưng nhảy lên xuống.
zh_tw: 接下來決定你的寵物在接收到 「play」訊息時要做些什麼。例如，你可以讓你的寵物跳上跳下。

source: Click to select your pet
bn: তোমার পোষা প্রাণী নির্বাচন করতে ক্লিক কর
cs: Klikni pro výběr svého mazlíčka
cy: Cliciwch i ddewis eich anifail anwes.
de: Klicke um dein Haustier auszuwählen
fa: برای انتخاب حیوان خانگی خود کلیک کنید
fr: Clique pour sélectionner ton animal
kk: Үй жануарын таңдау үшін басыңыз
nb: Klikk for å velge dyret
nn: Trykk for å velja dyret.
pt_br: Clique para selecionar seu animal de estimação
sl: Klikni za izbiro hišnega ljubljenčka:
tr: Hayvanı tıklayarak seç
vi: Bấm để chọn thú cưng của bạn
zh_tw: 點擊以選擇您的寵物

source: Here’s a script that glides to a trampoline and jumps:
bn: এখানে একটি স্ক্রিপ্ট রয়েছে যা একটি ট্রামপোলিনের দিকে এগিয়ে যায় এবং লাফ দেয়:
cs: Zde je scénář, který klouže k trampolíně a skáče:
cy: Dyma sgript sy'n llithro i drampolîn a neidio.
de: Hier ist ein Skript dass es zum Trampoline gleiten und springen lässt:
fa: در اینجا یک دستور است که به ترامپولین رفته و می‌پرد:
fr: Voici un script qui le fait glisser à un trampoline et sauter:
kk: Мынау батутқа барып секіретін скрипт:
nb: Her er et skript som glir til en trampoline og hopper:
nn: Her er eit skript for å gli til ein trampoline og hoppa:
pt_br: Temos aqui um script que desliza até um trampolim e pula:
tr: Burada tramboline süzülüp zıplamayı sağlayan bir dizi bulabilirsin:
vi: Đây là kịch bản lướt tới giàn nhún và nhảy:
zh_tw: 底下的積木堆示範的就是在蹦床上跳上跳下的程式：

source: Next, add more activities
bn: পরবর্তীতে, আরো ক্রিয়াকলাপ যোগ কর
cs: Dále, přidej více aktivit.
cy: Nesaf, ychwanegwch ragor o weithgareddau
de: Füge als nächstes weitere Aktivitäten hinzu
fa: سپس، فعالیت‌های بیشتری اضافه کنید
fr: Ensuite, ajoute plus d'activités
kk: Енді, көбірек іс-шара қосыңыз
nb: Videre: Legg inn flere aktiviteter
nn: Vidare: legg til fleire aktivitetar
pt_br: Em seguida, adicione mais atividades
sl: Sedaj dodaj dejavnosti
tr: Şimdi, daha fazla faaliyet ekle
vi: Tiếp theo, thêm vào hoạt động
zh_tw: 下一步，添加更多行為

source: What else do you want your pet to do? You can use broadcast and receive blocks to add other activities.
bn: তোমার পোষা প্রাণীটি আর কি করতে পারে? বিভিন্ন ব্লকসমূহের ব্রডকাস্ট ও রিসিভ আপশন ব্যবহার করে তুমি বিভিন্ন কার্যক্রম যোগ করতে পার।
cs: Co ješte chceš, aby dělal tvůj mazlíček? Můžeš použít rozesílání zpráv a přijímat bloky k přidání dalších aktivit.
cy: Beth arall ydych chi am i'ch anifail anwes ei wneud? Gallwch ddarlledu a derbyn blociau i ychwanegu gweithgareddau eraill.
de: Was sonst soll dein Haustier noch machen? Verwende die Blöcke "sende ... an alle" und die "Wenn ich ... empfange" um weitere Aktivitäten hinzuzufügen.
fa: می‌خواهید حیوان خانگی‌تان چه کار دیگری کند؟ شما می‌توانید از قطعههای پخش و دریافت برای افزودن فعالیت‌های دیگر استفاده کنید.
fr: Que veux-tu que ton animal de compagnie fasse d'autre? Tu peux utiliser les blocs envoyer et recevoir pour ajouter d'autres activités.
kk: Үй жануарыңыз басқа не істегісі келеді? Таратуды қолдана аласыз және басқа әрекеттер қосу үшін блоктар ала аласыз.
nb: Hva for noe mer vil du at dyret ditt skal kunne gjøre? Du kan sende og motta meldinger for andre ting.
nn: Kva meir vil du at kjæledyret ditt skal kunna gjera? Du kan senda og få meldingar for ulike aktivitetar.
pt_br: O que mais você quer que seu animal de estimação faça? Você pode transmitir e receber blocos para adicionar outras atividades.
tr: Daha başka ne yapmasını istersin hayvanın? Başka şeyler yapması için haber gönderme ve alma taşlarını kullanabilirsin.
vi: Bạn muốn thú cưng làm gì nữa? Bạn có thể sử dụng các mảnh ghép phát và nhận tin để thêm vào những hoạt động khác.
zh_tw: 你還希望你的寵物做些什麼？你可以利用「廣播」與「接收」的積木來幫牠增加更多行為。

source: Here are a couple of ideas. Feel free to experiment.
bn: এখানে কয়েকটি আইডিয়া আছে। নির্দ্বিধায় পরীক্ষা কর।
cs: Zde je pár nápadů. Zkus experimentovat.
cy: Dyma rai syniadau. Gallwch arbrofi gyda rhain.
de: Hier sind ein paar Ideen. Experimentiere!
fa: در اینجا چند ایده وجود دارد. آزادانه آزمایش کنید.
fr: Voici quelques idées. N'hésite pas à expérimenter.
kk: Мында бірнеше идея бар. Сынап көріңіз.
nb: Her er et par ideer. Prøv deg fram!
nn: Her er nokre forslag. Og prøv deg gjerne fram!
pt_br: Aqui temos algumas ideias. Fique à vontade para experimentá-las.
tr: Burada birkaç fikir var. Üzerinde denemeler yapmaktan çekinme.
vi: Đây là một vài ý tưởng. Cứ thử nghiệm thoải mái nhé.
zh_tw: 這裡有些不錯的點子，你不妨參考一下。

source: Play a musical instrument:
bn: একটি বাদ্যযন্ত্র বাঁজাও:
cs: Hraj na hudební nástroj:
cy: Chwarae offeryn cerdd:
de: Spiele ein Musikinstrument:
fa: یک آلت موسیقی بنوازید:
fr: Joue d'un instrument de musique:
kk: Музыкалық аспапта ойнау:
nb: Spill et musikkinstrument:
nn: Spel eit musikkinstrument:
pt_br: Toque um instrumento musical:
sl: Igraj glasbilo:
tr: Bir müzik aleti çalsın örneğin:
vi: Chơi nhạc cụ:
zh_tw: 用樂器演奏音樂：

source: Choose a drum and add a script for your pet to play it:
bn: একটি ড্রাম বাছাই কর এবং তোমার পোষা প্রাণী দিয়ে এটি চালানোর জন্য একটি স্ক্রিপ্ট যোগ কর:
cs: Vyber si bubínek a přidej scénář, kterým na něj zahraje tvůj mazlíček.
cy: Dewiswch ddrwm ac ychwanegu sgript i'ch anifail anwes ei chwarae:
de: Wähle eine Trommel und füge ein Skript hinzu welches dein Haustier die Trommel schlagen lässt:
fa: یک درام را انتخاب کنید و یک اسکریپت برای حیوان خانگی خود اضافه کنید تا آن را پخش کنید:
fr: Choisis un tambour et un script pour que ton animal joue avec:
kk: Барабанды таңдаңыз және осымен үй жануарыңызды ойнату үшін скрипт қосыңыз:
nb: Velg en tromme og legg til et skript der figuren spiller:
nn: Vel ei tromme og legg til eit skript for å få figuren til å spela på ho:
pt_br: Escolha um tambor e adicione um script para que seu animal de estimação o toque:
tr: Bir davul seç ve çalması için kuklana bir dizi ekle:
vi: Chọn trống và thêm vào kịch bản để thú cưng chơi nó:
zh_tw: 選擇一張鼓，並加上一段程式讓你的寵物使用它：

source: Drink some water:
bn: অল্প পানি খাও:
cs: Vypij trochu vody:
cy: Yfed dŵr:
de: Drink etwas Wasser:
fa: کمی آب بنوش:
fr: Bois de l'eau:
kk: Су ішіңіз:
nb: Drikk vann:
nn: Drikk vatn:
pt_br: Beba água:
sl: Popij vodo:
tr: Biraz su içsin:
vi: Uống một ít nước:
zh_tw: 來杯飲料清涼一夏：

source: Next, monitor your pet
bn: তারপর, তোমার পোষা প্রাণীটি পর্যবেক্ষণ কর
cs: V dalším kroku zkontroluj tvého mazlíčka
cy: Nesaf, monitro eich anifail anwes
de: Als nächstes überwache dein Haustier
fa: سپس، حیوان خانگی خود را نظارت کنید
fr: Ensuite, surveille ton animal de compagnie
kk: Енді, үй жануарыңызды қадағалаңыз
nb: Videre: Pass på dyret ditt
nn: Vidare: pass på kjæledyret
pt_br: Em seguida, monitore seu animal de estimação
tr: Sırada, hayvana göz kulak olmak var
vi: Tiếp theo, theo dõi thú cưng
zh_tw: 下一步，看護你的寵物
