Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Then drag out a <span class="motioncolor">move</span> block.
bn: তারপর একটি <span class="motioncolor">সরাও</span> ব্লক টেনে আন।
cs: Potom vytáhni blok <span class="motioncolor">dopředu o</span>.
cy: Yna llusgwch allan floc <span class="motioncolor">symud</span>.
de: Ziehe dann einen <span class="motioncolor">gehe</span>-Block heraus.
fa: سپس یک قطعه <span class="motioncolor">حرکت</span>را بیرون بکشید.
fr: Puis fais glisser un bloc<span class="motioncolor">avancer de</span>.
id: Kemudian seret keluar sebuah balok <span class="motioncolor">gerak</span>.
kk: Сосын<span class="motioncolor">қозғалу</span> блогын алып шығыңыз.
nb: Dra ut en <span class="motioncolor">gå</span>-kloss.
nn: Dra ut ein <span class="motioncolor">gå</span>-kloss.
pt_br: Então, arraste um bloco<span class="motioncolor">mova</span>.
vi: Sau đó kéo ra mảnh ghép <span class="motioncolor">di chuyển</span>.
zh_tw: 接著拖曳出 <span class="motioncolor">移動 […] 點</span> 積木。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">repeat</span> block and wrap it around the <span class="motioncolor">move</span> block:
bn: <span class="controlcolor">নিয়ন্ত্রণ</span> বিভাগে ক্লিক কর। একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক টেনে আন এবং <span class="motioncolor">সরাও</span> ব্লকের চারদিকে মুড়িয়ে দাও:
cs: Klikni na kategorii <span class="controlcolor">Ovládaní</span>. Vytáhni blok <span class="controlcolor">opakuj</span> a obal s ním blok <span class="motioncolor">dopředu o</span> :
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. Llusgwch allan floc <span class="controlcolor">ailadrodd</span> a'i amlapio o amgylch bloc <span class="motioncolor">symud</span>:
de: Klicke auf die Kategorie <span class="controlcolor">Steuerung</span>. Ziehe einen <span class="controlcolor">wiederhole</span>-Block heraus und klammere ihn um den <span class="motioncolor">gehe</span>-Block:
fa: روی گروه <span class="controlcolor">کنترل</span>کلیک کنید. یک قطعه <span class="controlcolor">تکرار</span>را بیرون بکشید و آن را دور قطعه <span class="motioncolor">حرکت </span>قرار دهید:
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span>. Fais glisser un bloc <span class="controlcolor">répéter</span> et mets le autour du bloc <span class="motioncolor">avancer de</span> :
id: Klik kelompok <span class="controlcolor">Kontrol</span>. Seret keluar sebuah balok <span class="controlcolor">ulangi</span> dan gunakan untuk membungkus balok <span class="motioncolor">gerak</span>:
kk: ⇥<span class="controlcolor">Бақылау</span> категориясын басыңыз. <span class="controlcolor">Қайталау</span> блогын шығарып алыңыз және оны <span class="motioncolor">қозғалу</span> блогының айналасына ораңыз: ⇥
nb: Klikk på <span class="controlcolor">Styring</span>-kategorien. Dra ut en <span class="controlcolor">gjenta</span>-kloss og fest den rundt <span class="motioncolor">gå</span>-klossen:
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien. Dra ut ein <span class="controlcolor">gjenta</span>-kloss og fest han rundt <span class="motioncolor">gå</span>-klossen:
pt_br: Clique na categoria <span class="controlcolor">Controle</span>. Arraste um bloco <span class="controlcolor">repita</span> e use-o para envolver o bloco <span class="motioncolor">mova</span>:
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span>. Kéo ra mảnh ghép <span class="controlcolor">lặp lại</span> và bọc quanh mảnh ghép <span class="motioncolor">di chuyển</span>:
zh_tw: 從 <span class="controlcolor">控制</span> 類指令拖曳出 <span class="controlcolor">重複 […] 次</span> 積木，將它包住 <span class="motioncolor">移動 […] 點 </span> 積木：

source: The script should look like this:
bn: স্ক্রিপ্ট দেখতে এইরকম হওয়া উচিৎ:
cs: Scénář by měl vypadat takto:
cy: Dylai'r sgript edrych fel hyn:
de: Das Skript sollte folgendermaßen aussehen:
fa: دستور باید به این شکل باشد:
fr: Le script doit ressembler à ceci :
id: Skripnya seharusnya terlihat seperti ini:
kk: Сіздің скриптіңіз осылай көрінуі тиіс:
nb: Da skal skriptet ditt se slik ut:
nn: Skriptet ditt skal sjå slik ut:
pt_br: O script deve ficar mais ou menos assim:
tr: Senaryo şöyle görünmelidir:
vi: Kịch bản sẽ trông như thế này:
zh_tw: 這段程式看起來應該像這樣：

source: You can type in numbers to adjust the values.
bn: মানগুলো সমন্বয় করতে তুমি সংখ্যায় টাইপ করতে পার।
cs: Můžeš vepsat čísla pro upravení hodnot.
cy: Gallwch deipio rhifau i addasu'r gwerthoedd.
de: Du kannst die Werte verändern.
fa: برای تنظیم مقادیر می‌توانید اعداد را وارد کنید.
fr: Tu peux taper des nombres pour ajuster la valeurs.
id: Kamu bisa mengetik angka-angka untuk menyesuaikan nilai-nilainya.
kk: Мәндерді реттеу үшін сандарды енгізе аласыз.
nb: Du kan skrive inn andre tall hvis du vil.
nn: Du kan skriva inn andre tal viss du vil.
pt_br: Você pode digitar números para ajustar os valores.
tr: Değerleri ayarlamak için sayı girebilirsiniz.
vi: Bạn có thể nhập vào các số để điều chỉnh các giá trị.
zh_tw: 你可以輸入不同的數字以調整。

source: Press the space key to try it out.
bn: এটি চেষ্টা করতে স্পেস কী চাপ দাও।
cs: Pro vyzkoušení stiskni mezerník.
cy: Pwyswch y bylchwr i'w brofi
de: Drück die Leertaste, um es auszuprobieren.
fa: کلید فضا را فشار داده تا آن را امتحان کنید.
fr: Tape sur le barre d'espace pour l'essayer.
id: Tekan tombol spasi untuk mencobanya.
kk: Бос орын пернесін басып тексеріп көріңіз
nb: Trykk mellomrom for å prøve.
nn: Trykk mellomromstasten for å prøva.
pt_br: Pressione a tecla espaço para experimentar.
tr: Denemek için boşluk tuşuna basın.
vi: Bấm phím khoảng trắng để thử.
zh_tw: 按下鍵盤上的空白鍵可以測試程式。

source: Next, add a sound
bn: তারপর, একটি শব্দ যোগ কর
cs: Dále, přidej zvuk
cy: Nesaf, ychwanegu sain
de: Füge als nächstes einen Klang hinzu
fa: سپس، یک صدا اضافه کنید
fr: Ensuite, ajoute un son.
kk: Енді, дыбысты қосыңыз
nb: Videre: legg på lyd
nn: Vidare: legg på lydeffekt
pt_br: Em seguida, adicione um som
sl: Sedaj dodaj zvok
tr: Şimdi, bir ses ekle
vi: Tiếp theo, thêm âm thanh
zh_tw: 下一步，新增一個音效

source: Click the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block. Then snap it onto your script:
bn: <span class="soundcolor">শব্দ</span> বিভাগে ক্লিক কর, এবং একটি <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আন। তারপর তোমার স্ক্রিপ্টের মধ্যে স্ন্যাপ কর:
cs: Klikni na kategorii<span class="soundcolor">Zvuky</span> a přetáhni blok <span class="soundcolor">přehraj zvuk</span>. Pak to přidej do tvého scénáře:
cy: Cliciwch y categori <span class="soundcolor">Sain</span>, a llusgo allan floc <span class="soundcolor">chwarae sain</span>. Yna ei snapio ar eich sgript:
de: Klicke auf die Kategorie <span class="soundcolor">Klänge</span> und ziehe einen <span class="soundcolor">spiele Klang</span>-Block heraus. Bau ihn dann ihn an dein Skript an:
fa: روی گروه <span class="soundcolor">صدا</span> کلیک کنید، و یک قطعۀ <span class="soundcolor">پخش صدا</span> را بیرون بکشید. سپس آن را روی دستور خود بزنید:
fr: Clique sur la catégorie <span class="soundcolor">Sons</span>, et fais glisser un bloc <span class="soundcolor">jouer le son</span>. Puis insère-le dans ton script :
kk: <span class="soundcolor">Дыбыстар</span> категориясын басыңыз, <span class="soundcolor">дыбысты ойнату</span> блогын шығарып алыңыз. Сосын скриптіңізге бекітіңіз:
nb: Klikk <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden</span>-kloss. Fest den på skriptet ditt:
nn: Trykk på <span class="soundcolor">Lydar</span>-kategorien og dra ut eit <span class="soundcolor">spel lyden</span>-kloss. Fest han i skriptet:
pt_br: Clique na categoria <span class="soundcolor">Sons</span> e arraste um bloco <span class="soundcolor">reproduzir som</span>. Então, coloque-o em seu script:
vi: Bấm vào mục <span class="soundcolor">Âm thanh</span>, và kéo ra mảnh ghép <span class="soundcolor">phát âm thanh</span>. Sau có chập vào bên trên kịch bản của bạn:
zh_tw: 從 <span class="soundcolor">音效</span> 類指令拖曳出<span class="soundcolor">播放音效 {…}</span> 積木，把它放到當前積木堆中，如示範：

source: Next, glide through the hoop
bn: তারপর, হুপের মাধ্যমে গ্লাইড কর
cs: A dál, klouzej skrz obruč
cy: Nesaf, llithro drwy'r cylch
de: Lass als nächstes den Ball durch den Ring des Basketballkorbs gleiten
fa: سپس، از میان حلقه سر بخورید
fr: Ensuite, glisse à travers le cerceau
kk: Келесі, шеңбер арқылы өтіңіз
nb: Videre: Ballen i kurven
nn: Vidare: ballen i korga
pt_br: Em seguida, deslize pelo aro
tr: Ardından, çemberden süzülün
vi: Kế tiếp, kéo qua rổ
zh_tw: 下一步，將球滑入籃框

source: Drag the ball down to the ground below the hoop.
cs: Přetáhni míč dolů na zem pod obruč.
cy: Llusgwch y bêl lawr i'r ddaear o dan y cylch
de: Zieh den Ball zum Boden unter dem Korb.
fa: توپ را به پایین زیر حلقه بکشید.
fr: Fais glisser la balle jusqu'au sol sous le panier :
kk: Допты шеңбердің астындағы жерге апарыңыз.
nb: Dra ballen ned på bakken under kurven.
nn: Dra ballen ned på bakken under korga.
pt_br: Arraste a bola para o chão abaixo do aro.
tr: Topu çemberin altındaki yere kadar sürükleyin.
vi: Kéo quả bóng xuống sàn dưới rổ lưới.
zh_tw: 將球拖曳到籃框的下方。

source: Then click the <span class="motioncolor">Motion</span> category. Drag out a <span class="motioncolor">glide</span> block and snap it below:
bn: তারপর <span class="motioncolor">মোশন</span>ক্যাটাগরিতে ক্লিক করো। একটি <span class="motioncolor"> গ্লাইড </span>ব্লক টানো এবং এটি নীচে স্ন্যাপ করো:
cs: Poté klikni na kategorii <span class="motioncolor">Pohyb</span> . Přetáhni blok <span class="motioncolor">klouzej</span> a připni ho dolů:
cy: Yna cliciwch y categori <span class="motioncolor">Symud</span>. Llusgwch allan floc <span class="motioncolor">llithro</span> a'i snapio i'r gwaelod:
de: Klicke nun auf die Kategorie <span class="motioncolor">Bewegung</span>. Zieh einen <span class="motioncolor">gleite zu</span>-Block heraus und bau ihn an:
fa: سپس روی گروه <span class="motioncolor">حرکت</span>کلیک کنید. یک قطعه <span class="motioncolor">سرخوردن</span> را بیرون کشیده و آن را به زیر ببرید:
fr: Ensuite clique sur la catégorie <span class="motioncolor">Mouvement</span>. Fais glisser un bloc <span class="motioncolor">glisser à</span> et insère-le dessous:
kk: <span class="motioncolor">қозғалыс</span> санатына басыңыз. <span class="motioncolor">жылжу</span>блогын алып шығыңыз және оны астынан бекітіңіз:
nb: Klikk <span class="motioncolor">Bevegelse</span>-kategorien. Dra ut en <span class="motioncolor">gli</span>-kloss og fest den nederst:
nn: Trykk på <span class="motioncolor">Rørsle</span>-kategorien. Dra ut ein <span class="motioncolor">gli</span>-kloss og fest han nedst:
pt_br: Então, clique na categoria <span class="motioncolor">Movimento</span>. Arraste um bloco <span class="motioncolor">deslize</span> e encaixe-o abaixo:
vi: Sau đó bấm vào mục <span class="motioncolor">Di chuyển</span>. Kéo ra mảnh ghép <span class="motioncolor">lướt</span> và chập vào bên dưới:
zh_tw: 接著從 <span class="motioncolor">動作</span> 類指令中，拖曳出 <span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span>的積木，並將它放到程式最下方：

source: Add a <span class="motioncolor">go to x y</span> block to return the ball back to the start.
bn: বলকে শুরুতে ফিরিয়ে দিতে<span class="motioncolor">x y এ যাও</span> ব্লক যোগ কর।
cs: Přidej blok <span class="motioncolor">skoč na pozici x y</span> abys vrátil/a míč zpět na start.
cy: Ychwanegwch floc <span class="motioncolor">mynd i x y</span> i ddychwelyd y bêl nôl i'r cychwyn.
de: Füg einen <span class="motioncolor">gehe zu x y</span>-Block hinzu, um den Ball zurück zum Startpunkt zu bringen.
fa: برای بازگرداندن توپ به نقطه شروع، یک قطعه <span class="motioncolor">برو به x y</span>اضافه کنید.
fr: Ajoute un bloc <span class="motioncolor">aller à x y </span>pour faire retourner la balle au départ.
kk: Доптың бастапқы нүктеге баруы үшін <span class="motioncolor">x y -ға барыңыз</span>блогын қосыңыз.
nb: Heng på en <span class="motioncolor">gå til x y</span>-kloss for å få ballen tilbake til start.
nn: Legg til ein <span class="motioncolor">gå til x y</span>-kloss for å få ballen tilbake til start.
pt_br: Adicione um bloco <span class="motioncolor">vá para x y</span> para retornar a bola ao início.
vi: Thêm vào mảnh ghép <span class="motioncolor">đi đến x y</span> để trả quả bóng về bị trí bắt đầu.
zh_tw: 添加一個 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木，可以讓角色返回到一開始的起點。

source: Use the same numbers as at the beginning of the script.
bn: স্ক্রিপ্টের শুরুতে একই সংখ্যা ব্যবহার কর।
cs: Použij stejná čísla jako na začátku skriptu.
cy: Defnyddiwch yr un rhifau ag sydd ar gychwyn y sgript.
de: Verwende die gleichen Zahlen wie am Anfang des Skripts.
fa: از اعداد مشابه در ابتدای دستور استفاده کنید.
fr: Utilise les mêmes nombres qu'au début du script.
kk: Скрипттің басындағы сандармен бірдей сандарды қолданыңыз.
nb: Bruk de samme tallene som i begynnelsen av skriptet.
nn: Bruk dei same tala som i byrjinga av skriptet.
pt_br: Use os mesmos números usados no início do script.
tr: Senaryonun başında olduğu gibi aynı sayıları kullanın.
vi: Sử những số giống như ở đầu kịch bản.
zh_tw: 使用與程式一開始時相同的數量。

source: <span class="reminder">Tip: <span class="motioncolor">go to x y</span> tells a sprite where to go on the Stage. x is the position on the Stage from left to right. y is the position on the Stage from top to bottom.</span>
bn: <span class="reminder">টিপ: <span class="motioncolor">x y তে যাও</span> যা বলে দেয় যে স্প্রাইটকে মঞ্চের কোথায় অবস্থান করতে হবে। x হল বাম থেকে ডানে মঞ্চের অবস্থান। y হল উপর থেকে নীচে মঞ্চের অবস্থান।</span>
cs: <span class="reminder">Tip: <span class="motioncolor">skoč na pozici x y</span>řekne postavě kam má jít na Scéně. x je pozice zleva doprava. y je pozice shora dolů.</span>
cy: <span class="reminder">Awgrym: Mae <span class="motioncolor">mynd i x y</span> yn dweud wrth gorlun lle i fynd ar y Llwyfan. x yw'r safle ar y Llwyfan o'r chwith i dde. y yw'r safle ar y Llwyfan o'r brig i'r gwaelod.</span>
de: <span class="reminder">Tipp: <span class="motioncolor">gehe zu x y</span> sagt der Figur, wo sie sich hinstellen soll. x ist die Position auf der Bühne von links nach rechts, y ist die Position auf der Bühne von oben nach unten.</span>
fa: <span class="reminder">نکته: <span class="motioncolor">برو به x y</span>به شکلکی می‌گوید کجای صحنه برود. x موقعیت در صحنه از چپ به راست است. Y موقعیت در صحنه از بالا به پایین است.</span>
fr: <span class="reminder">Astuce : <span class="motioncolor">aller à x y</span> fait se déplacer un lutin sur la Scène. x est la position sur la scène de gauche à droite. y est la position sur la scène de haut en bas.</span>
kk: <span class="reminder">Кеңес: <span class="motioncolor">x y-ға барыңыз</span> Сахнаның қай жеріне бару қажеттігін айтады. x деген Сахнаның солдан оңға қарайғы позициясы. y болса, сахнаның жоғарыдан төмен позициясы.</span>
nb: <span class="reminder">Tips: <span class="motioncolor">gå til x y</span> flytter figuren til et bestemt sted på scenen. Tallet x bestemmer hvor figuren skal stå sideveis og tallet y bestemmer høyden. </span>
nn: <span class="reminder">Tips: <span class="motioncolor">gå til x y</span>-klossen flyttar figuren til ein fast stad på scena. Talet «x» seier kor figuren skal stå vassrett (frå venstre til høgre) og talet «y» seier kor han skal så loddrett (frå nede til oppe).</span>
pt_br: <span class="reminder">Dica: <span class="motioncolor">vá para x y</span> diz onde um ator deve ir no palco. A letra x é a posição no palco da esquerda para a direita, e y é a posição no palco de cima para baixo.</span>
vi: <span class="reminder">Thủ thuật: <span class="motioncolor">đi đến x y</span> chỉ cho đối tượng biết nơi đi đến trên Sân khấu. x là vị trí trên Sân khấu từ trái sang phải. y là vị trí trên Sân khấu từ trên xuống dưới.</span>
zh_tw: <span class="reminder">小技巧： <span class="motioncolor">設定x座標＿ ,y座標到＿</span> 可以用來設定角色要在舞台的哪個位置出現。x是舞台從左到右的位置，y是舞台從上到下的位置。</span>

source: Next, defend the net
bn: তারপর, নেটকে রক্ষা কর
cs: Dále, braň síť
cy: Nesaf, diogelu'r rhwyd
de: Verteidige als nächstes den Korb
fa: سپس از شبکه محافظت کنید.
fr: Ensuite, garde le panier.
kk: Енді, қақпаны қорғаңыз
nb: Videre: Forsvar kurven
nn: Vidare: forsvar korga
pt_br: Em seguida, defenda a cesta
tr: Sonra, ağı savunun
vi: Kế đến, bảo vệ lưới
zh_tw: 下一步，定義籃框

source: Guard the net by having a sprite jump up and down.
bn: একটি স্প্রাইটকে উপরে এবং নীচে লাফ দেওয়ানোর মাধ্যমে জালটিকে রক্ষা কর।
cs: Síť bráníš tak, že postava skáče nahoru a dolů.
cy: Diogelwch y rhwyd drwy osod corlun i neidio i fyny ac i lawr.
de: Verteidige den Korb, indem eine Figur auf und ab springt.
fa: از شبکه بوسیلۀ یک اسپریت که به بالا و پایین میپرد محافظت کنید.
fr: Protège le panier en ayant un lutin qui saute de haut en bas.
kk: Спрайтты жоғары-төмен секірту арқылы қақпаны қорғаңыз.
nb: La en figur hoppe for å forsvare kurven.
nn: La ein figur hoppa for å forsvara korga.
pt_br: Defenda a cesta fazendo o ator pular para cima e para baixo.
tr: Bir kuklaya yukarı ve aşağı yaptırarak ağı koruyun.
vi: Bảo vệ lưới bằng cách có một đối tượng nhảy lên xuống.
zh_tw: 製作一個防守員跳上跳下守住籃框。

source: Click the thumbnail to choose Panda or Grizz to defend the net.
bn: নেট রক্ষা করার জন্য পান্ডা বা গ্রিজ বেছে নিতে থাম্বনেইলে ক্লিক কর।
cs: Klepnutím na miniaturu Pandy nebo Grizzlyho vybereš toho kdo bude bránit síť.
cy: Cliciwch y llun bach i ddewis Panda neu Grizz i ddiogelu'r rhwyd.
de: Klicke auf die jeweilige Miniaturansicht, um Panda oder Grizz als Verteidige auszuwählen.
fa: روی ریزعکس کلیک کنید تا پاندا یا گریز را برای دفاع از تور انتخاب کنید.
fr: Clique sur la vignette pour choisir Panda ou Grizz pour défendre le panier.
kk: Қақпаны қорғауға Панда не Гризлиді таңдау үшін нобайды басыңыз.
nb: Klikk i figurlisten og velg Panda eller Grizz som forsvarsspiller.
nn: Trykk i figurlista og vel Panda eller Grizz som forsvarsspelar.
pt_br: Clique na miniatura para escolher o Panda ou o Grizz para defender a rede.
tr: Ağı savunması için Panda veya Grizz' i seçmek için küçük resme tıklayın.
vi: Bấm vào ảnh thu nhỏ để chọn Gấu trúc hay Gấu nâu để bảo vệ lưới.
zh_tw: 點擊物件區上的縮圖以選擇角色。

source: Pick a starting point for the defender.
bn: ডিফেন্ডারের জন্য একটি শুরুর জায়গা বেছে নাও।
cs: Vyber počáteční bod pro obránce.
cy: Dewiswch fan cychwyn i'r amddiffynnwr.
de: Wähle einen Startpunkt für den Verteidiger.
fa: یک نقطه شروع برای مدافعان را انتخاب کنید.
fr: Choisis un point de départ pour le défenseur.
kk: Қорғаушыға бастапқы нүкте таңдаңыз.
nb: Velg en startposisjon for forsvarsspilleren.
nn: Vel ei utgangsplassering for forsvarsspelaren.
pt_br: Escolha um ponto inicial para o defensor.
tr: Savunucu için bir başlangıç noktası seçin.
vi: Chọn điểm bắt đầu cho hậu vệ.
zh_tw: 為防守者選擇一個起點位置。

source: Drag out a <span class="motioncolor">go to x y</span> block.
cs: Přetáhni blok <span class="motioncolor">skoč na pozici x y</span> .
cy: Llusgwch allan floc <span class="motioncolor">mynd i x y</span>.
de: Zieh einen <span class="motioncolor">gehe zu x y</span>-Block heraus.
fa: یک قطعه <span class="motioncolor">برو به x y</span>بیرون بکشید.
fr: Fais glisser un bloc <span class="motioncolor">aller à x y</span>.
kk: ⇥ <span class="motioncolor"> x y -ға барыңыз</span> блогын алып шығыңыз: ⇥
nb: Dra ut en <span class="motioncolor">gå til x y</span>-kloss.
nn: Dra ut ein <span class="motioncolor">gå til x y</span>-kloss.
pt_br: Arraste um bloco <span class="motioncolor">vá para x y</span>.
vi: Kéo ra mảnh ghép <span class="motioncolor">đi đến x y</span>.
zh_tw: 拖拉出一個 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木。

source: Now make it move up. Drag out a <span class="motioncolor">change y</span> block. Then drag out a <span class="controlcolor">repeat</span> block and snap it around the <span class="motioncolor">change y</span> block:
bn: এখন এটি উপরে সরাও। একটি <span class="motioncolor">y পরিবর্তন</span> ব্লক টেনে আন। তারপর একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক টেনে আন এবং <span class="motioncolor">y পরিবর্তন</span> ব্লকের চারদিকে স্ন্যাপ কর:
cs: Teď to přinutíme k pohybu vzhůru. Vytáhni blok <span class="motioncolor">změň y</span>. Potom vytáhni blok <span class="controlcolor">opakuj</span> připoj jej kolem bloku <span class="motioncolor">změň y</span>:
cy: Nawr gwnewch iddo fymud i fyny. Llusgwch allan floc <span class="motioncolor">newid y</span>. Yna llusgo allan floc <span class="controlcolor">ailadrodd</span> a'i snapio o amgylch y bloc <span class="motioncolor">newid y</span>:
de: Sorge nun dafür, dass die Figur nach oben geht. Zieh einen <span class="motioncolor">ändere y um</span>-Block und einen <span class="controlcolor">Wiederhole</span>-Block heraus und baue ihn um den <span class="motioncolor">ändere y um</span>-Block herum ein:
fa: اکنون آن را به بالا حرکت دهید. یک قطعه <span class="motioncolor">تغییر y</span> را بیرون بکشید. سپس یک قطعه <span class="controlcolor">تکرار</span>را بکشید و آن را در اطراف قطعه<span class="motioncolor">تغییر y</span> بزنید:
fr: Maintenant, fais-le se déplacer vers le haut. Fais glisser un bloc <span class="motioncolor">ajouter à y</span>. Ensuite, fais glisser un bloc <span class="controlcolor">répéter</span>et insère-le autour du bloc <span class="motioncolor">ajouter à y</span> :
kk: Енді оны жоғарыға жылжытыңыз. <span class="motioncolor"> y-ды өзгерту</span> блогын шығарыңыз. Сосын<span class="controlcolor">қайталау</span> блогын шығарыңыз және <span class="motioncolor"> y-ды өзгерту</span> блогының айналасына ораңыз:
nb: Nå kan du få figuren til å bevege seg opp. Dra ut en <span class="motioncolor">endre y</span>-kloss. Hent ut en <span class="controlcolor">gjenta</span>-kloss og fest den rundt <span class="motioncolor">endre y</span>-klossen:
nn: No kan du få figuren til å seg oppover. Dra ut ein <span class="motioncolor">endra y</span>-kloss. Hent ut ein <span class="controlcolor">gjenta</span>-kloss og fest han rundt <span class="motioncolor">endra y</span>-klossen:
pt_br: Agora faça-o mover-se para cima. Arraste um bloco <span class="motioncolor">altere y</span>. Então, arraste um bloco <span class="controlcolor">repita</span> e encaixe-o ao redor do bloco <span class="motioncolor">altere y</span>:
vi: Bây giờ làm nó di chuyển lên. Kéo ra mảnh ghép <span class="motioncolor">thay đổi y</span>. Sau đó kéo ra mảnh ghép <span class="controlcolor">lặp lại</span> và chặp nó quanh mảnh ghép <span class="motioncolor">thay đổi y</span>:
zh_tw: 現在我們讓它可以向上移動，拖曳出一個 <span class="motioncolor">y 改變 […]</span>積木，然後再拖曳出<span class="controlcolor">重複 […] 次</span> 積木包覆在<span class="motioncolor">y 改變 […]</span>積木外面：

source: Click on the stack of blocks to try it out.
bn: এটি ব্যবহার করার জন্য ব্লকসমূহে ক্লিক কর।
cs: Klikni na zásobník bloků, abys to vyzkoušel/a.
cy: Cliciwch ar y stac o flociau i roi cynnig arno.
de: Klicke auf den Blockstapel, um ihn zu testen.
fa: بر روی دستۀ قطعه‌ها کلیک کرده تا آن را امتحان کنید.
fr: Clique sur la pile de blocs pour l'essayer.
kk: Тексеру үшін блоктар үймесіне басыңыз.
nb: Klikk på skriptet for å se hva som skjer.
nn: Trykk på blokkstabelen for å sjå kva som skjer.
pt_br: Clique na pilha de blocos para experimentar.
tr: Denemek için blok yığınını tıklayın.
vi: Bấm vào chồng các mảnh ghép để thử chúng.
zh_tw: 點一下積木堆試試看。
