Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: If you want to edit a sound, select a section of the sound:
cs: Pokud chceš upravit zvuk, vyber nabídku zvuku:
cy: Os hoffech chi olygu sain, dewiswch adran o'r sain.
fa: اگر می‌خواهید صدایی را ویرایش کنید، یک بخش از صدا را انتخاب کنید:
fr: Si tu veux modifier un son, sélectionne une partie du son :
id: Jika kamu ingin menyunting suara, pilih sebagian dari suaranya:
sl: Če želiš urejati zvok, izberi del zvoka:
tr: Bir sesi düzenlemek istersen, sesin bir kısmını seç:
vi: Nếu bạn muốn chỉnh sửa âm thanh, chọn mục âm thanh:

source: Then choose from the Edit menu:
bn: তারপর সম্পাদনা মেনু থেকে বাছাই কর:
cs: Dále vyber z menu Úprav:
cy: Yna dewiswch o'r ddewislen Golygu:
fa: سپس از منوی ویرایش انتخاب کنید:
fr: Puis choisis dans le menu Edition :
id: Kemudian pilih dari menu Sunting:
sl: Nato izberi iz menija Uredi:
tr: Sonra Düzenle menüsünden seç:
vi: Sau đó chọn Điều chỉnh từ danh sách:

source: Or, choose Effects:
bn: অথবা, ইফেক্ট বাছাই কর:
cs: Nebo vyber efekty:
cy: Neu ddewis Effeithiau:
fa: یا، جلوه‌ها را انتخاب کنید:
fr: Ou, choisis dans le menu Effets :
id: Atau, pilih Efek:
sl: Ali, izberi efekte:
tr: ya da Efektleri seç:
vi: Hoặc, chọn Hiệu ứng:

source: Make a dress-up game where you choose a character and clothes.
bn: একটি ড্রেস-আপ গেম তৈরি কর যেখানে তুমি একটি ক্যারেক্টার এবং পোশাক বেছে নিবে।
cs: Vytvoř oblékací hru, kde vybíráš postavy a oblečení.
cy: Crëwch gêm gwisgo lle rydych yn dewis cymeriad a dillad.
fa: یک بازی پیراستن بسازید که در آن کاراکتر و حالت‌ها را انتخاب کنید.
fr: Fais un jeu de mode où tu choisis un personnage et des habits.
kk: Кейіпкер мен киім таңдап, киіндіретін ойын жасаңыз.
lt: Padaryk Persirenginėjimo žaidimą kur tu pasirenki veikėją ir rūbus
sl: Izdelaj igro oblačenja, kjer izbereš lik in oblačila.
tr: Karakterleri ve kıyafetleri senin seçtiğin bir giydirme oyunu yap.
vi: Tạo ra trò chơi Thay đồ cho nhân vật nơi mà bạn có thể chọn nhân vật và trang phục.
zh_tw: 用角色和一些衣物，設計出一個換裝遊戲。

source: Select a Look
bn: একটি চেহারা নির্বাচন কর
cs: Vyber vzhled
cy: Dewiswch Edrychiad
de: Wähle ein Aussehen aus
fa: ظاهری انتخاب کنید
fr: Sélectionne un Look
id: Pilih Sebuah Penampilan
kk: Көріністі таңдаңыз
lt: Rinkis Išvaizdą
sl: Izberi izgled
tr: Bir Görünüm Seç
vi: lựa chọn vẻ ngoài
zh_tw: 選擇一個外觀

source: Say Hello!
bn: বল hello!
cs: Řekni Ahoj!
cy: Dwedwch Helo!
de: Sage Hallo!
fa: بگو سلام!
fr: Dis Salut !
id: Katakan Halo!
kk: Сәлем айт
lt: Sakyk Labas!
sl: Reci Zdravo!
tr: Merhaba de!
vi: Nói Xin chào!
zh_tw: 說哈囉！

source: Play with Colors
bn: রং নিয়ে খেলুন
cs: Hraj si s barvami
cy: Chwaraewch gyda Lliwiau
de: Spiele mit den Farben
fa: با رنگ‌ها بازی کنید
fr: Joue avec les Couleurs
id: Bermain Dengan Warna
kk: Түстерді өзгертіңіз
lt: Žaisk su Spalvomis
sl: Igraj se z barvami
tr: Renklerle Oyna!
vi: Chơi với Các màu sắc
zh_tw: 用色彩來變化

source: Change Styles
bn: স্টাইল পরিবর্তন করো
cs: Změň styly
cy: Newidiwch Arddulliau
de: Verändere die Aussehen
fa: روش‌ها را تغییر دهید
fr: Change de styles
id: Berubah Gaya-Gaya
kk: Стильдерді өзгертіңіз
lt: Keisk Stilius
sl: Spremeni slog
tr: Stilleri Değiştir
vi: Thay đổi Phong cách
zh_tw: 修改樣式

source: Set the Starting Position
bn: শুরুর অবস্থান নির্ধারণ কর
cs: Nastav startovní pozici
cy: Gosodwch y Safle Cychwyn
de: Setze die Startposition
fa: موقعیت شروع را تنظیم کنید
fr: Définir la position de départ
id: Pilih Posisi Mulai
kk: Бастапқы позициясына орнатыңыз
lt: Nurodyk pradines koordinates
sl: Nastavi začetni položaj
tr: Başlangıç Pozisyonunu Kur
vi: Đặt Điểm bắt đầu
zh_tw: 設定開始的位置

source: Lay Out Your Clothes
bn: তোমার কাপড় রাখো
cs: Navrhni si šaty
cy: Gosodwch eich Dillad
fa: حالت‌های خود را منظم کنید
fr: Mettre en place tes habits
id: Keluarkan Pakaian-Pakaianmu
kk: Киімдеріңізді орналастырыңыз
lt: Išdėliok Savo Rūbus
sl: Razstavi svoja oblačila
tr: Kıyafetlerini Ser
vi: phát họa trang phục của bạn
zh_tw: 佈置你的衣物

source: Enhance and Personalize
bn: উন্নত এবং ব্যক্তিগতকৃত করুন
cs: Vylepšuj a přizpůsobuj
cy: Gwella a Phersonoli
de: Verbessern und Individualisieren
fa: ارتقا دهید و شخصی‌سازی کنید
fr: Améliorer et Personnaliser
id: Kembangkan dan Sesuaikan
kk: Жақсарту және жекелендіру
lt: Tobulink ir Asmenink
tr: Geliştir ve Kişiselleştir
vi: Cải tiến và tạo nét riêng
zh_tw: 改良與特色化

source: Click the Dress-Up theme and select Dani.
bn: ড্রেস-আপ থিম ক্লিক কর এবং ডানিকে নির্বাচন কর।
cs: Klikni na téma obléct se a vyber Dani.
cy: Cliciwch y thema Gwisgo a dewis Dani
fa: روی تم پیراستن کلیک کرده و دنی را انتخاب کنید.
fr: Clique sur le thème "Dress-up" (tenues) and choisis Dani.
kk: Dress-Up деген тақырыпты басыңыз және Dani-ды таңдаңыз таңдаңыз.
lt: Spausk Persirenginėjimas temą ir išsirink Dani
tr: Giydir Temasına Tıkla ve Dani yi seç.
vi: bấm chọn chủ đều Thay đồ và chọn Dani.
zh_tw: 點擊主題中的飾品類，並選擇 Dani。

source: In Scratch, characters and objects are called ‘sprites’.
bn: Scratch এ, ক্যারেক্টার এবং অবজেক্টকে 'স্প্রাইটস' বলা হয়।
cs: Ve Scratchi se postavy a objekty nazývají "postavy".
cy: Yn Scratch, mae cymeriadau a gwrthrychau'n cael eu galw'n 'gorluniau'.
de: In Scratch werden Figuren und Objekte unter dem Begriff Figuren zusammengefasst.
fa: در اسکرچ، کاراکترها و اشیاء 'شکلک' نامیده می‌شوند.
fr: Dans Scratch, les personnages et le objets sont appelés des 'lutins'.
id: Di Scratch, karakter dan obyek disebut 'sprite'.
kk: Scratch-та таңбалар мен нысандар "спрайт" деп аталады
lt: Scratch'e, veikėjai ir objektai yra vadinami veikėjais
nb: Objektene som får ting til å skje i Scratch kalles "figurer".
nn: I Scratch vert personar og gjenstandar kalla «figurar».
pt_br: No Scratch, personagens e objetos são chamados de ‘atores’.
sl: V Scratchu like in objekte imenujemo 'figure'.
tr: Stratch' te karakterler ve nesneler "kuklalar" olarak adlandırılır.
vi: Trong Scratch, các đối tượng và nhân vật được gọi chung là 'đối tượng'.
zh_tw: 在 Scratch 中，所有能移動的物件都被稱為 sprites （角色）。

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to open the Backdrop library:
bn: ব্যাকড্রপ লাইব্রেরি খুলতে এই আইকনে ক্লিক <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">করুন:
cs: Klikni na ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> otevřít knihovnu pozadí:
cy: Cliciwch eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i agor y llyfrgell Cefnlen:
fa: برای باز کردن پس‌زمینه کتابخانه روی نماد <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png">کلیک کنید
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pour ouvrir la Bibliothèque des Arrière-Plans :
id: Klik ikon ini <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk membuka pustaka Latar:
kk: ⇥Осы белгішені <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> Фондардың базасын ашу үшін басыңыз ⇥
lt: ⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ir atverk fonų biblioteką: ⇥
sl: Klikni to ikono <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> , da odpreš knjižnico ozadij:
vi: Bấm vào biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để mở thư viện Phông nền:
zh_tw: 點擊圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 以開啟背景範例庫：

source: Then, choose a backdrop you want (such as ‘stripes’ or ‘rays’):
bn: তারপর, তুমি চাও এমন একটি ব্যাকড্রপ বাছাই কর (যেমন 'stripes' বা 'rays'):
cs: Dále vyber pozadí, které chceš (jako třeba "roušky" nebo "paprsky"):
cy: Yna dewiswch gefnlen rydych ei heisiau (fel 'streipiau' neu 'belydrau'):
fa: سپس پس‌زمینه‌ای را که می‌خواهید انتخاب کنید (مانند «راه‌راه» یا «شعاع نور»):
fr: Ensuite, choisis l'arrière plan que tu veux (comme 'stripes' (bandes) ou 'rays' (rayures) ) :
id: Setelah itu, pilih latar yang kamu inginkan (seperti 'belang-belang' atau 'sinar mentari'):
kk: Содан соң, өзіңізге ұнаған фонды таңдаңыз (мәселен: "жолақтар" немесе"сәулелер"):
lt: Tada, rinkis foną (tarkim 'juostelės' arba 'spinduliai'):
sl: Nato izberi ozadje, ki ga želiš (na primer 'črte' ali 'žarki'):
vi: Sau đó chọn ảnh nền mà bạn muốn (ví dụ như 'stripe' hoặc 'rays'):
zh_tw: 接下來，選擇一個你想用的背景，像是 stripes（條紋線）或是 rays（放射線）：

source: To select your character’s look, click on its thumbnail, then select a costume.
bn: তোমার চরিত্রের চেহারা নির্বাচন করতে, এর থাম্বনেইলে ক্লিক করো, তারপর একটি পোশাক নির্বাচন করো ।
cs: K výběru vzhledu tvé postavy klikni na náhled, poté vyber kostým.
cy: I ddewis edrychiad eich cymeriad, cliciwch ar ei lun bach, yna dewis gwisg.
fa: برای انتخاب ظاهر کاراکتر خود، بر روی ریزعکس آن کلیک کنید، سپس یک حالت انتخاب کنید.
fr: Pour sélectionner le look de ton personnage, clique sur sa vignette et sélectionne un costume.
kk: Сіздің кейіпкерінің көрінісін таңдау үшін оның эскизін басыңыз, содан кейін киім таңдаңыз
lt: Norėdamas keisti savo veikėjo išvaizdą spausk jo miniatiūrą, tada rinkis kaukę
vi: đê chọn vẻ ngoài cho nhân vật của bạn, bấm chọn biểu tượng của nó, sau đó chọn hóa trang.
zh_tw: 如果要選擇角色的外觀，在它的縮圖上點一下，然後選擇要用的造型。

source: Tip: You can use the paint bucket to change colors.
bn: টিপস: তুমি রং পরিবর্তন করতে পেইন্ট বাকেট ব্যবহার করতে পারো ।
cs: Tip: Můžeš použít plechovku ke změně barev.
cy: Awgrym: Gallwch ddefnyddio'r bwced peintio i newid lliwiau.
fa: نکته: برای تغییر رنگ‌ها می‌توانید از سطل رنگ استفاده کنید.
fr: Astuce : tu peux utiliser le pot de peinture pour changer les couleurs.
id: Tip: Kamu bisa menggunakan ember cat untuk mengubah warna-warna.
kk: Кеңес: Түстерді өзгерту үшін бояу пайдалануға болады.
lt: Patarimas: Tu gali naudoti dažų kibirą keisti spalvoms
sl: Namig: Da spremeniš barvo, lahko izbereš kantico z barvo.
vi: Thủ thuật: Bạn có thể sử dụng bảng tô màu để thay đổi màu sắc.
zh_tw: 提示：你可以使用繪圖工具來修改顏色。

source: Drag your character to where you want it on the Stage, then build this script:
bn: তোমার ক্যারেক্টারটিকে তুমি মঞ্চের যেখানে চাও সেখানে টেনে আন, তারপর এই স্ক্রিপ্টটি তৈরি কর:
cs: Přetáhni svou postavu tam, kde jí chceš na scéně mít, poté vytvoř tento scénář:
cy: Llusgwch eich cymeriad i lle rydych ei eisiau ar y Llwyfan, yna adeiladu'r sgript yma.
fa: کاراکتر خود را به هر جای صحنه که می‌خواهید بکشید، سپس این دستور را بسازید:
fr: Fais glisser ton personnage là où tu veux sur la Scène, ensuite construis ce script :
id: Seret karaktermu ke manapun yang kamu inginkan di Panggung, lalu bangun skrip ini:
kk: Кейіпкеріңізді өзіңізге ыңғайлы орынға орналастырыңыз содан соң осы скриптты құрыңыз
lt: Tempk savo veikėją į ten, kur nori kad jis būtų Scenoje, tada padaryk šį scenarijų:
sl: Potegni svoj lik na mesto na odru, kjer želiš, da se nahaja, nato pa sestavi ta skript:
vi: Mẹo: Bạn có thể bấm vào và kéo đối tượng đến nơi bạn muốn trên Sân khấu, sau đó tạo nên kịch bản:
zh_tw: 拖曳角色到你想要放置的地方，然後再建立這個程式：

source: You can type in what you want your character to say.
bn: তুমি তোমার ক্যারেক্টারকে দিয়ে যা বলাতে চাও তা টাইপ করতে পার।
cs: Můžeš zadat, co chceš, aby tvá postava říkala.
cy: Gallwch deipio unrhyw air i'ch cymeriad ei ddweud.
fa: شما می‌توانید هر چیزی که می‌خواهید کاراکترتان بگوید تایپ کنید.
fr: Tu peux taper ce que tu veux que ton personnage dise.
id: Kamu bisa mengetik apa yang kamu ingin karaktermu katakan.
kk: Cіз кейіпкеріңіздің қандай сөз айтатындығын қадағалай аласыз
lt: Gali įvesti ką nori, ką tavo veikėjas sakys
sl: Lahko natiikaš kar želiš, da tvoj lik pove.
tr: Karakterinin ne demesini istediğini yazabilirsin.
vi: bạn có thể nhập bất cứ thứ gì mà bạn muốn nhân vật của bạn nói.
zh_tw: 輸入你想讓角色說的話。

source: Press the space key to try it!
bn: ব্যাকড্র্যাপ স্যুইচ করতে ডান তীর কি চাপো।
cs: Zmáčkni mezerník pro vyzkoušení!
cy: Pwyswch y bylchwr i roi cynnig arno!
de: Drücke die Leertaste, um es auszuprobieren!
fa: کلید space را فشار داده تا آن را امتحان کنید!
fr: Appuie sur la touche espace pour l'essayer !
id: Tekan tombol spasi untuk mencobanya!
kk: Бос орын пернесін басып тексеріп көріңіз
lt: spausk tarpo klavišą ir išbandyk!
sl: Pritisni Preslednico, da preizkusiš delovanje!
tr: Denemek için boşluk tuşuna bas!
vi: bấm vào phím Khoảng cách để thử nó!
zh_tw: 按下鍵盤上的空白鍵來測試程式。

source: Click the Dress-Up theme and select a shirt you like:
bn: ড্রেস-আপ থিমটি ক্লিক কর এবং তোমার পছন্দ মত শার্ট নির্বাচন কর:
cs: Klikni na téma obléct a vyber košili, která se ti líbí:
cy: Cliciwch y thema Gwisgo a dewiswch grys rydych yn ei hoffi. Dani
fa: روی تم حالت پوشیدن کلیک و پیراهنی را که دوست دارید را انتخاب کنید:
fr: Clique sur le thème 'Dress-Up' (Tenues) et sélectionne la chemise que tu veux :
kk: Dress Up деген тақырыпты басыңыз және сізге ұнайды көйлек таңдаңыз:
lt: Spausk Persirenginėjimo temą ir rinkis marškinėlius:
tr: Giydir temasına tıkla ve beğendiğin bir gömleği seç:
vi: Bấm chọn Thay đổi trang phục và chọn áo mà bạn thích:
zh_tw: 點擊主題中的飾品類，並選擇你喜歡的襯衫：

source: Build a script to change the color of your shirt when clicked:
bn: ক্লিক করে তোমার শার্টের রঙ পরিবর্তন করতে একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář ke změně barvy na tvé košili, když kliknes:
cy: Adeiladwch sgript i newid lliw'r crys pan fyddwch yn ei glicio:
fa: برای تغییر رنگ پیراهن خود هنگام کلیک، دستوری ایجاد کنید:
fr: Construis un script pour changer la couleur de la chemise quand elle est cliquée :
id: Bangun sebuah skrip untuk mengubah warna kaosmu ketika diklik:
kk: Басқан кезде көйлектің түсі өзгеретіндей скрипт құрыңыз
lt: Sukurk scenarijų kesiti marškinėlių spalvai kai nuspaudžiamas pelės klavišas:
vi: Xây dựng kịch bản để thay đổi màu của cái áo khi bạn bấm vào nó:
zh_tw: 創建一個程式，讓你的襯衫在被點一下時能改變顏色：

source: Try it! Drag the shirt onto your character. Click on the shirt to change colors.
bn: চেষ্টা করে দেখ! তোমার চরিত্রের উপর শার্টটি টেনে নিয়ে আসো। রঙ পরিবর্তন করতে শার্টে ক্লিক করো।
cs: Zkus to! Přetáhni košili na svou postavu. Klikni na košili ke změně barev.
cy: Rhowch gynnig arno! Llusgwch y crys ar i'ch cymeriad. Cliciwch ar y crys i newid ei liw.
fa: امتحانش کنید! پیراهن را بر روی کاراکتر خود بکشید. برای تغییر رنگ‌‌ها روی پیراهن کلیک کنید.
fr: Essaie le ! Fais glisser la chemise sur ton personnage. Clique sur la chemise pour en changer les couleurs.
id: Cobalah! Seret kaosnya ke karaktermu. Klik kaos untuk mengubah warna.
kk: Тексеріп көріңіз! Кейіпкерге көйлекті кигізіңіз. Көйлектің үстіне басып түсті өзгертіңіз.
lt: Išbandyk! Tempk marškinėlius ant savo veikėjo. Spustelk marškinėlius keisti spalvai
vi: Thử nào! Bấm vào cái áo để thay đổi màu.
zh_tw: 現在來試看看！拖曳襯衫到角色身上，在襯衫上點一下以更換顏色。

source: Click the <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> sign to reset.
bn: পুনরায় সেট করতে চিহ্নটিতে <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png">ক্লিক কর
cs: Zmáčkni znak <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> pro restart.
cy: Cliciwch yr arwydd<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ailosod:
fa: روی نماد<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> برای تنظیم مجدد کلیک کنید.
fr: Clique sur l'icône<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> pour redémarrer.
id: Klik tanda <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> untuk mengatur ulang.
kk: ⇥⇥Қалпына келтіру үшін <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> белгісін басыңыз ⇥
lt: ⇥⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> ženklą, kad paleistum iš naujo ⇥
tr: Resetlemek için<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> simgesine tıkla.
vi: bấm vào bản <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png">để khôi phục.
zh_tw: 點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign.png"> 圖示以重置。

source: Click the <span class="tab-ref">Costumes</span> tab to see different shirt styles.
bn: বিভিন্ন শার্ট স্টাইল দেখতে কস্টিউমস ট্যাবে ক্লিক করো
cs: Klikni na <span class="tab-ref">Kostýmy</span> záložku abys viděl různé styly trička.
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> i weld y crysau gwahanol.
fa: برای دیدن مدل‌های پیراهن، روی زبانه <span class="tab-ref">حالت</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Costumes</span> pour voir les différents styles de chemise.
id: Klik tab <span class="tab-ref">Kostum</span> untuk melihat gaya kaos yang berbeda-beda.
kk: ⇥Әртүрлі көйлек үлгілерін көру үшін <span class="tab-ref">Costumes</span> ендірмесін басыңыз ⇥
lt: ⇥Spausk <span class="tab-ref">Kaukės</span> skyrių, kad pamatytum skirtingus marškinėlių stilius ⇥
tr: Farklı gömlekler görmek için <span class="tab-ref">Kostümler</span> sekmesine tıkla.
vi: bấm vào thẻ <span class="tab-ref">Trang phục</span> để xem những kiểu áo khác nhau.
zh_tw: 點擊 <span class="tab-ref">造型</span> 頁籤，看看襯衫有哪些不同的樣式。

source: Add this script to switch between costumes.
bn: পোশাকের মধ্যে পরিবর্তন করতে এই স্ক্রিপ্টটি যোগ করো
cs: Přidej tento scénář k prohození kostýmů.
cy: Ychwanegwch y sgript hwn i newid rhwng gwisgoedd.
fa: این دستور را برای تغییر بین حالت‌ها اضافه کنید.
fr: Ajoute un script pour changer de costume.
id: Tambahkan skrip ini untuk mengganti kostum.
kk: Киімдердің арасында ауысу үшін жаңа скрипт қосыңыз
lt: Pridėk šį scenarijų keisti kaukėms
tr: Bu senaryoyu kostümler arasında geçiş yapmak için kullan.
vi: Thêm đoạn kịch bản này để chuyển hóa trang.
zh_tw: 添加這個程式以在造型間切換。

source: You can choose any other key from the dropdown menu.
bn: তুমি ড্রপডাউন মেনু থেকে অন্য কোন কী বাছাই করতে পার।
cs: Můžeš si vybrat jinou klávesu z rozbalovací nabídky.
cy: Gallwch ddewis unrhyw un o'r bysellau o'r gwymplen
fa: شما می‌توانید هر کلید دیگری را از منوی کشویی انتخاب کنید.
fr: Tu peux choisir n'importe quelle touche dans le menu déroulant.
id: Kamu bisa pilih tombol lain apapun dari menu tarik-turun.
kk: Сіз ашылмалы мәзірден кез келген басқа пернені таңдай аласыз.
lt: Gali pasirinkti betkokį kitą klavišą iš išskleidžiamojo meniu
tr: Aşağı açılır menüden başka bir anahtar seçebilirsin.
vi: Bạn có thể chọn bất kỳ khóa nào từ danh sách xổ xuống.
zh_tw: 你可以從下拉清單中選用其他按鍵。

source: Press the ‘c’ key to try it.
bn: এটি চেষ্টা করতে ‘c’ কী টিপুন।
cs: Zmáčkni klávesu 'c' pro vyzkoušení.
cy: Pwyswch y fysell 'c' i roi cynnig arno.
fa: کلید C را فشار دهید تا آن را امتحان کنید.
fr: Appuie sur la touche 'c' pour pour l'essayer.
id: Tekan tombol 'c' untuk mencobanya.
kk: Тексеріп көру үшін 'c' пернесін басыңыз
lt: Spausk 'c' klavišą ir išbandyk
tr: Denemek için "c" tuşuna bas.
vi: bấm vào phím 'c' để thử nó!
zh_tw: 按下鍵盤的 C 鍵來測試看看。

source: Want to reset your character's position?
bn: তোমার চরিত্রের অবস্থান পুনরায় সেট করতে চাও?
cs: Chceš restartovat pozici tvé postavy?
cy: Hoffech chi ailosod safle eich cymeriad?
de: Möchtest du die Position deiner Figur zurücksetzen?
fa: آیا می‌خواهید موقعیت کاراکتر خود را مجدد تنظیم کنید؟
fr: Tu veux redéfinir la position de départ de ton personnage ?
id: Ingin mengatur ulang posisi karaktermu?
kk: Кейіпкеріңіздің орналасуын қалпына келтіргіңіз келе ме?
lt: Nori grįžti į pradžią su veikėju?
sl: Želiš ponastaviti položaj tvojega lika?
tr: Karakterinin pozisyonunu silmek ister misin?
vi: Bạn muốn khôi phục vị trí của nhân vật không?
zh_tw: 想要重置你的角色位置？

source: Drag your character to where you want it.
bn: তোমার চরিত্রটিকে তুমি যেখানে চাও সেখানে টেনে আনো।
cs: Přetáhni svou postavu kamkoliv chceš.
cy: Llusgwch eich cymeriad i lle rydych ei eisiau.
fa: کاراکتر خود را به جایی که می‌خواهید بکشید.
fr: Déplace ton personnage là où tu veux.
id: Seret karaktermu ke tempat yang kamu inginkan.
kk: Кейіпкеріңізді қалаған орынға орналастырыңыз
lt: Tempk savo veikėją kur nori, kad jis būtų
sl: Povleci tvoj lik kamor želiš.
tr: Karakterini nereye istersen sürükle.
vi: Kéo nhân vật của bạn đến nơi mà bạn muốn nó đến.
zh_tw: 拖曳你的角色到你想要放置的地方。

source: Your numbers may be different.
bn: তোমার সংখ্যা ভিন্ন হতে পারে।
cs: Tvoje čísla mohou být rozdílná.
cy: Gall eich rhifau fod yn wahanol.
fa: اعداد شما ممکن است متفاوت باشد.
fr: Tes nombres peuvent être différents.
id: Angka-angkamu mungkin berbeda.
kk: Сіздің сандарыңыз әртүрлі болуы мүмкін.
lt: Tavo skaičiai gali skirtis
tr: Sayıların farklı olabilir.
vi: Số của bạn có thể khác.
zh_tw: 你的數字可能會不一樣。

source: Try it. Drag your character on the Stage.
bn: চেষ্টা করে দেখো। তোমার চরিত্রকে মঞ্চে টেনে আনো।
cs: Zkus to. Přetáhni svou postavu na plochu.
cy: Rhowch gynnig arno! Llusgwch eich cymeriad ar i'r Llwyfan.
fa: امتحانش کنید. کاراکتر خود روی صحنه بکشید.
fr: Essaie-le. Déplace ton personnage dans la Scène.
id: Cobalah. Seret karaktermu ke Panggung.
kk: Тексеріп көріңіз! Кейіпкерді сахнаға орналастыр.
lt: Išbandyk. Tempk savo veikėją į Sceną
sl: Poskusi. Povleci tvoj lik na Oder.
tr: Dene. Karakterini sahneye sürükle.
vi: Thử nó. Kéo nhân vật của bạn lên sân khấu.
zh_tw: 試試看，在舞台上把角色拖來拖去。

source: Then, click the green flag. Your character will reset its position.
bn: তারপর, সবুজ পতাকা ক্লিক করো। তোমার চরিত্রটি তার অবস্থান পুনরায় সেট করবে।
cs: Potom klikni na zelený praporek. Tvoje postava obnoví svou pozici.
cy: Yna, cliciwch y faner werdd. Bydd eich cymeriad yn ailosod ei safle.
fa: سپس روی پرچم سبز کلیک کنید. کاراکتر شما موقعیت خود را دوباره تنظیم می‌کند.
fr: Ensuite, clique sur le drapeau vert. Ton personnage va revenir à sa position de départ.
id: Kemudian, klik bendera hijau. Karaktermu bakal mengatur ulang posisinya.
kk: Содан соң жасыл жалаушаны басыңыз. Кейіпкердің орны қалпына келтірілді
lt: Tada spausk žalią vėliavą. Tavo veikėjas grįš į pradinę poziciją
vi: Sau đó, chọn Lá cờ xanh. Nhân vật của bạn sẽ khôi phục vị trí của nó.
zh_tw: 好了，當你按下綠旗圖示，你的角色就會回到最初的位置。

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose additional clothes you want to give your character.
bn: তুমি তোমার চরিত্রকে অতিরিক্ত পোশাক দিতে চাইলে সেটি নির্বাচন করতে এই আইকনে<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ক্লিক করুন
cs: Klikni na ikonku <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> k vybrání doplňkového oblečení, které chceš dát své postavě.
cy: Cliciwch yr eicon hwn <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis dillad arall yr hoffech chi roi i'ch cymeriad:
fa: برای انتخاب حالت‌های اضافی که می‌خواهید به کاراکتر خود را بدهید، روی این آیکون <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">کلیک کنید.
fr: Clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir d'autres habits que tu veux mettre à ton personnage.
id: Klik ikon ini <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih pakaian-pakaian tambahan yang ingin kamu berikan untuk karaktermu.
kk: ⇥ Кейіпкерге қосымша киімдер таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> белгішесін басыңыз ⇥
lt: ⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ir pridėk papildomų rūbų savo veikėjui ⇥
vi: Bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn thêm những trang phục bạn muốn cho nhân vật của mình.
zh_tw: 點擊圖示 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 以選擇你想要給角色穿上的其它衣物。

source: Set the starting position for each piece of clothing.
bn: প্রতিটি পোশাকের জন্য শুরুর অবস্থান নির্ধারণ করো।
cs: Nastav začínající pozici pro každý kus oblečení.
cy: Gosodwch y safle cychwyn ar gyfer pob dilledyn.
fa: موقعیت شروع برای هر قطعه حالت را تنظیم کنید.
fr: Définis la position de départ de chaque vêtement.
id: Pilih posisi permulaan untuk setiap potong pakaian.
kk: Барлық киім бөлшектерін бастапқы позициясына орналастырыңыз
lt: Pasirink pradžios vietą kiekvienam rūbui
vi: Đặt vị trí khởi đầu cho mỗi phần của trang phục.
zh_tw: 設定每件衣物的初始位置。
