Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Start with a Green Flag
bn: সবুজ পতাকা দিয়ে শুরু কর
cs: Odstartuj zelenou vlajkou
cy: Cychwynnwch gyda Baner Werdd
de: Starte mit der grünen Flagge
fa: با پرچم سبز شروع کنید
fr: Commence par un drapeau vert
id: Mulai dengan sebuah Bendera Hijau
kk: Жасыл жалаушадан бастаңыз
lt: Pradėk nuo Žalios Vėliavos
nb: Start med grønt flagg
nn: Start med grønt flagg
pt_br: Comece com uma bandeira verde
sl: Začni z zeleno zastavo
tr: Yeşil Bayrakla Başlat
vi: Bắt đầu với Lá cờ xanh
zh_tw: 點擊綠旗以開始

source: Add a Background
bn: একটি ব্যাকগ্রাউন্ড যোগ কর
cs: Přidej pozadí
cy: Ychwanegwch Gefndir
de: Bühnenbild hinzufügen
fa: یک پس‌زمینه اضافه کنید
fr: Ajoute un arrière-plan
id: Tambahkan sebuah Latar
kk: Фонды қосыңыз
lt: Pridėk foną
nb: Legg på en bakgrunn
nn: Legg til bakgrunnsbilete
pt_br: Adicione um plano de fundo
sl: Dodaj ozadje
tr: Bir Dekor Ekle
vi: Thêm hình nền
zh_tw: 新增一個背景

source: Add a Cake
bn: একটি কেক যোগ কর
cs: Přidej dort
cy: Ychwanegwch Gacen
de: Füge einen Kuchen hinzu
fa: یک کیک اضافه کنید
fr: Ajoute un Gâteau
id: Tambahkan sebuah Kue
kk: Тортты қосыңыз
lt: Pridėk Tortą
nb: Lag en kake
nn: Legg til ei kake
pt_br: Adicione um bolo
sl: Dodaj torto
tr: Bir Pasta Ekle
vi: Thêm một cái bánh
zh_tw: 新增一個蛋糕

source: Blow Out the Candles
bn: মোমবাতি গুলো নিভাও
cs: Sfoukni svíčky
cy: Chwythwch y Canhwyllau
de: Blase die Kerzen aus
fa: شمع‌ها را فوت کنید
fr: Souffle pour éteindre les bougies
id: Tiup Lilinnya
kk: Шамдарды сөндіріңіз
lt: Užpūsk Žvakutes
nb: Blås ut lysene
nn: Blås ut lysa
pt_br: Apague as velas
sl: Upihni svečke
tr: Mumları Söndür
vi: Thổi những cây nến
zh_tw: 吹熄蠟燭

source: Add a Dancing Sprite
bn: একটি নৃত্য স্প্রাইট যোগ করো
cs: Přidej tancující postavu
cy: Ychwanegwch Gorlun sy'n Dawnsio
de: Füge eine tanzende Figur hinzu
fa: یک شکلک جنبنده اضافه کنید
fr: Ajoute un lutin qui danse
id: Tambahkan Sprite yang Menari
kk: Билеген спрайтты қосыңыз
lt: Pridėk šokantį veikėją
nb: Legg til en figur som danser
nn: Legg til ein figur som dansar
pt_br: Adicione um ator que dança
sl: Dodaj plešočo figuro
tr: Danseden bir Kukla Ekle
vi: Thêm một đối tượng nhảy múa
zh_tw: 新增一個舞者

source: Say What to Do
bn: কি করতে হবে তা বল
cs: Řekni, co dělat
cy: Dywedwch Beth i'w Wneud
de: Sage was zu tun ist
fa: بگو چه باید بکنی
fr: Dis ce qu'il faut faire
id: Katakan Apa yang Harus Dilakukan
kk: Не істеу керектігін айтыңыз
lt: Sakyk Ką Daryti
nb: Si hvordan kortet brukes
nn: Sei korleis kortet verkar
pt_br: Diga o que fazer
sl: Povej kaj storiti
tr: Yapmaları Gerekenleri Söyle
vi: Nói điều cần làm
zh_tw: 說要做什麼

source: Share Your Greeting
bn: তোমার শুভেচ্ছা শেয়ার করো
cs: Sdílej svůj pozdrav
cy: Rhannwch eich Cyfarchiad
de: Veröffentliche deinen Gruß
fa: احوالپرسی خود را به اشتراک بگذار
fr: Partage ta salutation
id: Bagikan Ucapan Selamatmu
kk: Сәлеміңмен бөлісіңіз
lt: Pasidalink Sveikinimu
nb: Legg ut kortet på nett
nn: Legg ut kortet på nettet
pt_br: Compartilhe seu cartão
sl: Deli svojo voščilnico
tr: Tebriğini Paylaş
vi: Chia sẻ Lời chào của bạn
zh_tw: 分享您的問候

source: Keep Making!
bn: তৈরি করতে থাকো!
cs: Pokračuj v tvorbě!
cy: Cadwch i Greu
de: Mach weiter!
fa: بساز!
fr: Continue à créer !
id: Terus Membuat!
kk: Істеуді жалғастырыңыз!
lt: Tęsk Darymą!
nb: Lag noe nytt!
nn: Lag noko nytt!
pt_br: Continue fazendo!
sl: Ustvarjaj še naprej!
tr: Yapmaya Devam Et!
vi: Tiếp tục Thực hiện!
zh_tw: 持續創作！

source: Click to select the cat:
bn: বিড়ালটি নির্বাচন করতে ক্লিক কর:
cs: Klikni pro výběr kočky:
cy: Cliciwch i ddewis y gath:
de: Klicke um die Katze auszuwählen:
fa: برای انتخاب گربه کلیک کنید:
fr: Clique pour sélectionner le chat :
id: Klik untuk memilih kucingnya:
kk: Мысықты таңдау үшін басыңыз:
nb: Klikk for å velge katten:
nn: Trykk for å velja katten:
pt_br: Clique para selecionar o gato:
sl: Klikni za izbiro mačke:
tr: Kediyi seçmek için tıkla:
vi: Bấm để chọn con mèo:
zh_tw: 在物件區上點選小喵咪：

source: Click the <span class="lookscolor">Looks</span> category, then drag a <span class="lookscolor">say Hello! for 2 secs</span> block to the Scripts area:
bn: <span class="lookscolor">চেহারা</span> ক্যাটাগরিতে ক্লিক কর, তারপর <span class="lookscolor">2 সেকেন্ডের জন্য hello বল!</span> ব্লক স্ক্রিপ্ট এলাকায় টেনে আন:
cs: Klikni na kategorii <span class="lookscolor">Vzhled</span> , pak přetáhni blok <span class="lookscolor">říkej Hello! 2 sekund</span> do oblasti scénářů:
cy: Cliciwch gategori <span class="lookscolor">Edrychiad</span> yna llusgwch floc <span class="lookscolor">Dwedwch Helo! am 2 eiliad</span> i'r ardal Sgriptiau:
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید، سپس قطعه<span class="lookscolor"> 2 ثانیه بگو سلام</span> را به قسمت دستور بکشید:
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span>, ensuite glisse un bloc <span class="lookscolor">dire Hello ! pendant 2 secondes</span> dans la zone des scripts:
id: Klik kelompok <span class="lookscolor">Tampilan</span>, kemudian seret keluar sebuah balok <span class="lookscolor">katakan Halo! selama 2 detik</span> ke area Skrip:
vi: Bấm loại <span class="lookscolor">Xuất hiện</span>, sau đó kéo thảo mảnh ghép nói xin chào! trong 2 giây<span class="lookscolor">vào khu vực scripts:

source: Type "Happy birthday!" or your own greeting:
cs: Napiš "Šťastné narozeniny!" nebo svůj vlastní pozdrav:
cy: Teipiwch 'Pen-blwydd Hapus' neu eich cyfarchiad:
fa: "تولد مبارک!" یا تبریک خود را تایپ کنید:
fr: Tape 'Joyeux anniversaire !' ou quelque chose de ton cru.
id: Ketik "Selamat ulang tahun!" atau ucapanmu sendiri:
tr: "Mutlu Yıllar" yaz ya da kendi tebriğini ilet:
vi: Nhập vào "Chúc mừng sinh nhật!" hoặc câu chào của riêng bạn:

source: Then, click on your block to see the cat talk.
bn: তারপর, বিড়ালকে কথা বলতে দেখতে তোমার ব্লকে ক্লিক কর।
cs: Poté klikni na svůj blok, abys viděl kočku mluvit.
cy: Yna, cliciwch ar eich bloc i weld y gath yn siarad:
fa: سپس بر روی قطعه خود کلیک کنید تا صحبت کردن گربه را ببینید.
fr: Ensuite, clique sur le bloc pour voir le chat parler.
id: Kemudian, klik balokmu untuk melihat kucingnya berbicara.
tr: Ardından, kedinin konuştuğunu görmek için blokuna tıkla.
vi: Sau đó, bấm vào mảnh ghép của bạn để xem chú nói chuyện.

source: Next, add a way to start your card
bn: পরবর্তী, তোমার কার্ড শুরু করার একটি উপায় যোগ কর
cs: Dále přidej způsob k nastartování své karty
cy: Nesaf, ychwanegwch ffordd i gychwyn eich cerdyn
de: Als nächstes, füge eine Möglichkeit zum Ausführen deiner Karte hinzu
fa: سپس، یک راه برای شروع کارت خود اضافه کنید
fr: Ensuite, ajoutez un moyen de commencer l'animation de votre carte
id: Kemudian, tambahkan sebuah cara untuk memulai kartumu
kk: Келесі, картаңызға бастайтын жолды қосыңыз
lt: Toliau, pridėk būdą atvirutei startuoti
nb: Sett på en kloss til for å starte bursdagskortet
nn: Vidare: lag ein måte å starta fødselsdagskortet
pt_br: Em seguida, adicione uma forma de iniciar seu cartão
sl: Potem dodaj način, da zaženeš svojo voščilnico.
tr: Başlatmanın bir yolunu bulalım
vi: Kế tiếp, thêm vào cách bắt đầu thiệp của bạn
zh_tw: 下一步，添加與卡片互動的方式

source: <p>Now add your own images and ideas.</p>
bn: <p>এখন তোমার নিজের ছবি ও ধারণাগুলো যোগ কর।</p>
cs: <p>Teď přidej svoje obrázky a nápady.</p>
cy: <p>Nawr, ychwanegwch eich delweddau a'ch syniadau eich hun.</p>
de: <p>Füge nun deine eigenen Bilder und Ideen hinzu.</p>
fa: <p>حالا تصاویر و ایده‌های خود را اضافه کنید.</p>
fr: <p>Maintenant ajoute tes propres images et tes propres idées.</p>
id: <p>Sekarang tambahkan gambar-gambar dan ide-idemu sendiri.</p>
kk: ⇥<p>Енді өз суреттеріңіз бен идеяларыңызды қосыңыз.</p> ⇥
lt: ⇥<p>Dabar pridėk savo paveiksliukus ir idėjas</p> ⇥
nb: <p>Legg inn dine egne bilder og ideer.</p>
nn: <p>Legg inn eigne bilete og idéar.</p>
pt_br: <p>Agora, adicione suas próprias imagens e ideias.</p>
sl: <p>Dodaj svoje slike in ideje.</p>
tr: <p>Şimdi kendi resim ve fikirlerini ekle.</p>
vi: <p>Bây giờ thêm vào hình ảnh và ý tưởng của bạn.</p>
zh_tw: <p>現在把你的好點子放進去吧。</p>

source: Add a picture
bn: একটি ছবি যোগ কর
cs: Přidej obrázek
cy: Ychwanegwch lun.
fa: یک عکس اضافه کنید
fr: Ajouter une image
id: Tambahkan gambar
sl: Dodaj sliko
tr: Resim ekle
vi: Thêm vào một bức ảnh

source: Draw a picture.
bn: একটি ছবি আঁক।
cs: Nakresli obrázek.
cy: Tynnwch lun.
fa: یک عکس بکشید.
fr: Dessine une image.
id: Buat sebuah gambar.
sl: Nariši sliko
tr: Resim çiz.
vi: Vẽ một bức tranh.

source: Add an image from your computer.
bn: তোমার কম্পিউটার থেকে একটি ছবি যুক্ত কর।
cs: Přidej obrázek z počítače.
cy: Ychwanegwch ddelweddd o'ch cyfrifiadur
fa: یک تصویر را از رایانه خود اضافه کنید.
fr: Ajoute une image depuis ton ordinateur.
id: Tambahkan sebuah gambar dari komputermu.
sl: Dodaj sliko iz tvojega računalnika.
tr: Bilgisayarından resim ekle.
vi: Thêm vào hình ảnh từ máy tính của bạn.

source: Take a picture.
bn: একটি ছবি তোল।
cs: Vyfoť.
cy: Cymrwch lun
fa: یک عکس بگیر.
fr: Prends une photo.
id: Potret sebuah gambar.
tr: Resim çek.
vi: Chụp ảnh.

source: Add effects!
bn: ইফেক্ট যোগ কর!
cs: Přidej efekty!
cy: Ychwanegwch effeithiau!
fa: اضافه کردن جلوه!
fr: Ajoute des effets!
id: Tambahkan efek-efek!
sl: Dodaj učinke!
tr: Efekt ekle!
vi: Thêm hiệu ứng!

source: Click the <span class="tab-ref">Scripts</span> tab. Try this script:
bn: <span class="tab-ref">Scripts</span> ট্যাবটি ক্লিক করো। এই স্ক্রিপ্টটি চেষ্টা করো:
cs: Klikni na záložku<span class="tab-ref">Scénáře z</span>. Zkus tento scénář:
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span> tab. Rhowch gynnig ar y sgript yma:
fa: روی زبانۀ <span class="tab-ref">دستورها</span> کلیک کنید. سپس، این دستور را اضافه کنید:
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>. Essaye ce script:
id: Klik tab <span class="tab-ref">Skrip</span>. Coba skrip ini:
tr: <span class="tab-ref">Senaryolar </span> sekmesine tıkla. Bu senaryoyu dene:
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Thử kịch bản này nào:

source: Click the balloons in your card to see the color change.
bn: রঙ পরিবর্তন দেখতে তোমার কার্ডের বেলুনগুলোতে ক্লিক কর।
cs: Klikni na balónky na tvé kartě a sleduj změnu barvy.
cy: Cliciwch ar y balŵns yn eich cerdyn i weld y lliw'n newid.
fa: برای دیدن تغییر رنگ، روی بادکنک‌های موجود در کارت خود کلیک کنید.
fr: Clique sur les ballons dans ta carte pour voir les couleurs changer.
id: Klik balon-balon di kartumu untuk melihat warnanya berubah.
tr: Renk değişimini görmek için karttaki balonlara tıkla.
vi: Bấm vào các khung trong thiệp của bạn để xem chúng thay đổi màu sắc.

source: Next, share your greeting!
bn: তারপর, তোমার শুভেচ্ছা শেয়ার কর!
cs: Jako další krok sdílej svůj pozdrav!
cy: Nesaf, rhannwch eich cyfarchiad!
de: Als nächstes, veröffentliche deine Grußbotschaft!
fa: بعد، تبریک خود را به اشتراک بگذارید!
fr: Ensuite, partage tes voeux
id: Setelah itu, bagikan ucapanmu!
kk: Енді, құттықтаумен бөлісіңіз!
lt: Toliau, pasidalink savo sveikinimu!
nb: Så kan du legge kortet ut på nett!
nn: Vidare: legg ut kortet ut på nettet!
pt_br: Em seguida, compartilhe seu cartão!
sl: Deli svojo voščilo!
tr: Şimdi de, tebriğini paylaş!
vi: Kế tiếp, chia sẻ lời chào của bạn!
zh_tw: 下一步，分享你的賀卡！

source: Click <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
bn: ক্লিক <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
cs: Klikni <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
cy: Cliciwch <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
fa: <img style="margin-bottom:-17px" src = "%(url_12b_share)s">را کلیک کنید
fr: Clique sur <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
id: Klik <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
sl: Klikni<img style="margin-bottom:-17px" src = "%(url_12b_share)s">
tr: Tıkla <img style="margin-bottom:-17px" src = "%(url_12b_share)s">
vi: Nhấp <img style="margin-bottom:-17px" src = "%(url_12b_share)s">

source: <p>Type in notes to explain how to use your project. Give credit to anyone who helped.</p>
bn: <p>তোমার প্রজেক্টটি কিভাবে ব্যবহার করবে তা ব্যাখ্যা করতে নোটগুলো টাইপ কর। যে সাহায্য করেছে তাকে ক্রেডিট দাও।</p>
cs: <p>Přidej do poznámek jak používat tvůj projekt, Poděkuj každému kdo ti pomohl.</p>
cy: <p>Teipiwch nodiadau ar sut i ddefnyddio eich project. Diolchwch i unrhyw un sydd wedi eich helpu.</p>
de: <p>Schreibe ein paar Anmerkungen wie dein Projekt zu Verwenden ist. Schreib eine Anerkennung zu jeder Person die dir geholfen hat.</p>
fa: <p>یادداشت‌هایی بردارید که چگونگی استفاده از برنامه خود را توضیح دهد. به کسی که کمک کرد اعتبار بدهید.</p>
fr: <p>Tu y ajoutes des notes pour expliquer comment mettre en oeuvre ton projet. Tu cites le nom de ceux qui t'ont aidé.</p>
id: <p>Ketik di catatan penjelasan cara menggunakan karyamu. Berikan pengakuan kepada siapapun yang telah membantu.</p>
kk: ⇥<p>Сіздің жобаңызды қалай пайдалану керектігін түсіндіру үшін ескертулер жазыңыз. Көмектескендерге ұпай беріңіз.</p> ⇥
lt: ⇥<p>Įvesk žymas, kad paaiškintum kaip naudotis tavo projektu. Įrašyk žmones, kurie tau pagelbėjo</p> ⇥
nb: <p>Forklar hvordan man bruker det du har laget. Husk å nevne andre bidragsytere.</p>
nn: <p>Forklar korleis ein brukar det du har laga. Hugs å nemna andre bidragsytarar.</p>
pt_br: <p>Insira notas para explicar como usar seu projeto. Dê crédito aos que o ajudaram.</p>
sl: <p>Vnesi opombe s katerimi razložiš, kako se tvoj projekt uporablja. Navedi vse, ki so pomagali pri ustvarjanju.</p>
tr: <p>Projenin nasıl kullanılacağını notlar kısmına yaz. Yardımı dokunanların adlarını ver.</p>
vi: <p>Nhập vào chú thích để giải thích cách sử dụng chương trình của bạn. Cảm ơn đến những người đã giúp bạn.</p>
zh_tw: <p>加上註解，告訴其他人你的專案內容大概是在做什麼。寫上謝誌，感謝那些幫助你完成專案的人。</p>

source: You can add your project to the <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Greeting Card studio!</a>
bn: তুমি <a href="http://scratch.mit.edu/studios/429363/" target="_blank">গ্রিটিং কার্ড স্টুডিও!</a>তে তোমার প্রজেক্ট যোগ করতে পার
cs: Můžeš přidat svůj projekt do studia<a href="http://scratch.mit.edu/studios/429363/" target="_blank">Pohlednice s blahopřáním!</a>
cy: Gallwch ychwanegu eich project i <a href="http://scratch.mit.edu/studios/429363/" target="_blank">stiwdio Cerdyn Cyfarch!</a>
fa: شما می‌توانید برنامۀ خود را به <a href="http://scratch.mit.edu/studios/429363/" target="_blank">استودیو کارت پستال</a> اضافه کنید!
fr: Tu peux ajouter ton projet au studio <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Studio Carte d’Accueil!</a>
id: Kamu bisa menambahkan karyamu ke <a href="http://scratch.mit.edu/studios/429363/" target="_blank">studio Kartu UcapanI</a>
tr: Projeni <a href="http://scratch.mit.edu/studios/429363/" target="_blank">Tebrik Kartı Stüdyosu </a>na ekleyebilirsin!
vi: Bạn có thể thêm chương trình của bạn vào <a href="http://scratch.mit.edu/studios/429363/" target="_blank">studio Thiệp Mừng!</a>

source: <p>To send to a friend, copy the web address and email it. Or, click Embed to share to Facebook or another website.</p>
bn: <p>বন্ধুকে পাঠাতে, ওয়েব ঠিকানা কপি করে ইমেইল কর। অথবা, ফেসবুক বা অন্য ওয়েবসাইটে শেয়ার করতে এম্বেড ক্লিক কর</p>
cs: <p>Pro odeslání kamarádovi zkopíruj webovou adresu a pošli mu ji e-mailem. Nebo klikni na Vnořit pro sdílení na Facebooku nebo jiném webu.</p>
cy: <p>I anfon at ffrind . Copïwch y cyfeiriad gwe a'i e-bostio. Neu, cliciwch Mewnblannu i'w rannu i Facebook neu wefan arall.</p>
de: <p>Um es einem Freund zu schicken, kopiere die Internetadresse und verschicke sie. Oder klicke auf "Einbinden" um es auf Facebook oder einer anderen Internetseite zu teilen.</p>
fa: <p>برای ارسال به یک دوست، آدرس وب را کپی و آن را ایمیل کنید. یا روی قراردادن کلیک کنید تا با فیس بوک یا یک وب سایت دیگر به اشتراک بگذارید.</p>
fr: <p> Pour envoyer à un ami, tu copies l'adresse Web et tu l'envoies par courriel. Ou, clique sur Intégrer pour partager sur Facebook ou sur un autre site.</p>
id: <p>Untuk mengirimnya ke seorang teman, salin alamat webnya dan surelkan. Atau klik Embed untuk membagikannya di Facebook atau situs web lain.</p>
kk: <p>Веб-мекенжайын көшіріп, оны электрондық пошта арқылы достарыңызға жіберіңіз. Немесе, Facebook не басқа веб-сайтта бөлісу үшін кірістіру батырмасын басыңыз.</p>
lt: ⇥<p>Norėdamas siųsti draugui, nukopijuok interneto adresą ir nusiusk jį. Arba spausk Įdėti, kad dalintumeisi Facebook ar kitame puslapyje</p> ⇥
nb: <p>Du kan sende kortet ved å kopiere linken inn i en epost. Eller klikk "Link" for å legge det ut på Facebook eller andre sosiale medier.</p>
nn: <p>Du kan senda kortet ved å senda lenkja i ein e-post. Eller du kan leggja det ut på Facebook eller andre sosiale medium.</p>
pt_br: <p>Para enviar a um amigo, copie o endereço do site e envie-o por e-mail. Ou então, clique em Anexar para compartilhar no Facebook ou de outro site.</p>
sl: <p>Če ga želiš poslati prijatelju, kopiraj spletni naslov in mu ga pošlji. Ali pa klikni na Vstavi, da ga deliš na FAcebooku ali kakio drugi spletni strani.</p>
tr: <p>Arkadaşına göndermek için, web adresini kopyalayıp e-posta ile gönderebilirsin. Veya facebook'un ya da başka bir sitenin içinden çalıştırmak için Göm düğmesine tıkla.</p>
vi: <p>Để gửi cho bạn bè, sao chép địa chỉa trang web và gửi email. Hoặc, bấm Embed để chia sẻ vào Facebook hoặc những trang web khác.</p>
zh_tw: <p>如果你要寄送給朋友，可以使用電子郵件把網址寄給他們。或者，你也可以使用 Embed（嵌入）或是分享到 FB 上的方式來讓朋友看到。</p>

source: What do you want to make next?
bn: তুমি এরপর কি বানাতে চাও?
cs: Co chceš dělat dál?
cy: Beth hoffech chi ei wneud nesaf?
de: Was möchtest du als nächstes machen?
fa: بعد از آن، چه می‌خواهید بسازید؟
fr: Que voulez-vous faire ensuite?
id: Apa yang ingin kamu buat selanjutnya?
kk: Сіз келесі не істегіңіз келеді?
lt: Ką norėtum daryti toliau?
nb: Hva vil du lage nå?
nn: Kva vil du laga no?
pt_br: O que você quer fazer a seguir?
sl: Kaj bi še poskusil?
tr: Bundan sonra neler yapmak istersin?
vi: Bạn muốn làm gì tiếp theo?
zh_tw: 下一步？靠你囉！

source: Now you can make another greeting card, or start a new project!
bn: এখন তুমি আরেকটি শুভেচ্ছা কার্ড তৈরি করতে পার, অথবা একটি নতুন প্রজেক্ট শুরু করতে পার!
cs: Nyní můžeš vytvořit další blahopřání nebo vytvořit nový projekt!
cy: Nawr gallwch chi wneud cerdyn cyfarch arall neu gychwyn project newydd arall!
fa: حالا شما می‌توانید یک کارت تبریک دیگر بسازید، یا یک برنامه جدید را شروع کنید!
fr: Maintenant, tu peux faire une autre carte d’accueil ou commencer un nouveau projet!
id: Sekarang kamu bisa membuat satu kartu ucapan lagi, atau memulai sebuah karya baru!
tr: Şimdi bir diğer tebrik kartı yapabilir ya da yeni bir projeye başlayabilirsin!
vi: Bây giờ bạn muốn tạo một cái thiệp khác, hay bắt đầu một chương trình mới!

source: Start a new project
bn: একটি নতুন প্রজেক্ট শুরু কর
cs: Začni nový projekt
cy: Cychwyn project newydd
fa: یک برنامه جدید شروع کنید
fr: Commencer un nouveau projet
id: Mulai sebuah karya baru
sl: Začni nov projekt
tr: Yeni proje başlat
vi: Bắt đầu chương tình mới

source: Click File, then select New:
bn: ফাইলে ক্লিক করো, তারপরে নতুন নির্বাচন করো :
cs: Klikni na soubor a poté na vyber nový:
cy: Cliciwch Ffeil, yna dewis Newydd:
fa: روی فایل کلیک کنید، سپس جدید را انتخاب کنید:
fr: Clique sur "Ficher", ensuite choisis "Nouveau:
id: Klik Berkas, kemudian pilih Baru:
tr: Dosya menüsünden Yeni seçeneğini seç:
vi: Bấm chọn Tệp tin, sau đó chọn Tạo mới:

source: Or, from the Scratch website, click Create:
bn: অথবা, Scratch ওয়েবসাইট থেকে, তৈরি কর ক্লিক কর:
cs: Nebo na stránkách Scratche, klikni tvořit
cy: Neu, o wefan Scratch, ciciwch Creu:
fa: یا از وب سایت اسکرچ، روی Create کلیک کنید:
fr: Ou, depuis le site de Scratch, clique sur "Créer":
id: Atau, dari situs web Scratch, klik Buat:
tr: Veya Scratch websitesinden Oluştur'a tıkla
vi: Hoặc, từ trang web của Scratch, bấm chọn Tạo:

source: Learn more!
bn: আরও জানো!
cs: Nauč se víc!
cy: Dysgu rhagor!
fa: بیشتر بدانید!
fr: En apprendre plus!
id: Pelajari lebih jauh!
tr: Daha fazlasını öğren!
vi: Tìm hiểu thêm!

source: Watch the Getting Started with Scratch video:
bn: Scratch ভিডিও দিয়ে শুরু করা দেখ:
cs: Podívej se na video začínáme se Scratchem:
cy: Gwyliwch fideo Cychwyn Arni gyda Scratch
fa: شروع به کار با فیلم اسکرچ را تماشا کنید:
fr: Regarde cette vidéo sur comment bien débuter sur Scratch:
id: Tonton video Memulai Scratch:
tr: Stratch' e başlarken videosunu izle:
vi: Xem phần hướng dẫn bắt đầu với Scratch video:

source: Click the <span class="eventscolor">Events</span> category.
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="eventscolor">Události</span>.
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید.
fr: Clique sur la catégorie <span class="eventscolor">Événements</span>.
id: Klik kelompok <span class="eventscolor">Kejadian</span>.
kk: <span class="eventscolor">Іс-шаралар</span> категориясын басыңыз.
lt: Spausk <span class="eventscolor">Įvykiai</span> skyrių.
nb: Klikk <span class="eventscolor">Hendelser</span>-kategorien.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>.
tr: <span class="eventscolor">Olaylar </span> kategorisine tıkla.
vi: Bấm chọn mục <span class="eventscolor">Sự kiện</span>.
zh_tw: 點選 <span class="eventscolor">事件</span> 類指令。

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top, like this:
bn: <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়</span> ব্লকটি টেনে আন এবং এটিকে উপরে স্ন্যাপ কর, এইভাবে:
cs: Přetáhni blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> a připoj ho nahoru, takto:
cy: Llusgwch floc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> wedi ei glicio</span> a'i snapio i'r brig, fel hyn:
fa: قطعه <span class="eventscolor">هنگامی که <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">کلیک می‌شود </span>را کشیده و آن را بالا بزنید، به این شکل:
fr: Fais glisser un bloc <span class="eventscolor">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> cliqué</span> et imbrique le au dessus, comme ça:
id: Seret keluar sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik</span> dan taruh di paling atas, seperti ini:
tr: Bir <span class="eventscolor"> tıklandığında <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></span> bloku sürükle ve onu şu şekilde tepeye sürükle:
vi: Kéo ra <span class="eventscolor">Khi <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">bấm vào mảnh ghép </span>bắt lấy ở phía trên, như thế này:
