Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click the icon that looks like this <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a character:
bn: ক্যারেক্টার নির্বাচন করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> এইরকম দেখতে আইকনে ক্লিক কর:
cs: Pro vybrání postavy klikni na ikonu co vypadá takto <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">:
cy: Cliciwch yr eicon sy'n edrych fel hyn <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis cymeriad:
fa: برای انتخاب یک شخصیت روی نمادی که شبیه به این <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">است کلیک کنید:
fr: Clique sur l'iône qui ressemble à ceci <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> et choisis un personnage :
id: Klik ikon yang terlihat seperti <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih karakter:
kk: Кейіпкерді таңдау үшін<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> мына белгішені басыңыз :
lt: Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ir pasirink veikėją:
nb: Klikk på dette ikonet <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge en figur:
nn: Trykk på ikonet som ser ut som <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja figur:
pt_br: Clique no ícone que se parece com isso <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um personagem:
sl: Klikni ikono, ki izgleda kot <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> da izbereš lik:
tr: Karakter seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> e benzeyen ikona tıkla:
vi: Bấm vào biểu tượng trông giống như <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn nhân vật:
zh_tw: 點選 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 圖示，從角色範例庫中挑選一個角色：

source: Choose any character you want (such as Giga).
bn: তোমার পছন্দের যেকোন ক্যারেক্টার বেছে নাও (যেমন গিগা)।
cs: Vyber si postavu, jakou chceš (třeba Gigu).
cy: Dewiswch unrhyw gymeriad yr hoffech chi (fel Giga).
fa: هر کاراکتری را که می‌خواهید انتخاب کنید (مانند Giga).
fr: Choisis le personnage que tu veux (tel que Giga).
id: Pilih karakter apapun yang kamu inginkan (misalnya Giga).
sl: Izberi katerikoli lik (npr. Giga).
tr: İstediğin herhangi bir kuklayı seç ( Giga gibi)
vi: Chọn bất kỳ nhân vật nào bạn muốn (ví dụ như Giga).

source: In Scratch, characters are called 'sprites'.
bn: Scratch এ, ক্যারেক্টারগুলোকে 'স্প্রাইট' বলে।
cs: V programu Scratch se postavy nazývají "postavy".
cy: Yn Scratch, mae cymeriadau'n cael eu galw'n 'gorluniau'.
fa: در اسکرچ، کاراکترها 'شکلک' نامیده می‌شوند.
fr: Dans Scratch, les personnages sont appelés des 'lutins'.
id: Di Scratch, karakter-karakter disebut 'sprite'.
sl: V Scratchu like imenujemo figure.
tr: Scratch'ta karakterlere 'kukla' denir.
vi: Trong Scratch, các nhân vật được gọi chung là 'đối tượng'.

source: Build a script like this to say something:
bn: কিছু বলতে এমন একটি স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář jako tento k řečení něčeho:
cy: Adeiladwch sgript fel hon er mwyn dweud rhywbeth:
fa: یک دستور مانند بسازی تا چیزی بگویید:
fr: Construis un script comme ceci pour dire quelque chose :
id: Bangun sebuah skrip seperti ini untuk mengatakan sesuatu:
sl: Izdelaj skripto z govorom kot je ta:
tr: Bir şey söylemek için şuna benzer bir senaryo kur:
vi: Tạo một kịch bản giống như vậy để nói một điều gì đó:

source: Type 'Happy birthday!' or your own greeting.
bn: 'শুভ জন্মদিন!' অথবা তোমার নিজের অভিবাদন টাইপ কর।
cs: Napiš "Všechno nejlepší!" nebo své vlastní přání.
cy: Teipiwch 'Pen-blwydd Hapus' neu eich cyfarchiad.
fa: "تولد مبارک!" یا تبریک خودتان را تایپ کنید.
fr: Tape 'Joyeux anniversaire !' ou quelque chose de ton cru.
id: Ketik 'Selamat Ulang Tahun!' atau ucapanmu sendiri.
sl: Napiši 'Vse najboljše!' ali svoje voščilo.
tr: 'İyi ki doğdun' veya kendi kendi selamlamanı yaz
vi: Nhập 'Chúc mừng sinh nhật!' hoặc lời chào của bạn.

source: <p>Try it! Click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to make your sprite talk.</p>
bn: <p>এটি চেষ্টা কর! তোমার স্প্রাইটটিকে কথা বলাতে সবুজ পতাকা <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক কর।</p>
cs: <p>Zkus to! Klikni na zelenou vlajku <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">abys přinutil tvou postavu mluvit. </p>
cy: <p>Rhowch gynnig arno! Cliciwch ar y faner werdd <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> i wneud i'ch corlun siarad.</p>
fa: <p>آن را امتحان کنید! با کلیک بر روی پرچم سبز <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> شکلک را به حرف آورید.</p>
fr: <p>Essaye-le ! Clique sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour faire parler le lutin.</p>
id: <p>Cobalah! Klik bendera hijau <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> untuk membuat sprite-mu berbicara.</p>
sl: <p>Poskusi! Klikni na zeleno zastavico <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> in tvoja figura bo govorila.</p>
tr: <p>Dene! <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">Kuklanı konuşturmak için yeşil bayrağa tıkla.</p>
vi: <p>Thử nhé! Bấm vào lá cờ xanh <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">để làm cho đối tượng nói chuyện.</p>

source: Tip: You can click and drag your sprite to where you want it on the Stage.
bn: টীকা: তুমি তোমার স্প্রাইটকে মঞ্চের যেখানে চাও সেখানে ক্লিক করে টেনে আনতে পার।
cs: Tip: Můžeš kliknout na postavu a přetáhnout ji na konkrétní místo na scéně, kde ji chceš mít.
cy: Awgrym: Gallwch glicio a llusgo eich corlun i le rydych am iddo fod ar y Llwyfan.
fa: نکته: شما می‌توانید با کلیک راست و کشیدن شکلک‌تان هر جای صحنه که می خواهید آن را قرار دهید.
fr: Astuce : Tu peux cliquer et faire glisser ton lutin là où tu le veux sur la scène.
id: Tip: Kamu dapat mengklik dan menyeret spritemu ke manapun yang kamu inginkan di Panggung.
sl: Nasvet: svojo figuro lahko klikneš, zadržiš klik in jo spustiš kamorkoli na odru.
tr: İpucu: Kuklanızı Sahnede istediğiniz yere tıklayıp sürükleyebilirsiniz.
vi: Thủ thuật: Bạn có thể bấm vào và kéo đối tượng đến nơi bạn muốn trên Sân khấu.

source: Click this icon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:
bn: একটি নতুন স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> আইকনটি ক্লিক কর:
cs: Klikni na tuhle ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro výběr nové postavy:
cy: Cliciwch yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:
de: Klick auf dieses Symbol <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur zu wählen:
fa: روی این آیکون <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> . کلیک کنید تا یک شکلک جدید انتخاب شود:
fr: Clique sur cette icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin:
id: Klik ikon ini <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih sprite baru:
kk: ⇥Осы белгішені <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> жаңа спрайт таңдау үшін басыңыз: ⇥
lt: ⇥Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ir išsirink naują veikėją: ⇥
nb: Klikk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å hente en ny figur:
nn: Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å henta ein ny figur:
pt_br: Clique no ícone <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo ator:
sl: Klikni to ikono <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">za izbiro nove figure:
tr: Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> simgesine tıkla:
vi: Bấm vào biểu tượng này <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn đối tượng mới:
zh_tw: 點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 圖示可以在範例庫中挑選角色：

source: Then select a party sprite (such as ‘Cake’ or ‘Gift’)
bn: তারপর একটি পার্টি স্প্রাইট নির্বাচন কর (যেমন ‘Cake’ বা ‘Gift’')
cs: Poté vyber párty postavu (jako je 'Dort' nebo 'Dárek')
cy: Yna dewiswch corlun parti (fel 'Cacen' neu 'Anrheg')
fa: سپس یک شکلک جشن (مانند "کیک" یا "هدیه") را انتخاب کنید
fr: Ensuite, sélectionne un lutin de fête (comme 'Cake' (gâteau) ou 'Gift' (cadeau) )
id: Kemudian pilih sebuah sprite pesta (seperti 'Kue' atau 'Hadiah')
sl: Nato izberi figuro za zabavo (npr. torto ali darilo)
tr: Sonra bir parti kuklası seç ('pasta' veya 'hediye' gibi)
vi: Sau đó chọn đối tượng bữa tiệc (như 'Bánh kem' hay 'Món quà')

source: Build this script to play music when you click on your sprite:
bn: যখন তুমি তোমার স্প্রাইটে ক্লিক কর তখন সঙ্গীত বাজানোর জন্য এই স্ক্রিপ্টটি তৈরি কর:
cs: Vytvoř scénář tak, že se spustí hudba, když klikneš na svou postavu:
cy: Adeiladwch y sgript hon i chwarae cerddoriaeth pa fyddwch yn clicio ar eich corlun.
fa: این دستور را بسازید تا زمانی که روی شکلک‌تان ‌کلیک کردید، موسیقی پخش کند:
fr: Construis ce script pour jouer de la musique quand tu cliques sur le lutin.
id: Buat skrip ini untuk memainkan musik ketika kamu mengklik spritemu:
sl: Sestavi skripto, ki bo ob kliku na figuro predvajala glasbo:
tr: Kuklana tıkladığında müzik çalan komutu oluştur:
vi: Tạo kịch bản này để phát âm nhạc khi bạn bấm vào đối tượng:

source: Click on your sprite on the Stage to hear it play.
bn: খেলতে শুনতে মঞ্চে তোমার স্প্রাইটে ক্লিক কর।
cs: Klikni na svou postavu na scéně, pokud ji chceš slyšet hrát.
cy: Cliciwch ar eich corlun ar y Llwyfan i'w glywed yn chwarae.
fa: روی شکلک روی صحنه کلیک کنید تا صدای پخش آن را بشنوید.
fr: Clique sur le lutin sur la Scène pour l'entendre jouer.
id: Klik spritemu di Panggung untuk mendengarnya bermain.
sl: Klikni na figuro na odru, da boš zaslišal glasbo.
tr: Çaldığını oynatmak için sahnedeki kuklaya tıklayın.
vi: Bấm vào đối tượng của bạn trên sân khấu để nghe nó chơi nhạc.

source: Tip: You can choose a new sound from the Sound library.
bn: টীকা: তুমি শব্দের লাইব্রেরি থেকে একটি নতুন শব্দ বাছাই করতে পার।
cs: Tip: Ze zvukové knihovny si můžeš vybrat nový zvuk.
cy: Awgrym: Gallwch ddewis sain newydd o'r llyfrgell Seiniau.
fa: نکته: شما می‌توانید یک صدای جدید را از کتابخانه صدا انتخاب کنید.
fr: Astuce : Tu peux choisir un nouveau son à partir de la Bibliothèque de Sons.
id: Tip: Kamu dapat memilih sebuah suara baru dari pustaka Suara.
sl: Namig: lahko izbereš nov zvok iz zvočne knjižnice.
tr: İpucu: Ses kütüphanesinden yeni bir ses seçebilirsiniz.
vi: Thủ thuật: bạn có thể chọn âm thanh mới từ Thư viện âm thanh.

source: <p>Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
bn: <p><span class="tab-ref">শব্দ</span> ট্যাবে ক্লিক কর, তারপর ক্লিক কর <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
cs: <p>Klikni na záložku<span class="tab-ref">Zvuky</span>, potom klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
cy: <p>Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
fa: روی زبانه <span class="tab-ref">Sounds</span> کلیک کنید، سپس کلیک کنید<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
fr: <p>Clique sur l'onglet <span class="tab-ref">Sons</span>, puis clique <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
id: <p>Klik tab <span class="tab-ref">Suara</span>, kemudian klik <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>
sl: <p>Klikni na zavihek <span class="tab-ref">Zvoki</span> in klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">:</span>
tr: <p><span class="tab-ref">Sesler </span> sekmesine tıklayın, sonra <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>e tıklayın
vi: <p>Bấm vào thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"></span>

source: <p>Then, click the <span class="tab-ref">Scripts</span> tab to drag the <span class="soundcolor">play sound</span> block.
bn: <p>তারপরে, <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আনতে <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর।
cs: <p>Poté klikni na záložku <span class="tab-ref">Zvuky</span> a přetáhni blok <span class="soundcolor">přehraj zvuk</span>.
cy: <p>Yna, clicio'r tab <span class="tab-ref">Sgriptiau</span> i lusgo'r bloc <span class="soundcolor">chwarae sain</span>.
fa: <p>سپس زبانه <span class="tab-ref">دستورها</span>را کلیک کنید تا قطعۀ <span class="soundcolor">پخش صدا</span>را بکشید.
fr: <p>Ensuite, clique sur l'onglet <span class="tab-ref">Scripts</span> pour faire glisser le bloc <span class="soundcolor">jouer le son</span>.
id: <p>Kemudian, klik tab <span class="tab-ref">Skrip</span> untuk menyeret balok <span class="soundcolor">mainkan suara</span>.
sl: <p>Nato klikni na zavihek <span class="tab-ref">Koda</span> in povleci blok <span class="soundcolor">predvajaj zvok</span>.
tr: <p>Sonra, <span class="soundcolor">ses çal </span> blokunu sürüklemek için <span class="tab-ref">Senaryolar </span> sekmesine tıklayın.
vi: <p>Sau đó, bấm vào thẻ <span class="tab-ref">Kịch bản</span> để kéo mảnh ghép<span class="soundcolor">phát âm thanh</span>.

source: Click to select your sprite:
bn: তোমার স্প্রাইট নির্বাচন করতে ক্লিক কর:
cs: Klikni pro výběr tvé postavy:
cy: Cliciwch i ddewis eich corlun:
fa: برای انتخاب شکلک خود کلیک کنید:
fr: Clique pour sélectionne ton lutin :
id: Klik untuk memilih spritemu:
sl: Klikni za izbiro figure:
tr: Kuklanı seçmek için tıkla:
vi: Bấm vào đối tượng của bạn:

source: Add a script like this to make it grow big and small:
bn: এটিকে বড় এবং ছোট করার জন্য এমন একটি স্ক্রিপ্ট যুক্ত কর:
cs: Přidej takový scénář, aby se to zvětšovalo a zmenšovalo:
cy: Ychwanegwch sgript fel hon i'w wneud i dyfu'n fawr a bach:
fa: یک دستور مثل این اضافه کنید تا بزرگ و کوچک شود:
fr: Ajoute un script comme ceci pour le faire grandir ou rapetissir :
id: Tambahkan sebuah skrip seperti ini untuk membuatnya membesar dan mengecil:
sl: Dodaj takšen skript, da se poveča in pomanjša:
tr: Büyültmek ve küçültmek için böyle bir konut ekle:
vi: Thêm kịch bản giống như vậy để làm nó lớn lên hay nhỏ lại:

source: Click on your sprite to see the animation.
bn: অ্যানিমেশন দেখতে তোমার স্প্রাইটে ক্লিক কর।
cs: Klikni na tvou postavu pro shlédnutí animace.
cy: Cliciwch ar eich corlun i weld yr animeiddio.
fa: برای دیدن انیمیشن روی شکلک خود کلیک کنید.
fr: Clique sur ton lutin pour voir l'animation.
id: Klik spritemu untuk melihat animasinya.
sl: Klikni na figuro, da pogledaš animacijo.
tr: Çizgi filmini görmek için kuklana tıkla.
vi: Bấm vào đối tượng để xem hiệu ứng.

source: Your script will look something like this:
bn: তোমার স্ক্রিপ্ট টি এরকম কিছু দেখাবে:
cs: Tvůj scénář bude vypadat nějak takhle:
cy: Bydd eich sgript yn edrych rhywbeth fel hyn:
de: Dein Skript wird dann so ähnlich aussehen wie das:
fa: دستور شما چیزی شبیه به این خواهد بود:
fr: Ton script doit ressembler à ceci :
id: Skripmu bakal tampak seperti ini:
kk: Сіздің скриптіңіз шамамен осындай болады:
lt: Tavo scenraijus atrodys panašiai kaip šis:
nb: Nå skal skriptet ditt se omtrent slik ut:
nn: Skriptet skal no sjå om lag slik ut:
pt_br: Seu script vai ficar parecido com isso:
sl: Tvoja skripta bo izgledala nekako takole:
tr: Senaryon buna benzer şekilde görünecek:
vi: Kịch bản của bạn sẽ trông giống như thế này:
zh_tw: 你的程式碼（積木堆結構）看起來應該會像下圖：

source: Tip: To make the sprite smaller, type in a minus sign before the number, such as -10.
bn: টীকা: স্প্রাইট ছোট করতে, সংখ্যার সামনে একটি ঋণাত্মক চিহ্ন টাইপ কর, যেমন -10।
cs: Tip: Abys postavu zmenšil, napiš znak pro mínus před číslo, např. -10.
cy: Awgrym: I wneud y corlun yn llai, teipiwch arwydd minws o flaen y rhif, fel -10.
fa: نکته: برای کوچک کردن شکلک، علامت منهای قبل از عدد، مانند -10 را تایپ کنید.
fr: Astuce : Pour rentre le lutin plus petit, tape un signe moins avant le nombre, comme -10.
id: Tip: Untuk membuat spritenya lebih kecil, ketik sebuah tanda minus sebelum angkanya, seperti -10.
sl: Namig: Da bi pomanjšal figuro, pred številom zapiši znak -, npr. -10.
tr: İpucu: Grafiği daha küçük yapmak için, sayıdan önce -10 gibi bir eksi işareti yazın.
vi: Thủ thuật: để làm đối tượng nhỏ hơn, nhập dấu trừ trước số, ví dụ như -10.

source: <p>To repeat the animation, add a <span class="controlcolor">repeat</span> block to your script:</p>
bn: <p>অ্যানিমেশন পুনরাবৃত্তি করতে, তোমার স্ক্রিপ্টে একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক যোগ কর:</p>
cs: <p>Pro zopakování animace, přidej blok <span class="controlcolor">opakovat</span> do svého scénáře.</p>
cy: <p>I ailadrodd yr animeiddio, ychwanegwch floc <span class="controlcolor">ail adrodd</span> i'ch sgript:</p>
fa: <p>برای تکرار انیمیشن، یک قطعۀ <span class="controlcolor">تکرار</span> را به دستور خود اضافه کنید: </p>
fr: <p>Pour répéter l'animation, ajoute un bloc <span class="controlcolor">répéter</span> à ton script :</p>
id: <p>Untuk mengulang animasinya, tambahkan sebuah balok <span class="controlcolor">ulangi</span> ke skripmu:</p>
sl: <p>Uporabi blok <span class="controlcolor">ponovi</span> , da se bo animacija ponovila:</p>
tr: <p>Animasyonu tekrarlamak için, senaryona bir <span class="controlcolor">tekrarla </span>bloğu ekle: </p>
vi: <p>Để lặp lại hiệu ứng, thêm mảnh ghép <span class="controlcolor">lặp lại</span> vào kịch bản của bạn</p>

source: Try clicking your sprite again to start the animation.
bn: অ্যানিমেশন শুরু করতে আবার তোমার স্প্রাইট ক্লিক করে চেষ্টা কর।
cs: Zkoušej opakovaně klikat na tvou postavu pro zapnutí animace.
cy: Rhowch gynnig ar glicio ar eich corlun eto i gychwyn yr animeiddio.
fa: برای شروع انیمیشن، سعی کنید دوباره روی شکلک کلیک کنید.
fr: Essaye de cliquer encore une fois sur ton lutin pour démarrer l'animation.
id: Coba mengklik spritemu lagi untuk memulai animasinya.
sl: Ponovno klikni na figuro, da zaženeš animacijo.
tr: Animasyonu başlatmak için kuklanıza tekrar tıklatmayı deneyin.
vi: Thử bấm vào đối tượng của bạn để bắt đầu hiệu ứng.

source: <p>Tip: To stop, click the stop sign <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (above the Stage).</p>
bn: <p>টীকা: থামাতে, থাম চিহ্নটিতে <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (মঞ্চের উপরে) ক্লিক কর।</p>
cs: <p>Tip: Pro zastavení klikni na stop značku <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (nahoře nad scénou).</p>
cy: <p>Awgrym: I'w atal, cliciwch yr arwydd atal <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (uwchlaw'r Llwyfan).</p>
fa: <p>نکته: برای توقف، روی نماد توقف <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png">(در بالای صحنه) کلیک کنید.</p>
fr: <p>Astuce : Pour arrêter, clique sur le panneau <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (au-dessus de la scène).</p>
id: <p>Tip: Untuk berhenti, klik tombol berhenti <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (di atas Panggung).</p>
sl: <p>Namig: Za zaustavitev klikni stop znak <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (nad odrom).</p>
tr: İpucu: Durmak için, dur işaretine tıkla <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (sahnenin üstünde). <p>
vi: <p>Thủ thuật: để dừng lại, bấm vào biển báo dừng <img class="intext" src="%(STATIC_URL)s/images/help/stop-sign.png"> (phía trên Sân khấu).</p>

source: Tip: To reset the size of your sprite at the start, add this script:
bn: টীকা: শুরুতে তোমার স্প্রাইটের আকার রিসেট করতে, এই স্ক্রিপ্টটি যুক্ত কর:
cs: Tip: K obnovení velikosti tvé postavy na začátek, přidej tento scénář:
cy: Awgrym: I ailosod maint eich corlun ar y dechrau, ychwanegwch y sgript hon:
fa: نکته: برای تنظیم مجدد اندازه شکلک‌تان در ابتدا، این دستور را اضافه کنید:
fr: Astuce : Pour, au début, remettre à zéro la taille de ton lutin, ajoute ce script :
id: Tip: Untuk mengatur ulang ukuran spritemu di permulaan, tambahkan skrip ini:
sl: Namig: Za začetno ponastavitev velikosti figure, dodaj ta skript:
tr: İpucu: Başlangıcınızın boyutunu sıfırlamak için şu senaryoyu ekleyin:
vi: Thủ thuật: để đặt lại kích thước của đối tượng tại nơi bắt đầu, thêm phần kịch bản này:

source: Click to select the sprite you want to spin:
bn: তুমি যেই স্প্রাইটটি ঘোরাতে চাও সেটি ক্লিক কর:
cs: Klikni pro vybrání postavy, se kterou chceš točit:
cy: Cliciwch i ddewis y corlun rydych am iddo droi.
fa: کلیک کنید تا شکلکی که میخواهید بچرخد را انتخاب کنید:
fr: Clique sur le lutin que tu veux faire tourner :
id: Klik untuk memilih sprite yang kamu ingin putar:
sl: Klikni za izbiro figure, ki naj se zasuka:
tr: Döndürmek istediğiniz kuklayı seçmek için tıklayın:
vi: Bấm chọn đối tượng bạn muốn xoay:

source: Then, build a script like this:
bn: তারপর, এভাবে একটি স্ক্রিপ্ট তৈরি কর:
cs: Poté vytvoř scénář jako tento:
cy: Yna, adeiladwch sgript fel hon:
fa: سپس یک دستور مانند این ایجاد کنید:
fr: Ensuite, construis un script comme ceci :
id: Kemudian, bangun sebuah skrip seperti ini:
kk: Енді, осыған ұқсайтындай етіп скрипт жасаңыз:
sl: Potem dodaj skripto kot je ta:
tr: Ardından, buna benzer bir senaryo oluşturun:
vi: Sau đó, tạo ra một kịch bản như thế này:
zh_tw: 接著，創建像這樣的程式：

source: Tip: To reset your sprite’s direction at the start, add this script:
bn: টীকা: শুরুতে তোমার স্প্রাইটের দিক পুনরায় নির্ধারণ করতে, এই স্ক্রিপ্টটি যুক্ত কর:
cs: Tip: K obnovení směru tvé postavy na začátek, přidej tento scénář:
cy: Awgrym: I ailosod cyfeiriad eich sgript ar y dechrau, ychwanegwch y sgript hon:
fa: نکته: برای تنظیم مجدد جهت شکلک‌تان در ابتدا، این دستور را اضافه کنید:
fr: Astuce : Pour mettre à zéro la direction du lutin au départ, ajoute ce script :
id: Tip: Untuk mengatur ulang arah spritemu di permulaan, tambahkan skrip ini:
sl: Namig: Za ponastavitev začetne smeri figure, dodaj ta skript:
tr: İpucu: Animasyonunuzun yönünü başlangıçta sıfırlamak için şu senaryoyu ekleyin:
vi: Thủ thuật: để đặt lại hướng của đối tượng tại nơi bắt đầu, thêm đoạn kịch bản này vào:

source: What else do you want to add? Try some of these ideas.
bn: তুমি আর কি যোগ করতে চাও? এই আইডিয়াগুলো চেষ্টা করতে পার।
cs: Co dalšího chceš přidat? Zkus něco z těchto nápadů.
cy: Beth arall hoffech chi ei ychwanegu? Rhowch gynnig ar rhai o'r syniadau hyn.
fa: چه چیز دیگری می‌خواهید اضافه کنید؟ برخی از این ایده‌ها را امتحان کنید.
fr: Qu'est-ce que tu veux ajouter d'autre ? Essaye les idées ci-dessous.
id: Apa lagi yang ingin kamu tambahkan? Coba sebagian ide-ide ini.
kk: Тағы басқа не қосқыңыз келеді? Осы идеяларды тексеріп көріңіз.
lt: Ką dar norėtum pridėti? Išbandyk keletą šių idėjų
nb: Hva har du lyst til å legge inn i spillet ditt? Prøv noen av disse forslagene.
nn: Kva elles har du lyst til å leggja til? Prøv nokre av desse forslaga.
pt_br: O que mais você quer adicionar? Experimente algumas dessas ideias.
sl: Kaj bi lahko še dodal? Poskusi nekaj teh idej.
tr: Başka ne eklemek istersin? Bu fikirlerden bazılarını deneyin.
vi: Bạn có muốn thêm gì nữa không? Thử một vài ý tưởng đi.1
zh_tw: 你還想要加入什麼呢？試試這些點子吧。
