Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <strong>Have a Mac computer?</strong> See the <a href="../wedo2mac-intro/">Mac Setup Instructions</a>
cs: <strong>Používáš zařízení Mac?</strong> Shlédni <a href="../wedo2mac-intro/">Instrukce pro instalaci na Mac</a>
cy: <strong>Cyfrifiadur Mac?</strong> Gw. <a href="../wedo2mac-intro/">Cyfarwyddiadau Gosod ar y Mac</a>
fa: <strong>آیا رایانه مکینتاش دارید؟</strong> <a href="../wedo2mac-intro/">دستورالعمل‌های نصب Mac</a> را ببینید
fr: <strong>Vous avez un ordinateur Mac ?</strong> Voir les <a href="../wedo2mac-intro/">instructions de configuration Mac</a>
kk: <strong>Сізде Mac компьютер ме?</strong> Онда<a href="../wedo2mac-intro/">Mac Орнату Нұсқаулары</a>
sl: <strong>Imaš Mac računalnik?</strong> Oglej si <a href="../wedo2mac-intro/">navodila za Mac</a>
tr: <strong>Bir Mac bilgisayarınız mı var?</strong>Buraya bakınız<a href="../wedo2mac-intro/">Mac Kurulum Talimatları</a>
vi: <strong>Có máy Mac ử?</strong> Xem <a href="../wedo2mac-intro/">Chỉ dẫn Cài đặt Mac</a>
zh_tw: <strong>你用的是 Mac 電腦？</strong>請參見<a href="../wedo2mac-intro/">Mac 上的設定步驟</a>

source: These are the instructions for Windows 10+. If you’re using a Mac computer, please <a href="../wedo2mac-1/">go here</a>.
bn: এগুলো Windows 10+ এর জন্য নির্দেশাবলী। যদি তুমি একটি Mac কম্পিউটার ব্যবহার করে থাক, অনুগ্রহ করে <a href="../wedo2mac-1/">এখানে যাও</a>।
cs: Toto jsou instrukce pro Windows 10+. Pokud používáš Mac, prosím <a href="../wedo2mac-1/">přejdi sem</a>.
cy: Dyma gyfarwyddiadau ar gyfer Windows 10+. Os ydych yn defnyddio cyfrifiadur Mac, ewch i fan <a href="../wedo2mac-1/">go hyn</a>.
fa: این دستورالعمل‌ها برای ویندوز 10 + است. اگر از یک رایانه Mac استفاده می‌کنید، لطفاً <a href="../wedo2mac-1/">به اینجا بروید</a>.
fr: Vous trouverez ici les instructions pour Windows 10+. Si vous utilisez un ordinateur Mac, merci <a href="../wedo2mac-1/">d'aller ici</a>.
kk: Бұл Windows 10+ ке арналған нұсқаулар. Егер сіз Mac компьютерін қолдансаңыз, онда <a href="../wedo2mac-1/">мында өтіңіз</a>.
sl: To so navodila za Windows 10+. Če uporabljaš Mac računalnik klikni <a href="../wedo2mac-1/">sem</a>.
tr: Bunlar Windows 10+ için talimatlardır. Eğer bir Mac bilgisayarı kullanıyorsanız, lütfen <a href="../wedo2mac-1/">buraya gidiniz.</a>.
vi: Đây là những chỉ dẫn cho Windows 10+. Nếu bạn đang sử dụng máy Mac, xin vào<a href="../wedo2mac-1/">ở đây</a>.
zh_tw: 這是在 Windows 10 上的設定步驟。如果你使用的是 Mac 電腦，請<a href="../wedo2mac-1/">參見此頁</a>。

source: Open the Device Manager
bn: ডিভাইস ম্যানেজার খোল
cs: Otevři Správce Zařízení
cy: Agor y Rheolwr Dyfeisiau
de: Öffne den Geräte-Manager
fa: مدیر دستگاه را باز کنید
fr: Ouvre le Gestionnaire de Périphériques
kk: Құрылғы Менеджерін ашыңыз
sl: Odpri upravitelja naprav
tr: Aygıt Yöneticisini aç
vi: Mở Quản lý Thiết bị
zh_tw: 開啟裝置管理器

source: Pair your Device
bn: তোমার ডিভাইস যুক্ত কর
cs: Spáruj své zařízení
cy: Paru eich Dyfais
de: Verbinden Sie ihr Gerät über Bluetooth
fa: دستگاه خود را جفت کنید
fr: Associe ton appareil
kk: Құрылғыны жұптастырыңыз
sl: Poveži s tvojo napravo
tr: Aygıtını eşleştir
vi: Bắt cặp Thiết bị
zh_tw: 配對你的裝置

source: Restart your Device
bn: তোমার ডিভাইসটি পুনরায় চালু কর
cs: Restartuj své zařízení
cy: Ailgychwyn eich Dyfais
de: Starten Sie ihr Gerät neu
fa: دستگاه خود را راه اندازی مجدد کنید
fr: Redémarre ton Appareil
kk: Құрылғыны қайта жүктеңіз
sl: Ponovno zaženi svojo napravo
tr: Aygıtını yeniden başlat
vi: Khởi động lại Thiết bị
zh_tw: 重新啟動你的裝置

source: Project Editor Map
bn: প্রজেক্ট এডিটর ম্যাপ
cs: Mapa Editoru projektu
cy: Map Golygydd Project
de: Der Projekt-Editor
fa: نقشه ویرایشگر برنامه
fr: Plan de l'éditeur de projets
kk: Жоба Редакторы Картасы
nb: Kart over prosjektredigering
nn: Oversikt over prosjektvindauget
pt_br: Mapa do Editor de Projeto
sl: Zemljevid urejevalnika projektov
tr: Proje Editörü Krokisi
vi: Bản đồ Editor Chương trình
zh_tw: 專案編輯器介面

source: Here are the main areas in the project editor:
bn: প্রজেক্ট এডিটর এর প্রধান ক্ষেত্রগুলো এখানে:
cs: Zde jsou základní plochy v editoru projektů:
cy: Dyma brif ardaloedd y golygydd project:
de: Hier sind die Hauptbereiche des Projekt-Editors:
fa: اصلی ترین جاهای ویرایشگر پروژه اینجاست:
fr: Voila les principales aires de l'éditeur de projet:
kk: Жоба редакторының басты аясы:
nb: Her er de viktigste områdene for prosjektredigering:
nn: Her er dei viktigaste områda for prosjektredigering:
pt_br: Estas são as principais áreas do editor do projeto:
sl: Tu so glavna področja urejevalnika projektov:
tr: Proje editöründeki ana bölümler:
vi: Đây là những vùng chính của editor chương trình:
zh_tw: 這裡是專案編輯器的主要區塊：

source: Stage Area
bn: মঞ্চ এলাকা
cs: Plocha scény
cy: Ardal y Llwyfan
de: Bühnenbereich
fa: قسمت مرحله
fr: Aire de la scène
kk: Кезең Аясы
nb: Scenen
nn: Scena
pt_br: Área do Palco
sl: Oder
tr: Sahne Alanı
vi: Vùng Sân khấu
zh_tw: 舞台區域

source: Cursor Tools
bn: কার্সার টুলগুলো
cs: Kurzorové nástroje
cy: Offer Cyrchwr
de: Zeigerwerkzeuge
fa: ابزار مکان نما
fr: Outils du curseur
kk: Меңзер Құралдары
nb: Verktøy
nn: Verktøy
pt_br: Ferramentas de cursor
sl: Orodja miškinega kazalca
tr: İşaretçi Araçları
vi: Các công cụ Con trỏ
zh_tw: 游標工具

source: <p>If you have LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>If you have LEGO WeDo 1.0 or a PicoBoard, see <a href="../../ext/ext1/">LEGO WeDo 1.0 or Picoboard Setup</a>.</p>
bn: <p>যদি তোমার LEGO WeDo 2.0 থাকে, দেখ <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 সেট আপ</a>।</p> <p></p> <p>যদি তোমার LEGO WeDo 1.0 অথবা PicoBoard থাকে, দেখ <a href="../../ext/ext1/">LEGO WeDo 1.0 অথবা PicoBoard সেট আপ</a>।</p>
cs: <p>Jestli máš LEGO WeDo 2.0, koukni se na <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 nastavení</a>.</p> <p></p> <p>Jestli máš LEGO WeDo 1.0 nebo PicoBoard, koukni se na <a href="../../ext/ext1/"> nastavení LEGO WeDo 1.0 nebo Picoboard </a>.</p>
cy: <p>Os oes gennych LEGO WeDo 2.0, gw. <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p> I ddefnyddio LEGO WeDo 1.0 neu PicoBoard, gw. <a href="../../ext/ext1/">LEGO WeDo 1.0 neu Picoboard Setup</a>.</p>
fa: <p>اگر شما LEGO WeDo 2.0<a href="../../howto/wedo2setup-intro/">دارید، تنظیمات LEGO WeDo 2.0</a> را ببینید.</p> <p></p> <p>اگر شما LEGO WeDo 1.0 یا PicoBoard دارید، به <a href="../../ext/ext1/">LEGO WeDo 1.0 یا تنظیمات Picoboard</a> مراجعه کنید.</p>
fr: <p>Si vous avez un LEGO WeDo 2.0, voir <a href="../../howto/wedo2setup-intro/">configuration LEGO WeDo 2.0 </a>.</p> <p></p> <p>Si vous avez un LEGO WeDo 1.0 ou un PicoBoard, voir <a href="../../ext/ext1/">configuration LEGO WeDo 1.0 ou Picoboard </a>.</p>
kk: <p>Егер сізде LEGO WeDo 2.0 болса, <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Орнатуды</a> көріңіз.</p> <p></p> <p>Егер сізде LEGO WeDo 1.0 немесе PicoBoard болса, <a href="../../ext/ext1/">LEGO WeDo 1.0 немесе Picoboard Орнатуды</a> көріңіз.</p>
nb: <p>Hvis du har Lego WeDo 2.0, se <a href="../../howto/wedo2setup-intro/">oppsett for Lego WeDo 2.0</a>.</p> <p></p> <p>Hvis du har Lego WeDo 1.0 eller PicoBoard, se <a href="../../ext/ext1/">oppsett for Lego WeDo 1.0 eller Picoboard</a>.</p>
nn: <p>Viss du har LEGO WeDo 2.0, sjå <a href="../../howto/wedo2setup-intro/">oppsett av LEGO WeDo 2.0</a>.</p> <p></p> <p>Viss du har LEGO WeDo 1.0 eller eit PicoBoard, sjå <a href="../../ext/ext1/">oppsett av LEGO WeDo 1.0 eller PicoBoard</a>.</p>
pt_br: <p>Se você tem o LEGO WeDo 2.0, veja a <a href="../../howto/wedo2setup-intro/">Configuração do LEGO WeDo 2.0</a>.</p> <p></p> <p>Se você tem o LEGO WeDo 1.0 ou uma PicoBoard, veja as <a href="../../ext/ext1/">Configurações do LEGO WeDo 1.0 ou da Picoboard</a>.</p>
sl: <p>Če imaš LEGO WeDo 2.0, glej <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>.</p> <p></p> <p>Če imaš LEGO WeDo 1.0 ali PicoBoard, glej <a href="../../ext/ext1/">LEGO WeDo 1.0 ali Picoboard Setup</a>.</p>
tr: Eğer LEGO WeDo 2.0 ınız varsa, bakınız <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Kurulumu</a>.<p> <p></p> <p>Eğer LEGO WeDo 1.0 ya da PicoBoard unuz varsa, bakınız <a href="../../ext/ext1/">LEGO WeDo 1.0 ya da PicoBoard Kurulumu</a>.</p>
vi: <p>Nếu bạn có LEGO WeDo 2.0, xem <a href="../../howto/wedo2setup-intro/">Cài đặt LEGO WeDo 2.0 </a>.</p> <p></p> <p>Nếu bạn có LEGO WeDo 1.0 hay một PicoBoard, xem <a href="../../ext/ext1/">Cài đặt LEGO WeDo 1.0 hay Picoboard</a>.</p>
zh_tw: <p>如果你有 LEGO WeDo 2.0，可以觀看 <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 設定</a>。</p> <p></p> <p>如果你有 LEGO WeDo 1.0 或是 PicoBoard，可以觀看 <a href="../../ext/ext1/">LEGO WeDo 1.0 或 Picoboard 設定</a>。</p>

source: Map of Paint Editor
bn: পেইন্ট এডিটরের ম্যাপ
cs: Mapa editoru kreslení
cy: Map y Golygydd Paentio
de: Das Zeichenwerkzeug
fa: نقشه ویرایشگر رنگ
fr: Carte de l'éditeur de dessin
kk: Paint Редакторы картасы
nb: Oversikt over bilderedigering
nn: Oversikt over biletredigering
pt_br: Mapa do Editor de Desenho
sl: Zemljevid slikarja
tr: Resim Editörünün Krokisi
vi: Bản đồ Editor Vẽ
zh_tw: 繪圖編輯器介面

source: Here's a map of the paint editor:
bn: এখানে আঁক এডিটর এর একটি মানচিত্র:
cs: Tady je mapa editoru kreslení:
cy: Dyma fap y golygydd paentio:
de: Hier ist eine Übersicht über das Zeichenwerkzeug:
fa: در اینجا یک نقشه ویرایشگر رنگ وجود دارد:
fr: Voici une carte de l'éditeur de dessin :
kk: Paint Редакторы картасы осында:
nb: Her er en oversikt over bilderedigering:
nn: Her er ei oversikt over biletredigeringa:
pt_br: Este é um mapa do editor de desenho:
sl: To je zemljevid urejvalnika slik:
tr: Burada resim editörünün bir krokisi mevcut:
vi: Đây là bản đồ của editor vẽ:
zh_tw: 這裡說明繪圖編輯器介面：

source: Paint Tools (Vector)
cs: Nástroje kreslení (vektorová grafika)
cy: Offer Paentio (Fector)
de: Zeichenwerkzeuge (Vektor-Modus)
fa: ابزارهای رنگ (بردار)
fr: Outils de Dessin (Vectoriel)
kk: Paint Құралдары(Вектор)
nb: Tegneverktøy (vektor)
nn: Teikneverktøy (vektor)
pt_br: Ferramentas de desenho (vetor)
sl: Orodja za risanje (vektorska)
tr: Çizim Araçları (çizgisel)
vi: Các công cụ Vẽ (Vector)
zh_tw: 繪圖工具（向量圖）

source: Magic Wand Tool
cs: Nástroj Magická Hůlka
cy: Offeryn Hudlath
de: Zauberstab-Werkzeug
fa: ابزار چوب جادو
fr: Outil baguette magique
kk: Сиқырлы Таяқша Құралы
nb: Tryllestav-verktøy
nn: Tryllestav-verktøy
pt_br: Ferramenta da varinha mágica
sl: Orodje Čarobna palica
tr: Sihirli Asa Aracı
vi: Công cụ Đũa Ma thuật
zh_tw: 去背工具

source: Use the magic wand to select parts of a photo you want to keep. (It will remove the rest.)
bn: তুমি ছবির কোন অংশ রাখতে চাও তার জন্য magic wand ব্যবহার কর। (এটি বাকিগুলোকে সরিয়ে ফেলবে)
cs: Použij magickou hůlku pro výběr částí fotky, které chceš zachovat. (Zbytek bude vymazán.)
cy: Defnyddiwch yr hudlath i ddewis rhannau o ffoto rydych am eu cadw. (Bydd yn tynnu'r gweddill).
de: Verwende den Zauberstab um die Teile des Fotos auszuwählen die du behalten wills. (Der Rest wird entfernt.)
fa: با استفاده از چوب جادو بخش‌هایی از یک عکس که می‌خواهید نگه دارید را انتخاب کنید. (این بقیه را حذف خواهد کرد.)
fr: Utilise la baguette magique pour sélectionner les parties de la photo que tu veux garder (l'outil supprimera le reste).
kk: Фотосуреттің сақтағыңыз келетін бөліктерін таңдау үшін сиқырлы таяқшаны пайдаланыңыз. (Ол қалғанын жояды.)
nb: Bruk tryllestav-verktøyet for å velge ut de delene av et bilde som du vil beholde. (Resten blir fjernet.)
nn: Bruk tryllestav-verktøyet for å velja ut dei delane av eit bilete som du vil bruka. (Resten vert fjerna.)
pt_br: Use a varinha mágica para selecionar partes de uma foto que você queira manter. (Ela vai remover o resto).
sl: Z uporabo čarobne palice izberi dele slike, ki jih želiš obdržati. (Neoznačeni deli bodo odstranjeni.)
tr: Sihirli asayı fotoğrafta tutmak istediğin yerleri seçmek için kullan.(Geri kalanını silecektir.)
vi: Sử dung đũa ma thuật để chọn những phần của hình ảnh bạn muốn giữ. (Nó sẽ xóa phần còn lại.)
zh_tw: 使用去背工具的方式很簡單，只要在圖像上選好要保留的區域，剩下的就會自動移除。

source: Here are the two steps:
bn: ধাপ দুটি হল:
cs: Zde jsou dva kroky:
cy: Dyma'r ddau gam:
de: Hier die zwei Schritte:
fa: در اینجا دو مرحله وجود دارد:
fr: Voici les deux étapes :
kk: Мұнда екі қадам бар:
nb: Du gjør det slik:
nn: Du gjer det slik:
pt_br: Aqui estão as duas etapas:
sl: Tukaj sta dva koraka:
tr: İki adım şu şekilde:
vi: Đây là hai bước:
zh_tw: 這裡分兩步驟說明：

source: <strong>1) Select</strong>: Draw on the parts of the image you want to keep. Continue until you’ve selected everything you want to keep.
cs: <strong>1) Vyber</strong>: Najeď na části obrázku, které chceš zachovat. Pokračuj, dokud nevybereš vše, co chceš zachovat.
cy: <strong>1) Dewiswch</strong>: Tynnwch lun ar y darnau o'r ddelwedd rydych am eu cadw. Parhewch nes eich bod wedi dewis popeth rydych am eu cadw.
de: <strong>1) Auswählen</strong>: Selektiere die Teile des Bildes die du behalten willst. Wenn das alles ausgewählt ist, mache bei Schritt 2 weiter.
fa: <strong>1) انتخاب</strong>روی قسمت‌هایی از تصویر که می خواهید نگه دارید بکشید. تا هنگامی که تمام چیزهایی که می‌خواهید نگه دارید را انتخاب نکرده‌اید، ادامه دهید.
fr: <strong>1) Sélectionne</strong>: Trace les parties de l'image que tu veux garder. Continue jusqu'à que tu aies sélectionné tout ce que tu veux garder.
kk: <strong>1) Таңдау</strong>: суреттің сақтағыңыз келетін бөліктерінде сызыңыз. Сақтағыңыз келетін барлық бөліктерді іріктегенге дейін жалғастырыңыз.
nb: <strong>1) Velg</strong>: Tegn på de delene av bildet som du vil beholde. Fortsett til du har valgt alt du vil beholde.
nn: <strong>1) Vel</strong>: Teikn på dei delane av biletet som du vil bruka. Hald fram til du har valt alt alle områda.
pt_br: <strong>1) Selecione</strong>: Desenhe as partes da imagem que você deseja manter. Continue até que você tenha selecionado tudo o que deseja manter.
sl: <strong>1)Izberi</strong>: Izberi vse dele slike, ki jih želiš obdržati.
tr: <strong>1) Seç </strong>: Görüntülemek istediğiniz resmin bölümlerini çizin. Saklamak istediğiniz her şeyi seçene kadar devam edin.
vi: <strong>1) Chọn</strong>: Vẽ lên các phần hình ảnh bạn muốn giữ. Tiếp tục cho đến khi bạn chọn tất cả những thứ bạn muốn giữ.
zh_tw: <strong>1) 選取</strong>: 將圖片上要保留的區域框選出來。持續畫到你確定該保留的都留下來了。

source: <strong>2) Remove</strong>: Click away (or on another tool) to remove the unselected parts of the image.
bn: <strong>2) সরাও</strong>: ছবির অনির্বাচিত অংশগুলো অপসারণ করতে দূরে (বা অন্য টুলে) ক্লিক কর।
cs: <strong>2) Odstraň</strong>: Klikni odstranit (nebo na jiný nástroj) k odebrání nevybraných částí obrázku.
cy: <strong>2) Tynnwch</strong>: Cliciwch (neu ar offeryn arall) i dynnu'r darnau o'r ddelwedd sydd heb eu tynnu.
de: <strong>2) Entfernen</strong>: Klicke weg (oder auf ein anderes Werkzeug) um die nicht ausgewählten Teile des Bild zu entfernen.
fa: <strong>2) حذف</strong>: برای حذف قسمت‌های انتخاب نشده از تصویر (یا بر روی یک ابزار دیگر) در هر صورت کلیک کنید.
fr: <strong>2) Supprimer</strong>: Clique ailleurs (ou sur un autre outil) pour supprimer les parties non sélectionnées de l'image.
kk: <strong>2) Кетіру </strong>: Суреттің таңдалмаған бөліктерін жою үшін шетке (немесе басқа құралға) басыңыз.
nb: <strong>2) FJern</strong>: Klikk et annet sted (eller på et annet verktøy) for å fjerne de delene av bildet som ikke er valgt.
nn: <strong>2) Fjern</strong>: Trykk ein annan stad (eller på eit anna verktøy) for å fjerna dei områda av biletet som ikkje er merkte.
pt_br: <strong>2) Remova</strong>: Clique em outro lugar (ou em outra ferramenta) para remover as partes não selecionadas da imagem.
sl: <strong>2)Odstrani</strong>: Za odstranitev neizbranih delov slike klikni v prazno (ali na drugo orodje).
tr: <strong>2) Kaldır </strong>: Görüntünün seçilmemiş bölümlerini kaldırmak için (veya başka bir araçta) üzerine tıklayın.
vi: <strong>2) Xóa</strong>: Bấm ra nơi khác (hay lên công cụ khác) để xóa những phần không được chọn trên hình ảnh.
zh_tw: <strong>2) 移除</strong>: 在不要保留的區域上點一下，就會將圖片上其他未選取的區域刪除。

source: Tip: You can click the Undo button to restore your original image:
bn: টিপ: তুমি তোমার আসল ছবিটি পুনরুদ্ধার করতে পূর্বাবস্থায় ফেরত বাটনে ক্লিক করতে পার:
cs: Tip: Použij tlačítko Vrátit zpět pro vrácení změn v původním obrázku:
cy: Awgrym: Gallwch glicio'r botwm Dadwneud i adfer eich delwedd wreiddiol:
de: Tipp: Du kannst dein ursprüngliches Bild mit dem Rückgängig-Button wiederherstellen.
fa: نکته: برای بازگرداندن تصویر اصلی خود، می‌توانید بر روی دکمه واگرد کلیک کنید:
fr: Astuce : tu peux cliquer sur le bouton "Annuler" pour restaurer l'image originale :
kk: Кеңес: суреттің түпнұсқасын қалпына келтіру үшін Болдырмау батырмасын басыңыз:
nb: Tips: Du kan klikke angre-knappen for å få tilbake hele bildet:
nn: Tips: Du kan bruka angreknappen for å få tilbake heile biletet:
pt_br: Dica: você pode clicar no botão Desfazer para restaurar sua imagem original:
sl: Namig: S klikom na gumb Razveljavi lahko fotografijo ponastaviš na začetek:
tr: İpucu: Orijinal resmini restore etmek için geri al butonuna tıklayabilirsin.
vi: Thủ thuật: Bạn có thể bấm nút Hoàn tác để khôi phục lại ảnh gốc:
zh_tw: 提示：你可以點擊復原按鈕讓修改過的圖像回到最初的樣貌。

source: After you remove the background, you can touch-up with the Eraser tool:
bn: ব্যাকগ্রাউন্ড অপসারণ করার পরে, তুমি ইরেজার টুল দিয়ে স্পর্শ করতে পারবে:
cs: Poté, co odebereš pozadí, můžeš použít nástroj Guma:
cy: Ar ôl i chi dynnu'r cefndir, gallwch ei dwtio gyda'r Rhwbiwr:
fa: پس از حذف پس‌زمینه، می‌توانید با ابزار پاک‌کن دستکاری کنید:
fr: Après avoir supprimé l'arrière-plan, tu peux retoucher avec l'outil Gomme :
kk: Фонды алып тастаған соң, Өшіргіш құралымен түзете аласыз:
nb: Etter at du har brukt tryllestaven til å fjerne bakgrunn kan du rette opp små feil med viskelær-verktøyet:
nn: Etter at du har brukt tryllestaven til å fjerna bakgrunnen, kan du retta opp små feil med viskelêr-verktøyet:
pt_br: Depois de remover o plano de fundo, você pode fazer retoques com a ferramenta Borracha:
sl: Ko odstraniš ozadje, lahko fotografijo obdelaš še z Radirko:
tr: Arkaplanı sildikten sonra, Silgi aracıyla rötuş yapabilirsin:
vi: Sau khi bạn xóa nền, bạn có thể điều chỉnh thêm bằng công cụ Tẩy:
zh_tw: 當你去除背景之後，你可以擦子工具進行修飾：

source: For best results with the Magic wand, take photos with a solid, contrasting color in the background.
cs: Pro dosažení nejlepších výsledků s magickou hůlkou, vyfoť fotografii s plnou kontrastní barvou na pozadí.
cy: Ar gyfer y canlyniadau gorau gyda'r Hudlath, cymrwch ffotos gyda chefndir lliw solet, gwrthgyferbyniol yn y cefndir.
fa: برای بهترین نتایج با چوب جادویی، با رنگ یکدست و متضاد در پس‌زمینه عکس بگیرید.
fr: Pour de meilleurs résultats avec le Baguette magique, prends des photos avec une couleur pleine et contrastée en arrière-plan.
kk: Сиқырлы таяқша құралымен жақсы нәтижелерге қол жеткізу үшін бірыңғай, қарама-қарсы түсті фонды суреттер қолданыңыз.
nb: Tryllestav-verktøyet virker best på bilder som har god kontrast til en jevn bakgrunn.
nn: Tryllestav-verktøyet verkar best på bilete som har god kontrast til ein einsfarga bakgrunn.
pt_br: Para melhores resultados com a varinha mágica, tire fotos com fundo de cor uniforme e contrastante.
sl: Za najboljše rezultate Čarobne palice uporabljaj fotografije z močnimi, kontrastnimi barvami v ozadju.
tr: Sihirli asa ile en iyi sonuçlar için, arka planı katı ve kontrast oluşturan renklerle fotoğraf çek.
vi: Để có kết quả tốt nhất với cây đũa Ma thuật, chụp ảnh có nền màu nguyên khối, tương phản.
zh_tw: 若要較好的去背結果，照片中的背景最好是單色，且與主角的顏色有高度對比。

source: Tour the Scratch Editor
bn: Scratch এডিটরে যাত্রা শুরু
cs: Prohlídka Scratch editoru
cy: Cyflwyniad i Olygydd Scratch
de: Reise durch die Scratch-Umgebung
fa: تور ویرایشگر اسکرچ
fr: Visite de l'Éditeur Scratch
kk: Скретч редакторына тур жасаңыз.
nb: Bli kjent med programredigering
nn: Vert kjend med prosjektredigeringa
pt_br: Tour pelo editor Scratch
sl: Ogled urejevalnika Scratch
tr: Scratch Editörününde Gezin.
vi: Tham quan Scratch Editor
zh_tw: Scratch 編輯器指南

source: Take a tour of the Scratch project editor.
bn: Scratch প্রকল্প এডিটরে যাত্রা শুরু কর
cs: Vydej se na prohlídku editorem projektů Scratch.
cy: Dewch ar y cyflwyniad i olygydd project Scratch
de: Unternimm eine Reise durch die Scratch-Projektumgebung.
fa: به یک تور از ویرایشگر پروژه اسکرچ بروید.
fr: Fais une visite de l'éditeur de projet Scratch.
kk: Скретч Жоба редакторына тур жасаңыз.
nb: En gjennomgang av redigeringsvinduet
nn: Ein gjennomgang av redigeringsvindauget.
pt_br: Faça um tour pelo editor de projetos Scratch
sl: Oglej si predstavitev urejevalnika Scratch projektov.
tr: Scratch proje editöründe bir tur at.
vi: Đi tham quan editor chương trình Scratch.
zh_tw: Scratch 的專案編輯器概覽。

source: Here's are some of the main parts:
bn: এখানে প্রথম অংশগুলোর কিছু অংশ
cs: Zde jsou některé z hlavních částí:
cy: Dyma rai o'r prif rannau:
de: Hier sind einige der Hauptteile:
fa: اینجا برخی از بخش‌های اصلی هستند:
fr: Voici quelques-unes des parties principales :
kk: Міне ең маңызды бөліктердің бірі:
nb: Her er hoveddelene:
nn: Her er nokre av hovuddelane:
pt_br: Estas são algumas das partes principais:
sl: Tukaj je nekaj glavnih delov:
tr: Bunlar ana kısımlardan bazıları:
vi: Đây là một số phần chính:
zh_tw: 底下是主要的部分：

source: Start the tour
bn: যাত্রা শুরু কর
cs: Začni prohlídku
cy: Cychwyn y cyflwyniad
de: Starte die Reise
fa: تور را شروع کنید
fr: Commence la visite
kk: Турды бастау
nb: Begynn her
nn: Start gjennomgangen
pt_br: Comece o tour
sl: Začni ogled
tr: Turu başlat
vi: Bắt đầu chuyến tham quan
zh_tw: 開始指南

source: Tour Index
bn: ভ্রমণ সূচি
cs: Rejstřík exkurzí
cy: Mynegai'r cyflwyniad
de: Reiseübersicht
fa: فهرست تور
fr: Index de la visite
kk: Тур Индексі
nb: Oversikt
nn: Oversikt
pt_br: Índice do tour
sl: Kazalo ogleda
tr: Tur Endeksi
vi: Mục lục Tham quan
zh_tw: 指南

source: Stage
bn: মঞ্চ
cs: Scéna
cy: Llwyfan
de: Bühne
fa: طبقه
fr: La scène
kk: Кезең
nb: Scene
nn: Scene
pt_br: Palco
sl: Oder
tr: Sahne
vi: Sân khấu
zh_tw: 舞台

source: Blocks Palette
bn: ব্লক প্যালেট
cs: Paleta bloků
cy: Palet Blociau
de: Blockpalette
fa: بلوک‌های رنگی
fr: La palette des blocs
kk: Палитра Топтамасы
nb: Klosser til skript
nn: Klosslager
pt_br: Paleta de blocos
sl: Paleta blokov
tr: Komut Taşları Paleti
vi: Bảng Mảnh ghép
zh_tw: 指令面板

source: Scripts Area
bn: স্ক্রিপ্ট অঞ্চল
cs: Oblast skriptů
cy: Ardal Sgriptiau
de: Skriptbereich
fa: قسمت دستورها
fr: L'aire des scripts
kk: Скрипттер Аясы
nb: Område for skript
nn: Skriptområde
pt_br: Área de scripts
sl: Območje urejanja skript
tr: Dizi Bölgesi
vi: Vùng Kịch bản
zh_tw: 程式工作區

source: Sprite List
bn: স্প্রাইটের তালিকা
cs: Seznam postav
cy: Rhestr Corluniau
de: Liste der Figuren
fa: فهرست شکلک
fr: La liste des lutins
kk: Спрайт тізбесі
nb: Figurliste
nn: Figurliste
pt_br: Lista de atores
sl: Seznam likov
tr: Kukla Listesi
vi: Danh sách Đối tượng
zh_tw: 角色列表

source: Backpack
bn: ব্যাকপ্যাক
cs: Batoh
cy: Pecyn Cefn
de: Lager
fa: کوله پشتی
fr: Le sac à dos
id: Ransel
kk: Арқа қоржын
nb: Ryggsekk
nn: Ryggsekk
pt_br: Mochila
sl: Shramba
tr: Sırt Çantası
vi: Ba lô
zh_tw: 背包

source: Paint Editor
bn: আঁকা এডিটর
cs: Editor barev
cy: Golygydd Paentio
de: Zeichenwerkzeug
fa: ویرایشگر رنگ
fr: L'éditeur de Dessin
kk: Paint редакторы
nb: Bilderedigering
nn: Biletredigering
pt_br: Editor de desenho
sl: Slikar
tr: Resim Editörü
vi: Editor Vẽ
zh_tw: 繪圖編輯器

source: Bearstack Story
bn: বিয়ারস্ট্যাকের গল্প
cs: Přiběh medvědice
cy: Stori Stac Eirth
de: Die Geschichte von der Bärenpyramide
fa: داستان Bearstack
fr: Ours pour un et un pour t'ours (We Bare Bears)
id: Cerita Bearstack
kk: Bearstack Әңгімесі
nb: Bjørnebunken ("Bearstack Story")
nn: Bjørnestabel-forteljing
pt_br: História da pilha de ursos
vi: Câu chuyện về Chồng Gấu
zh_tw: 熊熊故事
