Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> reports true if the mouse button is clicked anywhere on the screen.
kk: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> егер экранның кез-келген жеріне тінтуір батырмасы басылса дұрыс деп баяндайды.
lt: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> praneša jeigu pelė buvo nuspausta betkur ekrane
nn: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> er sann vise museknappen vert trykt ned kor som helst på skjermen.
pt_br: <img src="%(STATIC_URL)s/images/help/mouse-down.png" /> tem o valor "true" se o botão do mouse for clicado em qualquer local da tela.
zh_tw: <img src="%(STATIC_URL)s/images/help/mouse-down.png" />會自動偵測滑鼠鍵是不是在舞台畫面上被點擊了。

source: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Switches to the next costume in the sprite's costume list</h3></p>
kk: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Спрайт костюмінің тізімінде келесі костюмге ауыстырады</h3></p>
lt: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Pakeičia į sekančią kaukę veikėjo kaukių sąraše</h3></p>
nn: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Byter til neste drakt til figuren</h3></p>
pt_br: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>Muda para a próxima fantasia da lista de fantasias do ator</h3></p>
zh_tw: <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> <h3>用來改變角色外觀，會使用造型列表中的下一個造型。</h3></p>

source: <p>To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> You can rearrange the order of the costumes in the list by dragging and dropping.</p>
kk: <p>Спрайттың костюмдерін көру үшін, басыңыз <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Сіз тізімдегі костюмдердің ретін апару және тастау арқылы өзгерте аласыз.</p>
lt: <p>Norėdamas pamatyti veikėjo kaukes, spausk <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p>Gali surūsiuoti kaukes sąraše jas temptadamas ir paleisdamas</p>
nn: <p>For å sjå alle draktene til figur, trykk på <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Du kan byta rekkjefølgja på draktene ved å dra dei der du vil ha dei.</p>
pt_br: <p>Para ver as fantasias de um ator, clique em <img src="%(STATIC_URL)s/images/help/costumes-tab.png"/>.</p> <p> Você pode reordenar as fantasias na lista arrastando e soltando.</p>
zh_tw: <p>若要檢視角色有哪些可以使用的造型，可以切換到造型頁籤 <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> <p>你可以在造型列表中拖放縮圖以調整造型的順序。</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> gets to the end of the list, it goes back to the top.</p>
kk: <p><img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> тізімнің соңына жеткен кезде, жоғарыға қайта барады.</p>
lt: <p> Kai <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> pasiekia sąrašo pabaigą, grįžta atgal į pradžią</p>
nn: <p>Når <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> kjem til slutten av lista, hoppar han til første drakt att.</p>
pt_br: <p>Quando <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> chega ao fim da lista, ele volta ao início.</p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/next-costume-block.png" /> 當角色的造型切換到最後一個時，它會自動從第一個造型繼續。</p>

source: <p>To see a stage's backdrops, click <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> You can rearrange the order of the backdrops in the list by dragging and dropping.</p>
kk: <p>Кезеңнің фондарын көру үшін, басыңыз <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Сіз тізімдегі фондардың ретін апару және тастау арқылы өзгерте аласыз.</p>
lt: <p> Norėdamas matyti Scenos fonus, spausk <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Tu gali sukeisti fonų eilės tvarką sąraše juos temptdamas ir paleisdamas</p>
nn: <p>For å sjå alle bakgrunnsbileta, trykk <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p> Du kan byta rekkjefølgja på bakgrunnane ved å dra dei der du vil ha dei.</p>
pt_br: <p>Para ver os panos de fundo do palco, clique em <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>.</p> <p>Você pode reorganizar a ordem dos panos de fundo na lista arrastando e soltando.</p>
zh_tw: <p>若要檢視舞台裡有哪些背景，可以點擊 <img src="%(STATIC_URL)s/images/help/backdrop-tab.png"/>。</p> <p> 你可以拖放其中的縮圖以調整排列順序。</p>

source: <p>When <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> gets to the end of the list, it goes back to the top.</p>
kk: <p><img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> тізімнің соңына жеткен кезде, жоғарыға қайта барады.</p>
lt: <p>Kai <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> pasiekia sąrašo pabaigą, pradeda iš pradžių </p>
nn: <p>Når <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> kjem til slutten av lista, hoppar han til første bakgrunnsbilete att.</p>
pt_br: <p>Quando <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> chega no final da lista, ele volta ao início.</p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/nextbackdrop.png" /> 當舞台的背景切換到最後一個時，它會自動從第一個背景繼續。</p>

source: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> picks a random number from 1 to 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Click to have a sprite say a random number. Click again to get another random number.<br/>
kk: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> 1-10 дейінгі кездейсоқ санды таңдаңыз.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Спрайттың кездейсоқ санды айтуы үшін басыңыз. Басқа кездейсоқ санды алу үшін қайтадан басыңыз. <br/>
lt: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> atsitiktinai parenka skaičių nuo 1 iki 10 <br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br> Spausk ir veikėjas pasakys atsitiktinį skaičių. Spausk dar kartą ir pasakys kitą atsitiktinį skaičių <br/>
nn: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> pullar eit tilfeldig tal frå 1 til10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Trykk på figuren for å la han seia eit tilfeldig tal. Trykk på nytt for eit nytt tilfeldig tal.<br/>
pt_br: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> escolhe um número aleatório de 1 a 10.<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>Clique para que um ator diga um número aleatório. Clique novamente para obter outro número aleatório.<br/>
zh_tw: <br><img src="%(STATIC_URL)s/images/help/pick-random-ex2.png" /> 將會從 1 到 10 之間挑選一個數。<br/> <br><img src="%(STATIC_URL)s/images/help/pick-random-ex3.png" /><br/> <br>你可以用下方程式看看，角色第一次說的數字和第二次的數字不見得相同。<br/>

source: <p>Choose a drum sound from the list <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Or, type in a number from 1 to 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Note: the length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
kk: <p>Тізімнен барабан дыбысын таңдаңыз <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Немесе, 1 ден 22 ге дейінгі санды теріңіз <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Ескерту: соққының ұзындығын осының көмегімен орнатуға болады <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
lt: <p>Pasirink būgno garsą iš sąrašo <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Arba įvesk skaičių nuo 1 iki 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Svarbu! Tempas nustatytomas su <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
nn: <p>Vel eit rytmeinstrument frå lista <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Eller skriv inn eit tal frå 1 til 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Merk: Du kan velja kor lenge ei takt varer med <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
pt_br: <p>Escolha um som de tambor da lista <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> Ou, digite um número de 1 a 22 <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> Observação: o comprimento de uma batida pode ser definido com <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
zh_tw: <p>從清單挑選出合適的樂器（音色）。 <br> <img src="%(STATIC_URL)s/images/help/playdrum_dropdown.png" /> </p> <p> 也可以直接輸入指定樂器的序號（1 到 22） <br> <img src="%(STATIC_URL)s/images/help/playdrum_highlighted.png" /> </p> <p> 注意：一拍的長度可以透過 <img src="%(STATIC_URL)s/images/help/set_tempo.png" />來調節。 </p>

source: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Plays a musical note for specified number of beats</h3>
kk: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Белгілі бір соққылар саны үшін музыкалық ноталар ойнатады</h3>
lt: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Groja natą nurodytą smūgių skaičių</h3>
nn: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Spelar ein tone eit valt tal takter</h3>
pt_br: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>Reproduz uma nota musical para um determinado número de batidas</h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/playnote.png"/> <h3>用來演奏指定的音階，可以指定音階的拍數。</h3>

source: <p> Type in a number from 0 to 127 (60 is middle C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use higher numbers for higher pitches </p>
kk: <p> 0 ден 127 ге дейінгі санды теріңіз (60 ортаңғы C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Жоғарғы мәндер үшін жоғарғы сандарды қолданыңыз </p>
lt: <p> Įvesk skaičių nuo 0 iki 127 (60 yra vidurinė C) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Naudok didelius skaičius aukštiems garsams </p>
nn: <p> Skriv eit tal frå 0 til 127 (60 er grunntonen C). <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Større tal gjev lysare lydar. </p>
pt_br: <p> Digite um número de 0 a 127 (60 é o Dó médio) <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> Use números mais altos para tons mais altos </p>
zh_tw: <p> 可以直接輸入 0 到 127 個音階（60 是中度 C） <br> <img src="%(STATIC_URL)s/images/help/playnote_highlighted.png" /> <br> 數字愈高，音調愈高 </p>

source: <p> The length of a beat can be set with <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
kk: <p> Соққының ұзындығын осының көмегімен орнатуға болады <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
lt: <p> Tempas nustatomas <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> </p>
nn: <p> Du kan velja kor lenge ei takt varer med <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
pt_br: <p> O comprimento de uma batida pode ser definido com <img src="%(STATIC_URL)s/images/help/set_tempo.png" />. </p>
zh_tw: <p> 拍子的長度可以透過 <img src="%(STATIC_URL)s/images/help/set_tempo.png" /> 積木來調節。 </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Plays a sound</h3>
kk: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Дыбысты ойнатады</h3>
lt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Groja garsą</h3>
nn: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Spelar ein lyd</h3>
pt_br: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> Toca um som</h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/playsound.png"/> <h3> 播放指定的音效</h3>

source: <p> Choose a sound from the menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> To add a sound, click the Sounds tab: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
kk: <p> Мәзірден дыбысты таңдаңыз: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Дыбыс қосу үшін, Дыбыстар ендірмесін басыңыз: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
lt: <p> Pasirink garsą iš meniu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Pridėti garsui, spausk Garsų sekciją: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
nn: <p> Vel ein lyd frå menyen: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Du kan leggja til nye lydar under «Lydar»-fana: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
pt_br: <p> Escolha um som a partir do menu: <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> Para adicionar um som, clique na guia Sons: <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>
zh_tw: <p> 從積木中的下拉清單選擇要播放的音效： <img src="%(STATIC_URL)s/images/help/soundmenu.png" /> </p> <p> 要添加其他音效，請先切換到音效頁籤： <br/> <img src="%(STATIC_URL)s/images/help/sounds.png" /> </p>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
kk: <img src="%(STATIC_URL)s/images/help/playsound.png"/> дыбысты ойнатуды бастайды және дереу келесі блокқа жалғастырады. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> келесі блокқа жалғастырмас бұрын дыбыс ойнап біткенше күтеді.
lt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> Pradeda groti garsą ir iš karto pradeda vykdyti sekantį bloką </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> Laukia kol garsas baigs groti prieš pradėdamas vykdyti sekantį bloką
nn: <img src="%(STATIC_URL)s/images/help/playsound.png"/> startar avspeling av lyden og held fram med neste kloss i skriptet med ein gong. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> ventar til lyden er ferdigspela før skriptet held fram med neste kloss.
pt_br: <img src="%(STATIC_URL)s/images/help/playsound.png"/> começa a tocar um som e continua até o próximo bloco imediatamente. </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera até que o som termine de tocar antes de continuar no próximo bloco.
zh_tw: <img src="%(STATIC_URL)s/images/help/playsound.png"/>會播放音效，然後馬上接著執行下一個指令。 </p> <p> <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/>則會等到播放的音效結束後，才會繼續下一個指令。

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Plays a sound and waits until the sound is finished </h3>
kk: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Дыбысты ойнатады және де дыбыс аяқталғанша күтеді </h3>
lt: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Groja garsą ir laukia kol jis baigs groti</h3>
nn: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Spelar ein lyd og ventar til lyden er ferdig </h3>
pt_br: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>Reproduz um som e espera até que o som termine </h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> <h3>播放指定的音效直到結束。 </h3>

source: <img src="%(STATIC_URL)s/images/help/playsound.png"/> starts playing a sound and continues to the next block immediately.
kk: <img src="%(STATIC_URL)s/images/help/playsound.png"/> дыбысты ойнатуды бастайды және дереу келесі блокқа жалғастырады.
lt: <img src="%(STATIC_URL)s/images/help/playsound.png"/> Pradeda groti garsą ir iš karto pradeda vyksyti sekantį bloką
nn: <img src="%(STATIC_URL)s/images/help/playsound.png"/> byrjar å spela av lyden og held fram til neste kloss med ein gong.
pt_br: <img src="%(STATIC_URL)s/images/help/playsound.png"/> começa a tocar um som e continua até o próximo bloco imediatamente.
zh_tw: <img src="%(STATIC_URL)s/images/help/playsound.png"/> 會播放音效，然後馬上接著執行下一個指令。

source: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> waits until the sound is finished playing before continuing to the next block.
kk: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> келесі блокқа жалғастырмас бұрын дыбыс ойнап біткенше күтеді.
lt: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> Laukia kol garsas baigs groti prieš pradėdamas vykdyti sekantį bloką
nn: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> ventar til lyden er ferdig før skriptet held fram med neste kloss.
pt_br: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> espera até que o som termine antes de continuar no próximo bloco.
zh_tw: <img src="%(STATIC_URL)s/images/help/playsound_tildone.png"/> 則會等到播放的音效結束後，才會繼續下一個指令。

source: Click to choose from the menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Or, type in a number:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
kk: Мәзірден таңдау үшін басыңыз: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Немесе, сандарды теріңіз:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Спрайттың қазіргі бағытын көру үшін, басыңыз <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
lt: Spausk, kad pasirinktum iš meniu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Arba įvesk skaičių:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Norėdamas pamatyti veikėjo dabartinę kryptį, spausk <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
nn: Trykk og vel frå menyen: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Eller skriv inn retninga i gradar:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Du kan sjå retninga til figuren ved å trykkja <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
pt_br: Clique para escolher a partir do menu: <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>Ou, digite um número:<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>Para ver direção atual de um ator, clique em <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>
zh_tw: 你可以從積木中下拉清單中選擇： <br><img src="%(STATIC_URL)s/images/help/point-in-direction-menu.png"/><br/> <p>或是直接輸入數字：<br> <img src="%(STATIC_URL)s/images/help/point-in-direction-45.png"/></p> <p>若要檢視角色目前面向的角度，可以點擊角色縮圖上的 <img src="%(STATIC_URL)s/images/help/info.gif"/><br> <img src="%(STATIC_URL)s/images/help/direction-90-monitor.png"/></p>

source: <p><b>point towards</b> changes the direction of the current sprite.</p> <p>You can choose from the menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> The menu includes any other sprites in the project.
kk: <p><b>келесі бағытқа</b> қазіргі спрайттың бағытын ауыстырады.</p> <p>Мәзірден таңдай аласыз:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Мәзір жобадағы кез келген басқа спрайттарды қамтиды.
lt: <p><b>nukreipti</b> pasuka pasirinktą veikėją</p> <p>Gali pasirinkti iš meniu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> Visi kiti projekto veikėjai yra meniu
nn: <p><b>peik mot</b> avgjer retninga til figuren.</p> <p>Du kan velja frå menyen:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> I menyen finn du òg alle dei andre figurane i prosjektet.
pt_br: <p><b>apontar para</b> muda a direção do ator atual.</p> <p>Você pode escolher a partir do menu:<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png">.<br/> O menu inclui todos os outros atores no projeto.
zh_tw: <p><b>面朝 ... 方向</b> 可以改變目前角色面對的方向。</p> <p>你可以從積木裡的下拉清單選擇：<br/> <img src="%(STATIC_URL)s/images/help/point-towards-menu.png"><br/> 其中，清單會自動增加專案中所有建立的角色讓你選擇。

source: You can choose where in a list to put an item. For example: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
kk: Затты тізімнің қай жеріне қою керегін таңдай аласыз. Мысалы: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
lt: Gali pasirinkti kurioje sąrašo vietoje padėti dalyką. Pvz: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
nn: Du kan velja kor i lista elementet skal leggjast. Eksempel: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
pt_br: Você pode escolher onde em uma lista quer colocar um item. Por exemplo: <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>
zh_tw: 你可以選擇將項目放在清單中的第幾個位置，例如： <br><img src="%(STATIC_URL)s/images/help/replace-list-ex2.png" /><br/>

source: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Rests (plays nothing) for specified number of beats</h3></div>
kk: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Белгілі бір соққылар саны үшін тоқтайды (ештеңе ойналмайды)</h3></div>
lt: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Ilsisi (negroja nieko) nurodyta smūgių skaičių</h3></div>
nn: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Ventar utan å spela noko instrument det valde talet takter</h3></div>
pt_br: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>Descansa (interrompe o jogo) por determinado número de batidas</h3></div>
zh_tw: <img src="%(STATIC_URL)s/images/help/rest.png"/> <h3>相當於休止符，可以設定休息的拍數。</h3></div>

source: <img src="%(STATIC_URL)s/images/help/round.png" /> gives the rounded value of a number. That means it turns a decimal number into the nearest whole number. For example: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> is 5, and <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> is 6.
kk: <img src="%(STATIC_URL)s/images/help/round.png" /> санның дөңгелектенген мәнін береді. Бұл ондық санды жақын бүтін санға аударады дегенді білдіреді. Мысалы: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> 5, және <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> 6.
lt: <img src="%(STATIC_URL)s/images/help/round.png" /> duoda suapvalintą skaičiaus reikšmę Tai reiškia, kad skaičių su kableliu paverčia į artimiausią sveiką skaičių. Pvz: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> yra 5 ir <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> yra 6
nn: <img src="%(STATIC_URL)s/images/help/round.png" /> gir avrunda verdi til eit talet. Desimaltal vert altså gjorde om til det næraste heiltalet. Eksempel: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> vert 5, og <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> vert 6.
pt_br: <img src="%(STATIC_URL)s/images/help/round.png" /> informa o valor arredondado de um número. Ou seja, transforma um número decimal no número inteiro mais próximo. Por exemplo: <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> é 5 e <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> é 6.
zh_tw: <img src="%(STATIC_URL)s/images/help/round.png" /> 會將指定的數字取概數（四捨五入到整數）， 例如： <img src="%(STATIC_URL)s/images/help/round-5.1.png" /> 會回傳 5 <img src="%(STATIC_URL)s/images/help/round-5.6.png" /> 會回傳 6。
