Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Picks a random integer within the specified range
bn: নির্দিষ্ট ব্যাপ্তির মধ্যে এলোমেলোভাবে একটি পূর্ণসংখ্যা বাছাই কর
cs: Zvolí náhodné celé číslo uvnitř určeného rozsahu
cy: Yn dewis cyfanrif ar hap o fewn ystod benodol
de: Such eine Zufallszahl im angegebenen Bereich aus
fa: یک عدد صحیح تصادفی در محدوده مشخص شده را انتخاب می‌کند
fr: Choisit un nombre aléatoire dans la plage spécifiée
id: Memilih suatu angka acak dalam jangkauan yang diberikan
kk: Арнайы диапазон ішінде кездейсоқ бір сан таңдайды
lt: Atsitiktinai parenka sveikąjį skaičių nurodytame intervale
nb: Gir et tilfeldig tall innenfor området som er angitt
nn: Gjev eit tilfeldig tal mellom dei to oppgjevne tala
pt_br: Escolhe um valor inteiro aleatório dentro do intervalo especificado
sl: Izbere poljubno število znotraj določenega območja
tr: Belirtilen iki sayı arasında rastgele bir tam sayı seçer
vi: Chọn một số nguyên ngẫu nhiên trong khoảng nhất định
zh_tw: 從指定的範圍內隨機挑選其中一個數值。

source: <img src="%(url_pick_random_ex2)s" /> picks a random number from 1 to 10.
bn: <img src="%(url_pick_random_ex2)s" /> 1 থেকে 10 এর মধ্যে যেকোন একটি সংখ্যা বাছাই কর।
cs: <img src="%(url_pick_random_ex2)s" /> vybere náhodné číslo od 1 do 10.
cy: Mae <img src="%(url_pick_random_ex2)s" /> yn dewis rhif ar hap rhwng 1 a 10.
fa: <img src="%(url_pick_random_ex2)s" /> یک عدد صحیح تصادفی را از 1 تا 10 انتخاب می‌کند.
fr: <img src="%(url_pick_random_ex2)s" /> choisit un nombre aléatoire entre 1 et 10.
id: <img src="%(url_pick_random_ex2)s" /> memilih angka sembarang dalam kisaran 1 sampai 10.
sl: <img src="%(url_pick_random_ex2)s" />izbere naključno število med 1 in 10.
tr: <img src="%(url_pick_random_ex2)s" />1'den 10'a kadar rastgele bir sayı seçer.
vi: <img src="%(url_pick_random_ex2)s" /> chọn một số ngẫu nhiên từ 1 đến 10.

source: Click to have a sprite say a random number. Click again to get another random number.
bn: যেকোন একটি সংখ্যা বলতে স্প্রাইট পেতে ক্লিক কর। অন্য যেকোন সংখ্যা পেতে আবার ক্লিক কর।
cs: Kliknutím postava řekne náhodné číslo. Kliknutím znovu řekne jiné náhodné číslo.
cy: Cliciwch i wneud i gorlun ddweud rif ar hap. Cliciwch eto i gael rhif arall ar hap.
fa: کلیک کنید تا یک شکلک یک عدد تصادفی بگوید. برای دریافت یک عدد تصادفی دیگر دوباره کلیک کنید.
fr: Clique pour que le lutin dise un nombre aléatoire. Clique encore une fois pour avoir un autre nombré aléatoire.
id: Klik untuk membuat sprite mengakatan sebuah angka sembarang. Klik lagi untuk mendapatkan sebuah angka acak lagi.
sl: Klikni, da lik izgovori naključno število. Klikni še enkrat, da dobiš še eno naključno število.
tr: Kuklanın rastgele bir sayı söylemesi için tıklayın. Başka bir rastgele sayı almak için tekrar tıklayın.
vi: Bấm vào để đối tượng nói một con số ngẫu nhiên. Bấm lại lần nữa để nhận được một số ngẫu nhiên khác.

source: Plays a drum sound for a specified number of beats
bn: নির্দিষ্ট সংখ্যক বীটগুলির জন্য ড্রামের শব্দ বাজাও
cs: Hraje na buben po určený počet taktů
cy: Yn chwarae sain drwm am nifer penodol o guriadau
de: Spielt ein Schlaginstrument für eine bestimmte Anzahl von Schlägen.
fa: یک صدای درام برای تعداد مشخصی از ضربات پخش می‌کند
fr: Joue un son de batterie pour un nombre spécifié de battements
id: Memainkan suatu suara drum selama jumlah ketukan yang ditentukan
kk: Белгілі бір соққылар саны үшін барабан дыбысын ойнатады
lt: Muša būgną nustatytą smūgių skaičių
nb: Spiller en rytmeinstrument-lyd som varer et antall takter
nn: Spelar eit rytmeinstrument eit valt tal takter
pt_br: Toca um som de tambor durante um determinado número de batidas
sl: Zaigra zvok bobna za določeno število udarcev
tr: Bir davul sesini belirtilen vuruş süresi kadar çalar
vi: Phát tiếng trống với số lượng nhịp nhất định
zh_tw: 操作一個可以做拍點的樂器，並打出指定節拍。

source: Choose a drum sound from the list
bn: তালিকা থেকে একটি ড্রামের শব্দ বাছাই কর
cs: Zvol zvuk bicích ze seznamu
cy: Dewiswch sain drwm o'r rhestr.
fa: صدای درام را از لیست انتخاب کنید
fr: Choisis un son de tambour dans la liste
id: Pilih sebuah suara drum dari daftar
sl: Iz seznama izberi zvok bobna.
tr: Listeden bir davul sesi seç
vi: Chọn một loại tiếng trống từ danh sách

source: Or, type in a number from 1 to 22
bn: অথবা, 1 থেকে 22 পর্যন্ত যেকোন একটি সংখ্যা টাইপ কর
cs: Nebo, vepiš číslo od 1 do 22
cy: Neu, deipiwch rif rhwng 1 a 22
fa: یا، یک عدد از 1 تا 22 را تایپ کنید
fr: Ou, tape un nombre de 1 à 22
id: Atau, ketik sebuah angka dari 1 sampai 22
sl: Ali, vpiši število od 1 do 22
tr: Ya da, 1'den 22'ye kadar bir numara gir
vi: Hoặc, nhập vào một số từ 1 đến 22

source: Note: the length of a beat can be set with <img src="%(url_set_tempo)s" />
bn: দ্রষ্টব্য: একটি বীটের দৈর্ঘ্য <img src="%(url_set_tempo)s" /> দিয়ে সেট করা যেতে পারে
cs: Poznámka: délka taktu může být nastavena s použitím <img src="%(url_set_tempo)s" />
cy: Sylwer: mae modd gosod hyd curiad gyda <img src="%(url_set_tempo)s" />
fa: توجه داشته باشید: طول یک ضربه را می توان با مجموعه<img src="%(url_set_tempo)s" />
fr: Note : la longueur d'un battement peut être réglé avec <img src="%(url_set_tempo)s" />
id: Catatan: panjang ketukan bisa diatur dengan <img src="%(url_set_tempo)s" />
sl: Opomba: dolžino takta nastaviš z <img src="%(url_set_tempo)s" />
tr: Not: Vuruşun uzunluğu <img src="%(url_set_tempo)s" /> ile ayarlanabilir
vi: Ghi chú: độ dài của một nhịp có thể đặt bằng <img src="%(url_set_tempo)s" />

source: Type in a number from 0 to 127 (60 is middle C)
bn: 0 থেকে 127 পর্যন্ত যেকোন একটি সংখ্যা টাইপ কর (C এর মধ্য 60)
cs: Napiš číslo od 0 do 127 (60 je jednočárkované C)
cy: Teipiwch rif o 0 i 127 (60 yw C ganol)
fa: یک عدد از 0 تا 127 را وارد کنید (60 وسط C است)
fr: Tape un nombre de 0 à 127 (60 est un La croche)
id: Ketik sebuah angka dari 0 hingga 127 (60 adalah middle C)
sl: Vnesi število od 0 do 127 (60 je srednji C)
tr: 0 ile 127 arasında bir sayı girin. (60 orta C notası)
vi: Nhập vào số từ 0 đến 127 (60 là nốt C trung)

source: Use higher numbers for higher pitches
bn: উচ্চতর পিচের জন্য উচ্চতর সংখ্যা ব্যবহার কর
cs: Použij vyšší čísla pro vyšší tóny
cy: Defnyddiwch rifau uwch ar gyfer trawiau uwch
fa: از اعداد بالاتر برای ارتفاعات بالاتر استفاده کنید
fr: Utilise des nombres plus grands pour des notes plus hautes
id: Gunakan angka lebih tinggi untuk nada lebih tinggi
sl: Za višje tone uporabi večja števila.
tr: Daha yüksek sayılar için daha yüksek perdeler kullanın.
vi: Dùng số lớn hơn để có cao độ cao hơn

source: The length of a beat can be set with <img src="%(url_set_tempo)s" />.
bn: তিনি একটি বীট দৈর্ঘ্য সেট করা যেতে পারে <img src="%(url_set_tempo)s" />
cs: Délka taktu může být nastavena pomocí <img src="%(url_set_tempo)s" />.
cy: Mae modd gosod hyd curiad gyda <img src="%(url_set_tempo)s" />.
fa: طول ضربه می‌تواند با <img src="%(url_set_tempo)s" /> تنظیم شود.
fr: La longueur d'un battement peut être réglée avec <img src="%(url_set_tempo)s" />.
id: Panjang ketukan bisa diatur dengan <img src="%(url_set_tempo)s" />.
sl: Dolžino takta lahko <img src="%(url_set_tempo)s" />.
tr: Vuruşun uzunluğu <img src="%(url_set_tempo)s" /> ile ayarlanabilir.
vi: Độ dài của một nhịp có thể đặt bằng <img src="%(url_set_tempo)s" />.

source: Plays a sound
bn: একটি শব্দ বাজাও
cs: Přehraje zvuk
cy: Yn chwarae sain
fa: صدایی پخش می‌کند
fr: Joue un son
id: Memainkan suara
sl: Predvaja zvok
tr: Ses oynatılıyor
vi: Phát âm thanh

source: Choose a sound from the menu:
bn: মেনু থেকে একটি শব্দ বাছাই কর:
cs: Vyber zvuk z menu:
cy: Dewis sain o'r ddewislen:
fa: صدایی را از منو انتخاب کنید:
fr: Choisis un son du menu :
id: Pilih suara dari menu:
sl: Izberi zvok iz menija:
tr: Menüden bir ses seçin:
vi: Chọn âm thanh từ danh sách:

source: To add a sound, click the Sounds tab:
bn: একটি শব্দ যোগ করতে, শব্দ ট্যাব ক্লিক কর:
cs: Pro přidání zvuku klikni na záložku zvuky:
cy: I ychwanegu sain, cliciwch y tab Seiniau:
fa: برای اضافه کردن صدا، روی زبانه Sounds کلیک کنید:
fr: Pour ajouter un son, clique sur l'onglet Sons :
id: Untuk menambahkan sebuah suara, klik tab Suara:
sl: Za dodajanje zvoka klikni na zavihku Zvoki:
tr: Ses eklemek için Sesler bölümüne tıklayın:
vi: Để thêm âm thanh, bấm vào thẻ Âm thanh:

source: <img src="%(url_playsound)s"/> starts playing a sound and continues to the next block immediately.
bn: <img src="%(url_playsound)s"/> একটি শব্দ বাজানো শুরু করে এবং অবিলম্বে পরবর্তী ব্লকে চলতে থাকে।
cs: <img src="%(url_playsound)s"/> spustí zvuk a okamžitě pokračuje do dalšího bloku.
cy: Mae <img src="%(url_playsound)s"/> yn cychwyn chwarae sain ac yn mynd ymlaen yn syth at y bloc nesaf.
fa: <img src="%(url_playsound)s"/>شروع به پخش یک صدا می‌کند و بلافاصله به قطعۀ بعدی می‌رود.
fr: <img src="%(url_playsound)s"/> commence à jouer un son et passe immédiatement au bloc suivant.
id: <img src="%(url_playsound)s"/> memulai mainkan sebuah suara lalu langsung lanjut ke balok berikutnya.
sl: <img src="%(url_playsound)s"/> začne predvajati zvok in takoj nadaljuje z izvajanjem naslednjega bloka.
tr: <img src="%(url_playsound)s"/>Bir ses çalmaya başlar ve hemen sonraki bloktan devam eder.
vi: <img src="%(url_playsound)s"/> bắt đầu phát âm thanh và tiếp tục ngay mảnh ghép tiếp theo.

source: <img src="%(url_playsound_tildone)s"/> waits until the sound is finished playing before continuing to the next block.
bn: <img src="%(url_playsound_tildone)s"/> পরবর্তী ব্লকে যাওয়ার আগে শব্দ বাজানো শেষ না হওয়া পর্যন্ত অপেক্ষা করে।
cs: <img src="%(url_playsound_tildone)s"/> čeká, dokud zvuk nedohraje a až poté pokračuje do dalšího bloku.
cy: Mae <img src="%(url_playsound_tildone)s"/> yn aros tan fod y sain wedi gorffen chwarae cyn mynd ymlaen i'r bloc nesaf.
fa: <img src="%(url_playsound_tildone)s"/>پیش از رفتن به قطعۀ بعدی منتظر می‌ماند تا صدا به پایان رسد.
fr: <img src="%(url_playsound_tildone)s"/> attend jusqu'à ce que le son soit fini avant de passer au bloc suivant.
id: <img src="%(url_playsound_tildone)s"/> menunggu sampai suara selesai dimainkan sebelum lanjut ke balok berikut.
sl: <img src="%(url_playsound_tildone)s"/> počaka z izvajanjem naslednjega bloka, dokler se predvajanje zvoka ne ustavi.
tr: <img src="%(url_playsound_tildone)s"/>Bir sonraki bloka devam etmeden önce ses bitene kadar bekler.
vi: <img src="%(url_playsound_tildone)s"/> chờ mảnh ghép kế tiếp thực hiện sau khi âm thanh phát xong

source: Plays a sound and waits until the sound is finished
bn: একটি শব্দ বাজাও এবং শব্দ শেষ হওয়া পর্যন্ত অপেক্ষা কর
cs: Přehrává zvuk a čeká dokud neskončí.
cy: Yn chwarae sain ac yn aros i'r sain orffen
fa: صدایی را پخش می کند و منتظر می ماند تا صدا پایان یابد
fr: Joue un son et attend que le son soit fini.
id: Memainkan sebuah suara lalu menunggu sampai suara selesai
sl: Predvaja zvok in počaka, da se predvajanje zaključi
tr: Bir ses çalar ve ses bitine kadar bekler.
vi: Phát âm thanh và đợi đến khi âm thanh kết thúc

source: Set the direction of the current sprite
bn: বর্তমান স্প্রাইটের দিক নির্ধারণ কর
cs: Nastavení směru aktuální postavy
cy: Gosodwch gyfeiriad y corlun cyfredol
de: Lege die Vorwärtsrichtung fest
fa: جهت شکلک فعلی را تنظیم کنید
fr: Définit la direction du lutin sélectionné
id: Atur arah dari sprite saat ini
kk: Осы спрайттың бағытын белгілеңіз
lt: Nurodo pasirinkto veikėjo kryptį
nb: Velg retning for denne figuren
nn: Vel retning for figuren
pt_br: Estabelece a direção do ator atual
sl: Nastavi smer trenutne figure
tr: Bu kuklanın gideceği yönünü belirler
vi: Đặt hướng di chuyển của đối tượng hiện hành
zh_tw: 設定當前角色面對的方向

source: Click to choose from the menu:
bn: মেনু থেকে বাছাই করতে ক্লিক কর:
cs: Klikni pro výběr z menu:
cy: Clicio i ddewis o'r ddewislen
fa: برای انتخاب از منو کلیک کنید
fr: Clique pour choisir depuis le menu :
id: Klik untuk memilih dari menu:
sl: Klikni, da izbereš iz menija:
tr: Menüden seçmek için tıklayın:
vi: Bấm chọn từ danh sách:

source: Or, type in a number:
bn: অথবা, একটি সংখ্যা টাইপ কর:
cs: Nebo, vepiš číslo:
cy: Neu, teipiwch rif:
fa: یا، یک عدد را تایپ کنید:
fr: Ou, entre un nombre :
id: Atau, ketik sebuah angka:
sl: Ali vpiši število:
tr: Veya bir sayı girin:
vi: Hoặc, nhập vào một số:

source: To see a sprite's current direction, click the <img src="%(STATIC_URL)s/images/help/info.gif"/>
bn: স্প্রাইটের বর্তমান দিক দেখতে, ক্লিক কর <img src="%(STATIC_URL)s/images/help/info.gif"/>
cs: Pro zobrazení současného směru postavy klikni na <img src="%(STATIC_URL)s/images/help/info.gif"/>
cy: I weld cyfeiriad cyfredol y corlun, cliciwch <img src="%(STATIC_URL)s/images/help/info.gif"/>
fa: برای دیدن مسیر شکلک فعلی، بر روی <img src="%(STATIC_URL)s/images/help/info.gif"/>کلیک کنید
fr: Pour voir la direction actuelle d'un lutin, clique sur <img src="%(STATIC_URL)s/images/help/info.gif"/>
id: Untuk melihat arah sprite sekarang, klik <img src="%(STATIC_URL)s/images/help/info.gif"/>
sl: Če želiš videti trenutno smer figure, klikni <img src="%(STATIC_URL)s/images/help/info.gif"/>
tr: Kuklanın mevcut yönünü görüntülemek için <img src="%(STATIC_URL)s/images/help/info.gif"/> e tıkla
vi: Để thấy hướng đi hiện tại của đối tượng, bấm vào <img src="%(STATIC_URL)s/images/help/info.gif"/>

source: Points sprite towards mouse-pointer or another sprite
bn: পয়েন্টস স্প্রাইট মাউস-পয়েন্টার বা অন্য স্প্রাইটের দিকে
cs: Namíří postavu směrem k ukazateli myši nebo jiné postavě
cy: Yn pwyntio corlun tuag at bwyntydd llygoden neu gorlun arall
de: Drehe dich zum Mauszeiger oder einer anderen Figur
fa: شکلک را به سمت نشانگر ماوس و یا یکی دیگر از شکلک‌ها می‌چرخاند
fr: Oriente le lutin sélectionné vers le pointeur de la souris ou vers un autre lutin
id: Mengarahkan sprite ke arah mouse-pointer atau sprite lain
kk: Спрайтты тінтуір-меңзер жаққа немесе басқа спрайтқа сілтейді
lt: Pasuka veikėją pelės žymeklio arba kito veikėjo kryptimi
nb: Vender figuren slik at den peker mot muspekeren eller en annen figur
nn: Dreier figuren slik at han peikar mot musepeikaren eller ein annan figur
pt_br: Orienta o ator na direção do mouse ou de um outro ator
sl: Usmeri figure proti kazalcu miške ali proti drugi figuri
tr: Kuklanın yönünü fareye veya başka bir kuklaya doğru çevirir
vi: Hướng đối tượng về phía con trỏ chuột hoặc đối tượng khác
zh_tw: 讓角色始終面朝鼠標或是其他角色

source: <b>point towards</b> changes the direction of the current sprite.
bn: <b>এর দিকে নির্দেশ কর</b> বর্তমান স্প্রাইটের দিক পরিবর্তন করে।
cs: <b>nastav směr k</b> mění směr aktuální postavy.
cy: Mae <b>pwyntio tuag at</b> yn newid cyfeiriad y corlun cyfredol.
fa: <b>اشاره به سمت</b> مسیر شکلک فعلی را تغییر می‌دهد
fr: <b>s'orienter vers</b> change la direction du lutin actuel.
id: <b>mengarah menuju</b> mengubah arah sprite sekarang.
sl: <b>obrni se proti</b> spremeni smer trenutne figure.
tr: <b> Doğru Nokta </b> mevcut kuklanın yönünü değiştirir.
vi: <b>hướng về</b> thay đổi hướng di chuyển của đối tượng hiện hành.

source: You can choose from the menu:
bn: তুমি মেনু থেকে বাছাই করতে পার:
cs: Můžeš si vybrat z tohoto menu:
cy: Gallwch ddewis o'r ddewislen:
fa: شما می توانید از منو انتخاب کنید:
fr: Tu peux choisir depuis le menu :
id: Kamu bisa memilih dari menu:
sl: Lahko izbereš iz menija:
tr: Menüden seçebilirsiniz
vi: Bạn có thể chọn từ danh sách:

source: The menu includes any other sprites in the project.
bn: মেনুতে প্রজেক্টের অন্য কোনও স্প্রাইট রয়েছে।
cs: Nabídka obsahuje všechny ostatní postavy v projektu.
cy: Mae'r ddewislen y cynnwys unrhyw gorluniau arall yn y project.
fa: این منو شامل هر شکلک دیگر در برنامه می‌باشد.
fr: Le menu comprend tous les autres lutins du projet.
id: Menu tersebut mengandung sprite-sprite lain karya.
sl: Meni vsebuje katerikoli lik iz projekta.
tr: Menü projedeki tüm diğer kuklaları içerir.
vi: Menu gồm các đối tượng khác trong chương trình.

source: Repeat blocks that follow until condition is true
bn: শর্তটি সত্য না হওয়া পর্যন্ত অনুসরণকারী ব্লকগুলো পুনরাবৃত্তি কর
cs: Opakuje bloky které následují dokud nebude podmínka splněna
cy: Ailadrodd blociau sy'n dilyn nes bod y cyflwr yn true
de: Wiederhole die Blöcke, die folgen, bis die Bedingung wahr ist
fa: قطعههای تکراری را دنبال کنید تا زمانی که شرایط درست باشد
fr: Répète l'exécution des blocs qui suivent jusqu'à ce que la condition soit remplie
id: Ulangi balok-balok yang mengikutinya sampai kondisinya benar
kk: Шарттың дұрыс болғанынша келе жатқан блоктарды қайталайды
lt: Kartok blokus tol, kol sąlyga teisinga
nb: Gjenta klossene inni "gapet" til betingelsen er oppfylt
nn: Gjenta klossane inni heilt til vilkåret er oppfylt
pt_br: Repete os blocos que se seguem até que a condição seja "true"
sl: Ponavljaj bloke, ki sledijo, dokler pogoj ni resničen
tr: Koşul doğru olana kadar içindeki taşları çalıştırır
vi: Lặp lại các mảnh ghép theo sau cho đến khi đạt điều kiện đúng
zh_tw: 重複執行當中的程式，直到條件成立。

source: Checks to see if condition is false; if so, runs blocks inside and checks condition again. If condition is true, goes on to the blocks that follow.
bn: শর্তটি মিথ্যা কিনা তা পরীক্ষা করে; যদি তাই হয়, ভিতরে ব্লকসমূহ চালায় এবং আবার অবস্থা পরীক্ষা করে। যদি শর্ত সত্য হয়, ব্লকসমূহ অনুসরণ করে।
cs: Testuje jestli je podmínka neplatná; je-li tomu tak spustí bloky uvnitř a testuje podmínku znova. Když je podmínka splněna, přejde na následující bloky.
cy: Yn gwirio i weld os yw'r cyflwr yn false; os felly, mae'n rhedeg blociau y tu mewn ac yn gwirio'r cyflwr eto. Os yw'r cyflwr yn true, mae'n mynd ymlaen i'r blociau sy'n dilyn.
de: Prüft, ob die Bedingung falsch ist; falls ja, dann führt es die inneren Blöcke aus und prüft die Bedingung wieder. Wenn die Bedingung wahr ist, dann geht es mit den darauf folgenden Blöcken weiter.
fa: چک کنید که آیا وضعیت نادرست است یا خیر؛ اگر چنین است، قطعه‌ها را داخل برده و شرایط را دوباره بررسی می‌کند. اگر شرایط درست باشد، به ادامۀ قطعه‌ها می‌رود.
fr: Teste si la condition est remplie. Si ce n'est pas le cas (le test renvoie "faux"), alors le script exécute les blocs situés à l'intérieur, puis refait le test sur la condition. Tant que le test renvoie "faux", le script recommence l'exécution des blocs intérieurs, puis refait le test sur la condition. Dès que la condition est remplie (le test renvoie "vrai") alors le script passe aux blocs suivants. Attention ! le test peut renvoyer toujours "faux", par exemple si la condition est "2>4", et alors le script se met à tourner en boucle...
id: Memeriksa apakah keadaannya salah; jika begitu, jalankan balok-balok di dalam, kemudian memeriksa keadaannya lagi. Jika keadaannya benar, yang dijalankan adalah balok-balok setelahnya.
kk: Шарттың бұрыс екенін тексереді; егер солай болса, блоктарды ішіне жібереді және шартты қайтадан тексереді. Егер шарт дұрыс болса, келесі блоктарға көшеді.
lt: Patikrina ar sąlyga neteisinga; jei taip, paleidžia blokus viduje ir patikrina sąlyga dar kartą. jei sąlyga teisinga, eina prie sekančių blokų
nb: Sjekker først om betingelsen ikke er oppfylt. I så fall utføres klossene inni, og betingelsen sjekkes igjen. Hvis den er oppfylt utføres klossene videre i skriptet.
nn: Sjekkar først om vilkåret ikkje er oppfylt. I så fall vert klossane inni køyrde, og vilkåret vert sjekka på nytt. Viss det er oppfylt, vert resten av klossane i skriptet køyrde.
pt_br: Verifica se a condição é "false"; se for, executa os blocos envolvidos e verifica de novo a condição. Se a condição for "true", passa para os blocos que se seguem.
sl: Preveri, če je pogoj neresničen; če je, požene bloke v notranjosti in ponovno preveri pogoj. Če je pogoj resničen, gre na bloke, ki sledijo.
tr: Koşul doğru mu yoksa yanlış mı diye kontrol eder. Eğer yanlışsa içerdeki taşları çalıştırır ve tekrar koşula bakar. Eğer bu sefer koşul doğru ise içerdeki taşları atlayıp sondan itibaren devam eder.
vi: Kiểm tra xem điều kiện có sai không; nếu sai, thực hiện các mảnh ghép bên trong và kiểm tra lại điều kiện. Nếu điều kiện là đúng, tiếp tục các mảnh ghép theo sau.
zh_tw: 這個積木用來判斷條件是否符合，如果不符合，就執行裡頭的程式，一直到條件符合為止。

source: Runs the blocks inside a specified number of times
bn: নির্দিষ্ট সময়ের মধ্যে ব্লকগুলো রান কর
cs: Spustí bloky uvnitř tolikrát, kolik je zadané číslo
cy: Yn rhedeg y blociau y tu mewn nifer penodol o weithiau
de: Führt die eingeschlossenen Blöcke so oft wie die angegebene Zahl aus
fa: قطعهها را داخل یک تعداد مشخصی از زمان اجرا می‌کند
fr: Exécute les instructions des blocs situés à l'intérieur un nombre spécifié de fois
id: Menjalankan balok-balok di dalamnya sebanyak angka yang diberikan
kk: Көрсетілген мөлшер ретінде блоктарды ішіне жібереді
lt: Paleidžia blokus viduje nurodytą skaičių kartų
nb: Utfører klossene inni "gapet" det angitte antall ganger
nn: Køyrer klossane inni det valde talet på gongar
pt_br: Executa os blocos envolvidos um determinado número de vezes
sl: Požene bloke v notranjosti n-krat (n je določeno število)
tr: İçindeki taşlar belirttiğin sayı kadar tekrar tekrar çalıştırılır
vi: Thực hiện các mảnh ghép bên trong với số lần nhất định
zh_tw: 重複執行一段程式。

source: Replaces an item in the list with the specified value
bn: তালিকার একটি আইটেম নির্দিষ্ট মান সহ প্রতিস্থাপন কর
cs: Nahradí prvek v seznamu určenou hodnotou
cy: Yn amnewid eitem sydd ar y rhestr gyda'r gwerth penodol
de: Ersetzt ein Element der Liste mit dem angegebenen Wert
fa: یک مورد را در لیست با مقدار مشخص شده جایگزین می‌کند
fr: Remplace un élément dans la liste à la place spécifiée
id: Ganti suatu benda di daftar dengan nilai yang diberikan
kk: Тізімдегі затты көрсетілген шамамен ауыстырады
lt: Pakeičia dalyką sąraše nurodyta reikšme
nb: Erstatter et element i listen med den angitte verdien
nn: Byt ut eit element i lista med den valde verdien
pt_br: Substitui o valor de um item da lista pelo valor especificado
sl: Nadomesti element v seznamu z določeno vrednostjo
tr: Listenin belirttiğin sırasındaki değer yerine verdiğin değeri yazar
vi: Thay thế một phần tử trong danh sách với một giá trị cụ thể
zh_tw: 取代清單中的某個項目。
