Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click to listen to the sounds.
bn: শব্দ শুনতে ক্লিক কর।
cs: Klikni pro poslech zvuků.
cy: Cliciwch i wrando ar y seiniau.
de: Klicke, um die Klänge anzuhören.
fa: برای گوش دادن به صداها کلیک کنید.
fr: Clique pour écouter les sons.
kk: Дыбысты тыңдау үшін басыңыз.
nb: Klikk for å høre på lydene.
nn: Trykk for å høyra på lydane.
pt_br: Clique para ouvir os sons.
tr: Sesleri dinlemek için tıkla
vi: Bấm vào để nghe được những âm thanh.
zh_tw: 點擊一下聽聽看。

source: Think about which one you want for your dance.
bn: তোমার নাচের জন্য তুমি কোনটি চাও তা চিন্তা কর।
cs: Rozmysli si, který chceš pro svůj tanec.
cy: Meddyliwch pa un hoffech chi ei gael ar gyfer eich dawns.
de: Überlege dir, welchen du für deinen Tanz möchtest.
fa: فکر کنید که کدام یک از آن‌ها را برای رقص خود می‌خواهید.
fr: Réfléchis à celui que tu veux pour ta danse.
kk: Сіз қайсысын биіңізге қалайтыңыз туралы ойланыңыз.
nb: Velg et lydspor du vil bruke til dansen din.
nn: Vel eit lydspor du vil bruka til dansen din.
pt_br: Pense em qual deles você quer para dançar.
vi: Suy nghĩ xem bạn sẽ chọn cái nào cho điệu nhảy của mình.
zh_tw: 選一個你想要的舞蹈動作。

source: Want a different sound?
bn: একটি ভিন্ন শব্দ চাও?
cs: Chceš jiný zvuk?
cy: Eisiau sain wahanol?
de: Du möchtest einen anderen Klang?
fa: آیا صدای متفاوتی می‌خواهید؟
fr: Tu veux un son différent ?
kk: Басқа дыбыс қалайсыз ба?
nb: Vil du ha en annen lyd?
nn: Vil du ha ein annan lyd?
pt_br: Quer um som diferente?
sl: Želiš drugačen zvok?
tr: Farklı bir ses mi istersin?
vi: Bạn muốn chọn âm thanh khác?
zh_tw: 想要使用不一樣的音效？

source: Click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> to select from the Sound library.
bn: শব্দ লাইব্রেরি থেকে নির্বাচন করতে <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ক্লিক কর।
cs: Klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">pro vybrání ze Zvukové knihovny.
cy: Cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> i ddewis o'r llyfrgell Seiniau.
de: Klicke auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">, um aus der Klangbibliothek auszuwählen.
fa: برای انتخاب از کتابخانه صوتی روی <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">کلیک کنید.
fr: Clique sur <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> pour sélectionner à partir de la bibliothèque de Sons.
kk: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> Дыбыстар базасынан дыбыс таңдау үшін басыңыз.
nb: Klikk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> for å velge en lyd fra biblioteket.
nn: Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> for å velja frå lydbiblioteket.
pt_br: Clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> para selecionar usando a biblioteca de sons.
sl: Klikni na ikono <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">, da odpreš knjižnico zvokov:
vi: Bấm <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> để chọn Thư viện Âm thanh.
zh_tw: 點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> 以從音效範例庫中選擇。

source: Add an easy way to start your program.
bn: তোমার কার্যক্রম শুরু করার একটি সহজ উপায় যোগ কর।
cs: Přidej jednoduchý způsob pro spuštění tvého programu.
cy: Ffordd hawdd i gychwyn eich rhaglen.
de: Füge eine einfache Möglichkeit hinzu, dein Programm zu starten.
fa: راهی آسان برای شروع برنامه خود اضافه کنید.
fr: Ajoute une manière simple de démarrer ton programme.
kk: Бағдарламаны бастаудың оңай жолын қосыңыз
nb: Gjør det lett å starte programmet ditt.
nn: Gjer det lett å starta programmet ditt.
pt_br: Adicione uma forma fácil de iniciar seu programa.
vi: Thêm vào một cách dễ hơn để bắt đầu chương trình của bạn.
zh_tw: 添加與卡片互動的方式

source: Each object in Scratch is called a sprite.
bn: Scratch এর প্রতিটি বস্তুকে স্প্রাইট বলা হয়।
cs: Každý objekt ve Scratchi se nazývá postava.
cy: Mae pob gwrthrych o fewn Scratch yn cael ei alw'n gorlun.
de: Jedes Objekt in Scratch wird eine Figur genannt.
fa: هر شی در اسکرچ شکلک نامیده می‌شود.
fr: Chaque objet dans Scratch est appelé un lutin.
kk: Scratch-тағы әрбір обьект спрайт деп аталады.
nb: Hvert objekt i Scratch kalles en figur ("sprite" på engelsk).
nn: I Scratch vert personar og gjenstandar kalla «figurar».
pt_br: Cada objeto no Scratch é chamado de ator.
sl: V Scratchu se vsak objekt imenuje figura.
vi: Mỗi vật thể trong Scratch được gọi là đối tượng.
zh_tw: 每個在 Scratch 上可以移動的物件都是角色。

source: Click the 'Music and Dance' theme. Select a Hip-Hop or other Dance sprite:
cs: Klikni na téma 'Hudba a Tanec'. Vyber Hip-Hop nebo jiné taneční postavy:
cy: Cliciwch y thema 'Cerddoriaeth a Dawns' Dewiswch Hip-Hop neu gorlun dawns arall:
de: Klicke das Thema 'Musik und Tanz' an. Wähle eine Hip-Hop-Figur oder eine andere Tanzfigur:
fa: روی تم "موسیقی و رقص" کلیک کنید. یک هیپ هاپ یا شکلک رقص دیگری انتخاب کنید:
fr: Cliquez sur le thème "Dance Music et Danse". Sélectionner un Hip-Hop ou autre lutin de danse:
id: Klik tema 'Musik dan Tarian'. Pilih sebuah Hip-Hop atau sprite Tarian lainnya:
kk: 'Музыка және Би' тақырыбын басыңыз. Хип-Хоп немес басқа Би түрін таңдаңыз:
nb: Velg kategorien "Musikk og dans". Du kan for eksempel bruke en hip-hop figur:
nn: Vel kategorien «Dans». Du kan for eksempel bruka ein hiphop-figur:
pt_br: Clique no tema "Música e dança". Selecione um ator de Hip-Hop ou de outra dança:
sl: Klikni na temo 'Glasba in ples' ('Music and Dance'). Izberi Hip-Hop ali kako drugo figuro plesalca:
tr: 'Müzik ve Dans' temasını seç. İstediğin bir dansçı kuklayı seç:
vi: Bấm vào chủ đề 'Âm thanh và Khiêu vũ'. Chọn Hip-Hop hoặc điệu nhảy khác cho đối tượng:
zh_tw: 從「舞蹈」類選擇一個角色，例如「Hip-Hop」：

source: You will now see your dance sprite appear on the Stage. You can drag to move it where you want.
bn: তুমি এখন দেখতে পাবে যে মঞ্চে নৃত্তের স্প্রাইট প্রতীয়মান হয়েছে। তুমি যেখানে চাও এটিকে টেনে সরিয়ে নিয়ে যেতে পারবে।
cs: Nyní se tvá taneční postava objevila na Scéně. Můžeš ji vzít a posunout kam chceš.
cy: Byddwch nawr yn gweld eich corlun dawns yn ymddangos ar y Llwyfan. Gallwch ei lusgo i'w symud i le hoffwch chi.
de: Deine Tanzfigur erscheint nun auf der Bühne. Durch Ziehen mit der Maus kannst du sie verschieben, wohin du willst.
fa: شما اکنون شاهد ظاهر شدن شکلک رقص خود در صحنه خواهید بود. می‌توانید آن را هر جایی که می‌خواهید حرکت دهید.
fr: Tu peux voir ton lutin de danse apparaître sur la Scène. Tu peux le faire glisser pour le déplacer là ou tu veux.
kk: Сіз енді би спрайтын сахнада көресіз. Онда оны жылжыту үшін қалаған жерге апара аласыз.
nb: Nå vises danser-figuren din på scenen. Du kan dra den dit du vil ha den.
nn: No vert dansefiguren din vist på scena. Du kan dra han dit du vil ha han.
pt_br: Agora você vai ver seu ator dançarino aparecer no palco. Você pode arrastar para movê-lo para onde quiser.
vi: Bây giờ bạn sẽ thấy đối tượng khiêu vũ xuất hiện trên sân khấu. Bạn có thể kéo để di chuyển đến nơi bạn muốn.
zh_tw: 你現在應該看到你的舞者角色出現在舞台上了。你可以把他拖放到任一個你想要的位置。

source: Tip: Make your dance sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
bn: টীকা: বৃদ্ধি টুলের সাহায্যে এটিতে ক্লিক করে তোমার নাচকে আরও বড় কর। অথবা সঙ্কুচিত টুল ব্যবহার করে এটি ছোট কর:
cs: Tip: Svoji tančící postavu zvětšíš pomocí zvětšovacího nástroj. Nebo ho můžeš zmenšit, pomocí zmenšovacího nástroje:
cy: Awgrym: Gwnewch unrhyw gorlun yn fwy drwy glicio arno gyda'r teclyn tyfu. Neu gallwch ei wneud yn llai gyda'r teclyn lleihau:
de: Tipp: Mache deine Tanzfigur größer, indem du auf das Vergrößerungswerkzeug klickst. Mit dem Verkleinerungswerkzeug lässt du sie schrumpfen:
fa: نکته: با کلیک بر روی ابزار رشد شکلک رقص خود را بزرگ‌تر کنید. یا با استفاده از ابزار کوچک کردن آن را کوچک‌تر کنید:
fr: Astuce : agrandis ton lutin de danse en cliquant dessus avec l'outil agrandir. Ou rapetisse-le en utilisant l'outil rétrécir :
kk: Кеңес: Үлкейту құралын қолдана отырып би спрайтының көлемін үлкейтіңіз. Немесе кішірейту құралын қолдана отырып оны кішірейтіңіз:
nb: Tips: Du kan gjøre figuren større eller mindre ved å klikke på den med krympe- eller vokseverktøyet fra verktøylinjen:
nn: Tips: Du kan gjera figuren større eller mindre ved å trykkja på han med vekse- eller krympeverktøya:
pt_br: Dica: deixe seu ator dançarino maior clicando nele com a ferramenta de crescimento, ou deixe-o menor usando a ferramenta de encolhimento:
vi: Thủ thuật: Làm cho đối tượng của bạn to ra bằng cách bấm vào công cụ làm lớn lên. Hoặc làm nó nhỏ lại sử dụng công cụ thu nhỏ:
zh_tw: 提示：你可以使用放大工具把角色變大，或是縮小工具讓它看起來比較小：

source: Want to switch between backdrops?
bn: ব্যাকড্রপগুলোর মধ্যে সুইচ করতে চাও?
cs: Chceš přepnout mezi dvěma pozadími?
cy: Eisiau newid rhwng cefnlenni?
de: Du möchtest das Bühnenbild wechseln?
fa: آیا می‌خواهید پس‌زمینه‌ها را تغییر دهید؟
fr: Envie de changer d'arrière-plan?
kk: Фондар арасында ауыстырғыңыз келе ме?
nb: Vil du bytte mellom bakgrunnsbilder?
nn: Vil du byta mellom bakgrunnsbilete?
pt_br: Quer trocar os panos de fundo?
sl: Bi rad preklapljal med ozadji?
vi: Bạn muốn chuyển giữa những phông nền?
zh_tw: 想要替換不同的背景？

source: Add this block to your program:
bn: তোমার প্রোগ্রামে এই ব্লক যোগ কর:
cs: Přidej tento blok do tvého programu:
cy: Ychwanegwch y bloc yma i'ch rhaglen:
de: Füge diesen Block in dein Programm ein:
fa: این قطعه را به برنامه خود اضافه کنید:
fr: Ajoute ce bloc à ton programme :
kk: Осы блокты бағдарламаңызға қосыңыз:
lt: Pridėk blokų į savo programą
nb: Legg inn denne klossen i programmet:
nn: Legg inn denne klossen i programmet:
pt_br: Adicione esse bloco ao seu programa:
sl: V svoj program dodaj naslednje bloke:
vi: Thêm mảnh ghép này cho chương trình của bạn:
zh_tw: 添加這個積木到你的程式中：

source: Want to add more dancers to your scene?
bn: তোমার দৃশ্যে কি আরো নর্তকী যোগ করতে চাও?
cs: Chceš přidat více tanečníků do tvé scény?
cy: Eisiau ychwanegu rhagor o ddawnswyr i'ch golygfa?
de: Du möchtest weitere Tänzer auf der Bühne erscheinen lassen?
fa: آیا می‌خواهید رقاصان بیشتری را به صحنه خود اضافه کنید؟
fr: Tu veux ajouter plus de danseurs à ta scène ?
kk: Сіз сахнаңызға көбірек биші қосқыңыз келе ме?
nb: Vil du ha flere dansere på scenen?
nn: Vil du ha fleire dansarar på scena?
pt_br: Quer adicionar mais dançarinos à cena?
sl: Bi na sceno rad dodal več plesalcev?
vi: Bạn muốn thêm vào những vũ công cho chương trình của bạn?
zh_tw: 想要在舞台上加入更多的舞者嗎？

source: Click one of these buttons to add a new sprite:
bn: একটি স্প্রাইট যুক্ত করতে এই বাটনগুলো থেকে একটি ক্লিক কর:
cs: Klikni na jedno z těchto tlačítek pro přidání nové postavy:
cy: Cliciwch un o'r botymau hyn i ychwanegu corlun newydd:
de: Klicke auf einen dieser Knöpfe, um eine neue Figur hinzuzufügen:
fa: یکی از این دکمه‌ها را برای افزودن یک شکلک جدید کلیک کنید:
fr: Clique l'un de ces boutons pour ajouter un nouveau lutin :
kk: Осы батырмалардың бірін жаңа спрайт қосу үшін басыңыз:
nb: Klikk på en av disse knappene for å lage en ny figur:
nn: Trykk på ein av desse knappane for å laga ein ny figur:
pt_br: Clique em um desses botões para adicionar um novo ator:
sl: Novo figuro dodaš s klikom na enega izmed naslednjih gumbov:
vi: Bấm chọn một trong những nút này để thêm đối tượng mới:
zh_tw: 透過以下按鈕建立新的角色：

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
bn: <h4>নতুন স্প্রাইটের বাটন </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> লাইব্রেরি থেকে স্প্রাইট বাছাই কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> তোমার নিজের স্প্রাইট আঁক</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> তোমার নিজের ছবি বা স্প্রাইট আপলোড কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> একটি ছবি তোল (একটি ওয়েবক্যাম থেকে)</p>
cs: <h4>Nová tlačítka postav </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Vyber postavu z knihovny</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Vybarvi svou postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Přidej vlastní obrázek postavy</p> <img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Vyfoť se (pomocí webkamery)<p></p>
cy: <h4>Botymau Corlun Newydd </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Dewiswch gorlun o'r llyfrgell</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Peintiwch eich corlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Llwytho i fyny eich delwedd neu gorlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Cymrwch lun (o gamera gwe)</p>
de: <h4>Knöpfe für neue Figuren </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Wähle eine Figur aus der Bibliothek</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Zeichne deine eigene Figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Lade dein eigenes Bild oder eine Figur hoch</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nimm ein Bild auf (mit einer Webcam)</p>
fa: <h4>دکمه‌های شکلک جدید</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> شکلک را از کتابخانه انتخاب کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> شکلک خودتان را نقاشی کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> تصویر یا شکلک خود را بارگذاری کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> یک عکس بگیرید (از وب کم)</p>
fr: <h4>Boutons de Nouveau Lutin </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisir un lutin dans la bibliothèque </p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessiner ton propre lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Importer ta propre image ou lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prendre une photo (avec un webcam)</p>
kk: ⇥<h4>Жаңа Спрайт батырмалар </h4> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Кітапханадан спрайттарды таңдау</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Өз спрайтыңызды бейнелеу/p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Өзіңіздің жеке спрайттарыңыз немесе суреттеріңізді жүктеу</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Суретке түсу (вебкамера арқылы)</p>
nb: <h4>Knapper for ny figur </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent en figur fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tegn din egen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp et bilde eller en figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et bilde (med webkamera)</p>
nn: <h4>Knappar for ny figur</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur frå biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Teikn din eigen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp eit bilete eller ein figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta eit bilete (med nettkamera)</p>
pt_br: <h4>Novos botões de atores </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolha um ator da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenhe seu próprio ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Faça upload de sua própria imagem ou ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tire uma foto (com uma webcam</p>
vi: <h4>Nút đối tượng mới</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Chọn đối tượng mới từ thư viện</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Vẽ đối tượng của bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Tải lên hình ảnh đối tượng của bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Chụp hình (từ webcam)</p>
zh_tw: <h4>新增角色的按鈕有：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 從角色庫選擇一個角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 畫出你自己的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 上傳你自己的圖像或角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 拍一張照片 (從網路攝影機)</p>

source: You can explore and experiment to add to your project. Here are some ideas:
bn: তুমি তোমার প্রজেক্টে যোগ করতে এক্সপ্লোর এবং পরীক্ষা করতে পার। এখানে কিছু আইডিয়া পাবে:
cs: Můžeš objevovat a experimentovat ve svém projektu. Zde jsou nějaké nápady:
cy: Gallwch archwilio ac arbrofi ychwanegu i'ch project. Dyma rhai syniadau:
de: Du kannst dir etwas einfallen lassen und ausprobieren, was du in dein Projekt einfügst. Hier sind ein paar Ideen:
fa: شما می‌توانید جستجو و آزمایش کرده تا به برنامه خود اضافه کنید. در اینجا چند ایده وجود دارد:
fr: Tu peux explorer et essayer d'ajouter des choses à ton projet. Voici quelques idées :
kk: Сіз өзіңіз зерттеу жасап және тәжірбиелер жасап жобаңызға қосыңыз. Мында шамалы идеялар ұсынылған:
nb: Du kan prøve deg fram med nye ting i prosjektet ditt. Her er noen ideer:
nn: Du kan prøva deg fram med nye ting i prosjektet ditt. Her er nokre forslag:
pt_br: Você pode explorar e experimentar as coisas para adicionar ao seu projeto. Temos aqui algumas ideias:
vi: Bạn có thể khám phá và thử nghiệm để thêm vào chương trình của bạn. Đây là những ý tưởng:
zh_tw: 你可以探索並嘗試添加一些元素到你的專案裡，這裡有些不錯的點子：

source: Find and import a picture of your city
bn: তোমার শহরের একটি ছবি খোজ এবং ইমপোর্ট কর
cs: Najdi a nahraj obrázek tvého města
cy: Chwilio am lun o'ch tref a'i fewnforio
de: Suche ein Bild deiner Stadt und lade es hoch
fa: یک تصویر از شهر خود را پیدا و وارد کنید
fr: Trouve et importe une photo de ta ville
id: Cari dan impor sebuah foto dari kotamu
kk: Өзіңіздің қалаңыздың суретін тауып оны импорттаңыз
nb: Hent inn et bilde fra der du bor
nn: Hent inn eit bilete frå plassen du bur
pt_br: Encontre e importe uma foto da sua cidade
sl: Poišči in uvozi sliko tvojega mesta
vi: Tìm và thêm vào hình ảnh về thành phố
zh_tw: 找一張你的國家的照片並匯入

source: Draw your own dancer with costumes
bn: পোশাক দিয়ে তোমার নিজের নৃত্যশিল্পী আঁক
cs: Nakresli svého tanečníka s kostýmy
cy: Llunio eich dawnsiwr gyda gwisgoedd
de: Zeichne deinen eigenen Tänzer mit verschiedenen Kostümen
fa: رقاص خود را با حالت ترسیم کنید
fr: Dessine ton propre danseur avec ses costumes
kk: Өзіңіздің бишіңізді өз костюмімен салыңыз
nb: Tegn din egen danser med drakter
nn: Teikn din eigen dansar med ulike drakter
pt_br: Desenhe seu próprio dançarino com fantasias
sl: Nariši svojega plesalca z različnimi videzi
vi: Vẽ ra vũ công của riêng bạn cùng với phục trang
zh_tw: 自己畫個舞者造型

source: Draw a new backdrop
bn: একটি নতুন ব্যাকড্রপ আঁক
cs: Nakresli nové pozadí
cy: Llunio cefnlen newydd
de: Zeichne ein neues Bühnenbild
fa: یک پس‌زمینه جدید بکشید
fr: Dessine un nouvel arrière-plan
id: Gambar sebuah latar baru
kk: Жаңа фон салыңыз
nb: Tegn en ny bakgrunn
nn: Teikn ein ny bakgrunn
pt_br: Desenhe um novo pano de fundo
sl: Nariši novo ozadje
tr: Yeni bir arka plan çiz
vi: Vẽ ra một phông nền mới
zh_tw: 自己畫個背景

source: Now, share your project
bn: এখন, তোমার প্রকল্পটি শেয়ার করো
cs: Nyní sdílej tvůj projekt
cy: Nawr, rhannwch eich project
de: Veröffentliche als nächstes dein Projekt
fa: حالا، پروژۀ خود را به اشتراک بگذارید.
fr: Maintenant, partage ton projet
id: Sekarang, bagikan karyamu
kk: Енді өз жобаңызбен бөлісіңіз
nb: Videre: Vis fram prosjektet
nn: Vidare: vis fram prosjektet
pt_br: Agora, compartilhe seu projeto
sl: Sedaj deli svoj projekt
tr: Şimdi, projeni paylaş
vi: Bây giờ, chia sẻ chương trình của bạn
zh_tw: 下一步，分享你的專案

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>:
cs: Nyní můžeš přidat svůj projekt do <a href="http://scratch.mit.edu/studios/1517362/" target="_blank"> studia Óda na kód</a>:
cy: Nawr gallwch ychwanegu eich project i stiwdio <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code</a>:
de: Jetzt kannst du dein Projekt zum<a href="http://scratch.mit.edu/studios/1517362/" target="_blank">"Ode to Code"-Studio</a> hinzufügen:
fa: حالا شما می‌توانید برنامه خود را به<a href="http://scratch.mit.edu/studios/1517362/" target="_blank">قصیده به استودیو برنامه‌نویسی</a> اضافه کنید:
fr: Maintenant, tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">studio "Ode to Code"</a>:
kk: Енді Сіз өз жобаңызды <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code студиясына</a> қоса аласыз:
nb: Nå kan du legget ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">"Ode to code"</a>:
nn: No kan du leggja ut prosjektet i galleriet <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code Dance – Europe Code Week 2015</a>:
pt_br: Você pode adicionar seu projeto ao <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Estúdio ode ao código</a>:
vi: Bây giờ bạn có thể thêm chương trình của bạn vào <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">studio Ode to Code</a>:
zh_tw: 現在你可以將你的專案分享到創作坊 <a href="http://scratch.mit.edu/studios/1517362/" target="_blank">Ode to Code studio</a>裡：
