Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: First, drag the bears to where you want them to start.
bn: প্রথমে, ভাল্লুকগুলিকে যেখান থেকে তুমি শুরু করাতে চাও সেখানে টেনে আন।
cs: V prvním kroku přesuň medvědy na pozici, kde chceš aby začínali.
cy: Yn gyntaf, llusgwch yr eirth i le rydych am iddyn nhw gychwyn.
de: Zieh zunächst die Bären dorthin, wo sie starten sollen.
fa: اول، خرس‌ها را به جایی که می‌خواهید شروع کنید بکشید.
fr: Premièrement, glisse les ours où tu veux qu'ils commencent.
id: Pertama, seret beruang-beruangnya ke tempat kamu ingin mereka memulai.
kk: Алдымен, өзіңіз қалаған кез келген жерге, яғни сол жерден бастай алатындай етіп, аюларды қозғап апарыңыз.
lt: Pirma, tempk meškinus į ten, kur nori, kad jie pradėtų
nb: Flytt først bjørnene dit du vil at de skal starte.
nn: Flytt først bjørnane dit du vil at dei skal starta.
pt_br: Primeiro, arraste os ursos para onde você quer que eles comecem.
sl: Najprej premakni medvede na začetno mesto.
tr: İlk önce, ayıları başlatmak istediğiniz yere sürükleyin.
vi: Đầu tiên, kéo các chú gấu vào nơi mà bạn muốn chúng bắt đầu.
zh_tw: 第一步，將熊熊拖放到你想要的位置上。

source: Then, click the <span class="motioncolor">Motion</span> category.
bn: তারপর, <span class="motioncolor">গতি</span> বিভাগে ক্লিক কর।
cs: Poté klikni na kategorii <span class="motioncolor">Pohyb</span>.
cy: Yna, cliciwch y categori <span class="motioncolor">Symud</span>.
de: Klicke dann auf die Kategorie <span class="motioncolor">Bewegung</span>.
fa: سپس، گروه <span class="motioncolor">حرکت</span> را کلیک کنید.
fr: Ensuite, clique la catégorie the <span class="motioncolor">Mouvement</span>.
id: Setelah itu, klik kelompok <span class="motioncolor">Gerakan</span>,
kk: ⇥⇥<span class="motioncolor">Қозғалыс</span> категориясын таңдаңыз. ⇥
lt: ⇥⇥Tada, spausk <span class="motioncolor">Judėjimas</span> skyrių ⇥
nb: Så klikker du på <span class="motioncolor">Bevegelse</span>-kategorien.
nn: Trykk så på <span class="motioncolor">Rørsle</span>-kategorien.
pt_br: Então, clique na categoria <span class="motioncolor">Movimento</span>.
sl: Nato klikni kategorijo <span class="motioncolor">Gibanje</span>.
tr: Sonra, <span class="motioncolor">Hareket</span> kategorisine tıkla.
vi: Sau đó, bấm vào mục <span class="motioncolor">Chuyển động</span>.
zh_tw: 接著，點選 <span class="motioncolor">動作</span> 類別。

source: Drag a <span class="motioncolor">go to x y</span> block into the Scripts area:
bn: একটি <span class="motioncolor">x y এ যাও</span> ব্লক স্ক্রিপ্ট এলাকায় টেনে আন:
cs: Přetáhni blok <span class="motioncolor">skoč na pozici x y</span> do prostoru pro scénáře:
cy: Llusgwch floc <span class="motioncolor">mynd i x y</span> i faes y Sgriptiau:
de: Zieh einen <span class="motioncolor">gehe zu x y</span>-Block in den Skriptbereich:
fa: <span class="motioncolor">برو به قطعه x y</span> را به قسمت دستورها بکشید:
fr: Fais glisser un bloc <span class="motioncolor">aller à x y</span> dans la zone des Scripts :
id: Seret sebuah balok <span class="motioncolor">pergi ke x y</span> ke area Skrip:
kk: ⇥⇥ <span class="motioncolor"> x y -барыңыз</span> блогын Скрипт аймағына алып шығыңыз: ⇥
lt: ⇥⇥Tempk <span class="motioncolor">eik į x y</span> bloką į scenarijų plotą: ⇥
nb: Dra en <span class="motioncolor">gå til x y</span>-kloss inn i skriptvinduet:
nn: Dra ein <span class="motioncolor">gå til x y</span>-kloss inn i skriptvindauget:
pt_br: Arraste um bloco<span class="motioncolor">vá para x y</span> para a área de scripts:
sl: Povleci <span class="motioncolor"> Pojdi na x y </span> blok v območje skript:
tr: Bir <span class="motioncolor">x y ye git </span> blokunu Senaryolar alanına sürükle:
vi: Kéo vào một mảnh ghép<span class="motioncolor">đi đến x y</span> vào vùng Kịch bản:
zh_tw: 拖拉出一個 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木。

source: Click the <span class="eventscolor">Events</span> category.
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="eventscolor">Události</span>.
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.
de: Klicke auf die Kategorie <span class="eventscolor">Ereignisse</span>.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید.
fr: Clique sur la catégorie <span class="eventscolor">Événements</span>.
id: Klik kelompok <span class="eventscolor">Kejadian</span>.
kk: ⇥<span class="eventscolor">Іс-шаралар</span> категориясын басыңыз. ⇥
lt: ⇥Spausk <span class="eventscolor">Įvykiai</span> skyrių ⇥
nb: Klikk på <span class="eventscolor">Hendelser</span>-kategorien.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>.
sl: Klikni na kategorijo <span class="eventscolor">Dogodki</span>.
tr: <span class="eventscolor">Olaylar </span> kategorisine tıkla.
vi: Bấm vào mục<span class="eventscolor">Sự kiện</span>.
zh_tw: 點選 <span class="eventscolor">事件</span> 類別。

source: Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.
bn: একটি <span class="eventscolor">যখন <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করা হয়েছে</span> ব্লক টান এবং এটি উপরে স্ন্যাপ কর।
cs: Přetáhni blok <span class="eventscolor">po kliknutí na <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> a připni ho nahoru.
cy: Llusgwch floc <span class="eventscolor">pan <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> wedi ei glicio</span> a'i snapio i'r brig.
de: Zieh einen <span class="eventscolor">Wenn <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> angeklickt</span>-Block heraus und baue ihn oben an.
fa: قطعه <span class="eventscolor">هنگامی که <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> کلیک می‌شود</span> را کشیده و آن را بالا بزنید.
fr: Fais glisser un bloc <span class="eventscolor">quand <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> est cliqué </span> et insère-le en haut.
id: Seret keluar sebuah balok <span class="eventscolor">ketika <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> diklik</span> dan taruh di paling atas.
kk: ⇥ <span class="eventscolor">Қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз. ⇥
lt: ⇥Ištempk <span class="eventscolor">kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaustas pele</span> bloką ir pridėk jį viršuje ⇥
nb: Dra ut en <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> klikkes</span>-kloss og fest den øverst.
nn: Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst.
pt_br: Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicado</span> e coloque-o no topo.
sl: Uporabi blok <span class="eventscolor">ko je kliknjena <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> </span> in ga dodaj na vrh.
tr: Bir <span class="eventscolor">Olduğu zaman <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> tıkla </span> blokunu sürükle ve onu tepeye yerleştir.
vi: Kéo ra một mảnh ghép <span class="eventscolor">khi<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> được bấm</span> và chụp nó vào phía trên.
zh_tw: 拖拉出 <span class="eventscolor">當 <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 積木，並把它黏貼到最上方。

source: Now when you click the green flag, the bears will go to the starting point:
bn: এখন তুমি যখন সবুজ পতাকা ক্লিক করবে, ভাল্লুকগুলো শুরুর বিন্দুতে যাবে:
cs: Nyní, když klikneš na zelenou vlajku, medvědi půjdou na startovní pozici
cy: Nawr pan fyddwch chi'n clicio'r faner werdd, bydd yr eirth yn mynd i'r man cychwyn.
de: Wenn du jetzt auf die grüne Flagge klickst, gehen die Bären zum Startpunkt:
fa: حالا وقتی که روی پرچم سبز کلیک می‌کنید، خرس‌ها به نقطه شروع می‌روند:
fr: Maintenant, quand tu cliques sur le drapeau vert, les ours vont aller au point de départ :
id: Sekarang saat kamu mengklik bendera hijau, beruang-beruangnya pindah ke titik mulai:
kk: Енді аюлар бастапқы орындарына баруы үшін жасыл жалаушаға басыңыз:
lt: Dabar, kai paspausi žalią vėliavą, meškinai judės į pradžios tašką:
nb: Når du klikker det grønne flagget vil bjørnene gå til startpunktet:
nn: Når du trykkjer på det grøne flagget, vil bjørnane gå til startpunktet:
pt_br: Agora, quando você clicar na bandeira verde os ursos vão para o ponto inicial:
sl: Ko klikneš na zeleno zastavico bo medved odšel do začetne točke:
tr: Şimdi yeşil bayrağı tıkladığınızda, ayılar başlangıç noktasına gider:
vi: Bây giờ khi bạn bấm vào lá cờ màu xanh lá, các chú gấu sẽ đi đến điểm bắt đầu:
zh_tw: 試試按下綠旗，熊熊會回到原來的位置：

source: Next, switch backdrops
bn: তারপর, ব্যাকড্রপ পরিবর্তন কর
cs: Poté změň pozadí
cy: Nesaf, newid cefnlenni.
de: Wechsle als nächstes die Bühnenbilder
fa: سپس، پس‌زمینه‌ها را عوض کنید
fr: Ensuite, change d'arrière-plan
id: Setelah itu, ganti latar
kk: Келесі, фонды өзгертіңіз
lt: Toliau, pakeisk fonus
nb: Videre: bytt bakgrunn
nn: Vidare: byt bakgrunn
pt_br: Em seguida, troque os panos de fundo
sl: Sedaj zamenjaj ozadji
tr: Sonraki, dekorları değiştir
vi: Kế tiếp, chuyển đổi ảnh nền
zh_tw: 下一步，切換背景

source: Click the <span class="lookscolor">Looks</span> category.
bn: <span class="lookscolor">চেহারা</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="lookscolor">Vzhledy</span>.
cy: Cliciwch y categori <span class="lookscolor">Edrychiad</span>.
de: Klicke die Kategorie <span class="lookscolor">Aussehen</span> an.
fa: روی گروه <span class="lookscolor">ظاهر</span>کلیک کنید.
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span>.
id: Klik kelompok <span class="lookscolor">Tampilan</span>.
kk: ⇥⇥ <span class="lookscolor">Көріністер</span> санатына басыңыз. ⇥
lt: ⇥⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių ⇥
nb: Klikk på <span class="lookscolor">Utseende</span>-kategorien.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien.
pt_br: Clique na categoria <span class="lookscolor">Aparências</span>.
sl: Klikni kategorijo <span class="lookscolor">Izgledi</span> .
tr: <span class="lookscolor">Görünümler </span> kategorisine tıkla.
vi: Bấm vào mục<span class="lookscolor">Hiển thị</span>.
zh_tw: 點選 <span class="lookscolor">外觀</span> 類別。

source: Drag out a <span class="lookscolor">switch backdrop</span> block. Snap it below the <span class="motioncolor">go to</span> block, and choose 'next backdrop':
bn: <span class="lookscolor">ব্যাকড্রপ পরিবর্তন</span> ব্লক টেনে আন। <span class="motioncolor">go to</span> ব্লকের মধ্যে স্ন্যাপ কর, এবং 'পরবর্তী ব্যাকড্রপ' বাছাই কর:
cs: Přetáhni blok <span class="lookscolor">změna pozadí</span>. Přichytni ho pod blok <span class="motioncolor">jdi na pozici</span> a zvol "další pozadí":
cy: Cliciwch y categori <span class="lookscolor">newid cefnlen</span>. Snapiwch y bloc o dan y bloc <span class="motioncolor">mynd i</span> a dewis 'cefnlen nesaf':
de: Zieh einen <span class="lookscolor">wechsle zu Bühnenbild</span>-Block in den Skriptbereich und baue ihn unterhalb des <span class="motioncolor">gehe zu</span>- Blocks an. Wähle darin 'nächstes Bühnenbild' aus:
fa: یک قطعه <span class="lookscolor">تغییر پس‌زمینه</span> را بیرون بکشید. آن را پایین قطعه <span class="motioncolor">برو به</span> بزنید، و "پس‌زمینه بعدی" را انتخاب کنید:
fr: Fais glisser un bloc <span class="lookscolor">basculer sur l'arrière-plan</span>. Insère-le dessous le bloc <span class="motioncolor">aller à x y</span> et choisis 'arrière-plan suivant':
id: Seret keluar sebuah balok <span class="lookscolor">ganti latar</span>. Taruh dia di bawah balok <span class="motioncolor">pergi ke</span>, dan pilih 'latar berikutnya':
kk: ⇥⇥<span class="lookscolor">Фонды ауыстыру</span> блогын шығарып алыңыз. Оны <span class="motioncolor">бару</span> блогының төменгі жағына бекітіңіз, және 'келесі фонды' таңдаңыз: ⇥
lt: ⇥⇥Ištempk <span class="lookscolor">keisk foną</span> bloką. Padėk jį po <span class="motioncolor">eik į</span> bloko ir pasirink 'kitas fonas': ⇥
nb: Dra ut en <span class="lookscolor">bytt bakgrunn</span>-kloss. Fest den under <span class="motioncolor">gå til</span>-klossen og velg "neste bakgrunn":
nn: Dra ut ein <span class="lookscolor">byt bakgrunn</span>-kloss. Fest han under <span class="motioncolor">gå til</span>-klossen og vel «neste bakgrunn»:
pt_br: Arraste um bloco <span class="lookscolor">trocar pano de fundo</span>. Encaixe-o abaixo do bloco <span class="motioncolor">vá para</span> e escolha "próximo pano de fundo":
tr: Bir <span class="lookscolor"> Zemini değiştir </span> blokunu sürükle. Onu <span class="motioncolor">Şuraya Git </span> blokunun altına yerleştir ve "sonraki zemin" i seç:
vi: Kéo ra một mảnh ghép <span class="lookscolor">đổi ảnh nền</span>. Chập nó vào bên dưới mảnh ghép <span class="motioncolor">đi đến</span>, và chọn 'ảnhnền kế tiếp':
zh_tw: 拖曳出 <span class="lookscolor">背景換成 {…}</span>積木並將它放置到 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木下方，在積木裡的下拉清單選取「下一個背景」：

source: Now, make the backdrop change when the Bearstack reaches the edge of the Stage.
bn: এখন, বিয়ারস্ট্যাক মঞ্চের প্রান্তে পৌঁছলে ব্যাকড্রপ পরিবর্তন কর।
cs: Teď udělej změnu pozadí, kdykoliv se medvědice dotkne okraje scény.
cy: Nawr, gwnewch i'r gefnlen newid pan fydd y Bearstack yn cyrraedd ymyl y Llwyfan.
de: Lass jetzt das Bühnenbild wechseln, wenn die Bärenpyramide den Rand der Bühne erreicht.
fa: اکنون، با رسیدن Bearstack به لبه صفحه، پس‌زمینه را تغییر دهید.
fr: Maintenant, fais changer l'arrière-plan quand les Ours atteignent le bord de la Scène.
id: Sekarang, buat agar latarnya berubah kalau Bearstack sampai ke pinggir Panggung.
kk: Енді, Bearstack Кезеңнің шетіне жеткен кезде фонды өзгертіңіз.
lt: Dabar, padaryk taip, kad fonas pasikeistų meškinams pasiekus Scenos kraštą
nb: Nå kan du få bakgrunnen til å skifte når Bjørnebunken kommer til kanten av scenen.
nn: No kan du få bakgrunnen til å endra seg når bjørnestabelen kjem til kanten av scena.
pt_br: Agora, faça com que o pano de fundo se altere quando a pilha de ursos chegar à borda do palco.
tr: Şimdi, Ayı yığını sahnenin köşesine ulaşınca dekoru değiştir ayarlaması yapın..
vi: Bây giờ, hãy tạo sự thay đổi ảnh nền khi Chồng gấu chạm đến cạnh của Sân khấu.
zh_tw: 接下來，讓熊熊在到舞台的邊緣時更換背景。

source: Here's how you can build that script:
bn: তুমি স্ক্রিপ্টটি কিভাবে তৈরি করবে তা এখানে দেখ:
cs: Zde je, jak vytvořit scénář:
cy: Dyma sut allwch adeiladu'r sgript honno:
de: Und so kannst du das Skript bauen:
fa: در اینجا نحوه ساخت دستور آمده است:
fr: Voici comment tu peux construire ton script :
id: Begini cara kamu membuat skrip itu:
kk: Скриптті осылай құру керек:
lt: Čia yra parodyta, kaip gali padaryti tą scenarijų:
nb: Slik bygger du skriptet:
nn: Slik byggjer du skriptet:
pt_br: Você pode construir esse script assim:
sl: Tu je prikazano kako lahko izdelaš skripto:
tr: Bu senaryoyu işte böyle oluşturabilirsin:
vi: Xem ở đây cách bạn có thể tạo ra kịch bản như vậy:
zh_tw: 以下是程式範例：

source: Build your script to look like this:
bn: এইরকম দেখতে তোমার স্ক্রিপ্ট তৈরি কর:
cs: Vytvoř scénář aby vypadal takto:
cy: Adeiladwch eich sgript i edrych fel hyn:
de: Baue dein Skript so, dass es folgendermaßen aussieht:
fa: دستور خود را به شکل زیر بنویسید:
fr: Construis ton script comme ceci :
id: Bangung skripmu agar tampak seperti ini:
kk: Сіздің скриптіңіз осылай көрінуі тиіс:
lt: Pagamink savo scenarijų, kad atrodytų kaip šis:
nb: Sett sammen klosser så du får dette skriptet:
nn: Set saman klossar slik at du får dette skriptet:
pt_br: Construa seu script para que ele se pareça com isso:
sl: Izdelaj tako skripto kot je ta:
tr: Şöyle görünmesi için senaryonuzu oluşturun:
vi: Tạo kịch bản của bạn như thế này:
zh_tw: 編寫一段程式，像這樣：

source: <span class="reminder">Tip: Make sure the <span class="motioncolor">go to</span> block snaps just below the <span class="lookscolor">switch backdrop</span> block.</span>
cs: <span class="reminder">Tip: Ujisti se, že blok <span class="motioncolor">skoč na</span> se připojil přesně pod blok <span class="lookscolor">změň pozadí </span> .</span>
cy: <span class="reminder">Awgrym: Gwnewch yn siŵr fod y bloc <span class="motioncolor">mynd i</span> yn snapio o dan y bloc <span class="lookscolor">newid cefnlen</span>.</span>
de: <span class="reminder">Tipp: Stell sicher, dass der <span class="motioncolor">gehe zu</span>-Block genau unter dem <span class="lookscolor">wechsle zu Bühnenbild</span>-Block eingebaut ist.</span>
fa: <span class="reminder">نکته: مطمئن شوید که قطعه <span class="motioncolor">برو به</span> درست در زیر قطعه <span class="lookscolor">تغییر پس‌زمینه</span> زده می‌شود.</span>
fr: <span class="reminder">Astuce : fais bien attention à ce que le bloc<span class="motioncolor">aller à</span> soit bien attaché sous le bloc <span class="lookscolor">basculer sur l'arrière-plan</span>.</span>
id: <span class="reminder">Tip: Pastikan balok <span class="motioncolor">pergi ke</span> tersisip persis di bawah balok <span class="lookscolor">ganti latar</span>.</span>
kk: ⇥<span class="reminder">Кеңес: <span class="motioncolor">Бару</span> блогы <span class="lookscolor">ауысу фоны</span> блогының төменіне ғана түскеніне көз жеткізіңіз.</span> ⇥
lt: ⇥<span class="reminder">Patarimas: Įsitikink, kad blokas <span class="motioncolor">eik į</span> pridėtas iškart po <span class="lookscolor">keisk foną</span> bloko.</span> ⇥
nb: <span class="reminder">Tips: Pass på at <span class="motioncolor">gå til</span>-klossen festes rett under <span class="lookscolor">bytt bakgrunn</span>-klossen.</span>
nn: <span class="reminder">Tips: Pass på at <span class="motioncolor">gå til</span>-klossen vert festa rett under <span class="lookscolor">byt bakgrunn</span>-klossen.</span>
pt_br: <span class="reminder">Dica: verifique se o bloco <span class="motioncolor">vá para</span> se encaixa embaixo do bloco <span class="lookscolor">trocar pano de fundo</span>.</span>
vi: <span class="reminder">Thủ thuật: Hãy chắc rằng mảnh gép <span class="motioncolor">đi đến</span> chập vào ngay bên dưới mảnh ghép <span class="lookscolor">đổi phông nền</span>.</span>
zh_tw: <span class="reminder">提示：請確定 <span class="motioncolor">定位到 x:[…] y:[…]</span> 積木在 <span class="lookscolor">背景換成 {…}</span> 積木的後方。</span>

source: Type the same numbers in the <span class="motioncolor">go to</span> block as in the beginning of the script. This will tell the bears to go to the starting point after the backdrop switches.
bn: স্ক্রিপ্টের শুরুতে <span class="motioncolor">যাও</span> ব্লকে একই সংখ্যা টাইপ কর। এটি ভাল্লুককে ব্যাকড্রপ সুইচ করার পরে শুরুর দিকে যেতে বলবে।
cs: Do bloku <span class="motioncolor">jdi na pozici</span> zadej stejná čísla jako na začátku scénáře. Toto poví medvědům, aby se po změně pozadí vrátili na startovní pozici.
cy: Teipiwch yr un rhifau yn y bloc <span class="motioncolor">mynd i</span> ag sydd ar ddechrau'r sgript. Bydd hyn yn dweud wrth yr eirth i fynd i'r man cychwyn ar ôl i'r gefnlen newid.
de: Gib die gleichen Zahlen in den <span class="motioncolor">gehe zu</span>-Block ein wie am Anfang des Skripts. Das lässt die Bären wieder auf den Startpunkt gehen, nachdem das Bühnenbild gewechselt hat.
fa: در بلاک <span class="motioncolor">برو به</span> یک شماره دیگر را وارد کنید که برای شروع اسکریپت ها میباشد. این کار به خرس ها میگوید که در نقطۀ شروع قرار بگیرند، قبل از اینکه تصویر زمینه عوض شود
fr: Tape les mêmes nombres dans le bloc <span class="motioncolor">aller à x y</span> qu'au début du script. Cela va dire aux ours d'aller au point de départ après le changement de l'arrière plan.
id: Ketik angka-angka yang sama dengan yang di balok <span class="motioncolor">pergi ke</span> yang di awal skrip. Ini bakal memberitahukan beruang-beruangnya untuk balik ke titik permulaan setelah latarnya ganti.
kk: ⇥⇥<span class="motioncolor">Бару</span> блогында скрипттің басындағындай сандарды теріңіз. Бұл фон ауысқаннан кейін аюларға бастапқы нүктеге бару керектігін айтады. ⇥
lt: ⇥⇥Įvesk tuos pačius skaičius <span class="motioncolor">eik į</span> bloke kaip ir senarijaus pradžioje. Fonams pasikeitus tai lieps meškinams eiti į pradžios tašką. ⇥
nb: Skriv inn de samme tallene i <span class="motioncolor">gå til</span>-klossen som du hadde i begynnelsen av skriptet. Da vil bjørnene gå til startpunktet når bakgrunnen skifter.
nn: Skriv inn dei same tala i <span class="motioncolor">gå til</span>-klossen som du hadde først i skriptet. Då vil bjørnane gå til startpunktet når bakgrunnen skiftar.
pt_br: Digite os mesmos números no bloco <span class="motioncolor">vá para</span> que foram digitados no começo do script. Isso fará com que os ursos voltem ao ponto inicial após a troca de pano de fundo.
vi: Nhập những con số tương tự vào mảnh ghép <span class="motioncolor">đi đến</span> như khi ở đầu kịch bản. Nó sẽ cho các chú gấu biết đi đến điểm bắt đầu sau khi phông nền thay đổi.
zh_tw: 在 <span class="motioncolor">定位到 x:[…] y:[…]</span>積木中輸入角色一開始的座標位置，這樣一來熊熊就會在背景切換後自動回到初始位置。

source: Now, try it out. Click the green flag. Then, press the key to move the bears all the way across the Stage.
cs: Nyní to vyzkoušej. Klikni na zelenou vlajku. Poté klikej na klávesy pro pohyb medvědů po celé scéně.
cy: Nawr, rhowch gynnig arno. Cliciwch y faner werdd. Yna pwyswch y fysell i symud yr eirth yr holl ffordd ar draws y Llwyfan.
de: Probier es nun aus. Klicke auf die Startflagge und drück dann auf die Taste, um die Bären über die Bühne zu bewegen.
fa: اکنون آن را امتحان کنید. روی پرچم سبز کلیک کنید. سپس، کلید را برای حرکت خرس‌ها به تمام قسمت‌های صفحه، فشار دهید
fr: Maintenant, essaye-le. Clique sur le drapeau vert. Après, appuie sur la touche pour faire bouger les ours à travers la scène.
id: Sekarang coba. Klik bendera hijau. Kemudian, tekan tombolnya untuk menggerakan beruang-beruangnya sampai ke seberang Panggung.
kk: Енді, осыны көріңіз. Жасыл далаушаны басыңыз. Содан соң, аюларды Кезеңнің бүкіл жерінде қозғалту үшін пернені басыңыз.
lt: Dabar išbandyk. Spausk žalią vėliavą. Tada spausk nustatytą klavišą ir paleisk meškinus judėti išilgai Scenos
nb: Nå kan du prøve. Klikk det grønne flagget. Deretter trykker du tasten du har valgt slik at bjørnene går over scenen.
nn: No kan du prøva. Trykk på det grøne flagget. Trykk så på tasten du har valt slik at bjørnane går over scena.
pt_br: Agora, experimente isso: clique na bandeira verde e depois pressione a tecla para mover os ursos por todo o palco.
tr: Şimdi dene. Yeşil bayrağı tıklayın. Ardından, ayıları Sahne Alanı boyunca hareket ettirmek için tuşa basın.
vi: Bây giờ, thử nào. Bấm vào lá cờ xanh lá. Sau đó, bấm vào phím để di chuyển các chú gấu qua Sân khấu.
zh_tw: 現在我們來試試，點擊綠旗，然後按下按鍵來移動舞台上的熊熊。

source: Next, try different costumes
bn: তারপর, অন্য পোশাকগুলো চেষ্টা কর
cs: Jako další zkus jiný kostým
cy: Nesaf, rhowch gynnig ar wisgoedd gwahanol
de: Probier als nächstes verschiedene Kostüme aus
fa: سپس، حالت‌های مختلف را امتحان کنید
fr: Après, essaye différents costumes
id: Setelah itu, coba kostum yang berbeda-beda
kk: Енді, әртүрлі костюмдерді көріңіз
lt: Toliau. Išbandyk skirtingas kaukes
nb: Videre: Prøv nye drakter
nn: Vidare: prøv andre drakter
pt_br: Em seguida, experimente fantasias diferentes
sl: Sedaj poskusi z drugačnimi videzi
tr: Sonra, farklı kostümler dene
vi: Kế tiếp, thử trang phục khác
zh_tw: 下一步，試試不同的造型
