Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Want to change the scene? Choose a new backdrop or add your own photo.
cs: Chceš změnit scénu? Vyber nové pozadí nebo přidej vlastní fotku.
cy: Eisiau newid yr olygfa? Dewiswch gefnlen neu ychwanegu eich ffoto eich hun.
de: Möchtest du die Szene ändern? Wähle ein neues Bühnenbild oder füge dein eigenes Foto hinzu.
fa: آیا می‌خواهید صحنه را تغییر دهید؟ یک پس‌زمینه جدید را انتخاب کنید یا عکس خود را اضافه کنید.
fr: Vous voulez changer la scène? Choisir un nouvel arrière-plan ou ajouter votre propre photo.
id: Ingin mengubah pemandangannya? Pilih sebuah latar baru atau tambahkan fotomu sendiri.
kk: Сахнаны өзгерткіңіз келе ме? Жаңа фон таңдаңыз немесе өзіңіздің суретіңізді қоя аласыз.
lt: Nori pakeisti aplinką? Rinkis naują foną arba pridėk savo nuotrauką
nb: Vil du ha en annen dansescene? Velg en ny bakgrunn eller legg inn ditt eget bilde.
nn: Vil du ha ei anna dansescene? Vel ein annan bakgrunn eller legg inn ditt eige bilete.
pt_br: Quer alterar a cena? Escolha um novo pano de fundo ou adicione sua própria foto.
sl: Želiš spremeniti sceno? Izberi novo ozadje ali pa dodaj svojo fotografijo.
tr: Sahneyi değiştirelim mi? Başka bir dekor seç veya kendi çektiğin bir fotoğrafı kullan.
vi: bạn muốn thay đổi phong cảnh? chọn ảnh nền hoặc thêm hình ảnh của bạn.
zh_tw: 想要切換不同場景？你可以用多種方式為舞台添加背景，像是從範例庫中挑選或是從你的電腦中挑選適合的圖片。

source: Then, add this block to switch backdrops:
bn: তারপরে, ব্যাকড্রপগুলির স্যুইচ অন করতে এই ব্লক টি যুক্ত করো:
cs: Poté přidej tento blok pro změnu pozadí:
cy: Yna, ychwanegwch y bloc hwn i newid cefnlenni:
de: Dann ergänze diese Blöcke, um die Bühnenbilder umzuschalten:
fa: سپس، این قطعه را برای تغییر پس زمینه‌ها اضافه کنید:
fr: Ensuite, ajoute ce bloc pour changer d'arrière-plan:
id: Setelah itu, tambahkan balok ini untuk mengganti latar:
kk: Содан соң, фондарды ауыстыруға осы блокты қосыңыз:
lt: Tada, pridėk šį bloką, kad pakeistum fonus:
nb: Bruk denne klossen for å bytte bakgrunn:
nn: Bruk denne klossen for å byta bakgrunn:
pt_br: Então, adicione esse bloco para trocar os panos de fundo:
sl: Za zamenjavo ozadja dodaj ta blok.
tr: Ve bu taşı kullanarak dekorlar arasında geçiş yap:
vi: sau đó, thêm mảnh ghép để thay đổi ảnh nền:
zh_tw: 接著，加入切換背景的積木到積木堆中：

source: Choose the backdrop name from the menu.
bn: মেনু থেকে ব্যাকড্রপের নাম বাছাই কর।
cs: Vyber jméno pozadí z menu.
cy: Dewiswch enw cefnlen o'r ddewislen.
de: Wähle den Namen des Bühnenbildes aus dem Menü.
fa: نام پس‌زمینه را از منو انتخاب کنید.
fr: Choisir le nom de l'arrière-plan à partir du menu.
id: Pilih nama latar dari menunya.
kk: Фонның атын мәзірден таңдаңыз.
lt: Rinkis fono pavadinimą iš meniu
nb: Velg navn på bakgrunnen fra menyen i klossen.
nn: Vel namn på bakgrunnen frå menyen i klossen.
pt_br: Escolha o nome do pano de fundo no menu.
sl: Iz menuja izberi ime ozadja.
tr: Dekorun adını menüden seç.
vi: chọn tên ảnh nền từ danh sách.
zh_tw: 在切換背景積木中可以透過下拉清單挑選要切換的背景。

source: If you want your backdrop to change color, click the Stage thumbnail.
bn: তুমি যদি তোমার ব্যাকড্রপের রঙ পরিবর্তন করতে চাও, তাহলে মঞ্চ থাম্বনেইলে ক্লিক কর।
cs: Pokud chceš změnit barvu na pozadí, klikni na náhled scény.
cy: Os hoffech chi i'ch cefnlen newid lliw, cliciwch llyn bach y Llwyfan.
de: Wenn dein Bühnenbild die Farbe ändern soll, klicke auf das Bühnen-Minibild.
fa: اگر می‌خواهید پس‌زمینه شما تغییر رنگ دهید، روی ریز عکس مرحله کلیک کنید.
fr: Si vous voulez changer la couleur de votre arrière-plan, cliquer sur la vignette de la scène.
kk: Егер фонның түсін өззгерткіңіз келсе, Stage thumbnail-ды басыңыз.
lt: Jeigu nori, kad tavo fonas keistų spalvą, spausk Scenos miniatiūrą
nb: Hvis du vil forandre farge på bakgrunnen, klikk først på det lille bildet av bakgrunnen.
nn: Viss du vil forandra farge på bakgrunnen, trykk først på miniatyrbiletet av bakgrunnen.
pt_br: Se você quer alterar a cor do seu pano de fundo, clique na miniatura do Palco.
sl: Če želiš, da ozadje spremeni barvo, klikni na malo sličico odra.
tr: Eğer dekorunun rengini değiştirmek istersen, solda altında Sahne yazan küçük resmi tıkla.
vi: nếu bạn muốn thay đổi màu ảnh nền, bấm chọn biểu tượng sân khấu.
zh_tw: 想要在播放時變化背景顏色？先在物件區上選擇舞台。

source: Click the <span class="tab-ref">Scripts</span> tab.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Scénář</span>.
cy: Cliciwch y tab <span class="tab-ref">sgriptiau</span>.
de: Klicke auf den <span class="tab-ref">Skripte</span>-Reiter.
fa: روی زبانه <span class="tab-ref">دستور</span> کلیک کنید.
fr: Cliquer l'onglet <span class="tab-ref">Scripts</span>.
id: Klik tab <span class="tab-ref">Skrip</span>.
kk: <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз.
lt: Spausk <span class="tab-ref">Scenarijai</span> skyrių
nb: Klikk deretter på <span class="tab-ref">Skript</span>-fanen.
nn: Trykk så på <span class="tab-ref">Skript</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>.
sl: Klinkni na zavihek <span class="tab-ref">Skripte</span> tab.
tr: <span class="tab-ref">Diziler</span> sayfasını aç.
vi: bấm chọn thẻ <span class="tab-ref">Kịch bản</span>.
zh_tw: 切換到 <span class="tab-ref">程式</span> 頁籤。

source: Then, add a script like this:
bn: তারপর, এরকম একটি স্ক্রিপ্ট যোগ কর:
cs: Poté přidej scénář jako je tento:
cy: Yna, ychwanegwch sgript fel hyn:
de: Dann ergänze ein Skript wie dieses:
fa: سپس یک دستور مثل این اضافه کنید:
fr: Ensuite, ajoute un script comme celui-ci:
id: Setelah itu, tambahkan sebuah skrip, seperti ini:
kk: Содан соң, скриптті келесідей қосыңыз:
lt: Tada, pridėk scenarijų kaip šis:
nb: Legg til dette skriptet:
nn: Legg til eit slikt skript:
pt_br: Então, adicione um script como esse:
sl: Dodaj skripto kot je ta:
tr: Şöyle bir dizi ekle:
vi: Sau đó kịch bản sẽ trông giống thế này:
zh_tw: 接著，添加一段程式，示範如下：

source: Add dancers to make a dance party. Or, challenge your dancers to a dance off.
bn: একটি নৃত্য পার্টি করতে নৃত্যশিল্পী যোগ কর। অথবা, তোমার নৃত্যশিল্পীদের একটি নাচের জন্য চ্যালেঞ্জ কর।
cs: K taneční párty přidej tanečníky nebo je vyzvi k tanci.
cy: Ychwanegwch ddawnswyr i greu parti dawnsio. Neu, heriwch eich dawnswyr i gystadleuaeth ddawnsio.
de: Füge Tänzer hinzu, um eine Tanzparty zu machen. Oder lass deine Tänzer an einem Tanzwettbewerb teilnehmen.
fa: رقاص‌ها را برای ایجاد یک مهمانی رقص اضافه کنید. یا، رقاصان خود را به رقص بیاندازید.
fr: Ajoute des danseurs pour faire une fête dansante. Ou, défie tes danseurs à un bal.
id: Tambahkan penari-penari untuk membuat sebuah pesta menari. Atau, tantang penari-penarimu lewat sebuah kompetisi menari.
kk: Би кешін өткізу үшін бишілерді қосыңыз. Немесе бишілеріңізден би билеуін сұраңыз.
lt: Pridėk šokėjų, kad gautųs šokių vakarėlis. Arba mesk iššūkį savo šokėjams dalyvauti šokių varžybose
nb: Legg til flere dansere og lag en dansefest. Eller sett opp en dansekonkurranse.
nn: Legg til fleire dansarar og lag ein dansefest. Eller set opp ein dansekonkurranse.
pt_br: Adicione dançarinos para fazer uma festa dançante. Ou, desafie seus dançarinos a dançar.
sl: Da bo to res zabava s plesom, dodaj plesalce.
tr: Dansçılar ekleyerek bir dans partisi düzenle. Veya dansçılarını atıştır.
vi: Thêm nhiều vũ công để thực hiện một buổi tiệc nhảy. Hoặc, thử thách vũ công của bạn bằng cuộc trổ tài nhày múa.
zh_tw: 添加更多跳舞的人，來開個派對吧！不然和你的舞者來個比舞大會！

source: Add your own moves
bn: তোমার নিজস্ব চাল যোগ কর
cs: Přidej své vlastní pohyby
cy: Ychwanegwch eich symudiadau eich hun
de: Füge eigene Bewegungen hinzu
fa: حرکت‌های خود را اضافه کنید
fr: Ajoute tes propres déplacements
id: Tambahkan gerakanmu sendiri
kk: Өзіңіздің қимылдарыңызды қосыңыз
lt: Pridėk savo judesių
nb: Legg inn egne dansetrinn.
nn: Legg inn eigne danserørsler
pt_br: Adicione seus próprios passos
sl: Dodaj svoje gibe
tr: Kendi figürlerini ekle
vi: Thêm những động tác của bạn
zh_tw: 新增您自己的動作

source: Want to add yourself to the dance?
bn: নাচে নিজেকে যুক্ত করতে চাও?
cs: Chceš se přidat k tanci?
cy: Eisiau ychwanegu eich hun i'r ddawns?
de: Du möchtest dich selbst zu diesem Tanz hinzufügen?
fa: می‌خواهید خود را به رقص اضافه کنید؟
fr: Tu veux t'ajouter à la danse ?
id: Ingin menambahkan dirimu ke pesta?
kk: Өзіңізді биге қосқыңыз келе ме?
lt: Nori pridėti save į šokį?
nb: Vil du lage en animasjon med deg selv?
nn: Vil du ha deg sjølv med i dansen?
pt_br: Quer adicionar você mesmo à dança?
sl: Želiš videti sebe, kako plešeš?
tr: Kendini dans ettirmek ister misin?
vi: bạn muốn thêm chính mình vào buổi tiệc nhảy múa?
zh_tw: 想要新增你自己的動作到舞蹈中？

source: Take photos of yourself in different moves against a blank wall.
bn: একটি ফাঁকা দেয়ালের বিপরীতে বিভিন্ন ভাবে নিজের ছবি তোল।
cs: Vyfoť se při různých pohybech proti bílé zdi.
cy: Cymrwch ffoto ohonoch chi eich hun mewn symudiadau gwahanol o flaen wal wag
de: Mache Fotos von dir in unterschiedlichen Tanzbewegungen vor eine schwarzen Wand.
fa: عکس‌هایی از خود را در حرکت‌های مختلف در برابر یک دیوار خالی بگیرید.
fr: Prends des photos de toi dans différentes positions devant un mur blanc.
id: Pilih foto-foto dirimu dalam pose-pose yang berbeda dengan latar dinding kosong.
kk: Бос қабырғаның алдында өзіңізді, әртүрлі қимылдар жасап, суретке түсіріңіз.
lt: Nusifotografuok skirtinguose judesiuose prieš vienodos spalvos sieną
nb: Ta bilder av deg selv i forskjellige stillinger foran en ensfarget vegg.
nn: Ta bilete av deg sjølv i ulike stillingar framfor ein einsfarga vegg.
pt_br: Tire fotos de você mesmo realizando passos diferentes com uma parede branca no fundo.
sl: Naj te nekdo slika pred belo steno v različnih plesnih gibih.
tr: Arkana boş bir duvar alarak, farklı hareketler yaparken kendi resimlerini çek.
vi: Chụp ảnh những động tác nhảy của bạn phía trước bức từng trống.
zh_tw: 你可以自己拍攝連續動作的照片，記住拍照的背景要是純色。

source: Make a new sprite by uploading the photos into Scratch:
bn: Scratch এ ছবি আপলোড করে একটি নতুন স্প্রাইট তৈরি কর:
cs: Vytvoř novou postavu nahráním fotek do Scratche:
cy: Gwnewch gorlun newydd drwy lwytho'r ffotos i fyny i Scratch.
de: Erzeuge eine neue Figur, indem du die Fotos zu Scratch hochlädst:
fa: با آپلود کردن عکس‌ها به اسکرچ، یک شکلک جدید ایجاد کنید:
fr: Fais un nouveau lutin en important les photos dans Scratch :
id: Buat sebuah sprite baru dengan mengunggah foto-fotonya ke Scratch:
kk: Scratch-қа суреттерді жүктеу арқылы жаңа спрайт жасаңыз:
lt: Sukurk naują veikėją įkeldamas nuotraukas į Scratch:
nb: Last inn bildene i Scratch som drakter til en ny figur:
nn: Last inn bileta i Scratch som drakter til ein ny figur:
pt_br: Crie um novo ator fazendo o upload das fotos no Scratch:
sl: Ustvari novo figuro tako, da fotografije naložiš v Scratch:
tr: Bu fotoğrafları Scratch'a atarak yeni bir kukla oluştur:
vi: tạo thêm một đối tượng mới bằng cách tải ảnh lên Scratch:
zh_tw: 並將照片傳到 Scratch 裡作為新的角色及造型：

source: Click the upload button: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
bn: আপলোড বাটনে ক্লিক কর: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
cs: Klikni na tlačítko nahrát: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
cy: Cliciwch y botwm llwytho i fyny: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
de: Klicke die Upload-Schaltfläche: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
fa: روی دکمه بارگذاری کلیک کنید:<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
fr: Clique sur le bouton importer : <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
id: Klik tombol unggah: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
kk: Жүктеу батырмасын басыңыз <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
lt: Spausk įkėlimo mygtuką: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
nb: Klikk på knappen for å laste opp et bilde: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
nn: Trykk på knappen for å lasta opp eit bilete: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
pt_br: Clique no botão de upload: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
sl: Klikni na gumb: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
tr: Atma düğmesini tıkla: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
vi: Bấm chọn nút tải lên:<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">
zh_tw: 點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 圖示，從電腦中挑選新角色。

source: Edit the costumes using the Scratch paint editor.
bn: Scratch আঁক এডিটর ব্যবহার করে পোশাক সম্পাদনা কর।
cs: Uprav kostýmy použitím Schratch editoru kreslení.
cy: Golygwch y gwisgoedd gan ddefnyddio golygydd paentio Scratch.
de: Bearbeite die neuen Kostüme mit dem Scratch-Zeichenwerkzeug.
fa: حالت‌ها را با استفاده از ویرایشگر رنگ اسکرچ ویرایش کنید.
fr: Modifies les costumes en utilisant l'éditeur de photo de Scratch.
id: Sunting kostum-kostumnya menggunakan editor gambar Scratch.
kk: Scratch бояу өңдегішін қолданып костюмдерді өңдеңіз.
lt: Keisk kaukes naudodamas Scratch piešimo aplinką
nb: Rediger draktene med bilderedigeringsfunksjonen i Scratch.
nn: Rediger draktene med biletredigeringsfunksjonen i Scratch.
pt_br: Edite as fantasias usando o editor de desenho do Scratch.
sl: Spremeni videze s pomočjo urejevalnika v Scratchu.
tr: Resim editörünü kullanarak kılıkları düzenle.
vi: Điều chỉnh hóa trang bằng cách sử dụng chương trình vẽ Scratch paint editor.
zh_tw: 使用 Scratch 上的繪圖編輯器來修改角色造型。

source: You can adjust the size of the eraser.
bn: তুমি ইরেজারের আকার ছোট-বড় করতে পারবে।
cs: Můžeš upravit velikost gumy.
cy: Gallwch newid maint y dilëwr.
de: Du kannst die Größe des Radierers einstellen.
fa: شما می‌توانید اندازه پاک‌کن را تنظیم کنید.
fr: Tu peux ajuster la taille de la gomme.
id: Kamu bisa mengatur ukuran penghapusnya.
kk: Сіз өшіргіштің көлемін реттей аласыз.
lt: Tu gali keisti trintuko dydį
nb: Du kan bestemme størrelsen på viskelæret.
nn: Du kan endra storleiken på viskelêret.
pt_br: Você pode ajustar o tamanho da borracha.
sl: Velikost radirke lahko spremeniš.
tr: Silginin büyüklüğünü ayarlayabilirsin.
vi: bạn có thể thay đổi kích thước của cục tẩy.
zh_tw: 你可以調整擦子的寬度。

source: Rename the costumes so they’re easy to remember.
bn: পোশাকের নাম পরিবর্তন কর যাতে সেগুলো মনে রাখা সহজ হয়।
cs: Přejmenuj kostýmy ať se ti líp pamatují
cy: Ailenwch y gwisgoedd fel ei bod yn hawdd eu cofio.
de: Gib den Kostümen einen neuen Namen, damit du dich leichter an sie erinnern kannst.
fa: حالت‌ها را تغییر نام دهید تا به راحتی قابل یادآوری باشند.
fr: Renomme les costumes afin que ce soit facile à se rappeler.
id: Namakan ulang kostum-kostumnya agar lebih mudah diingat.
kk: Костюмдердің атын еске сақтауға ыңғайлы етіп өзгертіңіз.
lt: Pervadink kaukes taip, kad būtų lengva atsiminti
nb: Gi draktene navn som er lette å huske.
nn: Gje draktene namn som er lette å hugsa.
pt_br: Renomeie as fantasias para que elas sejam mais fáceis de lembrar.
sl: Preimenuj videze tako, da si jih boš lažje zapomnil-a.
tr: Kılıklara açıklayıcı ve akılda kalıcı isimler ver.
vi: thay đổi tên cho hóa trang để bạn có thể nhớ dễ dàng.
zh_tw: 將每個造型重新命名，這樣一來比較方便辨識。

source: Now you’re ready to code your moves!
bn: এখন তুমি তোমার চালগুলো কোড করার জন্য প্রস্তুত!
cs: Teď jsi připraven/a programovat své pohyby!
cy: Nawr rydych yn barod i godio eich symudiadau!
de: Jetzt bist du soweit, deine Bewegungen zu programmieren!
fa: حالا شما آماده‌اید که حرکت‌های خود را کدگذاری کنید!
fr: Maintenant, tu es prêt pour programmer tes déplacements !
id: Sekarang kamu siap membuat kode untuk gerakan-gerakanmu!
kk: Қазір сіз қимылдарды бағдарламалауға дайынсыз!
lt: Dabar tu pasiruošęs programuoti savo judesius!
nb: Nå er du klar til å programmere dine dansetrinn!
nn: No er du klar til å programmera dansen din!
pt_br: Agora você está pronto para programar seus passos!
sl: Sedaj si pripravljen-a da sprogramiraš svoje gibe!
tr: Şimdi hareketlerini kodlamaya hazırsın!
vi: bạn đã sẵn sàng để lập trình cho động tác của bạn!
zh_tw: 接下來你就可以開始編程你的動作了！

source: Build a dance script, like you did for your other dancer.
bn: একটি নাচের স্ক্রিপ্ট তৈরি কর, যেমন তুমি তোমার অন্য নৃত্যশিল্পীর জন্য করেছিলে।
cs: Vytvoř taneční scénář, jako jsi vytvořil/a pro ostatní tanečníky.
cy: Adeiladwch sgript dawns, fel ar gyfer y dawnsiwr arall.
de: Erstelle ein Tanz-Skript, wie du es für die andere Tanzfigur gemacht hast.
fa: یک دستور رقص بسازید، مانند آنچه برای رقاص دیگر خود ساختید.
fr: Construis un script de danse, comme tu l'as fait pour l'autre danseur.
id: Bangun sebuah skrip tarian, seperti yang kamu lakukan untuk penari yang lain.
kk: Басқа бишіңізге жасағандай, би скриптын құрыңыз.
lt: Sukurk šokio scenarijų, kaip anam šokėjui
nb: Sett sammen et danseskript på samme måte som før.
nn: Set saman eit danseskript på same måte som før.
pt_br: Crie um script de dança, como você fez com seu outro dançarino.
sl: Napiši program (skripto) za ples tako, kot si naredil-a za druge plesalce.
tr: Önceki dansçıya yaptığın gibi bir dans komut dizisi oluştur.
vi: Xây dựng kịch bản cho bài nhảy, giống những gì bạn đã thực hiện cho những vũ công khác.
zh_tw: 建立一個舞蹈程式，像之前編寫其他舞者那樣。

source: When you're ready, share your dance.
bn: যখন তুমি প্রস্তুত, তোমার নাচ শেয়ার কর।
cs: Až budeš připraven/a, sdílej svůj tanec.
cy: Pan rydych yn barod, rhannwch eich dawns.
de: Wenn du fertig bist, veröffentliche deinen Tanz.
fa: وقتی آماده‌اید، رقص خود را به اشتراک بگذارید.
fr: Quand tu es prêt, partage ta danse.
id: Ketika kamu sudah siap, bagikan tarianmu.
kk: Сіз дайын болған кезде, биіңізбен бөлісіңіз.
lt: Kai būsi pasiruošęs, dalinkis savo šokiu
nb: Når du er fornøyd kan du legge ut dansen din.
nn: Når du er ferdig, kan du leggja ut dansen din.
pt_br: Quando estiver pronto, compartilhe sua dança.
sl: Ko si pripravljen-a, deli svoj ples
tr: Hazır olduğunda, dansını paylaş.
vi: khi bạn đã sẵn sàng, chia sẻ bài nhảy của bạn.
zh_tw: 製作完成後，別忘了分享給大家欣賞。

source: Share your dance
bn: তোমার নাচটি শেয়ার কর
cs: Sdílej svůj tanec
cy: Rhannwch eich dawns
de: Veröffentliche deinen Tanz
fa: رقص خود را به اشتراک بگذارید
fr: Partage ta danse
id: Bagikan tarianmu
kk: Биіңізбен бөлісіңіз
lt: Dalinkis savo šokiu
nb: Legg ut danseprogrammet
nn: Del dansen din med andre
pt_br: Compartilhar sua dança
sl: Deli svoj ples
tr: Dansını paylaş
vi: chia sẻ bài nhảy của bạn
zh_tw: 分享您的舞蹈

source: Now you can add your project to the <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
bn: এখন তুমি তোমার প্রজেক্টটি এখানে যোগ করতে পার <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
cs: Teď můžeš přidat svůj projekt ke <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">studiu Tance, Tance, Tance</a>:
cy: Nawr gallwch ychwanegu eich project i'r <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">stiwdio Dawns, Dawns, Dawns</a>:
de: Jetzt kannst du dein Projekt zum <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a> hinzufügen:
fa: اکنون می‌توانید پروژه خود را به <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">رقص، رقص، استودیو رقص</a> اضافه کنید:
fr: Maintenant, tu peux ajouter ton projet au <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">studio Dance, Dance, Dance</a>:
id: Sekarang kamu bisa menambahkan karyamu ke <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">studio Dance, Dance, Dance</a>:
kk: Сіз өз жобаңызды <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Би,Би,Би студиясына</a> қоса аласыз:⇥
lt: Dabar gali pridėti savo projektą į <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Šok, Šok, Šok studiją</a>:⇥
nb: Nå kan du legge inn prosjektet ditt i galleriet "<a href="http://scratch.mit.edu/studios/1065372/" target="_blank">"Dance, Dance, Dance"</a>:
nn: No kan du leggja prosjektet ditt til galleriet <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance Studio</a>:
pt_br: Agora você pode adicionar seu projeto ao estúdio <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dançar, dançar e dançar</a>:
sl: Sedaj lahko svoj projekt dodaš vstudio <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Pleši, pleši, pleši</a>:
tr: Artık projeni <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance</a> stüdyosunda paylaşabilirsin:
vi: bây giờ bạn có thể thêm chương tình của bạn vào <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>:
zh_tw: 現在你可以將你的專案分享到創作坊 <a href="http://scratch.mit.edu/studios/1065372/" target="_blank">Dance, Dance, Dance studio</a>裡：

source: For more ideas, click <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a>.
bn: আরও ধারনার জন্য, ক্লিক কর <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">সব পরামর্শ</a>।
cs: Pro více nápadů, klikni na <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Všechny tipy</a>.
cy: Am ragor o syniadau, cliciwch <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Pob Awgrym</a>.
de: Klicke für weitere Ideen auf <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle Tipps</a>.
fa: برای ایده‌های بیشتر، بر روی <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">تمام نکات</a>کلیک کنید.
fr: Pour plus d'idées, clique sur <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Conseils</a>.
id: Untuk lebih banyak ide, klik <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Semua Tips</a>.
kk: Көбірек идеялар үшін,<a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Барлық кеңестер</a> басыңыз.
lt: Daugiau idėjų čia - <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Visi patarimai</a>
nb: Du finner flere veiledninger og ideer ved å klikke <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Alle tips</a>.
nn: Sjå <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">All Tips</a> for fleire idéar til prosjekt.
pt_br: Para mais ideias, clique em <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Todas as dicas</a>.
sl: Za dodatne ideje, klikni <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Vsi namigi (All Tips)</a>.
tr: Daha fazla proje fikirleri için <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tüm İpuçları</a>na tıkla.
vi: Để có thêm nhiều ý tưởng, bấm vào <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">Tất cả thủ thuật</a>.
zh_tw: 找尋更多構想，點選 <a href="../../home/"><img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/tipbar/nav-home-blue.png">所有技巧</a>。
