Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. A resistance sensor value block reports a number from 0 to 100, depending on how much electrical resistance there is between the metal ends of the alligator clips.
bn: পিকোবোর্ড চার জোড়া অ্যালিগেটর ক্লিপ নিয়ে আসে যা ইনপুট A-D পর্যন্ত প্লাগ করা যায়। অ্যালিগেটর ক্লিপগুলোর ধাতব প্রান্তগুলোর মধ্যে কতটা বৈদ্যুতিক প্রতিরোধ আছে তার উপর নির্ভর করে একটি রেজিস্ট্যান্স সেন্সর মান ব্লক 0 থেকে 100 পর্যন্ত একটি সংখ্যা প্রতিবেদন করে।
cs: PicoBoard je dodáván se čtyřmi páry krokodýlkových svorek, které mohou být zapojeny do vstupů A-D. Hodnota bloku hodnot snímače odporu udává číslo od 0 do 100 v závislosti na tom, kolik elektrického odporu existuje mezi kovovými konci svorek.
cy: Mae'r PicoBoard yn dod gyda 4 clip aligator y mae modd eu plygio i fewnbynnau A-D. Mae synhwyrydd gwrthwynebed gwerth yn adrodd rhif o 0 i100, yn dibynnu ar faint o wrthwynebed sydd rhwng pen metel y clipiau aligator.
fa: PicoBoard همراه با چهار جفت گیره‌های سوسماری می‌باشد که می‌توانند به ورودی A-D متصل شوند. یک قطعه ارزش سنسور مقاومت یک عدد از 0 تا 100 را گزارش می‌دهد، بسته به اینکه میزان مقاومت الکتریکی بین انتهای فلزی گیره‌های سوسماری وجود دارد.
fr: Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. Un bloc de valeur de résistance de capteur signale un nombre de 0 à 100, selon la résistance électrique qui existe entre les extrémités métalliques des pinces crocodile.
id: PicoBoard sudah termasuk empat pasang jepit buaya yang bisa dicolok ke input A-D. Sebuah balok nilai sensor hambatan melaporkan angka antara 0 sampai 100, tergantung jumlah hambatan listrik yang ada di antara ujung-ujung logam jepit buaya.
sl: PicoBoard se dobavlja s štirimi pari krokodilčkov, ki jih lahko priključimo na vhode A-D. Senzor upornosti javlja vrednosti od 0 do 100, odvisno od tega kolikšna je upornost med kovinskima koncema krokodilčkov.
tr: PicoBoard, A-D girişlerine takılabilen dört çift timsah klipsi ile birlikte gelir. Bir direnç sensörü değer bloku, timsah klipslerinin metal uçları arasında ne kadar elektrik direncine bağlı olarak 0 ile 100 arasında bir sayı bildirir.
vi: PicoBoard đi kèm với bốn cặp kẹp cá sấu có thể được cắm vào các đầu vào A-D. Mảnh ghép giá trị cảm biến trở kháng báo một số từ 0 đến 100, tùy thuộc vào điện trở giữa đầu kim loại của các kẹp cá sấu.

source: Run a script when the button is pressed or the ends of the alligator clips plugged into one of the four inputs (A-D) are connected.
bn: বোতাম চাপলে বা চারটি ইনপুটের (A-D) একটিতে প্লাগ করা অ্যালিগেটর ক্লিপের প্রান্ত সংযুক্ত হলে একটি স্ক্রিপ্ট চালাও।
cs: Spusť scénář stisknutím tlačítka nebo připoj koncovky krokodýlkových svorek do jednoho ze čtyř (A-D) vstupů.
cy: Rhedwch sgript pan fydd y botwm wedi ei bwyso neu fod pen y clipiau aligator wedi eu plygio i mewn i un o'r mewnbynnau (A-D) ac wedi eu cysylltu.
de: Führt ein Skript aus, wenn der Taster gedrückt wird oder die Enden der Krokodilklemmen an einem der vier Eingänge (A-D) verbunden sind.
fa: هنگامی که دکمه‌ای فشار داده می‌شود یا پایان گیره‌های سوسماری به یکی از چهار ورودی (A-D) وصل می‌شود،دستوری را اجرا کنید.
fr: Exécuter un script lorsque le bouton est pressé ou lorsque les extrémités des pinces crocodiles branchées dans l'une des quatre entrées (A à D) sont reliées.
id: Jalankan sebuah skrip ketika tombolnya ditekan atau ujung-ujung jepit buaya dicolok ke salah satu dari empat input (A-D) yang terhubung.
kk: Батырма басылғанда немесе қолтырауын клиптерінің ұштары төрт енгізулердің (A-D) біріне қосылған кезде скриптті іске қосыңыз.
lt: Paleižia scenarijų, kai nuspaudžiamas mygtukas arba krokodilai prijungti prie vienos iš įvesčių (A-D)
nb: Start et skript når knappen trykkes eller når det blir elektrisk kontakt mellom et par krokodilleklemmer på en av inngangene (A-D).
nn: Køyr eit skript når knappen vert trykt eller når det vert elektrisk kontakt mellom krokodilleklemmene på ein av inngangane (A–D).
pt_br: Execute um script quando o botão estiver pressionado ou quando as extremidades dos grampos tipo jacaré conectadas uma das quatro entradas (A-D) estiverem ligadas.
sl: Zaženi skripto, ko je pritisnen gumb ali pa je priključek priključen na enega izmed štirih vhodov (A-D).
tr: Düğme basılı olduğunda ya da timsah klipslerden birisi dört girdiden (A-D) birisine takılı ise bir diziyi çalıştır.
vi: Thực hiện kịch bản khi nút được bấm hoặc đầu của kẹp cá sấu được gắn vào một trong 4 đầu vào (A-D) được kết nối.
zh_tw: 當按鍵被按下，或是鱷魚夾接上 A-D 其中一個埠時，開始執行程式。

source: When the button is pressed, the script will run.
bn: বাটন চাপলে, স্ক্রিপ্টটি চলবে।
cs: Když je tlačítko stisknuto, scénář běží.
cy: Pan fydd y botwm wedi ei bwyso, bydd y sgript yn rhedeg.
fa: هنگامی که دکمه فشار داده می‌شود، دستور اجرا خواهد شد.
fr: Quand le bouton est pressé, le script s'exécutera.
id: Ketika tombolnya ditekan, skrip akan berjalan.
sl: Ko klikneš na gumb, se skripta zažene.
tr: Düğmeye basıldığında, senaryo çalışacaktır.
vi: Khi nút được bấm, kịch bản được thực hiện.

source: Run a script when the value of one of the PicoBoard's sensors becomes greater (or less) than a specified value.
cs: Spusť scénář, pokud je hodnota jednoho ze snímačů PicoBoard větší (nebo menší) než určená hodnota.
cy: Rhedeg sgript pan fydd gwerth un o synwyryddion y PicoBoard yn fwy (neu'n llai) na gwerth penodol.
de: Führt ein Skript aus, wenn der Werte eines der PicoBoard-Sensoren größer (oder kleiner) als der angegebene Wert ist.
fa: زمانی که مقدار یکی از سنسورهای PicoBoard بزرگتر (یا کمتر) از یک مقدار مشخص شده باشد، دستوری اجرا کنید.
fr: Exécute un script lorsque la valeur de l'un des capteurs de PicoBoard devient supérieure (ou inférieure) à une valeur spécifiée.
id: Jalankan sebuah skrip ketika nilai dari salah satu sensor PicoBoard menjadi lebih besar (atau lebih kecil) dari nilai yang telah dipilih.
kk: PicoBoard сенсорларының мәнінің бірі арнайы мәннен артығырақ (немесе азырақ) болған кезде скриптті іске қосыңыз.
lt: Paleidžia scenarijų, kai vieno iš Picoboard jutiklių reikšmė tampa didesnė (arba mažesnė) nei nustatyta reikšmė
nb: Starter et skript når verdien fra en av PicoBoard-sensorene blir større (eller mindre) enn en angitt grense.
nn: Køyr eit skript når verdien frå ein av PicoBoard-sensorane vert større (eller mindre) enn ei vald grense.
pt_br: Execute um script quando o valor de um dos sensores do PicoBoard torna-se maior (ou menor) que um valor especificado.
sl: Zaženi skripto, če vrednost enega senzorja v PicoBoard postane večja (ali manjša) od določene vrednosti.
tr: PicoBoard algılayıcıları değeri herhangi bir değerden büyük (ya da küçük) olursa bir diziyi çalıştır.
vi: Thực hiện kịch bản khi giá trị của một trong những cảm biến của PicoBoard trở nên lớn hơn (hoặc nhỏ hơn) giá trị nhất định.
zh_tw: 當 PicoBoard 感測器中的其中一個數值變得比指定數字還大（或小）時執行程式。

source: Change the sprite's costume each time you clap.
bn: প্রতিবার যখন তুমি তালি বাজাও তখন স্প্রাইটের পোশাক পরিবর্তন কর।
cs: Při každém kliknutí změň kostým postavy.
cy: Newidiwch wisg y corlun bob tro fyddwch yn clapio.
fa: هربار دست می‌زنید حالت شکلک را تغییر می‌دهد.
fr: Change le costume du lutin chaque vous que vous clapez des mains.
id: Ubah kostum sprite setiap kali kamu bertepuk tangan.
sl: Zamenjaj videz figure vsakokrat, ko zaploskaš.
tr: Her alkışladığında kuklanın kostümünü değiştir.
vi: Thay đổi trang phục của đối tượng mỗi khi bạn vỗ tay.

source: The PicoBoard comes with four pairs of alligator clips that can be plugged into the inputs A-D. The value of the resistance sensor depends on how much electrical resistance there is between the metal ends of the alligator clips.
cs: PicoBoard je dodáván se čtyřmi páry krokodýlkových svorek, které mohou být zapojeny do vstupů A-D. Hodnota odporového snímače závisí na tom, kolik elektrického odporu existuje mezi kovovými konci svorek.
cy: Mae'r PicoBoard yn dod gyda 4 pâr o glipiau aligator y mae modd eu plygio i fewnbynnau A-D. Mae gwerth y synhwyrydd gwrthiat yn dibynnu ar faint o wrthiant sydd rhwng pen metel y clipiau aligator.
fa: PicoBoard همراه با چهار جفت گیره‌های سوسماری می‌باشد که می‌توانند به ورودی A-D متصل شوند. ارزش سنسور مقاومت بسته به میزان مقاومت الکتریکی بین انتهای فلزی گیره‌های سوسماری است.
fr: Le PicoBoard est livré avec quatre paires de pinces crocodiles qui peuvent être branchés dans les entrées A à D. La valeur du capteur de résistance dépend de la résistance électrique qui existe entre les extrémités métalliques des pinces crocodile.
id: PicoBoard sudah termasuk empat pasang jepit buaya yang bisa dicolok ke input A-D. Nilai dari sensor hambatan tergantung pada jumlah hambatan listrik di antara ujung-ujung logam jepit buaya.
sl: PicoBoard se dobavlja s štirimi pari krokodilčkov, ki jih lahko priključimo na vhode A-D. Vrednost na senzorju električne upornosti je odvisno od tega kolikšna je upornost med kovinskima koncema krokodilčkov.
tr: PicoBoard, A-D girişlerine takılabilen dört çift timsah klipsi ile birlikte gelir. Direnç sensörünün değeri, timsah klipslerinin metal uçları arasında ne kadar elektrik direncine bağlı olduğuna bağlıdır.
vi: PicoBoard đi kèm với bốn cặp kẹp cá sấu có thể cắm vào các đầu vào A-D. Giá trị của cảm biến trở kháng phụ thuộc vào điện trở giữa đầu kim loại của các kẹp cá sấu.

source: You can also select a <i>greater</i> or <i>less than</i> comparison from the second dropdown menu.
bn: তুমি দ্বিতীয় ড্রপডাউন মেনু থেকে তুলনার চেয়ে <i>বড়</i> বা <i>কম</i> নির্বাচন করতে পার।
cs: Také můžeš vybrat <i>větší</i> nebo <i>menší než</i> porovnání z druhé rozbalovací nabídky menu.
cy: Gallwch hefyd ddewis cymhareb <i>mwy</i> neu <i>lai na</i> o'r ail gwymplen.
fa: شما همچنین می‌توانید <i>بیشتر</i>یا <i>کمتر از</i> مقایسه را از منوی کشویی دوم انتخاب کنید.
fr: Tu peux choisir une comparaison <i>plus grand que</i> ou <i>plus petit que</i> depuis le second menu déroulant.
id: Kamu bisa memilih sebuah perbandingan <i>lebih besar</i> atau <i>lebih kecil</i> dari menu tarik-turun.
sl: Lahko izbereš operator</i>večje</i>ali<i>manjše</i>z drugega padajočega menija.
tr: Ayrıca <i>büyüktür</i>ya da <i>küçüktür</i>kıyaslamalarını da ikinci açılır menüden seçebilirsin.
vi: Bạn có thể chọn phép so sánh <i>lớn hơn</i> hoặc <i>nhỏ hơn</i> từ danh sách xổ xuống thứ hai.

source: Report the distance (from 0 to 100) detected by the LEGO WeDo distance sensor
bn: LEGO WeDo দূরত্ব সেন্সর দ্বারা সনাক্ত করা দূরত্ব (0 থেকে 100 পর্যন্ত) প্রতিবেদন কর
cs: Ohlašuje vzdálenost (od 0 do 100) zjištěnou senzorem vzdálenosti LEGO WeDo
cy: Yn dangos y pellter ( o 0 i 100) wedi ei ganfod gan synhwyrydd pellter LEGO WeDo
de: Gibt den Abstand (von 0 bis 100) an, den der LEGO-WeDo-Abstandssensor erkennt
fa: فاصله (از 0 تا 100) که توسط سنسور فاصله LEGO WeDo شناسایی شده است را گزارش می‌دهد.
fr: Renvoie la distance (de 0 à 100) détectée par le capteur de distance LEGO WeDo
id: Melaporkan jarak (dari 0 sampai 100) yang dideteksi oleh sensor jarak LEGO WeDo
kk: LEGO WeDo арақашықтық сенсоры арқылы анықталған арақашықтықты (0 ден 100 ге дейін) баяндаңыз
lt: Praneša atstumą (nuo 0 iki 100) atpažintą su LEGO WeDo atstumo jutikliu
nb: Gir avstanden (fra 0 til 100) som WeDo-avstandssensoren måler
nn: Gjev avstanden (frå 0 til 100) som LEGO WeDo-avstandssensoren målar
pt_br: Informa a distância (de 0 a 100) detectada pelo sensor de distância LEGO WeDo
sl: Sporoči razdaljo (od 0 do 100), ki jo je znal Lego WeDo senzor razdalje.
tr: LEGO WeDo uzaklık algılayıcısı tarafından tespit edilen uzaklığı (0'dan 100'e) bildir.
vi: Báo khoảng cách (từ 0 đến 100) được phát hiện bởi cảm biến khoảng cách của LEGO WeDo.
zh_tw: 回傳從 LEGO WeDo 距離感測器上偵測到的距離（0 至 100）。

source: The distance sensor detects the surrounding brightness to report distance, so you can actually use it to detect light and motion in addition to distance.
bn: দূরত্ব সেন্সর দূরত্ব রিপোর্ট করার জন্য আশেপাশের উজ্জ্বলতা সনাক্ত করে, তাই তুমি দূরত্ব ছাড়াও আলো এবং গতি সনাক্ত করতে এটি ব্যবহার করতে পার।
cs: Senzor vzdálenosti snímá jas v okolí k uvedení vzdálenosti, takže ho můžeš využít také k detekci světla a pohybu vedle samotné vzdálenosti.
cy: Mae'r synhwyrydd pellter yn canfod y disgleirdeb o amgylch er mwyn adrodd ar bellter, fel bod modd i chi ei ddefnyddio i ganfod golau a symudiad yn ogystal â phellter.
de: Der Entfernungssensor misst die ihn umgebende Helligkeit um Entfernungen zu messen. Zusätzlich kannst du ihn also auch dazu verwenden, Helligkeit und Bewegung zu messen.
fa: حسگر فاصله، میزان روشنایی اطراف را برای گزارش فاصله تشخیص می‌دهد، تا شما در واقع بتوانید از آن برای تشخیص نور و حرکت علاوه بر فاصله استفاده کنید.
fr: Le capteur de distance détecte la luminosité ambiante pour rapporter la distance, ainsi, vous pouvez aussi l'utiliser pour détecter la lumière et le mouvement en plus de la distance.
id: Sensor jarak mendeteksi penerangan sekeliling untuk melaporkan jarak, jadi kamu juga bisa menggunakannya untuk mendeteksi cahaya dan gerakan selain jarak.
kk: Арақашықтық сенсоры арақашықтықты баяндау үшін қоршалған жарықтықты анықтайды, сондықтан сіз оны жарықты анықтау үшін қолдана аласыз және арақашықтыққа қоса қозғалысты да.
lt: Atstumo jutiklis naudoja aplinkos ryškumą nustatyti atstumui, tad jį gali naudoti aptikti šviesai ir judesiui, ne tik atstumui
nb: Avstandssensoren bruker lyset fra omgivelsene for å måle avstand, så den kan også brukes for å måle lys og bevegelse.
nn: Avstandssensoren målar lysstyrke for å finna avstanden, så du kan faktisk òg bruka han til å måla lys og rørsle.
pt_br: O sensor de distância detecta o brilho ao redor para reportar a distância, então você realmente pode usá-lo para detectar luz e movimento, além da distância.
sl: Senzor razdalje zaznava svetlost okolice, da izračuna oddaljenost in ga lahko uporabljamo za zaznavanje svetlobe in gibanja poleg merjenja oddaljenosti.
tr: Uzaklık algılayıcısı etraftaki parlaklığı tespit ederek uzaklığı bildirir, dolayısıyla uzaklığa ek olarak hareket ve ışığı tespit etmek için de kullanabilirsin.
vi: Cảm biến khoảng cách phát hiện ánh sáng xung quanh để trả về khoảng cách, vì thế thực tế bạn có thể sử dụng nó để phát hiện ánh sáng và chuyển động ngoài khoảng cách.
zh_tw: 距離感測器是利用環境的亮度變化來偵測距離，所以你也可以用它來偵測亮度、動作的變化。

source: To view the value of distance, click the checkbox next to the block in the palette.
bn: দূরত্বের মান দেখতে, প্যালেটে ব্লকের পাশে চেকবক্সে ক্লিক কর।
cs: Pro zobrazení hodnoty vzdálenosti, klikni na zaškrtávací políčko vedle bloku v paletě.
cy: I weld gwerth y pellter, cliciwch y blwch ticio nesaf at y bloc yn y palet.
de: Klicke das Kästchen neben dem Block in der Blockpalette an, um die Entfernung anzuzeigen
fa: برای مشاهده مقدار فاصله، کادر انتخاب کنار قطعه در جعبه رنگ نقاشی را کلیک کنید.
fr: Pour voir la valeur de la distance, coche la case à côté du bloc dans la palette.
id: Untuk melihat nilai dari jarak, klik kotak centang di sebelah balok di palet.
kk: Арақашықтық мәнін көру үшін, палитрадағы блоктың жанына басыңыз.
lt: Norėdamas pamatyti atstumo reikšmę, spausk žymų langelį šalia bloko paletėje
nb: For å vise den målte avstanden klikker du i ruten ved siden av klossen i klosslisten.
nn: Du kan visa avstandsverdien ved å trykkja i ruta ved sida av klossen.
pt_br: Para visualizar o valor da distância, clique na caixa de verificação ao lado do bloco na paleta.
sl: Za prikaz oddaljenosti klikni na potrditveno polje v paleti.
tr: Uzaklığın değerini görmek için paletteki taşın yanında bulunan onay kutusuna tıkla.
vi: Để xem giá trị của khoảng cách, bấm chọn checkbox bên cạnh mảnh ghép trong bảng.
zh_tw: 若要監控距離值，可以勾選積木旁的方塊。

source: To use <b>distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.
bn: <b>দূরত্ব</b> ব্যাবহার করতে, তোমাকে একটি LEGO WeDo হাব এর মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি দূরত্ব সেন্সরের প্রয়োজন হবে।.
cs: K využití <b>vzdálenosti</b> potřebuješ senzor vzdálenosti zapojit do svého počítače přes rozbočovač LEGO WeDo.
cy: I ddefnyddio <b>pellter</b>, mae angen synhwyrydd pellter arnoch wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.
de: Um die <b>Entfernung</b> zu verwenden brauchst du einen Entfernungssensor, der mit deinem Computer mit Hilfe eines LEGO WeDo Hubs verknüpft wurde.
fa: برای استفاده <b>فاصله</b>، از طریق مرکز LEGO WeDo به یک حسگر فاصله متصل شده به کامپیوتر خود نیاز دارید.
fr: Pour utiliser <b>la distance</b>, vous avez besoin d'un capteur de distance connecté à votre ordinateur via un hub LEGO WeDo.
id: Untuk menggunakan <b>jarak</b>, kamu memerlukan agar sebuah sensor jarak dihubungkan ke komputermu via hub LEGO WeDo.
kk: <p><b>Арақашықтықты</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған арақашықтық сенсоры қажет.</p>
lt: Naudoti <b>atstumą</b>, tau reikia prijungti atstumo jutiklį prie savo kompiuterio naudojant LEGO WeDo.
nb: For å bruke <b>avstand</b> trenger du en avstandssensor koblet til datamaskinen via en Lego WeDo koblingskloss
nn: For å bruka <b>avstand</b> må du ha ein avstandssensor kopla til maskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: Para usar a <b>distância</b>, você precisa de um sensor conectado ao seu computador por meio de um dispositivo LEGO WeDo.
sl: Za uporabo <b>oddaljenosti</b>, moraš priključiti senzor odaljenosti na računalnik preko LEGO WeDo priključka.
tr: <b>mesafeyi</b> kullanabilmek için, LEGO WeDo mesafe algılayıcısına ihtiyacın var.
vi: Để sử dụng <b>khoảng cách</b>, bạn cần cảm biến khoảng cách kết nối với máy tính của bạn thông qua cổng LEGO WeDo.
zh_tw: 若要使用<b>設置方向</b>積木，你需要將 LEGO WeDo 馬達接上 LEGO WeDo 主機。

source: Set the direction of the motor(s). This block does not turn them on if they are already off.
bn: মোটর(গুলো) এর দিক নির্ধারণ কর। যদি তারা ইতিমধ্যেই বন্ধ থাকে তবে এই ব্লকটি তাদের চালু করে না।
cs: Nastaví směr motoru/motorů. Tento blok motory nezapne, pokud jsou vypnuté.
cy: Gosod cyfeiriad y modur(on). Nid yw'r bloc yma'n eu cychwyn os ydynt wedi eu diffodd yn barod.
de: Bestimmt die Drehrichtung der Motoren. Dieser Block schaltet sie nicht ein, wenn sie schon ausgeschaltet sind.
fa: جهت حرکت موتور(ها) را تنظیم کنید. این قطعه اگر خاموش باشند آن‌ها را روشن نمی‌کند.
fr: Définir la direction du moteur (s). Ce bloc ne les met pas en marche si ils sont déjà hors tension.
id: Atur arah motor(-motor). Balok ini tidak akan menyalakan mereka jika sudah mati.
kk: Қозғалтқыш(тар) бағытын орнатады. Егер блок бұрыннан өшірулі болса онда бұл блок оларды қоспайды.
lt: Nurodo variklio(-ių) kryptį. Šis blokas neįjungia jų, jei jie buvo išjungti
nb: Velger retning på motoren(e). Denne klossen starter ikke motorene hvis de er stanset fra før.
nn: Vel retning på motoren/-ane. Denne klossen startar ikkje motorane viss dei er av.
pt_br: Ajuste o sentido do(s) motor(es). Este bloco não os ativa se eles já estiverem desligados.
sl: Določi smer motorja (motorjev). Ta blok jih ne prižge, če so izklopljeni.
tr: Motor(lar)'n yönünü ayarla. Bu taş kapalı olan motorları çalıştırmaz.
vi: Đặt hướng đi của động cơ (có thể nhiều). Mảnh ghép này không bật chúng lên nếu chúng đã tắt.
zh_tw: 設定馬達的方向（注意這個積木不會主動開啟馬達）

source: Run the motor for 10 seconds while switching the spinning direction every second.
bn: 10 ​​সেকেন্ডের জন্য মোটরটি চালাও যেখানে প্রতি সেকেন্ডে ঘূর্ণন দিক পরিবর্তন হয়।
cs: Zapni motor na 10 sekund a přitom měn jeho směr otáčení každou sekundu.
cy: Rhedwch y modur am 10 eiliad tra'n newid y cyfeiriad troi bob eiliad.
de: Schalte den Motor für 10 Sekunden an und ändere die Drehrichtung jede Sekunde.
fa: موتور را به مدت 10 ثانیه اجرا کنید در حالی که هر ثانیه مسیر چرخش را تغییر می‌دهید.
fr: Mets en marche moteur pour 10 secondes tout en changeant de sens chaque seconde.
id: Jalankan motor selama 10 detik sambil mengganti arah putaran setiap detik.
kk: Айналу бағытын ауыстырып жатқан кезде моторды 10 секундқа іске қосыңыз.
lt: Paleisk variklį 10čiai sekundžių, keičiant sukimosi kryptį kiekvieną sekundę
nb: Gjør at motoren går i 10 sekunder og bytter retning hvert sekund.
nn: Køyr motoren i 10 sekund og byt retning kvart sekund.
pt_br: Execute o motor por 10 segundos enquanto varia a direção do giro a cada segundo.
sl: Zaženi motor 10 sekund, kjer se vsako ekundo zamanja smer vrtenja.
tr: Her saniye dönüş yönünü değiştirirken motoru 10 saniye çalıştırın.
vi: Chạy động cơ trong 10 giây đồng thời chuyển hướng xoay mỗi giây.
zh_tw: 啟動馬達 10 秒，期間轉向每秒切換一次。

source: You can select WeDo motor(s) from the first dropdown menu:
bn: তুমি প্রথম ড্রপডাউন মেনু থেকে WeDo মোটর(গুলো) নির্বাচন করতে পার:
cs: Vyber si WeDo motor(y) z prvního rozbalovacího menu:
cy: Gallwch ddewis modur(on) WeDo o'r gwymplen gyntaf:
fa: شما می‌توانید موتور(های) WeDo را از اولین منوی کشویی انتخاب کنید:
fr: Tu peux sélectionner un(des) WeDo moteur(s) depuis le premier menu déroulant :
id: Kamu bisa memilih motor(-motor) WeDo dari menu tarik-turun pertama:
sl: WeDo motor lahko izbereš iz prvega padajočega menija:
tr: İlk açılan menüden WeDo motorlarını seçebilirsiniz:
vi: Bạn có thể chọn động cơ (có thể nhiều) của WeDo từ menu xổ xuống:

source: If you have only one motor, use the "motor" option, which will set the motor
bn: তোমার যদি কেবল একটি মোটর থাকে, তবে "মোটর" অপশনটি ব্যবহার কর, যা মোটর নির্ধারণ করবে
cs: Pokud máš pouze jeden motor, použij možnost "motor", která jej nastaví.
cy: Os mai dim ond un modur sydd gennych, defnyddiwch y dewis "modur" fydd yn gosod y modur.
fa: اگر فقط یک موتور دارید، از گزینه "موتور" استفاده کنید که موتور را تنظیم می‌کند
fr: Si tu as plus d'un moteur, utilise l'option 'motor', qui va définir le moteur
id: Jika kamu hanya memiliki satu motor, gunakan pilihan "motor", yang akan mengatur motor
sl: Če uporabljaš samo en motor, uporabi možnost "motor" , kar bo nastavilo motor
tr: Tek bir motorunuz varsa, motoru ayarlayan "motor" seçeneğini kullanın
vi: Bạn có thể chỉ có một động cơ, sử dụng lựa chọn "động cơ", để đặt động cơ

source: If you have two motors which you want to control separately, you can use "motor A" with one and "motor B" with the other.
cs: Pokud máš dva motory, které chceš ovládat zvlášť, můžeš použít "motor A" pro první motor a "motor B" pro druhý.
cy: Os oes gennych ddau fodur, ac rydych am eu rheoli ar wahân, gallwch ddefnyddio "modur A" gydag un a "modur B" gyda'r llall.
fa: اگر دو موتور دارید که می‌خواهید جداگانه کنترل کنید، می‌توانید از یکی "موتور A" و دیگری را "موتور B" استفاده کنید.
fr: Si tu as deux moteurs que tu veux contrôler séparément, tu peux utiliser le "motor A" avec l'un et "motor B" avec l'autre.
id: Jika kamu memiliki dua motor yang ingin kamu kendalikan secara terpisah, kamu bisa menggunakan "motor A" untuk salah satu dan "motor B" untuk yang lain
sl: Če uporabljaš dva motorja, ki ju želiš nadzorovati ločeno, lahko uporabiš "motor A" za enega in "motor B" za drugega.
tr: Ayrı ayrı kontrol etmek istediğin iki ayrı motorun varsa, "motor A" yı biriyle "motor B" yi diğeri ile kullanabilirsin.
vi: Nếu bạn có hai động cơ bạn muốn điều khiển từng cái riêng biệt, bạn có thể sẽ sử dụng "động cơ A" với một cái và "động cơ B" với cái còn lại.

source: "all motors" sets the direction for all the connected motors.
cs: "všechny motory" nastaví směr všem připojeným motorům
cy: Mae "pob modur" yn gosod y cyfeiriad ar gyfer pob modur sydd wedi eu cysylltu.
fa: "تمام موتورها" جهت همه موتورهای متصل را تنظیم می‌کند.
fr: "all motors" définit la direction pour tous les moteurs connectés.
id: "semua motor" mengatur arah semua motor yang terhubung.
sl: "vsi motorji" nastavi smer za vse povezane motorje.
tr: "tüm motorlar", bağlı tüm motorların yönünü ayarlar.
vi: "tất cả động cơ" đặt hướng đi cho tất cả những động cơ đã được kết nối.
