Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
kk: Түсті таңдау үшін шаршыны басу арқылы тамшуырды алыңыз. Сіз қалайтын түсті басу үшін тамшуырды пайдаланыңыз. Таңдалған түс шаршыдан көрінеді. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
lt: Norėdamas pasirinkti spalvą, gauk pipetę spausdamas kvadrate. Naudok pipetę spausdamas ant spavos, kurios nori. Spalva atsiras kvadrate <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
nn: For å velja farge, trykk først i fargeruta. Trykk så på ein stad på skjermen som har fargen du ønskjer. Fargen vert vist i ruta. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
pt_br: Para escolher uma cor, primeiro pegue a pipeta, clicando no quadrado. Use a pipeta para clicar na cor que deseja. A cor escolhida aparecerá no quadrado. <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>
zh_tw: 點擊一下顏色方塊後會開啟揀色功能，你可以移動鼠標到舞台上任意位置取色。 <p> <img src="%(STATIC_URL)s/images/help/touching-color-picker.png"/> </p>

source: <p>You can use the <img src="%(STATIC_URL)s/images/help/touching.png"/> block in three different ways. Select from the pull-down menu to choose. You can check if the sprite is: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
kk: <p>Сіз <img src="%(STATIC_URL)s/images/help/touching.png"/> блогын үш түрлі жолда қолдана аласыз. Таңдау үшін ашылмалы мәзірді басыңыз. Сіз спрайтты тексере аласыз </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
lt: <p> Gali naudoti <img src="%(STATIC_URL)s/images/help/touching.png"/> bloką trim skirtingais būdais. Pasirink iš išskleidžiamojo meniu. Gali pasitikrinti ar veikėjas </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
nn: <p>Du kan bruka klossen <img src="%(STATIC_URL)s/images/help/touching.png"/> på tre måtar. Vel måte nedtrekksmenyen i klossen. Du kan sjekka om figuren er:</b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
pt_br: <p>Você pode usar o bloco <img src="%(STATIC_URL)s/images/help/touching.png"/> de três formas diferentes. Selecione a opção desejada no menu. Você pode verificar se o ator: </b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>
zh_tw: <p>你可以在 <img src="%(STATIC_URL)s/images/help/touching.png"/> 積木裡的下拉清單選擇不同的條件：</b></p> <p><img src="%(STATIC_URL)s/images/help/touching-ex2.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Turn to the left</h3>
kk: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Солға бұрылыңыз</h3>
lt: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Pasisuk kairėn</h3>
nn: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Snu mot venstre</h3>
pt_br: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>Virar à esquerda</h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/turn-left-block.png"> <h3>讓角色往左旋轉</h3>

source: <p> The custom block runs by calling the <strong>define</strong> script that matches the name on the block. </p> <p>Custom blocks can make your scripts more organized and modular: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> If your block has an input, you can type in it: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> To edit the block, right-click (Ctrl+click on Mac) on the block and choose "edit" from the menu. </div> <div class="example"> See also: <a href="../make-a-block/">Make a Block</a> and <a href="../define/">Define Block</a> </div>
kk: <p> Блок атына сәйкес келетін пайдаланушы блок <strong>анықтау</strong> скриптін шақыру арқылы іске қосылады. </p> <p>Пайдаланушы блоктар сіздің скрипттеріңізді жинақырақ және модульді етіп жасай алады: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Егер сіздің блогыңызға енгізуге болатын болса, осында тере аласыз: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Блокты өзгерту үшін, блоктағы оң-жақ батырманы басыңыз (Mac-та Ctrl+оң жақ батырма) және мәзірден "өзгерту" -ді таңдаңыз. </div> <div class="example"> Сондай-ақ, қараңыз: <a href="../make-a-block/">Блок жасаңыз</a> және <a href="../define/">Блокты анықтаңыз</a> </div>
lt: <p> Vartotojo blokas pasileidžia iškviečiant <strong>Apibrėžk</strong> scenarijų, kuris atitinka bloko pavadinimą </p> <p>Vartotojo blokai gali padaryti tavo scenarijus labiau organizuotus ir moduliuotus: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Jei tavo blokas turi įvestį, gali įvesti joje: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Norėdamas keisti bloką, spausk dešiniu pelės klavišu (ctrl+click Mac) ant bloko ir pasirink "keisti" iš meniu </div> <div class="example"> Taip pat žiūrėk: <a href="../make-a-block/">Padaryti bloką</a> and <a href="../define/">Apibrėžti bloką</a> </div>
nn: <p> Den skreddarsydde klossen startar <strong>definer</strong>-skriptet med same namn. </p> <p>Med skreddarsydde klossar kan store program delast opp i mindre delar og verta meir oversiktlege: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Viss klossen din tek inn data, kan du skriva i han: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Du kan endra på klossen ved å høgreklikka han («Ctrl + klikk» på Mac) og velja «rediger» i menyen. </div> <div class="example"> Sjå òg: <a href="../make-a-block/">Lag ein kloss</a> og <a href="../define/">Definer kloss</a> </div>
pt_br: <p> O bloco personalizado é executado chamando o script <strong>define</strong> que tem o mesmo nome do bloco. </p> <p>Os blocos personalizados podem tornar seus scripts mais organizados e modulares: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> Se o seu bloco tiver uma entrada, você pode digitar nele: </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> Para editar o bloco, clique com o botão direito (Ctrl+click no Mac) no bloco e escolha "editar" no menu. </div> <div class="example"> Veja também: <a href="../make-a-block/">Criar um bloco/a> e <a href="../define/">Bloco Define</a> </div>
zh_tw: <p> 這個自訂積木是藉由呼叫其 <strong>定義</strong> 程式來運行的。 </p> <p>運用函式積木功能，可以讓你的程式更有組織、更加模組化： </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex.png" /> </p> 如果你的積木有個輸入方塊，你可以在裡頭輸入內容： </p> <p><img src="%(STATIC_URL)s/images/help/usedefineex1.png"/></p> </div> <div class="example"> 若要修改積木，在積木上按滑鼠右鍵後選「編輯」。 </div> <div class="example"> 相關說明： <a href="../make-a-block/">添加函式積木</a> 及 <a href="../define/">定義積木</a> </div>

source: <p>This block will show the username of the user currently viewing the project.</p> <p>If you want to save the current username, you can store it in a variable or list. For example, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
kk: <p>Бұл блок қазіргі уақытта жобаны көріп отырған пайдаланушының атын көрсетеді.</p> <p>Егер сіз қазіргі пайдаланушы атыңызды сақтағыңыз келсе, оны айнымалыда немесе тізімде сақтап қоя аласыз. Мысалы, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
lt: <p>Šis blokas parodys vartotojo, šiuo metu žiūrinčio projektą, vartotojo vardą </p> <p> Jei nori išsaugoti dabartinį vartotojo vardą, gali jį išsaugoti kintamųjų sąraše. Pvz., <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
nn: <p>Denne klossen gjev brukarnamnet til den Scratch-brukaren som køyrer det.</p> <p>Du kan lagra brukarnamnet i ein variabel eller i ei liste, for eksempel <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
pt_br: <p>Este bloco informa o nome de usuário de quem está usando o projeto.</p> <p>Se quiser salvar o nome do usuário atual, você pode armazená-lo em uma variável ou em uma lista. Por exemplo, <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>
zh_tw: <p>有個人在瀏覽這個專案，用這個積木可以回傳此人在 Scratch 上的用戶名稱。</p> <p>如果你想要紀錄這個使用者名稱，可以使用變數或清單的方式來儲存，例如： <img src="%(STATIC_URL)s/images/help/username-ex2.png"/> </p>

source: <p> To see the value of the variable, click the checkbox next to the block. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Right-click on readout to get different views: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> To delete or rename a variable, right click on the variable. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
kk: <p> Айнымалының мәнін көру үшін, блоктың жанындағы құсбелгіні басыңыз. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Әртүрлі көріністерді алу үшін көрсеткіште оң жақ батырманы басыңыз: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Айнымалыны өшіру немесе өзгерту үшін, айнымалының оң жақ батырмасына басыңыз. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
lt: <p> Norėdamas pamatyti kintamojo reikšmę, spausk žymų langelį šalia bloko <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Tam, kad pakeisti skirtingus žiūrėjimo režimus, spausk dešiniu pelės klavišu ant išvesties: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Tam, kad ištrinti arba pervadinti kintamąjį, spausk dešiniu klavišu ant kintamojo <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
nn: <p> Du kan visa variabelen på scena ved å trykkja i ruta ved sida av klossen. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Høgreklikk på variabelen på scena for å visa han på ulike måtar: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Du kan sletta ein variabel eller gje han nytt namn ved å høgreklikka på han. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
pt_br: <p> Para ver o valor da variável, clique na caixa de seleção ao lado do bloco. <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> Clique com o botão direito do mouse no readout para obter diferentes visualizações: <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> Para excluir ou renomear uma variável, clique com o botão direito do mouse sobre a variável. <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>
zh_tw: <p> 若要顯示變數當前的值，可以勾選積木旁方塊。 <br><img src="%(STATIC_URL)s/images/help/check-variable.png" /><br/> <p> 在輸出結果上點擊右鍵，可以切換不同的檢視方式： <br><img src="%(STATIC_URL)s/images/help/variable-menu.png" <br/> <p> 若要將變數刪除，或是替變數重新命名，可以在該變數積木上按滑鼠右鍵。 <br><img src="%(STATIC_URL)s/images/help/delete-variable.png" <br/> </p>

source: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Senses how much <b>motion</b> or <b>direction</b> is currently in the video image</h3>
kk: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3><b>Қозғалыс</b> немесе <b>бағыттың</b> қаншалықты бейнекөріністе екенін сезеді</h3>
lt: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Jaučia kiek <b>Judesio</b> ar <b>Krypties</b> yra šiuo metu vaizdo klipe</h3>
nn: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Måler kor mykje <b>rørsle</b> det er i videobiletet og <b>retninga</b> til rørsla</h3>
pt_br: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>Detecta quanto de <b>movimento</b> ou <b>direção</b> há na imagem do vídeo atualmente</h3>
zh_tw: <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> <h3>用來感測影片當前影像的 <b>動作</b> 或 <b>方向</b>。</h3>

source: <b>How to Use It:</b> <ul> <li>Requires webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> to check the amount of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> to check the amount of motion over the entire video image.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> to check the direction of motion in the video under the current sprite.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> to check the direction of motion in the video image.</li> </ul> <p> <b>Sample Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
kk: <b>Қалай қолдану керек:</b> <ul> <li>Вебкамераны қажет етеді.</li> <li> Қазіргі спрайттың астындағы видеоның қозғалыс шамасын тексеру үшін қолданыңыз. <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /></li> <li> Бүкіл бейне көріністегі қозғалыс шамасын тексеру үшін қолданыңыз. <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /></li> <li> Қазіргі спрайттың астындағы видеоның қозғалыс бағытын тексеру үшін қолданыңыз. <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /></li> <li> Бейне көріністегі қозғалыс бағытын тексеру үшін қолданыңыз.<img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /></li> </ul> <p> <b>Скрипт Үлгісі:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
lt: <b>Kaip tai naudoti:</b> <ul> <li>Reikalinga vaizdo kamera</li> <li> Naudok <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" />, kad patikrintum kiek judesio vaizdo klipe yra šio veikėjo</li> <li> Naudok <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" />, kad sužinotum kiek judesio yra visame vaizdo klipe</li> <li> Naudok <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" />, kad patikrintum nurodyto veikėjo judesio kryptį vaizdo klipe </li> <li> Naudok <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" />, kad patikrintum judesio kryptį vaizdo klipe</li> </ul> <p> <b>Pavyzdinis Scenarijus:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
nn: <b>Slik brukar du klossen:</b> <ul> <li>Du treng ei kamera kopla til maskina.</li> <li> Bruk <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> for å få mengda rørsle under figuren.</li> <li> Bruk <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> for å få mengda rørsle i heile videobiletet.</li> <li> Bruk <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> for å få rørsleretninga under figuren.</li> <li> Bruk <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> for å få rørsleretninga i heile videobiletet.</li> </ul> <p> <b>Eksempelskript:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
pt_br: <b>Como usar:</b> <ul> <li>É necessário webcam.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> para verificar a quantidade de movimento no vídeo sob o ator atual.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> para verificar a quantidade de movimento na imagem inteira do vídeo.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> para verificar a direção do movimento no vídeo sob o ator atual.</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> para verificar a direção do movimento na imagem do vídeo.</li> </ul> <p> <b>Exemplo de Script:</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>
zh_tw: <b>使用方式：</b> <ul> <li>電腦上需要有攝像裝置。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-motion-this-sprite.png" /> 來檢查當前角色在視頻中的運動量。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-motion-stage.png" /> 來檢查當前舞台在視頻中的運動量。</li> <li> 使用 <img src="%(STATIC_URL)s/images/help/video-direction-this-sprite.png" /> 來檢查當前角色在視頻中的方向。</li> <li> Use <img src="%(STATIC_URL)s/images/help/video-direction-stage.png" /> 來檢查當前舞台在視頻中的方向。</li> </ul> <p> <b>程式示範如下：</b> <br> <img src="%(STATIC_URL)s/images/help/video-motion-ex.png" /> <br/> </p>

source: <b>Troubleshooting:</b> <ul> <li>Make sure the video camera is on.</li> <li>Adjust the %% of motion or direction to get it to respond more or less.</li> <li>Click the checkbox to see the current value:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
kk: <b>Қателікті дұрыстау:</b> <ul> <li>Видео камераның қосылып тұрғанына көз жеткізіңіз.</li> <li>Оны көбірек немесе азырақ жауап бергізу үшін %% қозғалысты немесе бағытты реттеңіз.</li> <li>Қазіргі шаманы көру үшін құсбелгіні басыңыз:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
lt: <b>trikčių diagnostika ir šalinimas</b> <ul> <li>įsitikink, kad kamera įjungta</li> <li>Pakeisk %% judesio ar krypties priversdamas ją reaguoti daugiau ar mažiau</li> <li>Spausk žymų langelį, kad pamatytum dabartinę reikšmė:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
nn: <b>Feilsøking:</b> <ul> <li>Pass på at kameraet er slått på.</li> <li>Endra prosent rørsle eller retning for ein meir eller mindre følsam kloss.</li> <li>Trykk i ruta i klossen for å sjå gjeldande verdi:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
pt_br: <b>Solução de problemas:</b> <ul> <li>Verifique se a câmera está ligada.</li> <li>Ajuste o %% de movimento ou a direção para que responda mais ou menos.</li> <li>Clique na caixa de seleção para ver o valor atual:</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>
zh_tw: <b>問題排除：</b> <ul> <li>確定你的攝像鏡頭是打開的。</li> <li>調整動作或方向的 %% 以讓它正確的回應多或少。</li> <li>勾選積木旁方塊可以顯示目前的值是多少：</li> <br> <img src="%(STATIC_URL)s/images/help/say-video-motion.png" /><br/> </ul>

source: <p> This whole stack will just run once. If you want <img src="%(STATIC_URL)s/images/help/wait-until.png" /> to keep checking, put the whole stack inside a forever block. </p>
kk: <p> Бүкіл үйме тек бір рет қана іске қосылады. Егер сіз <img src="%(STATIC_URL)s/images/help/wait-until.png" /> тексеруді жалғастырғыңыз келсе, бүкіл үймені әрқашан блогына салыңыз. </p>
lt: <p> Visa šita blokų sąranka bus paleista tik kartą. Jei nori <img src="%(STATIC_URL)s/images/help/wait-until.png" />, kad būtu tikrinama pastoviai, įdėk sąranką į "amžinai" bloką </p>
nn: <p> Dette skriptet vert berre utført ein gong. Viss du ønskjer at <img src="%(STATIC_URL)s/images/help/wait-until.png" /> skal sjekka vilkåret heile tida, kan du putta skriptet inni ein <b>for alltid</b>-kloss. </p>
pt_br: <p> Esta pilha será executada apenas uma vez. Se quiser que <img src="%(STATIC_URL)s/images/help/wait-until.png" /> vá sempre fazendo a verificação, coloque toda a pilha no interior de um bloco sempre. </p>
zh_tw: <p> 注意 <img src="%(STATIC_URL)s/images/help/wait-until.png" /> 只會依循進行一次的判定，也就是說，如果一次不符合條件，那麼就不會執行之後的程式。若是你希望它能持續檢查，請在程式外頭額外加上「重複無限次」積木。 </p>

source: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Once the background switches to kitchen, the sprite will say "Now I'm in the kitchen!</p>
kk: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Фон ас үйге ауысқаннан кейін, спрайт "Енді мен ас үйдемін!" деп айтады </p>
lt: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Kai fonas pasikeis į virtuvę, veikėjas pasakys "Dabar esu virtuvėje!"</p>
nn: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Når bakgrunnen byter til kjøken, seier figuren «No er eg på kjøkenet!»</p>
pt_br: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>Quando o cenário muda para cozinha, o ator diz "Agora estou na cozinha!</p>
zh_tw: <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex.png"/> <br><img src="%(STATIC_URL)s/images/help/when-backdrop-switches-ex2.png"/> <br><p>一旦背景變換到廚房，角色會說：「Now I'm in the kitchen!」</p>

source: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> waits for the message</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
kk: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> хабарламаны күтеді</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
lt: <p><img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> Laukia žinutės</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
nn: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> ventar på meldinga</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
pt_br: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> aguarda a mensagem</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>
zh_tw: <p> <img src="%(STATIC_URL)s/images/help/when-i-receive-jump.png"/></br> 會等待由下方積木發送的訊息</br> <img src="%(STATIC_URL)s/images/help/broadcast-ex.png"/></p>

source: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>You can select any of the attributes from the dropdown menu.<br/> <p>
kk: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Ашылмалы мәзірден кез келген атрибуттарды таңдай аласыз.<br/> <p>
lt: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Gali pasirinkti betkurias savybes iš išskleidžiamojo meniu<br/> <p>
nn: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Du kan du velja kva slags måleverdi skriptet skal reagera på i nedtrekksmenyen.<br/> <p>
pt_br: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>Você pode selecionar qualquer atributo do menu suspenso.<br/> <p>
zh_tw: <img src="%(STATIC_URL)s/images/help/when-loudness-dropdown.png"/> <br>你可以從積木中的下拉清單選擇屬性。<br/> <p>

source: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>After the timer reaches 10 seconds, the script will run. <br/> <p>
kk: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Таймер 10 секундқа жеткеннен соң, скрипт іске қосылады. <br/> <p>
lt: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Kai laikmatis pasieks 10 sekundžių, scenarijus pasileis<br/> <p>
nn: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Når klokka kjem til 10 sekund, startar skriptet. <br/> <p>
pt_br: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>Após o cronômetro chegar em 10 segundos, o script será executado. <br/> <p>
zh_tw: <img src="%(STATIC_URL)s/images/help/when_timer.png"/> <br><img src="%(STATIC_URL)s/images/help/when_timer2.png"/><br/> <br>當計時器到 10 秒時，此程式會開始執行。 <br/> <p>
