Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Enhance Your Dance
bn: তোমার নাচ উচ্চতর কর
cs: Vylepši svůj tanec
cy: Gwella eich Dawns
de: Verbessere deinen Tanz
fa: رقص خود را ارتقا دهید
fr: Améliore Ta Danse
id: Perindah Tarianmu
kk: Биіңізді жақсартыңыз
lt: Patobulink Savo Šokį
nb: Lag en bedre dans
nn: Lag ein betre dans
pt_br: Melhore sua dança
sl: Izpopolni svoj ples
tr: Dansını İlerlet
vi: Hoàn thiện Điệu nhảy của bạn
zh_tw: 改良你的舞蹈

source: Add Your Own Moves
bn: তোমার নিজের চাল যোগ কর
cs: Přidej vlastní pohyby
cy: Ychwanegwch eich Symudiadau
de: Füge eigene Bewegungen hinzu
fa: حرکت‌های خود را اضافه کنید
fr: Ajoute Tes Propres Pas de Danse
id: Tambahkan Gerakanmu Sendiri
kk: Өзіңіздің қимылдарыңызды қосыңыз
lt: Pridėk Savo Judesių
nb: Lag dine egne dansetrinn
nn: Lag dine eigne dansesteg
pt_br: Adicione seus próprios passos
sl: Dodaj svoje gibe
tr: Kendi Numaranı Ekle
vi: Thêm Bước di chuyển của bạn
zh_tw: 添加你自己的動作

source: Share Your Dance
bn: তোমার নাচ শেয়ার করো
cs: Sdílej svůj tanec
cy: Rhannwch eich Dawns
de: Veröffentliche deinen Tanz
fa: رقص خود را به اشتراک بگذارید
fr: Partage Ta Danse
id: Bagikan Tarianmu
kk: Биіңізбен бөлісіңіз
lt: Pasidalink Savo Šokiu
nb: Legg ut dansen din
nn: Del dansen din med andre
pt_br: Compartilhar sua dança
sl: Deli svoj ples
tr: Dansını Paylaş
vi: Chia sẻ Điệu nhảy của bạn
zh_tw: 分享您的舞蹈

source: Where do you want to dance?
bn: তুমি কোথায় নাচতে চাও?
cs: Kde chceš tancovat?
cy: Lle'r hoffech chi ddawnsio?
de: Wo willst du tanzen?
fa: کجا می‌خواهید برقصید؟
fr: Où voulez-vous danser ?
id: Di mana kamu ingin menari?
kk: Қай жерде билегіңіз келеді?
lt: Kur nori šokti?
nb: Hvor skal dansingen foregå?
nn: Kor vil du ha dansen?
pt_br: Onde você quer dançar?
sl: Kje želiš plesati?
tr: Nerede dans etmek istersin?
vi: Bạn muốn khiêu vũ ở đâu?
zh_tw: 要在哪兒跳舞呢？

source: Then choose the backdrop you want (such as graffiti or basketball-court):
bn: তারপর তুমি যে ব্যাকড্রপটি চাও তা বাছাই কর (যেমন গ্রাফিতি বা বাস্কেটবল-কোর্ট):
cs: Poté vyber pozadí, které chceš (jako graffiti nebo basketbalové hřiště):
cy: Yna dewiswch eich cefnlen (e.e. graffiti neu gwrt pêl fasged):
de: Wähle das Bühnenbild, das dir gefällt (zum Beispiel "graffiti" oder "basketball-court"):
fa: سپس پس‌زمینه مورد نظر خود را انتخاب کنید (مانند نقاشی‌های دیواری یا زمین بسکتبال):
fr: Ensuite, choisissez le décor que vous voulez (comme les graffitis ou le terrain de basket):
id: Lalu pilih latar yang kamu inginkan (seperti graffiti atau lapangan basket):
kk: Енді өзіңізге ұнаған фонды таңдаңыз (мәселен граффити немесе баскетбол алаңы)
lt: Tada pasirink foną (tarkim grafiti ar krepšinio aikštelę):
nb: Deretter velger du en bakgrunn (for eksempel "graffiti" eller "basketball-court")
nn: Vel så bakgrunnen vil ha (for eksempel graffiti eller ei basketballbane):
pt_br: Então, escolha o pano de fundo que você quer (como grafite ou quadra de basquete):
sl: Izberi ozadje, ki ti je všeč (npr. stena z grafiti ali košarkarsko igrišče):
tr: Sonra da istediğin bir dekoru seç (örneğin graffiti veya basketbol sahası):
vi: Sau đó chọn phông nền bạn muốn (như tranh gaffiti hoặc sân bóng rổ):
zh_tw: 接著選擇一個適合的背景，像是 graffiti 或是 basketball-court：

source: Next, add a dancer
bn: তারপর, একজন নৃত্যশিল্পী যোগ কর
cs: Jako další krok přidej tančící postavu
cy: Nesaf, ychwanegwch ddawnsiwr
de: Füge als nächstes einen Tänzer oder eine Tänzerin hinzu
fa: بعد، رقاصی اضافه کنید
fr: Ensuite, ajoute un danseur
id: Selanjutnya, tambahkan seorang penari
kk: Енді, бишіні қосыңыз
lt: Toliau, pridėk šokėją
nb: Videre: legg til en danser
nn: Vidare: legg til ein dansar
pt_br: Em seguida, adicione um dançarino
sl: Naprej, dodaj plesalca
tr: Sırada, dansçı ekle var
vi: Tiếp theo, thêm vào vũ công
zh_tw: 下一步，新增一名舞者

source: <p>Click on <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> to choose a new sprite:</p>
bn: <p>নতুন একটি স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ক্লিক কর:</p>
cs: <p>Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pro vybrání nové postavy:</p>
cy: <p>Cliciwch ar <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:</p>
de: <p>Klicke auf <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur auszuwählen:</p>
fa: <p>برای انتخاب یک شکلک جدید روی<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> کلیک کنید:</p>
fr: <p>Clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :</p>
id: <p>Klik <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih sebuah sprite baru:</p>
kk: ⇥ <p>Жана спрайт таңдау үшін <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> басыңыз</p> ⇥
lt: ⇥ <p>Spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> , kad pasirinktum naują veikėją:</p> ⇥
nb: <p>Klikk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge deg en ny figur:</p>
nn: <p>Trykk på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja ein ny figur:</p>
pt_br: <p>Clique em <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> para escolher um novo ator:</p>
sl: <p>Klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> in s tem izberi novo figuro:</p>
tr: <p> Yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ye tıkla:</p>
vi: <p>Bấm vào <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn một đối tượng mới:</p>
zh_tw: <p>點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 圖示可以在範例庫中挑選角色：</p>

source: Click the 'Dance' theme. Select a Hip-Hop or other Dance sprite:
bn: 'নাচ' থিমটি ক্লিক কর। একটি হিপ-হপ বা অন্যান্য নাচের স্প্রাইট নির্বাচন কর:
cs: Klikni na téma 'Tanec'. Vyber Hip-Hop nebo další taneční postavy:
cy: Cliciwch thema 'Dawns'. Dewiswch gorlun Hip-Hop neu Ddawns arall:
de: Klicke auf das "Tanz"-Thame. Wähle Hip-Hop oder eine andere Tanz-Figur:
fa: روی تم "رقص" کلیک کنید. یک هیپ هاپ یا شکلک رقص دیگری را انتخاب کنید:
fr: Clique sur le thème 'Dance'. Sélectionne le lutin Hip-Hop ou un autre lutin Dance :
id: Klik tema 'Tarian'. Pilih sebuah sprite Hip-Hop atau tarian lain:
kk: 'Би' тақырыбын таңдаңыз. Хип-Хоп немес басқа би түрін таңдаңыз.
lt: Spausk 'Šokių' stilių. Pasirink Hip-Hop arba kitokį šokį veikėjui:
nb: Klikk på tema "Musikk og dans". Velg en Hip-Hop-danser eller en annen dansefigur.
nn: Vel kategorien «Dans». Du kan for eksempel bruka ein hiphop-figur:
pt_br: Clique no tema 'Dança'. Selecione um ator de hip-hop ou de outro ritmo de dança:
tr: "Dans" temasına tıkla. Bir Hip-Hop ya da başka bir dans kuklasını seç.
vi: Bấm chọn chủ đề 'Khiêu vũ'. Chọn đối tượng nhảy Hip-Hop hoặc điệu nhảy khác:
zh_tw: 從範例庫中的「舞蹈」主題選擇相關的角色，像是 Hip-Hop：

source: You can delete the cat with the scissors tool. Click on the scissors, then click on the cat:
bn: তুমি কাঁচি টুলের সাহায্যে বিড়ালটি মুছে ফেলতে পার। কাঁচিতে ক্লিক কর, তারপরে বিড়ালের উপর ক্লিক কর:
cs: Můžeš vymazat kočku s nástrojem nůžky. Klikni na nůžky poté klikni na kočku:
cy: Gallwch ddileu'r gath gyda'r teclyn siswrn. Cliciwch ar y siswrn ac yna cliciwch ar y gath.
de: Du kannst die Katze mit dem Scherenwerkzeug löschen. Klicke auf die Schere, danach auf die Katze:
fa: می‌توانید گربه را با ابزار قیچی حذف کنید. بر روی قیچی، سپس روی گربه کلیک کنید:
fr: Tu peux supprimer le chat avec l'outil ciseaux. Clique sur les ciseaux, puis clique sur le chat :
id: Kamu dapat menghapus si kucing dengan alat gunting. Klik guntingnya, lalu klik si kucing:
kk: Сіз мысықты қайшы құралымен кетіре аласыз. Қайшы құралының үстінен басып, содан соң мысықтың үстінен басыңыз:
lt: Tu gali ištrinti katiną žirklių įrakiu. Spausk žirkles, tada spausk katiną:
nb: Du kan slette katten med sakseverktøyet. Klikk på saksen, deretter på katten:
nn: Du kan fjerna katten med sakseverktøyet. Trykk først på saksa og så på katten:
pt_br: Você pode excluir esse gato com a ferramenta tesoura. Clique na tesoura, e então clique no gato:
sl: Mačko lahko izbrišeš z orodjem škarje. Najprej klikni na škarje in nato na mačko:
tr: Kediyi silmek için makas aracını kullanabilirsin. Makası tıklayıp eline al daha sonra da kediye tıkla:
vi: Bạn có thể xóa còn mèo bằng cây kéo. Bấm chọn cây kéo, sau đó chọn con mèo:
zh_tw: 你可以使用剪刀工具刪除角色，方法是先按剪刀圖示，再去點擊要刪除的角色。

source: Or, use the right-click menu (Shift+click on Mac), and choose 'delete'.
bn: অথবা, ডান ক্লিক মেনু ব্যবহার কর (Mac এ Shift+click), এবং 'delete' নির্বাচন কর।
cs: Nebo stiskni pravé tlačítko myši (Shift+klik na Macu) a vyber 'smaž'.
cy: Neu, defnyddiwch y ddewislen cic de (Shift+clic ar y Mac), a dewis 'dileu'.
de: Oder verwende das Rechts-Klick-Menü (Shift+Klick auf dem Mac) und wähle 'Löschen'.
fa: یا از منوی راست کلیک استفاده کرده (Shift + روی Mac)، و «حذف» را انتخاب کنید.
fr: Ou, utilisez le menu déroulant clic-droit (Ctrl + clic sur Mac) et choisissez "Supprimer".
id: Atau gunakan klik-kanan menu (Shift+klik di Mac) dan pilih 'hapus'.
kk: Немесе, оң жақ батырмадағы мәзірден (Mac-та Shift+оң жақ батырма ) өшіруді таңда
lt: Arba audok dešinio pelės klavišo meniu (Shift+paspaudimas MAC'e) ir pasirink 'Trinti'
nb: En annen måte er å høyreklikke på figuren (Mac: Shift+klikk) og velge "slett".
nn: Ein annan måte er å høgreklikka på figuren (Mac: «Shift + klikk») og velja «slett».
pt_br: Ou, use o menu aberto com o botão direito (Shift+clique no Mac) e escolha "excluir".
sl: Ali pa uporabi desni klik (Shift + klik na Macu) in izberi 'zbriši' ('delete').
tr: Veya, sağ tıklayıp (Mac'de Shift-tık) menüden 'sil' şıkkını seç.
vi: Hoặc, sử dụng bấm chuột phải Menu (shift + bấm chuột với hệ điều hành Mac), và chọn 'Xóa'.
zh_tw: 或者，在物件區的角色上點擊滑鼠右鍵開啟快速選單（Mac 上是按著 Shift 點擊），使用快顯選單的「刪除」工具。

source: Next, add music
bn: এরপর, সঙ্গীত যোগ কর
cs: Jako další krok přidej muziku
cy: Nesaf, ychwanegwch gerddoriaeth
de: Ergänze als nächstes die Musik
fa: بعد، موسیقی را اضافه کنید
fr: Mantenant, ajoute de la musique
id: Selanjutnya, tambahkan musik
kk: Келесі, әуенді қос
lt: Toliau, pridėk muziką
nb: Videre: legg på musikk
nn: Vidare: legg på musikk
pt_br: Em seguida, adicione música
sl: Sedaj dodaj glasbo
tr: Biraz da müzik ekleyelim
vi: Tiếp theo, thêm âm nhạc
zh_tw: 下一步，添加音樂

source: To add music, click the <span class="tab-ref">Sounds</span> tab.
bn: সঙ্গীত যুক্ত করতে, <span class="tab-ref"> শব্দ </span> ট্যাবে ক্লিক কর।
cs: Pro přidání muziky klikni na záložku <span class="tab-ref">Zvuky</span>.
cy: I ychwanegu cerddoriaeth, cliciwch y tab <span class="tab-ref">Seiniau</span>.
de: Um Musik zu ergänzen, klicke auf den <span class="tab-ref">Klänge</span>-Reiter.
fa: برای اضافه کردن موسیقی، روی زبانه <span class="tab-ref">صداها</span> کلیک کنید.
fr: Pour ajouter de la musique, cliquez sur l'onglet<span class="tab-ref">Souns</span>.
id: Untuk menambahkan musik, klik tab <span class="tab-ref">Suara</span>.
kk: Әуендерді қосу үшін <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз.
lt: Norėdamas pridėti muzikos, spausk <span class="tab-ref">Garsai</span> skyrių.
nb: For å legge på musikk klikker du <span class="tab-ref">Lyder</span>-fanen.
nn: For å leggja på musikk, trykk på <span class="tab-ref">Lyder</span>-fana.
pt_br: Para adicionar música, clique na guia <span class="tab-ref">Sons</span>.
sl: da dodaš glasbo, klikni na zavihek <span class="tab-ref">Zvoki</span> .
tr: Müzik eklemek için <span class="tab-ref">Sesler</span> sayfasına geç.
vi: Để thêm âm nhạc, bấm chọn thẻ<span class="tab-ref">Âm thanh</span>.
zh_tw: 若要添加音樂，切換到<span class="tab-ref">音效</span>頁籤。

source: To choose a sound, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
bn: শব্দ বাছাই করতে, ক্লিক কর <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
cs: Pro vybrání zvuku, klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
cy: I ddewis sain, cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
de: Um einen Klang auszuwählen, klicke <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
fa: برای انتخاب یک صدا، روی <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">کلیک کنید
fr: Pour choisir un son, cliquer <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
id: Untuk memilih sebuah suara, klik <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
kk: Дыбысты таңдау үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> басыңыз
lt: Norėdamas pasirinkti garsą, spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
nb: Klikk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> og velg en lyd
nn: Trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> for å velja ein lyd
pt_br: Para escolher um som, clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
sl: Da izbereš zvok, klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
tr: Bir ses seçmek için, <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> simgesine tıkla
vi: để chọn âm thanh, bấm vào<img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
zh_tw: 點擊圖示 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">以從範例庫中挑選要使用的音效。

source: Choose dance music (such as 'dance celebrate' or 'dance funky').
bn: নৃত্য সঙ্গীত নির্বাচন কর (যেমন 'নৃত্য উদযাপন' বা 'নৃত্য ভীতু')।
cs: Vyber si taneční hudbu (jako je "taneční oslava" nebo "osobitý tanec").
cy: Dewiswch gerddoriaeth dawnsio (rhywbeth fel 'dathlu dawnsio' neu 'dawnsio ffynci').
de: Wähle Tanzmusik (wie z. B. 'dance celebrate' oder 'dance funky').
fa: موسیقی رقص را انتخاب کنید (مانند "جشن رقص" یا "رقص شیک").
fr: Choisisser la musique de danse (comme "la dance celebrate" ou "la danse funky ").
id: Pilih sebuah musik tarian (seperti 'menari merayakan' atau 'menari funky').
kk: Би әуенін таңдаңыз (мәселен 'мерекелік би' немесе 'Фанки биі').
lt: Pasirink šokių muziką (tarkim 'šok šventiškai' arba 'šok madingai')
nb: Velg dansbar musikk, for eksempel "dance celebrate" eller "dance funky".
nn: Vel dansbar musikk (for eksempel «dance celebrate» eller «dance funky»).
pt_br: Escolha a música de dança (como "dança de celebração" ou "dança descolada").
sl: Izberi plesno glasbo (kot ''dance celebrate' ali 'dance funky').
tr: Bir dans müziği seç (mesela 'dance celebrate' veya 'dance funky' olabilir).
vi: Chọn bài nhạc nhảy (ví dụ như ' nhảy liên hoan ' hoặc ' nhảy funky').
zh_tw: 挑選一個可以跳舞的音樂，像是 dance celebrate 或是 dance funky。

source: Or, to upload your own music, click <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
bn: অথবা, তোমার নিজের সঙ্গীত আপলোড করতে, ক্লিক কর <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
cs: Nebo pro nahrání vlastní hudby stiskni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
cy: Neu, i lwytho eich cerddoriaeth eich hun i fyny, cliciwch <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
de: Um deine eigene Musik hochzuladen, klicke <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
fa: یا برای بارگذاری موسیقی خود، روی <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> کلیک کنید:
fr: Ou, pour télécharger votre propre musique, cliquer <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
id: Atau, unggah musikmu sendiri, klik <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
kk: Немесе, өз әуеніңізді жүктеу үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> басыңыз:
lt: Arba, norėdamas įkelti savo muziką, spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
nb: Du kan laste opp din egen musikk ved å klikke <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
nn: Du kan òg lasta opp din eigen musikk, ved å trykkja på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
pt_br: Ou, para fazer o upload de sua própria música, clique em <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
sl: Ali pa naloži lastno glasbo, klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
tr: Kendi müziğini atmak istersen, <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> simgesine tıkla:
vi: Hoặc, để tải âm nhạc của bạn, bấm vào <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png">:
zh_tw: 或者你也可以使用自己的音樂，點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/upload-icon.png"> 以從電腦中挑選：

source: Tip: You can upload an MP3 or other sound file.
bn: টিপ: তুমি একটি MP3 বা অন্য শব্দের ফাইল আপলোড করতে পার।
cs: Tip: Můžeš nahrát MP3 nebo jiný zvukový soubor.
cy: Awgrym: Gallwch lwytho MP3 neu ffeil sain arall i fyny.
de: Tipp: Du kannst eine MP3- oder eine andere Klangdatei hochladen.
fa: نکته: شما می‌توانید فایل MP3 یا سایر فایل‌های صوتی را بارگذاری کنید.
fr: Astuce: Vous pouvez télécharger un fichier MP3 ou un autre fichier sonore.
id: Tip: Kamu bisa mengunggah sebuah MP3 atau berkas suara lain.
kk: Кеңес: Сіз MP3 форматта немесе басқа да дыбыс файлын жүктей аласыз
lt: Patarimas: Gali įkelti MP3 arba kitokį garso failą
nb: Tips: Du kan laste opp en MP3-fil eller en annen type lydfil.
nn: Tips: Du kan lasta opp ei MP3-fil eller ein annan type lydfil.
pt_br: Dica: você pode fazer o upload de um arquivo MP3 ou de outro arquivo de áudio.
sl: Namig: lahko naložiš datoteko tipa MP3 ali drugo zvočno datoteko.
tr: İpucu: MP3 veya başka bir ses dosyası atabilirsin.
vi: Thủ thuật: bạn có thể tải nhạc MP3 hoặc tập tin âm thanh khác.
zh_tw: 提示：你可以使用多種音訊格式，像是 MP3。

source: Next, play the music
bn: এরপর, সঙ্গীত চালু কর
cs: Jako další krok přehraj muziku
cy: Nesaf, chwaraewch y gerddoriaeth
de: Dann spiele die Musik
fa: سپس، موسیقی را پخش کنید
fr: Ensuite, jouer la musique
id: Kemudian, mainkan musiknya
kk: Келесі, әуенді ойнат
lt: Toliau, grok muziką
nb: Videre: spill musikk
nn: Vidare: spel musikk
pt_br: Em seguida, reproduza a música
sl: Sedaj predvajaj glasbo.
tr: Şimdi müziğimizi seçelim
vi: Tiếp theo, chơi âm nhạc
zh_tw: 下一步，播放音樂

source: Click the <span class="controlcolor">Control</span> category.
bn: <span class="controlcolor">Control</span> বিভাগে ক্লিক কর।
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span>.
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>.
de: Klicke die <span class="controlcolor">Steuerung</span>-Kategorie.
fa: روی دسته <span class="controlcolor">کنترل</span> کلیک کنید.
fr: Cliquer sur la catégorie<span class="controlcolor">Contrôle</span>.
id: Klik kelompok <span class="controlcolor">Kontrol</span>.
kk: <span class="controlcolor">Бақылау</span> санатын таңдаңыз.
lt: Spausk <span class="controlcolor">Valdymas</span> skyrių
nb: Klikk <span class="controlcolor">Styring</span>-kategorien.
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien.
pt_br: Clique na categoria <span class="controlcolor">Controle</span>.
sl: Klikni na kategorijo <span class="controlcolor">Krmiljenje</span> .
tr: <span class="controlcolor">Kontrol</span> komutlarına geç.
vi: Bấm loại <span class="controlcolor">Điều khiển</span>.
zh_tw: 選擇 <span class="controlcolor">控制</span> 指令類。

source: Drag out a <span class="controlcolor">repeat</span> block, and wrap it around:
bn: একটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লক টানো, এবং এটির চারপাশ মুড়িয়ে দাও:
cs: Táhni blok <span class="controlcolor">opakovat</span> a obal ho okolo:
cy: Llusgwch allan floc <span class="controlcolor">ailadrodd</span>, a'i lapio o amgylch:
de: Hole dir einen <span class="controlcolor">wiederhole x mal</span>-Block und lege ihn um den 'spiele Klang'-Block:
fa: یک قطعۀ <span class="controlcolor">تکرار</span> را بیرون بکشید، و آن را بپیچید:
fr: Faire un glisser-déposer d'un bloc <span class="controlcolor">répéter</span> b, et entoure le script:
id: Seret keluar sebuah balok <span class="controlcolor">ulangi</span>, dan bungkus:
kk: <span class="controlcolor">қайталау</span> блогын шығарып алыңыз және айналасына ораңыз:
lt: Ištempk <span class="controlcolor">kartok</span> bloką, ir apglėbk:
nb: Dra ut en <span class="controlcolor">gjenta</span>-kloss som gaper rundt:
nn: Dra ut ein <span class="controlcolor">gjenta</span>-kloss som gapar rundt:
pt_br: Arraste um bloco <span class="controlcolor">repita</span> e coloque-o em volta de:
sl: povleci blok <span class="controlcolor">ponavljaj</span> in z njim obdaj:
tr: <span class="controlcolor">_ defa tekrarla</span> taşını al ve önceki taşı kavrat:
vi: Kéo ra mảnh ghép <span class="controlcolor">lặp lại</span>, và bọc nó quanh:
zh_tw: 將 <span class="controlcolor">重複 […] 次</span> 積木拖曳到工作區，並包住當前的積木堆：

source: Click the <span class="eventscolor">Events</span> category.
bn: <span class="eventscolor">ইভেন্ট</span> বিভাগ ক্লিক কর।
cs: Klikni na kategorii<span class="eventscolor">Události</span>.
cy: Cliciwch y categori <span class="eventscolor">Digwyddiadau</span>.
de: Klicke auf die <span class="eventscolor">Ereignisse</span>-Kategorie.
fa: روی گروه <span class="eventscolor">رویدادها</span> کلیک کنید.
fr: Cliquer la catégorie <span class="eventscolor">Evènements</span>.
id: Klik kelompok <span class="eventscolor">Kejadian</span>.
kk: <span class="eventscolor">Іс-шаралар</span> категориясын басыңыз.
lt: Spausk <span class="eventscolor">Įvykiai</span> skyrių.
nb: Klikk <span class="eventscolor">Hendelser</span>-kategorien.
nn: Trykk på <span class="eventscolor">Hendingar</span>-kategorien.
pt_br: Clique na categoria <span class="eventscolor">Eventos</span>.
sl: Klikni kategorijo <span class="eventscolor">Dogodki</span> .
tr: <span class="eventscolor">Olaylar</span> komutlarını aç.
vi: Bấm chọn loại <span class="eventscolor">Sự kiện</span>.
zh_tw: 選擇 <span class="eventscolor">事件</span> 指令類。
