Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p> You'll need to install a plugin to use Scratch with the LEGO WeDo 1.0 or Picoboard. Choose the plugin to download based on your computer and the web browser you use for Scratch. If you use a browser other than Chrome, choose one of these two options: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>If you use the browser Chrome, you will need to download and install two pieces of software:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>You will need administrator access on your computer to install the plugin.</p>
bn: <p> LEGO WeDo 1.0 বা Picoboard এর সাথে Scratch ব্যবহার করার জন্য তোমাকে একটি প্লাগইন ইনস্টল করতে হবে তোমার কম্পিউটার এবং Scratch এর জন্য ব্যবহার করা ওয়েব ব্রাউজারের উপর ভিত্তি করে ডাউনলোড করার জন্য প্লাগইন বাছাই কর। তুমি যদি Chrome ছাড়া অন্য কোনও ব্রাউজার ব্যবহার কর, তাহলে এই দুটি বিকল্পের মধ্যে একটি বেছে নাও: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (অন্য ব্রাউজার)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (অন্য ব্রাউজার)</a></li> </ul> <p>তুমি যদি Chrome ব্রাউজার ব্যবহার কর, তাহলে তোমাকে দুটি সফটওয়্যার ডাউনলোড এবং ইনস্টল করতে হবে:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> এবং সাহায্যকারী <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">এখানে</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> এবং সাহায্যকারী <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">এখানে</a></li> </ul> <p>প্লাগইনটি ইনস্টল করার জন্য তোমার কম্পিউটারে প্রশাসকের প্রবেশাধিকার প্রয়োজন হবে।</p>
cs: <p> Potřebuješ instalovat plugin, aby šlo použít Scratch spolu se zařízením LEGO WeDo 1.0 nebo Picoboard. Vyber plugin ke stažení podle svého počítače a webového prohlížeče, který užíváš pro Scratch. Když používáš prohlížeč jiný než Chrome, zvol jednu z těchto dvou možností: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (jiné prohlížeče)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (jiné prohlížeče)</a></li> </ul> <p>Když používáš prohlížeč Chrome, potřebuješ stáhnout a nainstalovat dvě části software:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> a pomocníka <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">zde</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> a pomocníka <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">zde</a></li> </ul> <p>Budeš potřebovat přístup administrátora na svém počítači pro instalaci pluginu.</p>
cy: <p> Bydd angen i chi osod ategyn i ddefnyddio Scratch gyda LEGO WeDo 1.0 neu'r PicoBoard. Dewiswch yr ategyn i'w lwytho i lawr ar sail eich cyfrifiadur a'r porwr gwe rydych yn ei ddefnyddio ar gyfer Scratch. Os ydych yn defnyddio porwr heblaw Chrome, dewiswch un o'r dewisiadau hyn: <ul> <li><a href="/ext/ScratchDevicePlugin.msi">Windows (porwyr eraill)</a></li> <li><a href="/ext/ScratchDevicePlugin.dmg">Mac (porwyr eraill)</a></li> </ul> <p>Os ydych yn defnyddio'r porwr Chrome, bydd angen i chi lwytho i lawr a gosod dau ddarn o feddalwedd:</p> <ul> <li><a href="/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> a'i gynorthwyydd <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">yma</a></li> <li><a href="/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> a'i gynorthwyydd <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">yma</a></li> </ul> <p>Bydd angen mynediad gweinyddwr arnoch ar eich cyfrifiadur er mwyn gosod yr ategyn.</p>%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (porwyr eraill)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (porwyr eraill)</a></li> </ul> <p>Os ydych yn defnyddio'r porwr Chrome, bydd angen i chi lwytho i lawr a gosod dau ddarn o feddalwedd:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> a'i gynorthwyydd <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">yma</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> a'i gynorthwyydd <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">yma</a></li> </ul> <p>Bydd angen mynediad gweinyddwr arnoch ar eich cyfrifiadur er mwyn gosod yr ategyn.</p>
de: <p> Du mußt ein PlugIn installieren um Scratch mit LEGO WeDo 1.0 oder dem Picoboard zu benutzen. Wähle das PlugIn passend zu Deinem Computer und dem Browser den Du für Scratch benutzt. Wenn DU einen anderen Browser als CHROME benhutzt wähle eine der folgenden Optionen: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (andererr Browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (anderer Browsers)</a></li> </ul> <p>Wenn Du den Browser CHROME nutzt, mußt Du zwei Software-Downloads wählen und installieren:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> und Hilfsprogramm <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> und Hilfsprogramm <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">hier</a></li> </ul> <p>Du benötigst Administratorenrechte auf Deinm Computer um das PlugIn zu installieren.</p>
fa: <p> باید برای استفاده از اسکرچ با LEGO WeDo 1.0 یا Picoboard افزونه‌ای نصب کنید. افزونه را برای دانلود بر اساس رایانه و مرورگر وب که برای اسکرچ استفاده می کنید انتخاب کنید. اگر از مرورگری غیر از Chrome استفاده می‌کنید، یکی از این دو گزینه را انتخاب کنید: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">ویندوز (مرورگرهای دیگر) </a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">مک (مرورگرهای دیگر)</a></li> </ul> <p>اگر از مرورگر Chrome استفاده می‌کنید، لازم است دو قسمت نرم افزار را دانلود و نصب کنید:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">ویندوز (Chrome) </a>و کمکی<a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm"> در اینجا </a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">مک (Chrome)</a>و کمکی<a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">در اینجا</a></li> </ul> <p>برای نصب افزونه نیاز به دسترسی به مدیر در رایانه خود دارید.</p>
fr: <p> Vous aurez besoin d'installer un plugin pour utiliser Scratch avec le LEGO WeDo 1.0 ou PicoBoard. Choisissez le plugin à télécharger en fonction de votre ordinateur et du navigateur que vous utilisez pour aller sur Scratch. Si vous utilisez un navigateur autre que Chrome, choisissez une des deux options ci-dessous : <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (autres navigateurs)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (autres navigateurs)</a></li> </ul> <p>Si vous utilisez le navigateur Chrome, vous aurez besoin de télécharger et installer deux petits logiciels :</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> et l'extension <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">ici</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> et l'extension <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">ici</a></li> </ul> <p>Vous aurez besoin d'un accès administrateur pour installer le plugin.</p>
id: <p> Kamu bakal perlu memasang sebuah plug-in untuk menggunakan Scratch dengan LEGO WeDo 1.0 atau Picoboard. Pilih plug-in untuk diunduh berdasarkan pada komputermu dan peramban yang kamu pakai untuk Scratch. Jika kamu menggunakan sebuah peramban selain Chrome, gunakan salah satu dari dua pilihan ini: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (peramban lain)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (peramban lain)</a></li> </ul> <p>Jika kamu menggunakan peramban Chrome, kamu bakal perlu mengunduh dan memasang dua potong perangkat lunak:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> dan pembantu <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">di sini</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> dan pembantu <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">di sini </a></li> </ul> <p>Kamu bakal memerlukan akses administrator di komputermu untuk memasang plug-in.</p>
kk: <p> Scratch пен бірге LEGO WeDo 1.0 немесе Picoboard -ты қолдану үшін плагинді орнатуыңыз керек. Компьютеріңізге сай плагинді және Скретчке қолданатын веб браузерді таңдаңыз. Егер сіз Chrome -нан басқа браузер қолдансаңыз, осы екі опциялардың бірін таңдаңыз: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>Егер сіз Chrome -нан басқа браузер қолдансаңыз, бағдарлама жасақтамасының екі бөлігін жүктеуіңіз және орнатуыңыз керек:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> және көмекші <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">мында</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> және көмекші <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">мында</a></li> </ul> <p>Плагинді компьютеріңізге орнату үшін сізге администратор керек.</p>
lt: <p> Tau reikia įdiegti priedėlį jei nori naudoti Scratch su Lego WeDo 1.0 arba Picoboard Pasirink, kurį priedėlį atsisiųsti pagal savo kompiuterį ir naršyklę, kurią naudoji Scratch'ui Jei naudoji kitą naršyklę nei Chrome, pasirink vieną iš dviejų galimybių: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (kitos naršyklės)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (kitos naršyklės)</a></li> </ul> <p>Jei naudoji Chrome, tau reiks atsisiųsti ir įdiegti dvi programėles:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> ir pagalbininką <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> ir pagalbininką <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>Tau reiks administratoriaus teisių savo kompiuteryje norint įdiegti priedėlį.</p>
nb: <p> For å bruke Lego WeDo 1.0 eller Picoboard må du først installere et tilleggsprogram. Velg tilleggsprogrammet som passer til din datamaskin og nettleseren du bruker for Scratch. Hvis du ikke bruker Chrome, velg en av disse: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (andre nettlesere)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (andre nettlesere)</a></li> </ul> <p>Hvis du bruker Chrome som nettleser må du laste ned to programmer:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> og hjelpeprogram <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">her</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> og hjelpeprogram <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">her</a></li> </ul> <p>Du trenger administratortilgang på maskinen for å installere tilleggsprogrammet.</p>
nn: <p> Du må installera eit programtillegg for å bruka Scratch med LEGO WeDo 1.0 eller Picoboard. Vel programtillegg etter kva slags datamaskin og nettlesar du brukar. Viss du brukar ein annan nettlesar enn Chrome, kan du velja ein av desse: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (andre nettlesarar)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (andre nettlesarar)</a></li> </ul> <p>Viss du brukar nettlesaren Chrome, må du installera to programtillegg:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> og <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">hjelpeprogram</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> og <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">hjelpeprogram</a></li> </ul> <p>Du treng administratortilgang på maskina for å installera programtillegga.</p>
pt_br: <p> Você vai precisar instalar um plug-in para usar o Scratch com LEGO WeDo 1.0 ou Picoboard. Escolha o plug-in para baixar com base no seu computador e no navegador no qual você usa o Scratch. Se seu navegador não for o Chrome, escolha uma das duas opções a seguir: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (outros navegadores)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (outros navegadores)</a></li> </ul> <p>Se você usa o Chrome, você vai precisar baixar e instalar o software em duas partes:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> e o auxiliar <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">aqui</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> e o auxiliar <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">aqui</a></li> </ul> <p>Você vai precisar de acesso de administrador em seu computador para instalar o plug-in.</p>
sl: <p> Namestiti boš moral/a vtičnik, da lahko uporabljaš Scratch skupaj z LEGO WeDo 1.0 ali Picoboard. Vtičnik za namestitev izbereš na podalgi tega, kateri operacijski sistem in kateri brskalnik uporabljaš za Scratch. Če uporabljaš brskalnik, ki ni Chrome, izberi nekaj od naštetega: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (drugi brskalniki)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (drugi brskalniki)</a></li> </ul> <p>Če uporabljaš brskalnik Chrome, je treba preneseti in namestiti dva programa:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> in pomočnik <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">tukaj</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> in pomočnik <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">tukaj</a></li> </ul> <p>Za namestitev vtičnikov boš potreboval/a administratorske pravice.</p>
tr: <p> Scratch'ı LEGO WeDo 1.0 ya da Picoboard ile kullanabilmek için eklenti yüklemelisin. Scratch'ı çalıştırırken kullandığın bilgisayar ve İnternet gezginine göre indireceğin eklentiyi seçmelisin. Chrome'dan farklı bir gezgin kullanıyorsan, şu iki seçenekten birini seçebilirsin: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (diğer gezginler)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (diğer gezginler)</a></li> </ul> <p>Eğer Chrome kullanıyorsan, iki adet yazılım indirip kurmalısın:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> ve yardımcı <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">burada</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> ve yardımcı <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">burada</a></li> </ul> <p>Eklenti yükleyebilmek için yönetici haklarına sahip bir kullanıcı hesabınız olmalı.</p>
vi: <p> Bạn sẽ cần cài đặt thêm plugin để sử dụng Scratch với LEGO WeDo 1.0 hoặc PicoBoard. Chọn plugin để tải về phụ thuộc vào máy tính và trình duyệt web bạn sử dụng cho Scratch. Nếu bạn sử dụng trình duyệt khác Chrome, chọn một trong 2 lựa chọn: <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (trình duyệt khác)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (trình duyệt khác)</a></li> </ul> <p>Nếu bạn sử dụng trình duyệt Chrome, bạn sẽ cần phải tải và cài đặt 2 phần của phần mềm:</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> và hỗ trợ <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">Tại đây</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> và hỗ trợ <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">Tại đây</a></li> </ul> <p> Bạn sẽ cần quyền truy cập quản lý vào máy tính của bạn để cài đặt plugin.</p>
zh_tw: <p> 你需要安裝相應的外掛程式後才可在 Scratch 上使用 LEGO WeDo 1.0 或 Picoboard。 需要安裝的外掛程式視你所使用的系統及瀏覽器而有不同。 如果你不是使用 Chrome 瀏覽器，請依你的系統選擇以下安裝： <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.msi">Windows (other browsers)</a></li> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePlugin.dmg">Mac (other browsers)</a></li> </ul> <p>如果你使用 Chrome 瀏覽器，還需額外加裝一個元件，請依你的系統選擇以下安裝：</p> <ul> <li><a href="%(STATIC_URL)s/ext/ScratchDevicePluginChrome.msi">Windows (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> <li><a href="%(STATIC_URL)s/ext//ScratchDevicePluginChrome.dmg">Mac (Chrome)</a> and helper <a target="_blank" href="https://chrome.google.com/webstore/detail/scratch-device-plugin-hel/clmabinlolakdafkoajkfjjengcdmnpm">here</a></li> </ul> <p>注意你需要有電腦的管理員權限才可以安裝外掛程式。</p>

source: Status: Hardware Devices
bn: অবস্থা: হার্ডওয়্যার যন্ত্রসমূহ
cs: Status: Hardware zařízení
cy: Statws: Dyfeisiau Caledwedd
de: Status: Externe Geräte
fa: وضعیت: دستگاه‌های سخت افزاری
fr: État : Périphériques Matériels
id: Status: Gawai Perangkat Keras
kk: Статус: Аппараттық қамтамасыз ету құрылғылары
lt: Būsena: Kompiuterio Įrenginiai
nb: Status: Maskinvare-enheter
nn: Status: maskinvare-einingar
pt_br: Status: dispositivos de hardware
sl: Status: Strojne naprave
tr: Aygıt Durum Göstergeleri:
vi: Trạng thái: Thiết bị Phần cứng
zh_tw: 狀態：硬體裝置
