Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <h4>Here's what each button does:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
bn: <h4>এখানে প্রতিটি বাটন কি করে:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> লাইব্রেরি থেকে স্প্রাইট নির্বাচন কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> তোমার নিজের স্প্রাইট আঁক</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> তোমার নিজের ছবি বা স্প্রাইট আপলোড কর</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> একটি ছবি তোল (একটি ওয়েবক্যাম থেকে)</p>
cs: <h4>Zde je vysvětlena funkce každého tlačítka:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Vybrat postavu z knihovny</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Nakreslit novou postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Nahrát postavu ze souboru</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nová postava z kamery</p>
cy: <h4>Dyma beth mae pob botwm yn ei wneud:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Dewis corlun o'r llyfrgell</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Peintio eich corlun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Llwytho eich delwedd neu gorlun i fyny</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Cymryd llun (drwy gamera gwe)</p>
de: <h4>Hier siehst du, was jede Schaltfläche macht:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Wähle eine Figur aus der Bibliothek</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Zeichne deine eigene Figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Lade dein eigenes Bild oder deine eigene Figur hoch</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Mache ein Bild (mit einer webcam)</p>
fa: <h4>در اینجا کارکرد هر دکمه گفته می‌شود:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">شکلک را از کتابخانه انتخاب کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">شکلک خودتان را نقاشی کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">تصویر یا شکلک خود را بارگذاری کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">یک عکس بگیرید (از وب کم)</p>
fr: <h4>Voici ce que chaque bouton fait:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisir un lutin dans la bibliothèque</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessiner ton propre lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Importe ta propre image ou celle d'un lutin </p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prends une photo (avec une webcam)</p>
id: <h4>Inilah apa yang dilakukan masing-masing tombol:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Pilih sebuah sprite dari pustaka</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Lukis spritemu sendiri</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Unggah gambar atau spritemu sendiri</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Ambil sebuah gambar (dari sebuah webcam)</p>
kk: <h4>Мұнда әрбір батырманың əрекеті көрсетілген:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Кітапханадан спрайттарды таңдау</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Өз спрайтыңызды бейнелеу</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Өзіңіздің жеке спрайттарыңыз немесе суреттеріңізді жүктеу</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Суретке түсіру (вебкамера арқылы)</p>
lt: ⇥<h4>Čia parodyta, ką kiekvienas mygtukas daro:</h4> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Išsirink veikėją iš bibliotekos</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Nupiešk savo veikėją</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Įkelk savo paveikslėlį arba veikėją</p> ⇥<p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Nusifotografuok (su kompiuterio kamera)</p>
nb: <h4>Knappene brukes slik:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur fra biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Tegn din egen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp et bilde eller en figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta et bilde (med webkamera)</p>
nn: <h4>Knappane vert brukte slik:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Hent figur frå biblioteket</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Teikn din eigen figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Last opp eit bilete eller ein figur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Ta eit bilete (med nettkamera)</p>
pt_br: <h4>Aqui está o que cada botão faz:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Escolhe um ator da biblioteca</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Desenha seu próprio ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Faz o upload de sua própria imagem ou ator</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Tira uma foto (com uma webcam)</p>
tr: <h4>Hangi düğme ne işe yarar?:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Kütüphaneden kukla seçer</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Kendi kuklanı yapmanı sağlar</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Bilgisayarındaki bir resimden kukla oluşturur</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">(Webcam ile) fotoğraf çekerek kukla oluşturur</p>
vi: <h4>Đây là chức năng của từng phím:</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Chọn đối tượng từ thư viện</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Vẽ đối tượng cho riêng bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Tải lên hình ảnh hoặc đối tượng của bạn </p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Chụp hình (từ webcam)</p>
zh_tw: <h4>每個按鈕的功能：</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> 從角色庫選擇一個角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> 畫出你自己的角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> 上傳你自己的圖像或角色</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> 拍一張照片 (從網路攝影機)</p>

source: Next, let's make your sprites interactive.
bn: তারপর, চল তোমার স্প্রাইটটি ইন্টারেক্টিভ বানাই।
cs: A teď pojďme tvoje postavy proměnit v interaktivní.
cy: Nesaf, gwneud eich corluniau'n rhyngweithiol.
de: Als nächstes lass' uns die Figuren interaktiv machen.
fa: بعد، اجازه دهید تا شکلک‌ها تعاملی شوند.
fr: Ensuite, rendons tes lutins interactifs.
id: Setelah itu, mari jadikan sprite-spritemu interaktif.
kk: Енді, спрайттарыңызды интерактивті қылыңыз.
lt: Toliau, padarykime tavo veikėjus benraujančius
nb: Videre: Få figurene til å bevege seg.
nn: Vidare: få figurane til å røra seg
pt_br: Em seguida, vamos tornar seus atores interativos.
tr: Sırada kuklalarını etkileşimli hale getirmek var.
vi: Tiếp theo, hãy làm cho đối tượng của bạn tương tác.
zh_tw: 接下來，讓你的角色動起來。

source: <p>Bring your sprites to life by adding instructions (a.k.a. computer code) that tell the sprites what to do.</p> <p>With Scratch, your sprites can dance, sing, jump, talk, fly, and much more.</p>
bn: <p>নির্দেশাবলী (বা কম্পিউটার কোড) যোগ করে তোমার স্প্রাইটকে জীবিত কর যা স্প্রাইটদের কি করতে হবে তা বলে।</p> <p>Scratch দিয়ে, তোমার স্প্রাইটরা নাচতে, গান গাইতে, লাফাতে, কথা বলতে, উড়তে এবং আরও অনেক কিছু করতে পারে।</p>
cs: <p>Přiveď své postavy k životu doplněním instrukcí (tzv. počítačového kódu) který postavám řekne, co mají dělat.</p> <p>Ve Scratchi tvé postavy mohou tančit, zpívat, skákat, mluvit, létat, i mnohem víc.</p>
cy: <p>Rhowch fywyd i'ch corluniau drwy ychwanegu cyfarwyddiadau (h.y. cod cyfrifiadur) sy'n dweud wrth y corluniau beth i'w wneud.</p> <p>Gyda Scratch, mae eich corluniau yn gallu dawnsio, canu, neidio, siarad, hedfan a llawer mwy.</p>
de: <p>Erwecke deine Figuren zum Leben, indem du ihnen Anweisungen gibst (auch Programmcode genannt), die den Figuren sagen, was sie tun sollen.</p> <p>Mit Scratch können deine Figuren tanzen, singen, springen, sprechen, fliegen und noch viel mehr.</p>
fa: <p>با اضافه کردن دستورالعمل (a.k.a. کد کامپیوتر) که به شکلک‌ها کارشان را بگوید، شکلک خود را زنده کنید.</p> <p>با اسکرچ، شکلک‌های شما می‌توانند برقصند، آواز بخوانند، بپرند، صحبت کنند، پرواز کنند، و کارهای بیشتر انجام دهند.</p>
fr: <p>Fais vivre tes lutins en ajoutant des instructions (a.k.a. computer code) pour indiquer aux lutins ce qu'ils doivent faire.</p> <p>Avec Scratch, tes lutins peuvent danser, chanter, sauter, parler, voler, et beaucoup plus encore.</p>
id: <p>Hidupkan sprite-spritemu dengan menambahkan instruksi (a.k.a. kode komputer) yang memberitahukan sprite-sprite apa yang dilakukan.</p> <p>Dengan Scratch, sprite-spritemu bisa menari, menyanyi, melompat, berbicara, terbang, dan masih banyak lagi.</p>
kk: <p>Спрайтқа не істеу керектігін айтатын Нұсқаулықтар (немесе Компьютерлік Код) қосу арқылы спрайтты жандандырыңыз .</p> <p>Скретч арқылы, спрайтыңыз билеп, ән айтып, секіріп, сөйлеп, ұша алады және т.б. </p>
lt: <p>Atgaivink savo veikėjus pridėdamas instrukcijas (a.k.a programinį kodą), kurios pasakytų veikėjui ką daryti</p> <p>Scratch'e tavo veikėjai gali šokti, dainuoti, šokinėti, kalbėti, skraidyti ir dar daugybę dalykų</p>
nb: <p>Gjør figurene levende ved å gi dem instruksjoner (vi kaller det "skript", det samme som "program" eller "kode") som bestemmer hva de skal gjøre.</p> <p>I Scatch kan du få figurene til å danse, synge, hoppe, snakke, fly og mye mer.</p>
nn: <p>Gjer figurane levande ved å gje dei instruksjonar (me kallar det programkode) som avgjer kva dei skal gjera.</p> <p>I Scratch kan du få figurane til å dansa, synga, hoppa, snakka, fly og mykje meir.</p>
pt_br: <p>Dê vida a seus atores, adicionando instruções (ou, códigos de computador) que dizem aos atores o que fazer.</p> <p>Com o Scratch, seus atores podem dançar, cantar, pular, falar, voar e muito mais.</p>
sl: <p>Vdahni življenje svojim figuram tako, da dodaš navodilo (t.i. računalniške kode), ki pove figuram, kaj naj delajo.</p> <p>V Scratchu lahko tvoje figure plešejo, pojejo, skačejo, govorijo, letijo in mnogo več.</p>
vi: <p>Đem những đối tượng cũa bạn ra ngoài đời thực bằng các thêm vào những hướng dẫn (được xem như là mã máy tính) bảo đối tượng phải làm gì.</p> <p>Với Scratch, đối tượng của bạn có thể nhảy múa, hát, nhảy, nói chuyện, bay, và nhiều hơn nữa.</p>
zh_tw: <p>加入指令（程式碼）告訴角色們要做什麼事情，就可以讓你的角色動起來。</p> <p>使用Scratch，你的角色可以跳舞、唱歌、跳躍、講話、飛行還有更多更多。</p>

source: <p>Play with the blocks in the different categories. Or check out one of these ideas to make your sprite:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Move</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Say Something</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Make a Sound</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Change Color</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Change Costume</a></li> </ul>
bn: <p>বিভিন্ন বিভাগে ব্লকগুলোর সাথে খেল। অথবা তোমার স্প্রাইট তৈরি করতে এই আইডিয়াগুলোর মধ্যে একটি যাচাই কর।</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>সরাও</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>কিছু বল</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>একটি শব্দ বানাও</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>রঙ পরিবর্তন কর</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>পোশাক পরিবর্তন কর</a></li> </ul>
cs: <p>Hraj si s ostatními bloky v různých kategoriích. Nebo mrkni na jednu z nápadu jak udělat postavu:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Dopředu</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Něco řekni</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Udělej zvuk</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Změň barvu</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Změň kostým</a></li> </ul>
cy: <p>Chwaraewch gyda'r blociau sydd yn y categoriau gwahanol. Neu edrychwch ar un o'r syniadau hyn i greu eich corlun:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Symud</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Dweud Rhywbeth</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Creu Sain</a></li> <li><a href="../hoc-4d/"><div class="index-num">CH</div>Newid Lliw</a></li> <li><a href="../hoc-4e/"><div class="index-num">D</div>Newid Gwisg</a></li> </ul>
de: <p>Spiele mit den Blöcken in den unterschiedlichen Kategorien. Oder teste einige dieser Ideen, damit sich deine Figur:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>bewegt</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>etwas sagt</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>einen Klang erzeugt</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>die Farbe ändert</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>das Kostüm ändert</a></li> </ul>
fa: <p>با قطعه‌ها در دسته‌بندی‌های مختلف بازی کنید. یا یکی از این ایده‌ها را برای ساختن شکلک خود بررسی کنید</p>: <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>حرکت</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>چیزی بگو</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>صدایی درآور</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>تغییر رنگ</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>تعویض حالت</a></li> </ul>
fr: <p>Joues avec les blocs des différentes catégories. Ou regarde un de ces idées pour faire ton lutin :</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Déplacer</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Dire quelque chose</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Produire un Son</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Changer la Couleur</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Changer de Costume</a></li> </ul>
id: <p>Main dengan balok-balok dari kelompok-kelompok yang berbeda. Atau coba lihat salah satu ide-ide ini untuk membuat spritemu:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Gerak</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Katakan Sesuatu</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Buat Sebuah Suara</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Ubah Warna</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Ubah Kostum</a></li> </ul>
kk: <p>Әр түрлі санаттағы блоктарды байқап көріңіз. Немесе өз спрайтыңызды жасау үшін мына идеяларды пайдаланып көріңіз:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Қозғау</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Бірнәрсе Айт </a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Дыбыс шығар</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Түсті өзгерт</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Костюмді өзгерт</a></li> </ul>
lt: ⇥<p>Žaisk su blokais skirtinguose skirsniuose. Arba išbandyk vieną iš ši idėjų savo veikėjui:</p> ⇥<ul class="step-index" style="top: 2px;"> ⇥⇥<li><a href="../hoc-4a/"><div class="index-num">A</div>Judėk</a></li> ⇥⇥<li><a href="../hoc-4b/"><div class="index-num">B</div>Sakyk Kažką</a></li> ⇥⇥<li><a href="../hoc-4c/"><div class="index-num">C</div>Skleisk garsą</a></li> ⇥⇥<li><a href="../hoc-4d/"><div class="index-num">D</div>Keisk spalvą</a></li> ⇥⇥<li><a href="../hoc-4e/"><div class="index-num">E</div>Keisk kaukę</a></li> ⇥</ul>
nb: <p>Prøv deg fram med klosser fra de forskjellige kategoriene. Eller kikk på disse tipsene for din neste figur:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Bevegelse</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Si noe</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Lag lyd</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Bytt farge</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Bytt drakt</a></li> </ul>
nn: <p>Prøv deg fram med klossar frå dei ulike kategoriane. Eller les desse tipsa for å laga ein figur:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Rørsle</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Sei noko</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Lag lydar</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Byt farge</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Byt drakt</a></li> </ul>
pt_br: <p>Brinque com os blocos nas categorias diferentes. Ou dê uma olhada em uma dessas ideias para criar seu ator:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Mova</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Diga algo</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Faça um som</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Altere a cor</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Altere a fantasia</a></li> </ul>
tr: <p>Farklı gruplardaki taşlarla denemeler yap. Veya kuklanı oluşturmak için aşağıdaki fikirlerden esinlen:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Hareket Ettir</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Bir Şeyler Söyle</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Ses Çıkart</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Renk Değiştir</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Kılık Değiştir</a></li> </ul>
vi: <p>Chơi với những mảnh ghép với những danh mục khác nhau. Hoặc lấy ra một trong những ý tưởng để tạo ra nhân vật của bạn:</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>Di chuyển</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>Nói gì đó</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>Tạo ra âm thanh</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>Thay đổi màu sắc</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>Thay đổi trang phục</a></li> </ul>
zh_tw: <p>試玩不同類型的程式積木。或是看看下面的指令，可以讓你的角色：</p> <ul class="step-index" style="top: 2px;"> <li><a href="../hoc-4a/"><div class="index-num">A</div>移動</a></li> <li><a href="../hoc-4b/"><div class="index-num">B</div>說些話</a></li> <li><a href="../hoc-4c/"><div class="index-num">C</div>製作音效</a></li> <li><a href="../hoc-4d/"><div class="index-num">D</div>改變色彩</a></li> <li><a href="../hoc-4e/"><div class="index-num">E</div>改變造型</a></li> </ul>

source: Next, let's add a background image to your holiday card.
bn: তারপর, চল তোমার ছুটির কার্ডে একটি ব্যাকগ্রাউন্ডের ছবি যুক্ত করি।
cs: A teď pojďme přidat nějaký obrázek, jako pozadí pro tvojí vánoční pohlednici.
cy: Nesaf, gallwch ychwanegu delwedd cefndir i'ch cerdyn gwyliau.
de: Lass' uns als nächstest einen Hintergrund zu deiner Karte hinzufügen.
fa: بعد، اجازه دهید تصویر پس زمینه را به کارت تعطیلات خود اضافه کنید.
fr: Ensuite, ajoutons une image de fond à ta carte postale.
id: Setelah itu, ayo tambahkan sebuah gambar latar ke kartu liburanmu.
kk: Енді, сіздің мерекелік картаңызға фондық сурет қосайық.
lt: Toliau, pridėkime fono paveikslėlį tavo šventinei atvirutei
nb: Videre: Lag et bakgrunnsbilde på kortet
nn: Vidare: lag eit bakgrunnsbilete på kortet
pt_br: Em seguida, vamos adicionar uma imagem de fundo ao seu cartão de boas-festas.
tr: Sonra, tatil kartına bir arka plan resmi yükleyelim.
vi: Kế tiếp, hãy thêm vào phông nền cho thiệp kỳ nghỉ của bạn.
zh_tw: 接下來，在你的節日卡片中加入一個背景影像。

source: Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.
bn: <span class="motioncolor">গতি</span> প্যালেট থেকে ব্লকসমূহ নিয়ে তোমার স্প্রাইটগুলো সরাও।
cs: Zařiď, ať se tvoje postavy pohybují s bloky z palety <span class="motioncolor">Pohyb</span>.
cy: Gwnewch i'ch corlun symud gyda blociau o balet <span class="motioncolor">Symud</span>
fa: شکلک‌های خود را با قطعه‌ها از جعبه رنگ نقاشی <span class="motioncolor">حرکت</span>به حرکت درآورید
fr: Fais bouger tes lutins avec des blocs de la palette <span class="motioncolor">Mouvement</span>.
id: Buat sprite-spritemu bergerak dengan balok-balok dari palet <span class="motioncolor">Gerakan</span>.
vi: Làm cho đối tượng chuyển động với những mảnh ghép từ bảng <span class="motioncolor">Chuyển động</span>

source: Try adding this code to have one of your sprites dance back and forth:
bn: তোমার স্প্রাইটদের একটিকে সামনে পেছনে নাচানোর জন্য এই কোডটি যোগ করার চেষ্টা কর:
cs: Zkus přidat tento kód, aby jedna z tvých postav tancovala tam a zpátky.
cy: Ychwanegwch y cod hwn i wneud i un o'ch corluniau ddawnsio yn ôl a blaen:
fa: سعی کنید این کد را اضافه کنید تا یکی از شکلک‌های شما به عقب و جلو برود:
fr: Essaie d'ajouter ce code pour avoir l'un de tes lutins qui danse en avant et en arrière :
id: Coba menambahkan kode ini untuk membuat salah satu spritemu menari ke sana kemari:
vi: Thử thêm vào mả này để làm cho đối tượng của bạn nhảy lên và xuống:
