Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Tells a clone what to do once it is created
bn: ক্লোন তৈরি করার পর কি করতে হবে বল
cs: Říká klonu co udělat jakmile je vytvořen
cy: Yn dweud wrth y clôn beth i'w wneud unwaith iddo gael ei greu
de: Sagt einem Klon, was zu tun ist, sobald der erzeugt wird
fa: پس از ساخته شدن به یک مشابه می گوید که چه باید کند
fr: Indique à un clone ce qu'il doit faire une fois qu'il a été créé
id: Memberitahukan suatu clone apa yang perlu dilakukan segera setelah dibuat
kk: Клонға жасалғаннан кейін не істеу керектігін айтады
lt: Sako klonui ką daryti, kai jis bus sukurtas
nb: Starter skript som bestemmer hva en klon skal gjøre når den blir laget
nn: Fortel ein klon kva han skal gjera når han vert laga
pt_br: Diz a um clone o que fazer quando criado
sl: Pove klonu, kaj naj stori potem, ko je ustvarjen.
tr: Bir ikiz yaratıldığı zaman, çalıştırılacak komutları başlatır
vi: Chỉ thị cho bản sao phải làm gì khi nó được tạo ra
zh_tw: 當分身被建立時，告訴分身要做些什麼。

source: The script is triggered as soon as the clone is created.
bn: প্রতিলিপি তৈরি হওয়ার সাথে সাথে স্ক্রিপ্টটি ট্রিগার করা হয়েছে।
cs: Skript bude přiřazen jakmile se vytvoří klon.
cy: Mae'r sgript yn cael ei gychwyn cyn gynted â bod y clôn wedi ei greu.
de: Das Skript wird ausgeführt, sobald der Klon erstellt wurde.
fa: به محض ساختن مشابه، متن شروع به کار می کند.
fr: Le script est lancé dès que le clone a été créé.
id: Skrip ini dijalankan begitu clone dibuat.
nb: Skriptet starter med en gang en klon blir laget.
sl: Skript se zažene takoj, ko se klon ustvari.
tr: İkiz yaratılır yaratılmaz, komut dizisi başlatılır.
vi: Kịch bản được thực hiện ngay khi bản sao được tạo ra

source: Clones also respond to all "when..." blocks triggered after they are created.
bn: ক্লোনগুলো তৈরি হওয়ার পরে সব "যখন ..." ব্লকগুলো ট্রিগার করার পর তাদের প্রতিক্রিয়া জানায়।
cs: Klony také fungují se všemi "Po..." nebo "Když..." bloky, které byly spuštěny po vytvoření.
cy: Mae clonau hefyd yn ymateb i bob bloc "pan..." sydd wedi eu cychwyn ar ôl eu creu.
fa: مشابه ها همچنین پس از ساخته شدن به تمام قطعه های "وقتی که ..." پاسخ می دهند.
fr: Les clones réagissent aussi à tous les blocs "quand ..." une fois qu'ils sont créés.
id: Clone merespon kepada semua balok-balok "ketika..." yang dijalankan setelah mereka dibuat.
nb: Kloner reagerer på alle "når..."-klosser etter at klonen er laget.
sl: Kloni se odzivajo na vse "ko..." bloke, zagnane po tem, ko so bili kreirani.
tr: Klonlar ayrıca yaratıldıktan sonra tetiklenen tüm "ne zaman..." sorularına da yanıt verir.
vi: Các bản sao thực hiện tất cả các mảnh ghép "khi..." sau khi chúng được tạo ra.

source: Reports true if first color is touching second color
bn: প্রতিবেদন সত্য হবে যদি প্রথম রঙের সাথে দ্বিতীয় রঙের ছোঁয়া লাগে
cs: Ohlásí ano když první barva se dotýká druhé barvy
cy: Yn adrodd true os yw'r lliw cyntaf yn cyffwrdd ail liw
de: Gibt wahr zurück, falls die erste Farbe die zweite überlappt
fa: اگر رنگ اول رنگ دوم را لمس کند، گزارش صحیح می دهد
fr: Renvoie "vrai" si la première couleur touche la deuxième couleur
id: Melaporkan benar jika warna pertama menyentuh warna kedua
kk: Егер бірінші түс екінші түске әсер етсе, растығына есеп береді
lt: Praneša "true", jei pirma spalva liečia antrąja
nb: Betingelse som er oppfylt hvis de to fargene berører hverandre
nn: Gjev «sann» viss dei to fargane rører kvarandre
pt_br: Tem o valor "true" se a primeira cor estiver tocando na segunda cor
sl: Vrne 'resnično', če se prva barva dotika druge barve
tr: Eğer ilk renk ikinci renge değiyorsa 'doğru' değerini verir
vi: Báo đúng nếu màu thứ nhất đang chạm vào màu thứ hai
zh_tw: 是否指定的第一個顏色碰到了第二個顏色，如果是，就回傳 true。

source: The first color is within the sprite, while the second is from the background or another sprite.
bn: প্রথম রঙটি স্প্রাইটের মধ্যে রয়েছে, দ্বিতীয়টি ব্যাকগ্রাউন্ড বা অন্য স্প্রাইট থেকে।
cs: První barva je zevnitř postavy, zatímco druhá je z pozadí nebo z jiné postavy.
cy: Mae'r lliw cyntaf o fewn y corlun, tra bo'r ail o'r gefnlen neu gorlun arall.
de: Die erste Farbe gehört zur Figur, während die zweite Farbe vom Hintergrund oder einer weiteren Figur stammt.
fa: رنگ اول از خود شکلک است، در حالی که رنگ دوم از پس زمینه یا یک شکلک دیگر است.
fr: La première couleur est à l'intérieur du lutin, tandis que la seconde est de l'arrière-plan ou d'un autre lutin.
id: Warna pertamanya merupakan bagian dari sprite tersebut, dengan yang kedua berasal dari latar atau sprite lainnya.
kk: Бірінші түс спрайттың ішінде болғанымен, екінші түс артқы жақтан немесе басқа спрайттан.
lt: pirma spalva yra veikėjuje, tuo tarpu kai antra spalva yra fone arba kitame veikėjuje
nb: Den første fargen er fra figuren selv, den andre fargen er fra bakgrunnen eller en annen figur.
nn: Den første fargen er frå figuren sjølv og den andre fargen er frå bakgrunnen eller ein annan figur.
pt_br: A primeira cor está dentro do ator, enquanto a segunda pertence ao cenário ou a qualquer ator.
sl: Prva barva je znotraj figure, medtem ko je druga iz ozadja alidruge figure.
tr: İlk renk bu kuklaya ait, ikinci renk ise arka plana veya başka bir kuklaya ait olmalıdır.
vi: Màu thứ nhất nằm trong đối tượng, trong khi màu thứ hai từ phông nền hoặc một đối tượng khác.
zh_tw: 其中第一個指定的顏色是角色本身有的顏色，第二個指定的顏色則可以是背景或其他角色上的某個色塊。

source: To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square.
bn: একটি রঙ বাছাই করতে, স্কয়ারে ক্লিক করে চোখের ড্রপার নাও। তোমার পছন্দসই রঙে ক্লিক করতে আই ড্রপার ব্যবহার কর। স্কয়ারে রঙ দেখা যাবে।
cs: Pro výběr barvy vezmi kapátko poklepáním do čtverečku. Použij kapátko kliknutím na barvu kterou chceš. Barva se objeví ve čtverečku.
cy: Er mwyn dewis lliw, estynnwch ddewisydd lliw drwy glicio ar y sgwâr. Defnyddiwch y dewisydd i glicio ar y lliw rydych am ei ddewis. Bydd y lliw yn ymddangos yn y sgwâr.
de: Durch einen Klick auf das Farbquadrat erhältst du eine Pipette zur Farbauswahl. Mit dieser Pipette kannst du auf die Farbe deiner Wahl klicken. Sie erscheint dann in dem Farbquadrat.
fa: برای انتخاب یک رنگ، با کلیک کردن در مربع، قطره چکان را انتخاب کنید. با استفاده از قطره چکان روی رنگی که می خواهید کلیک کنید. رنگ در مربع ظاهر می شود.
fr: Pour choisir une couleur, utiliser la pipette en cliquant dans le carré. Utilise la pipette pour cliquer sur la couleur que tu veux. La couleur apparaît dans le carré.
id: Untuk memilih sebuah warna, ambil penetes mata dengan cara mengklik kotak tersebut. Gunakan penetes mata untuk mengklik warna yang kau inginkan. Warna tersebut akan muncul di kotak tersebut.
kk: Түсті таңдау үшін шаршыны басу арқылы тамшуырды алыңыз. Сіз қалайтын түсті басу үшін тамшуырды пайдаланыңыз. Таңдалған түс шаршыдан көрінеді.
lt: Norėdamas pasirinkti spalvą, paimk pipetę ir spausk kvadrate. Spausk su pipete pasirinkti spalvai kurios nori. Spalva atsiras kvadrate
nb: Velg farge ved å først klikke i fargeruten. Klikk deretter på fargen du vil ha. Fargen vises i ruten.
nn: Vel farge ved å først trykkja i fargeruta. Trykk så på fargen du vil ha. Den nye fargen vert vist i ruta.
pt_br: Para escolher uma cor, obtenha primeiro a pipeta, clicando no quadrado. Use a pipeta para clicar na cor que deseja. A cor escolhida aparecerá no quadrado.
sl: Za izbiro barve klikni na kvadrat, da dobiš kapalko. Uporabi kapalko za izbiro želene barve. Barva se bo prikazala v kvadratu.
tr: Bir renk seçmek için, renk karesine tıklayarak renk seçiciyi al. Renk seçiciyle istediğin renge tıkla. Seçtiğin renk karede görünecektir.
vi: Để chọn màu, lấy ống màu bằng cách bấm chọn hình vuông. Sử dụng ống màu để chọn màu bạn muốn. Màu bạn chọn sẽ xuất hiện trong hình vuông.
zh_tw: 點擊一下顏色方塊後會開啟揀色功能，你可以移動鼠標到舞台上任意位置取色。

source: Computes a function
bn: একটি ফাংশন হিসেব করে
cs: Spočte výsledek funkce
cy: Yn cyfrifo ffwythiant
de: Berechnet einen Funktionswert
fa: تابع را محاسبه می کند
fr: Calcule une fonction
id: Mengomputasikan suatu fungsi
kk: Функцияны есептейді
lt: Suskaičiuoja funkciją
nb: Beregner en matematisk funksjon
nn: Reknar ut ein matematisk funksjon
pt_br: Calcula uma função
sl: Izračuna funkcijo
tr: Matematiksel bir işlemin sonucunu hesaplar
vi: Tính một hàm
zh_tw: 用來運算一些函數。

source: Choose different functions from the drop-down menu.
bn: ড্রপ-ডাউন মেনু থেকে বিভিন্ন ফাংশন নির্বাচন কর।
cs: Vyber různé funkce z rozbalovacího menu.
cy: Dewiswch ffwythiannau gwahanol o'r gwymplen.
de: Wähle verschiedene Funktionen aus dem Aufklappmenü.
fa: توابع مختلف را از منوی کشویی انتخاب کنید.
fr: Choisir des fonctions différentes depuis le menu déroulant.
id: Pilih fungsi-fungsi yang berbeda dari menu drop-down.
kk: Ашылмалы мәзірден басқа функциялар таңдау.
lt: Pasirink skirtingas funkcijas iš išskleidžiamo meniu
nb: Velg forskjellige funksjoner fra menyen i klossen.
nn: Vel ulike funksjonar frå nedtrekksfeltet i klossen.
pt_br: Escolhe funções diferentes a partir do menu suspenso.
sl: Izberu drugo funkcijo iz padajočega menija.
tr: Açılan menüden farklı bir fonksiyon seç
vi: Chọn những hàm khác nhau từ menu xổ xuống.
zh_tw: 你可以從積木中的下拉清單選取要使用的函數。

source: Reports sprite's current costume number
bn: স্প্রাইটের বর্তমান পোশাক সংখ্যাটি প্রতিবেদন কর।
cs: Ohlásí číslo aktuálního kostýmu postavy
cy: Yn adrodd ar rif gwisg cyfredol y corlun
de: Gibt die Nummer des aktuellen Kostüms der Figur zurück
fa: شماره حالت فعلی شکلک را گزارش می دهد
fr: Rapporte le nombre du costume de l'actuel lutin
id: Melaporkan angka dari kostum sprite yang sekarang
kk: Спрайттың қазіргі костюм нөмері туралы есеп береді
lt: Pasako veikėjo dabartinio kostiumo numerį
nb: Gir nummeret til nåværende drakt
nn: Gjev talet til drakta som figuren brukar
pt_br: Relata o número da fantasia atual do ator
sl: Vrne trenutno številko videza figure
tr: Kuklanın o anda büründüğü kılığın numarasını bildirir
vi: Báo số của trang trang hiện tại của đối tượng
zh_tw: 回傳當前角色造型在列表中的編號。

source: Creates a clone (temporary duplicate) of the specified sprite
bn: নির্দিষ্ট স্প্রাইটের একটি ক্লোন (অস্থায়ী নকল) তৈরি কর
cs: Vytváří klon (dočasnou kopii) určené postavy
cy: Yn creu clôn (copi dyblyg dros dro) o'r corlun penodol
de: Erzeugt einen Klon (ein vorübergehendes Duplikat) der betreffenden Figur
fa: یک مشابه (تکراری موقت) از شکلک مشخص را ایجاد می کند
fr: Crée un clone (duplication temporaire) du lutin défini
id: Buat sebuah clone (duplikat sementara) dari sprite yang telah ditentukan
kk: Арнайы спрайттың клонын (уақытша көшірмесін) жасайды
lt: Sukuria nurodyto veikėjo kloną (laikiną dublikatą)
nb: Lager en klon (midlertidig kopi) av angitt figur
nn: Lagar ein klon (ein mellombels kopi) av den valde figuren
pt_br: Cria um clone (duplicação temporária) do ator especificado
sl: Ustvari klon (začasnega dvojnika) določene figure
tr: Belirtilen kuklanın bir ikizini (geçici kopyasını) oluşturur
vi: Tạo bản sao (bản sao tạm thời) của một đối tượng cụ thể
zh_tw: 用來建立指定角色的分身。

source: Choose which sprite to clone from the drop-down menu.
bn: ড্রপ-ডাউন মেনু থেকে কোন স্প্রাইটটি ক্লোন করতে হবে তা বাছাই কর।
cs: Z rozbalovací nabídky vyber postavu, kterou chceš naklonovat.
cy: Dewiswch pa gorlun i'w glonio o'r gwymplen.
fa: انتخاب کنید کدام شکلک را از منوی کشویی شبیه سازی کند.
fr: Choisis quel lutin cloner depuis le menu déroulant.
id: Pilih sprite yang diclone dari menu tarik-bawah.
nb: Bruk menyen i klossen for å velge hvilken figur du vil klone.
sl: Izberi figuro, ki jo boš kloniral iz spustnega menija.
tr: Hangi kuklanın ikizini oluşturacağını açılan menüden seç.
vi: Chọn đối tượng để sao chép bằng cách bấm vào menu xổ xuống.

source: Use <img src="%(url_clone_startup)s" /> to tell the clone what to do once it's created.
bn: ক্লোনটি তৈরি হয়ে গেলে কি করতে হবে তা বলার জন্য <img src="%(url_clone_startup)s" /> ব্যবহার কর।
cs: Použij<img src="%(url_clone_startup)s" />, abys řekl klonu, co má udělat, jakmile je vytvořen.
cy: Defnyddiwch <img src="%(url_clone_startup)s" /> i ddweud wrth y clôn beth i'w wneud ar ôl ei greu.
fa: استفاده کنید <img src="%(url_clone_startup)s" />تا به مشابه بگویید پس از ساخته شدن چه باید بکند.
fr: Utilise <img src="%(url_clone_startup)s" /> pour dire au clone ce qu'il doit faire une fois qu'il a été créé.
id: Gunakan <img src="%(url_clone_startup)s" /> untuk memberitahukan clone apa yang dilakukan begitu dibuat.
nb: Bruk <img src="%(url_clone_startup)s" /> for å bestemme hva klonen skal gjøre når den lages.
sl: Uporabi <img src="%(url_clone_startup)s" /> da poveš klonu kaj naj dela, po tem, ko je bil ustvarjen.
tr: İkizi oluşturulduğunda ona ne yapacağını söylemek için <img src="%(url_clone_startup)s" /> kullan
vi: Sử dụng <img src="%(url_clone_startup)s" /> để ra lệnh cho bản sao khi nó được tạo ra.

source: Sample Script:
bn: নমুনা স্ক্রিপ্ট:
cs: Jednoduchý scénář:
cy: Sgript Enghreifftiol:
fa: نمونه متن:
fr: Exemple de script :
id: Skrip Contoh:
nb: Eksempelskript:
sl: Primer skripta:
tr: Örnek Dizi:
vi: Kịch bản mẫu:

source: Troubleshooting:
bn: সমস্যা সমাধান:
cs: Řešení problémů:
cy: Datrys Problemau:
de: Problembehebung:
fa: عیب یابی:
fr: Dépannage:
kk: Ақаулық себебін іздеу және түзету:
lt: Trikčių šalinimas ir diagnostika:
nb: Feilsøking:
nn: Feilsøking:
pt_br: Solução de problemas:
sl: Odpravljanje napak:
tr: Sorun Giderme:
vi: Giải quyết vấn đề:
zh_tw: 問題排除：

source: If you can't see the clone, move it so the original sprite doesn't cover it. The clone appears in the same location as the sprite initially.
bn: যদি তুমি ক্লোনটি দেখতে না পাও তবে এটি সরাও যাতে মূল স্প্রাইটটি এটিকে আবৃত না করে। ক্লোনটি প্রাথমিকভাবে স্প্রাইটের মতো একই স্থানে উপস্থিত হয়।
cs: Pokud nevidíš klon, přemísti ho tak, aby ho nezakrývala originální postava. Klon se totiž nejprve objeví na stejném místě jako původní postava.
cy: Os nad yw'r clôn yn y golwg, gallwch symud y corlun gwreiddiol fel nad yw'n ei orchuddio. Mae'r clôn yn ymddangos yn yr un lle â'r corlun i ddechrau.
de: Wenn du den Klon nicht sehen kannst, bewege ihn, damit die Originalfigur ihn nicht verdeckt. Der Klon erscheint zu Anfang an derselben Position wie das Original.
fa: اگر نمی توانید مشابه را ببینید، آن را حرکت دهید تا جایی که شکلک اصلی آن را پوشش ندهد. مشابه در ابتدا در همان موقعیت مکانی یکسان با شکلک ظاهر می شود.
fr: Si tu ne peux pas voir le clone, bouge le lutin original pour qu'il ne couvre pas le clone. Le clone apparaît au même endroit que le lutin initial.
id: Jika kamu tidak bisa melihat clonenya, pindahkan agar tidak tertutup sprite induk. Clone awalnya tampil di lokasi yang sama dengan sprite induk.
nb: Hvis du ikke kan se klonen, så flytt den slik at den originale figuren ikke dekker den. Klonen starter på det stedet der den originale figuren står.
sl: Da bi videl klon, ga moraš premakniti, saj ga prekriva originalna figura. Klon se prikaže na isti lokaciji kot začetna figura.
tr: Eğer ikizi göremiyorsan, aslının altında kalmıştır, biraz öteye beriye taşı. İkizler yaratıldıkları anda asıllarının hemen altında sahneye çıkarlar.
vi: Nếu bạn không thể thấy được bản sao, di chuyển vị trí của nó để đối tượng chính không che mất bản sao. Bản sao sẽ xuất hiện ngay đúng vị trí của bản chính của đối tượng.

source: Make sure you've chosen the sprite you want to clone from the menu in the <img src="%(url_create_clone_of)s" /> block.
bn: নিশ্চিত হও যে তুমি যে স্প্রাইটটি ব্লকের মেনু <img src="%(url_create_clone_of)s" /> থেকে ক্লোন করতে চাও তা বাছাই করেছ।
cs: Ujisti se, jestli jsi vybral správnou postavu z menu v <img src="%(url_create_clone_of)s" /> bloku.
cy: Gwnewch yn siŵr eich bod wedi dewis y corlun rydych am ei glonio o'r ddewislen yn y bloc <i%(url_create_clone_of)smg src="" />.
fa: اطمینان حاصل کنید که شکلک مورد نظرتان برای شبیه سازی را از منو <img src="%(url_create_clone_of)s" />در قطعه انتخاب کرده اید.
fr: Fais-en sorte de choisir le lutin que tu voulez cloner depuis le menu dans le bloc <img src="%(url_create_clone_of)s" />.
id: Pastikan kamu telah memilih sprite yang ingin kamu clone dari menu balok <img src="%(url_create_clone_of)s" />.
nb: Pass på at du har valgt den figuren du vil klone i menyen i <img src="%(url_create_clone_of)s" />-klossen.
sl: Prepričaj se, da si izbral figuro, ki jo želiš klonirati iz seznama v <img src="%(url_create_clone_of)s" /> bloku.
tr: <img src="%(url_create_clone_of)s" />blokta yer alan menüden kopyalamak istediğin kuklayı seçtiğinden emin ol.
vi: Chắc rằng bạn đã chọn đúng đối tượng mà bạn muốn tạo bản sao từ menu trong <img src="%(url_create_clone_of)s" /> mảnh ghép.

source: Note: The clone only lasts while the project is running.
bn: দ্রষ্টব্য: ক্লোন শুধু প্রজেক্টটি চলাকালীন সময় স্থায়ী হয়।
cs: Poznámka: klon trvá pouze pokud je program spuštěný.
cy: Sylwer: Dim ond tra bod y project yn rhedeg y mae'r clôn yn para.
de: Beachte: Der Klon existiert nur solange das Programm läuft.
fa: توجه: مشابه تنها زمانی ادامه می یابد که پروژه در حال اجرا است.
fr: Note : Les clones ne durent que le temps du lancement du projet.
id: Catatan: Clone hanya ada selama karya berjalan.
nb: Merk: Klonen eksisterer bare så lenge programmet kjører.
sl: Opomba: Klon obstaja vse dokler je projekt v teku.
tr: Not: Bir ikiz, proje devam ettiği sürece varlığını korur.
vi: Lưu ý: bản sao chỉ tồn tại khi chương trình đang chạy.

source: Reports the current time
bn: বর্তমান সময়ের রিপোর্ট
cs: Ohlásí aktuální čas
cy: Yn dangos yr amser cyfredol
de: Gibt die aktuelle Zeit zurück
fa: گزارش زمان فعلی
fr: Renvoie l'heure actuelle
id: Melaporkan waktu saat ini
kk: Қазіргі уақыт туралы есеп береді
lt: Pasako dabartinį laiką
nb: Gir klokketiden nå
nn: Gjev klokketida no
pt_br: Tem o valor da hora atual
sl: Vrne trenutni čas
tr: Şimdiki zamanı verir
vi: Báo thời gian hiện tại
zh_tw: 回傳目前的時間。

source: You can select from the menu to indicate which item you want.
bn: তুমি কোন আইটেমটি চাও তা নির্দেশ করতে তুমি মেনু থেকে নির্বাচন করতে পার।
cs: Můžeš vybrat z z nabídky požadovanou položku.
cy: Gallwch ddewis o'r ddewislen i ddangos pa eitem rydych ei heisiau.
fa: شما می توانید از منو انتخاب کرده تا مشخص کنید کدام مورد را می خواهید.
fr: Tu peux sélectionner depuis le menu l'objet que tu veux.
id: Kamu bisa memilih dari menu untuk menunjukkan benda mana yang kamu inginkan.
nb: Bruk menyen i klossen for å velge.
sl: V meniju izberi kateri element želiš.
tr: Hangi zaman birimini bilmek istiyorsan menüden seçebilirsin.
vi: Bạn có thể chọn từ menu để chỉ ra phần tử bạn muốn.

source: To view the value of the current time, click the checkbox next to the current time.
bn: বর্তমান সময়ের মান দেখতে, বর্তমান সময়ের পাশের চেকবক্সটি ক্লিক কর।
cs: Pro zobrazení aktuálního času klikni na zaškrtávací políčko vedle něj.
cy: I weld gwerth yr amser cyfredol, cliciwch y blwch ticio nesaf at yr amser cyfredol.
fa: برای مشاهده ارزش زمان فعلی، کادر انتخاب کنار زمان فعلی را کلیک کنید.
fr: Pour voir l'heure actuelle, clique sur la coche à côté de l'heure actuelle.
id: Untuk melihat nilai dari waktu saat ini, klik kotak centang di sebelah waktu sekarang.
nb: For å vise tiden akkurat nå på skjermen klikker du i ruten ved siden av klossen.
sl: Za prikaz vrednosti trenutnega časa, klikni na potrditveno polje zraven trenutnega časa.
tr: Zamanı ekranda görmek için, şimdiki zamanın başındaki kutucuğu tıkla.
vi: Để xem giá trị của thời gian hiện tại, bấm vào checkbox cạnh bên nơi hiển thị thời gian hiện tại.

source: Reports the number of days since January 1, 2000
bn: 1 জানুয়ারি, 2000 সাল থেকে দিনের সংখ্যা রিপোর্ট কর
cs: Ohlásí počet dní od 1. ledna roku 2000
cy: Yn dangos nifer y dyddiau ers Ionawr 1, 20000
de: Gibt die Anzahl der seit dem 1. Januar 2000 vergangenen Tage zurück
fa: تعداد روزها را از تاریخ ۱ ژانویه ۲۰۰۰ گزارش می‌دهد
fr: Renvoie le nombre de jours depuis le 1er Janvier 2000
id: Melaporkan jumlah dari hari-hari sejak tanggal 1 Januari, 2000
kk: 2000 жылдың 1-қаңтарынан бастап күндер саны туралы есеп береді
lt: Pasako kiek praėjo dienų nuo 2000 Sausio 1
nb: Gir antall dager siden 1. januar 2000
nn: Gjev talet på dagar sidan 1. januar år 2000
pt_br: Tem como valor o número de dias decorridos deste 1 de Janeiro de 2000
sl: Vrne število dni od 1. januarja 2000
tr: 1 Ocak 2000 tarihinden beri geçen gün sayısını bildirir
vi: Báo số ngày kể từ ngày 1/1/2000
zh_tw: 回傳從2000年1月1日開始算起，與目前日期相隔的天數。

source: Defines what the custom block will do
bn: কাস্টম ব্লক কি করবে তা নির্ধারণ করে
cs: Definuje, co bude uživatelský blok dělat
cy: Yn diffinio beth fydd y blociau cyfaddas yn eu gwneud
de: Legt fest, was der benutzerdefinierte Block tun wird
fa: آنچه که قطعه سفارشی انجام می دهد را مشخص می کند
fr: Définit ce que le bloc personnalisé doit faire
id: Mengartikan apa yang akan dilakukan oleh balok custom tersebut
kk: Пайдаланушы блогының не істейтінін анықтайды
lt: Apibrėžia, ką vartotojo sukurtas blokas darys
nb: Bestemmer hva din egen kloss skal gjøre
nn: Avgjer kva din eigen kloss skal gjera
pt_br: Define o que o bloco personalizado vai fazer
sl: Določi, kaj bo delal blok po meri
tr: Özel taşın ne iş göreceğini tanımlar
vi: Định nghĩa những mảnh ghép tuỳ chỉnh sẽ thực hiện điều gì
zh_tw: 定義函式積木要做些什麼

source: The <strong>define</strong> script tells a custom block what to do:
bn: <strong>ডিফাইন</strong> স্ক্রিপ্ট একটি কাস্টম ব্লককে বলে কি করতে হবে:
cs: Blok <strong>scénář pro</strong> říká, co bude nový vytvořený blok dělat:
cy: Mae'r sgript <strong>diffinio</strong> yn dweud wrth y bloc cyfaddas beth i'w wneud:
fa: متن <strong>مشخص</strong> می گوید قطعه سفارشی چه کاری باید انجام دهد:
fr: Le script <strong>définir</strong> indique au bloc personnalisé ce qu'il doit faire :
id: Skrip <strong>artikan</strong> memberitahukan sebuah balok baru apa yang dilakukan.
nb: Under <strong>definer</strong>-klossen lager du et skript som bestemmer hva din egen kloss skal gjøre.
sl: Sklop ukazov <strong>definiraj</strong> pove uporabniškemu bloku, kaj naj naredi:
tr: <strong>Tanımla</strong>senaryosu bir özel bloğa ne yapması gerektiğini söyler:
vi: Kịch bản <strong>định nghĩa </strong> chỉ dẫn mảnh ghép tuỳ chỉnh phải làm gì:
