Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: When the space key is pressed, the motor will turn on, the script will wait for 1 second, then the motor will turn off.
bn: যখন স্পেস কী চাপা হবে, মোটর চালু হবে, স্ক্রিপ্ট 1 সেকেন্ডের জন্য অপেক্ষা করবে, তারপর মোটর বন্ধ হয়ে যাবে।
cs: Když je mezerník stisknutý, motor se zapne, scénář bude čekat 1 sekundu, poté bude motor vypnut.
cy: Pan mae'r bylchwr yn cael ei bwyso, bydd y modur yn troi ymlaen, bydd y sgript yn aros am 1 eiliad, yna bydd y modur yn diffodd.
fa: هنگامی که کلید space فشرده می‌شود، موتور روشن خواهد شد، دستور 1 ثانیه صبر می‌کند، سپس موتور خاموش می‌شود.
fr: Quand la touche espace est pressée, le moteur va démarrer, le script attendra une seconde, puis le moteur va s'arrêter.
id: Ketika tombol spasi ditekan, motornya akan nyala, skripnya akan menunggu selama 1 detik, kemudian motornya bakal mati.
kk: Бос орын пернесі басылған кезде, мотор қосылады, скрипт 1 секундқа күтеді, содан соң мотор өшіріледі.
lt: Nuspaudus tarpo klavišą, variklis įsijungs, scenarijus lauks 1 sekundę ir tada išjungs variklį
nb: Når mellomrom trykkes vil motoren starte, og etter 1 sekund stopper den igjen.
nn: Når mellomromstasten vert trykt, vil motoren slå seg på, skriptet venta i 1 sekund og motoren slå seg av att.
pt_br: Quando a tecla espaço é pressionada, o motor é ligado, o script espera 1 segundo, e então o motor é desligado.
sl: Ko je pritisnjena preslednica se bo motor prižgal, skripta bo počakala 1 sekundo, potem se bo motor ugasnil.
tr: Boşluk tuşuna basıldığında, motor çalışır, script 1 saniye bekler ve sonra motor kapanır.
vi: Khi bấm phím khoảng trắng, động cơ sẽ bật lên, kịch bản sẽ đợi trong 1 giây, sau đó động cơ sẽ tắt.
zh_tw: 當空白鍵被按下，馬達就會啟動，程式會等 1 秒，然後馬達關閉。

source: You can select a LEGO WeDo motor from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
bn: তুমি ড্রপডাউন মেনু থেকে একটি LEGO WeDo মোটর নির্বাচন করতে পার। WeDo হাবের সাথে সংযুক্ত যেকোন মোটর চালু করতে 'motor' নির্বাচন কর। দুটি মোটর আলাদাভাবে নিয়ন্ত্রণ করতে, তুমি ''motor A' এবং 'motor B' ব্যবহার করতে পার। দ্রষ্টব্য: বিদ্যুৎ খরচ সীমাবদ্ধ করতে LEGO শুধুমাত্র একটি মোটরকে হাবের সাথে সংযুক্ত করার সুপারিশ করে।
cs: Můžeš vybrat LEGO WeDo motor z rozbalovací nabídky. Vyber 'motor' k připojení jakéhokoliv motoru k WeDo rozbočovači. Můžeš použít 'motor A' a 'motor B' pokud chceš ovládat dva motory, ale každý zvlášť. Poznámka: LEGO doporučuje připojovat pouze jeden motor do rozbočovače pro snížení spotřeby energie.
cy: Gallwch ddewis modur LEGO WeDo o'r gwymplen: Bydd y modur yn troi pob modur ymlaen ar hwn WeDo. I reoli'r ddau fodur ar wahân, gallwch ddefnyddio 'modur A' a 'modur B'. Sylw: mae LEGO'n argymell dim ond cysylltu un modur i'r hwb er mwyn cyfyngu ar y defnydd o bŵer.
fa: شما می‌توانید موتور LEGO WeDo را از منوی کشویی انتخاب کنید. "موتور" را انتخاب کنید تا موتورهای متصل به مرکز WeDo روشن شود. برای کنترل دو موتور به طور جداگانه می‌توانید از "موتور A" و "موتور B" استفاده کنید. توجه: LEGO تنها اتصال یک موتور به مرکز برای کاهش مصرف برق را توصیه می‌کند.
fr: Tu peux sélectionner un moteur LEGO WeDo dans le menu déroulant. Sélectionne 'moteur' pour mettre en route n'importe quel moteur connecté au hub WeDo. Pour contrôler deux moteurs séparément, tu peux utiliser 'moteur A' pour l'un et 'moteur B' pour l'autre. Note : LEGO recommande de ne connecter qu'un seul moteur au hub pour limiter la consommation d'énergie.
id: Kamu bisa memilih sebuah motor LEGO WeDo dari menu tarik-turun. Pilih 'motor' untuk menyalakan motor apapun yang terhubung ke hub WeDo. Untuk mengendalikan dua motor secara terpisah, kamu bisa menggunakan 'motor A' dan 'motor B'. Catatan: LEGO merekomendasikan agar menghubungkan hanya satu motor ke hub untuk membatasi konsumsi listrik.
kk: Ашылмалы мәзірден LEGO WeDo моторын таңдай аласыз. WeDo хабына қосылған кез келген моторды қосу үшін 'моторды' таңдаңыз. Екі моторды жеке бақылау үшін, сіз 'мотор A' және 'мотор B' ны қолдана аласыз. Ескерту: Энергия тұтынуды шектеу үшін, LEGO сізге хабқа бір ғана моторды қосуыңызды ұсынады.
lt: Gali pasirinkti LEGO WeDo variklį iš išskleidžiamojo meniu. Rinkis 'variklis' įjungti visiems prijungtiems varikliams. Jei turi du variklius, kuriuos nori valdyti atskirai, naudok 'variklis A' ir 'variklis B'. Svarbu! LEGO pataria jungti tik vieną variklį taip taupant elektros energiją
nb: Du kan velge en Lego WeDo-motor med menyen i klossen. Velg "motor" for å starte alle tilkoblede motorer. Det er mulig å styre to motorer hver for seg med "motor A" og "motor B". Merk: Lego anbefaler at bare en motor er tilkoblet for å unngå at strømforbruket blir for høyt.
nn: Du kan velja ei LEGO WeDo-motor frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B». Merk at LEGO tilrår å berre kopla éin motor til boksen om gongen, for å redusera straumbruken.
pt_br: Você pode selecionar um motor LEGO WeDo no menu. Selecione 'motor' para ligar qualquer motor conectado ao dispositivo WeDo. Para controlar dois motores separadamente, você pode usar 'motor A' e 'motor B'. Observação: A LEGO recomenda conectar apenas um motor ao dispositivo principal para limitar o consumo de energia.
sl: Iz padajočega menija lahko izbereš LEGO WeDo motor. Izberi 'motor', da vključiš vse motorje povezane na WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
tr: Açılır menüden bir LEGO WeDo motoru seçebilirsiniz. WeDo hub'ına bağlı herhangi bir motoru açmak için 'motor'u seçin. Ayrı ayrı kontrol etmek istediğiniz iki motorunuz varsa, biri için 'motor A' ve diğeri için 'motor B'yi kullanın.
vi: Bạn có thể chọn động cơ LEGO WeDo từ menu xổ xuống. Chọn 'động cơ' để bật bất kỳ động cơ nào kết nối với cổng WeDo. Để điều khiển hai động cơ riêng biệt, bạn có thể sử 'động cơ A' và 'động cơ B'. Chú ý: LEGO gợi ý chỉ kết nối một động cơ vào cổng để giới hạn công suất tiêu thụ.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。注意：LEGO 建議只要連結一個馬達到主機以限制功耗。

source: To use <b>turn off</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
bn: <b>বন্ধ কর</b> ব্যবহার করতে, একটি LEGO WeDo2 হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি LEGO WeDo2 মোটর প্রয়োজন।
cs: K použití <b>vypnutí</b>, potřebuješ mít LEGO WeDo2 motor připojený k počítači přes LEGO WeDo2 rozbočovač.
cy: I ddefnyddio <b>diffodd</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>خاموش کردن</b>، نیاز به موتور LEGO WeDo2 متصل به کامپیوتر خود از طریق مرکز LEGO WeDo2 دارید.
fr: Pour utiliser <b>arrêter</b>, tu as besoin d'un moteur LEGO WeDo2 connecté à ton ordinateur via un hub LEGO WeDo2.
id: Untuk menggunakan <b>matikan</b>, kamu perlu agar sebuah motor LEGO WeDo2 dihubungkan ke komputermu via sebuah hub LEGO WeDo.
kk: <b>Өшіруді</b> қолдану үшін, сізге LEGO WeDo2 хабы арқылы компьютерге қосылған LEGO WeDo2 моторы қажет.
lt: Norint naudot <b>išjugti</b>, reikia, kad LEGO WeDo2 variklis būtų prijungtas prie tavo kompiuterio naudojant LEGO WeDo2
nb: For å bruke <b>stopp</b> må datamaskinen være koblet til en Lego WeDo2-motor.
nn: For å bruka <b>slå av</b> må du ha ein LEGO WeDo2-motor kopla til datamaskina via ein LEGO WeDo2-koplingsboks.
pt_br: Para usar <b>desligar</b>, você precisa de um motor LEGO WeDo2 conectado ao seu computador por meio de um dispositivo LEGO WeDo2.
sl: Za uporabo <b>izključi</b>, potrebuješ LEGO WeDo2 motor povezan na računalnik preko LEGO WeDo2 huba.
vi: Để sử dụng <b>tắt</b>, bạn cần một động cơ LEGO WeDo2 kết nối với máy tính của bạn thông qua cổng LEGO WeDo2.
zh_tw: 若要使用<b>關閉</b>積木，你需要將 LEGO WeDo2 馬達接上 LEGO WeDo2 主機。

source: Turn a motor on for a specified number of seconds.
bn: নির্দিষ্ট সংখ্যক সেকেন্ডের জন্য একটি মোটর চালু কর।
cs: Zapni motor na určený počet sekund.
cy: Troi'r modur ymlaen am nifer penodol o eiliadau.
fa: موتور را برای چند ثانیه مشخص روشن کنید.
fr: Mets en route un moteur pour un nombre de seconde donné.
id: Nyalakan sebuah motor selama jumlah detik yang ditentukan.
kk: Қозғалтқышты белгілі уақыт аралығында қосу.
lt: Įjunk variklį nustatytam skaičiui sekundžių
nb: Får en motor til å gå et bestemt antall sekunder.
nn: Slå på motoren i ei vald tid (sekund).
pt_br: Liga um motor durante um número específico de segundos.
sl: Vklopi motor za določen število sekund.
tr: Belirtilen sayıda saniye boyunca motoru açın.
vi: Bật động cơ trong vài giây nhất định.
zh_tw: 開啟馬達一段時間。

source: Run a specific motor for 1 second when the right or left arrow key is pressed.
bn: ডান বা বাম অ্যারো কী চাপলে 1 সেকেন্ডের জন্য একটি নির্দিষ্ট মোটর চালু হয়।
cs: Pokud je stisknuta šipka vpravo nebo vlevo, zapni určený motor na 1 sekundu.
cy: Rhedeg modur penodol am 1 eiliad pan mae'r fysell saeth de/chwith wedi ei phwyso.
fa: هنگامی که کلید جهت سمت راست یا چپ فشرده می‌شود، یک موتور خاص را به مدت 1 ثانیه اجرا کنید.
fr: Mets en route un moteur spécifique pour une second quand la touche flèche gauche ou droite est pressée.
id: Jalankan motor tertentu selama 1 detik ketika tombol panah kanan atau kiri ditekan.
kk: Оң жақ немесе сол жақ көрсеткі пернесі басылған кезде арнайы моторды 1 секунд ішінде іске қосыңыз.
lt: Paleisk nurodytą variklį 1 sekundei, kai kairė arba dešinė rodyklė nuspaudžiama
nb: Start en motor i 1 sekund når høyre eller venstre piltast trykkes.
nn: Køyr ein vald motor i 1 sekund når venstre- eller høgrepiltasten vert trykt.
pt_br: Executa um motor específico por 1 segundo quando as teclas direcionais para a direita ou para a esquerda são pressionadas.
sl: Ko je pritisnjena tipka s puščico v levo ali v desno, poženi določen motor za 1 sekundo.
tr: Sağ veya sol ok tuşuna basıldığında belirli bir motoru 1 saniye çalıştırın.
vi: Bật động cơ trong 1 giây khi phím trái hoặc phải được bấm.
zh_tw: 當向左、向右方向鍵被按下時，啟動指定的馬達 1 秒。

source: You can select a motor from the dropdown menu. The 'motor' option turns on any motors on the WeDo2 hub. To control two motors separately, you can use 'motor A' and 'motor B'.
bn: তুমি ড্রপডাউন তালিকা থেকে একটি মোটর নির্বাচন করতে পার। 'মোটর' ইচ্ছাকৃতভাবে WeDo2 হাবের যেকোনো মোটর চালু করতে পারে। দুটি মোটর আলাদাভাবে নিয়ন্ত্রণ করতে, তুমি 'মোটর A' এবং 'মোটর B' ব্যবহার করতে পার।
cs: Můžeš si vybrat motor z rozbalovacího menu. Možnost 'motor' spustí jakýkoliv motor ve WeDo2 rozbočovači. Pokud chceš ovládat dva motory odděleně, můžeš použít 'motor A' a 'motor B'.
cy: Gallwch ddewis modur o'r gwymplen. Dewiswch 'modur' Mae'r dewis 'modur' yn troi ymlaen unrhyw fodur sydd wedi ei gysylltu â hwb WeDo. I reoli dau fodur ar wahân, gallwch ddefnyddio 'modur A' gydag un a 'modur B' gyda''r llall.
fa: شما می‌توانید یک موتور از منوی کشویی انتخاب کنید. گزینه "موتور" هر موتوری در مرکز WeDo2 را روشن می‌کند. برای کنترل دو موتور به طور جداگانه، می‌توانید از "موتور A" و "موتور B" استفاده کنید.
fr: Tu peux sélectionner un moteur dans le menu déroulant. L'option 'moteur' démarre tous les moteurs du hub WeDo2. Pour contrôler deux moteurs séparément, tu peux utiliser 'moteur A' et 'moteur B'.
id: Kamu bisa memilih sebuah motor dari menu tarik-turun. Pilihan 'motor' menyalakan motor apapun di hub WeDo2. Untuk mengendalikan dua motor secara terpisah, kamu bisa menggunakan 'motor A' dan 'motor B'.
kk: Ашылмалы мәзірден мотор опцияларын таңдай аласыз. WeDo2 хабына қосылған кез келген моторды қосу үшін 'моторды' таңдаңыз. Екі моторды жеке бақылау үшін, сіз 'мотор A' және 'мотор B' ны қолдана аласыз.
lt: Gali pasirinkti LEGO WeDo2 variklį iš išskleidžiamojo meniu. Rinkis 'variklis' įjungti visiems prijungtiems varikliams. Jei turi du variklius, kuriuos nori valdyti atskirai, naudok 'variklis A' ir 'variklis B'.
nb: Du kan velge en Lego WeDo-motor med menyen i klossen. Velg "motor" for å starte alle tilkoblede motorer. Det er mulig å styre to motorer hver for seg med "motor A" og "motor B".
nn: Du kan velja ein motor frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo2-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B».
pt_br: Você pode selecionar um motor no menu. A opção 'motor' liga qualquer motor do dispositivo WeDo2. Para controlar dois motores separadamente, você pode usar 'motor A' e 'motor B'.
sl: Motor lahko izbereš iz spustnega seznama. Možnost 'motor' vklopi katerikoli motor v WeDo2 središču. Za ločen nadzor dveh motorjev lahko uporabiš 'motor A' in 'motor B'.
vi: Bạn có thể chọn động cơ từ menu xổ xuống. Chọn 'động cơ' để bật bất kỳ động cơ nào kết nối với cổng WeDo2. Để điều khiển hai động cơ riêng biệt, bạn có thể sử 'động cơ A' và 'động cơ B'.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo2 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。

source: To use <b>turn on for</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
bn: <b>turn on for</b> ব্যবহার করতে, তোমার একটি LEGO WeDo2 হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি LEGO WeDo2 মোটর প্রয়োজন।
cs: Pro použití <b>, zapnutí </b>, je potřeba mít připojený motor LEGO WeDo2 pomocí LEGO WeDo2 rozbočovače.
cy: I ddefnyddio <b>troi ymlaen ar gyfer</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>روشن کردن برای</b>، نیاز به موتور LEGO WeDo2 متصل به کامپیوتر خود از طریق مرکز LEGO WeDo2 دارید.
fr: Utiliser <b>mettre en route pour</b>, vous avez besoin d'un moteur LEGO WeDo2 connecté à votre ordinateur via un hub LEGO WeDo2.
id: Untuk menggunakan <b>nyalakan selama</b>, kamu perlu agar sebuah motor LEGO WeDo2 dihubungkan ke komputermu via sebuah hub LEGO WeDo2.
kk: <b>Қосуды</b> қолдану үшін, сізге LEGO WeDo2 хабы арқылы компьютерге қосылған LEGO WeDo2 моторы қажет.
lt: Norint naudot <b>įjunk tam tikram laikui</b>, tau reikia prijungti LEGO WeDo variklį prie savo kompiuterio naudojant LEGO WeDo2
nb: For å bruke <b>start i [tid] sekunder</b> må det være en WeDo2-motor koblet til datamaskinen gjennom en Lego WeDo koblingskloss.
nn: For å bruka <b>slå på i _ sekund</b> må du ha ein LEGO WeDo2-motor kopla til datamaskina via ein LEGO WeDo2-koplingsboks.
pt_br: Para usar <b>ligar por</b>, você precisa de um motor LEGO WeDo2 conectado ao seu computador por meio de um dispositivo LEGO WeDo2.
sl: ZA uporabo <b>vključi za</b>, potrebuješ LEGO WeDo2 motor povezan na računalnik preko LEGO WeDo2 huba.
vi: Để sử dụng <b>bật</b>, bạn cần một động cơ LEGO WeDo2 kết nối với máy tính của bạn thông qua cổng LEGO WeDo2.
zh_tw: 若要使用<b>開啟</b>積木，你需要將 LEGO WeDo2 馬達接上 LEGO WeDo2 主機。

source: Turn motors on for a specified period of time.
bn: নির্দিষ্ট সময়ের জন্য মোটর চালু করো।
cs: Zapni motory na určený časový limit.
cy: Troi ymlaen moduron am gyfnod penodol.
fa: برای مدت زمانی مشخص موتورها را روشن کنید.
fr: Allume les moteurs pour une durée donnée.
id: Nyalakan motor-motor selama jumlah waktu yang ditentukan.
kk: Қозғалтқышты белгілі уақыт аралығында қосу.
lt: Įjungia variklius nurodytam laiko intervalui
nb: Slår på motorer eller lys i en angitt tid.
nn: Slår på motorar i ei vald tid.
pt_br: Liga motores por um período de tempo específico.
sl: Vklopi motorje za določen čas.
tr: Motorları belirtilen süre boyunca çalıştır.
vi: Bật động cơ trong một khoảng thời gian nhất định.
zh_tw: 關閉馬達或燈光一段時間。

source: To use <b>turn on for</b>, you need a WeDo motor connected to your computer via a LEGO WeDo hub.
bn: <b>turn on for</b> ব্যবহার করার জন্য, তোমার একটি LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি WeDo মোটর প্রয়োজন।
cs: Pro použití <b>, zapnutí </b>, je potřeba mít připojený motor LEGO WeDo pomocí LEGO WeDo rozbočovače.
cy: I ddefnyddio <b>troi ymlaen ar eich cyfer</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>روشن کردن برای</b>، نیاز به موتور WeDo متصل به کامپیوتر خود از طریق مرکز LEGO WeDo دارید.
fr: Pour utiliser <b>allume le pour</b>, vous devez connecter un moteur WeDo à votre ordinateur via un hub LEGO WeDo.
id: Untuk menggunakan <b>nyalakan selama</b>, kamu perlu agar sebuah motor WeDo dihubungkan ke komputermu via sebuah hub LEGO WeDo.
kk: <b>Қосуды</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo моторы қажет.
lt: Norint naudoti <b>įjunk tam tikram laikui</b>, tau reikia prijungti WeDo variklį prie savo kompiuterio naudojat LEGO WeDo
nb: For å bruke <b>start i [tid] sekunder</b>, må det være en WeDo-motor koblet til datamaskinen gjennom en Lego WeDo koblingskloss.
nn: For å bruka <b>start i _ sekund</b> må du ha ein WeDo-motor kopla til datamaskina via ein LEGO WeDo-koplingsboks.
pt_br: Para usar <b>ligar por</b>, você precisa de um motor WeDo conectado ao seu computador por meio de um dispositivo LEGO WeDo.
sl: Za uporabo <b>vključi za</b>, potrebuješ WeDo motor povezan na računalni preko LEGO WeDo huba.
vi: Để sử dụng <b>bật</b>, bạn cần một động cơ WeDo được kết nối vào máy tính của bạn thông qua cổng LEGO WeDo.
zh_tw: 若要使用<b>開啟</b>積木，你需要將馬達燈光接上 LEGO WeDo 主機。

source: Turn on a motor.
bn: একটি মটর চালু করো
cs: Zapni motor.
cy: Diffodd y modur
de: Schalte einen Motor an.
fa: موتوری را روشن کنید.
fr: Allumer un moteur.
id: Nyalakan sebuah motor.
kk: Қозғалтқышты қосу.
lt: Įjunk variklį
nb: Skrur på en motor.
nn: Slå på ein motor.
pt_br: Liga um motor.
sl: Vklopi motor.
tr: Motoru çalıştır.
vi: Bật động cơ.
zh_tw: 開啟馬達。

source: When the space key is pressed, the motor will turn on, the script will wait 1 second, then the motor will turn off.
bn: যখন স্পেস কী চাপা হবে, তখন মোটর চালু হবে, স্ক্রিপ্ট 1 সেকেন্ড অপেক্ষা করবে, তারপর মোটর বন্ধ হয়ে যাবে।
cs: Pokud je zmáčknutý mezerník, motor se spustí, scénář počká 1 sekundu a motor se vypne.
cy: Pan mae'r bylchwr yn cael ei bwyso, bydd y modur yn troi ymlaen, bydd y sgript yn aros am 1 eiliad, yna bydd y modur yn diffodd.
fa: هنگامی که کلید space فشرده می‌شود، موتور روشن خواهد شد، دستور 1 ثانیه صبر می‌کند، سپس موتور خاموش می‌شود.
fr: Quand la touche espace est pressée, le moteur va s'allumer, le script va attendre une seconde, puis le moteur va s'arrêter.
id: Ketika tombol spasi ditekan, motornya akan nyala, skripnya akan menunggu selama 1 detik, dan motornya akan mati.
kk: Бос орын пернесі басылған кезде, мотор қосылады, скрипт 1 секундқа күтеді, содан соң мотор өшіріледі.
lt: Nuspaudus tarpo klavišą variklis įsijungs, scenarijus lauks 1 sekundę ir tada išjungs variklį
nb: Når mellomrom-knappen trykkes vil motoren starte, så venter skriptet 1 sekund og skrur av motoren igjen.
nn: Når mellomromstasten vert trykt, vil motoren slå seg på, skriptet venta i 1 sekund og motoren slå seg av att.
pt_br: Quando a tecla espaço é pressionada, o motor liga, o script espera 1 segundo, e depois o motor é desligado.
sl: Ko je pritisnjena Preslednica, se bo motor vključil, skript bo počakal 1 sekundo, nato se bo motor izključil.
tr: Boşluk tuşuna basıldığında, motor çalışır, script 1 saniye bekler ve sonra motor kapanır.
vi: Khi bấm phím khoảng trắng, động cơ sẽ bật lên, kịch bản sẽ đợi trong 1 giây, sau đó động cơ sẽ tắt.
zh_tw: 當空白鍵被按下，馬達就會啟動，程式會等 1 秒，然後馬達關閉。

source: You can select a motor option from the dropdown menu. Select 'motor' to turn on any motors connected to the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'.
bn: তুমি ড্রপডাউন মেনু থেকে একটি মোটরের অপশন নির্বাচন করতে পার। WeDo হাবের সাথে সংযুক্ত যেকোন মোটর চালু করতে 'মোটর' নির্বাচন কর। দুটি মোটর আলাদাভাবে নিয়ন্ত্রণ করতে, তুমি 'মোটর A' এবং 'মোটর B' ব্যবহার করতে পার।
cs: Můžeš vybrat možnost motor z rozbalovacího menu. Vyber 'motor' pro zapnutí jakéhokoliv motoru připojeného k WeDo rozbočovači. Pokud chceš ovládat dva motory odděleně, můžeš použít 'motor A' a 'motor B'.
cy: Gallwch ddewis modur o'r gwymplen. Dewiswch 'modur' i droi ymlaen unrhyw fodur sydd wedi ei gysylltu â hwb WeDo. I reoli dau fodur ar wahân, gallwch ddefnyddio 'modur A' gydag un a 'modur B' gyda''r llall.
fa: شما می‌توانید گزینۀ موتور را از منوی کشویی انتخاب کنید. "موتور" را انتخاب کنید تا موتورهای متصل به مرکز WeDo را روشن کنید. برای کنترل دو موتور به طور جداگانه، می‌توانید از "موتور A" و "موتور B" استفاده کنید.
fr: Vous pouvez sélectionner un moteur depuis le menu déroulant. Sélectionnez 'motor' pour démarrer n'importe lequel des moteurs connectés au hub WeDo. Pour contrôler deux moteurs séparément, vous devez utiliser 'motor A' et 'motor B'.
id: Kamu dapat memilih pilihan motor dari menu tarik-turun. Pilih 'motor' untuk menyalakan motor apapun yang terhubung ke hub WeDo. Untuk mengendalikan dua motor secara terpisah, kamu dapat menggunakan 'motor A' dan 'motor B'.
kk: Ашылмалы мәзірден мотор опцияларын таңдай аласыз. WeDo хабына қосылған кез келген моторды қосу үшін 'моторды' таңдаңыз. Екі моторды жеке бақылау үшін, сіз 'мотор A' және 'мотор B' ны қолдана аласыз.
lt: Gali pasirinkti LEGO WeDo variklį iš išskleidžiamojo meniu. Rinkis 'variklis' įjungti visiems prijungtiems varikliams. Jei turi du variklius, kuriuos nori valdyti atskirai, naudok 'variklis A' ir 'variklis B'.
nb: Du kan velge motor med menyen i klossen. Med "motor" starter alle som er tilkoblet. Du kan styre to motorer hver for seg med "motor A" og "motor B".
nn: Du kan velja ein motor frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B».
pt_br: Você pode selecionar uma opção de motor no menu. Selecione 'motor' para ligar todos os motores conectados ao dispositivo WeDo. Para controlar dois motores separadamente, você pode usar 'motor A' e 'motor B'.
sl: Iz padajočega menija lahko izbereš možnosti motorja. Izberi 'motor' za vklop kateregakoli motorja povezanega na WeDo hub. Za nadzor dveh motorjev ločeno uporabo 'motor A' in 'motor B'.
tr: Açılır menüden bir motor seçeneği belirleyebilirsiniz. WeDo merkezine bağlı herhangi bir motoru açmak için 'motor'u seçin. İki motoru ayrı ayrı kontrol etmek için, 'motor A' ve 'motor B' yi kullanabilirsiniz.
vi: Bạn có thể chọn động cơ từ menu xổ xuống. Chọn 'động cơ' để bật bất kỳ động cơ nào kết nối với cổng WeDo. Để điều khiển hai động cơ riêng biệt, bạn có thể sử 'động cơ A' và 'động cơ B'.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。
