Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Tip: Use a plain background to help make your character look like it's flying.
bn: টীকা: তোমার ক্যারেক্টারটিকে উড়ন্ত দেখানোর জন্য একটি সাধারণ ব্যাকগ্রাউন্ড ব্যবহার কর।
cs: Tip: Použij prázdné pozadí, aby tvá postava vypadala, že létá.
cy: Awgrym: Defnyddiwch gefndir blaen i'ch helpu i wneud i'r cymeriad edrych fel ei fod yn hedfan.
fa: نکته: از یک پس‌زمینه ساده استفاده کنید تا کاراکتر خود را در حال پرواز کردن بسازید.
fr: Astuce : utilise un arrière-plan uni pour donner l'impression que ton personnage vole.
id: Saran: Gunakan sebuah latar yang polos agar karaktermu tampak seperti sedang terbang.
kk: Кеңес: Кейіпкеріңіз ұшып бара жатқандай көріну үшін, қарапайым фонды қолданыңыз.
lt: Patarimas: Naudok tuščią foną, kad padėtum savo veikėjui atrodyti skraidančiu
nb: Tips: Bruk en enkel bakgrunn for å få det til å se ut som figuren flyr.
nn: Tips: Bruk ein einsfarga bakgrunn for å få det til å sjå ut som figuren flyr.
pt_br: Dica: Use um fundo simples para passar a impressão de que seu personagem está voando.
tr: İpucu: Karakterinizin uçuyormuş gibi görünmesini sağlamak için sade bir arka plan kullanın.
vi: Thủ thuật: Sử dụng phông nền nhẵn để giúp nhân vật của bạn trong như đang bay.
zh_tw: 小技巧：使用單色背景，你的角色看起來才會產生飛行的感覺。

source: Make your character move when you press a key.
bn: তোমার ক্যারেক্টরটি সরাও যখন তুমি একটি কী চাপ দিবে।
cs: Rozpohybuj tvou postavu, když stiskneš klávesu.
cy: Gwneud i'ch cymeriad symud pan fyddwch y pwyso bysell.
de: Mach, dass sich deine Figur bewegt wenn du eine Taste drückst.
fa: هنگامی که یک کلید را فشار می‌دهید کارکتر خود را به حرکت درآورید.
fr: Fais se déplacer ton personnage quand tu appuies sur une touche.
id: Buat karaktermu bergerak ketika kamu menekan sebuah tombol.
kk: Батырманы басқан кезде кейіпкеріңіз қозғалатындай етіңіз.
lt: Padaryk, kad tavo veikėjas judėtų nuspaudus klavišą
nb: Få figuren til å bevege seg når du trykker en tast.
nn: Få figuren til å røra seg når du trykkjer på ein tast.
pt_br: Faça seu personagem se mover quando você pressionar uma tecla.
tr: Bir tuşa bastığınızda karakterinizi hareket ettirin.
vi: Làm cho nhân vật của bạn di chuyển khi bạn bấm một phím.
zh_tw: 當按下某個按鍵時，讓你的人物移動。

source: Add these scripts to make it move up and down:
bn: এটি উপরে ও নিচে সরানোর জন্য এই স্ক্রিপ্টগুলো যোগ কর:
cs: Přidej tyto scénáře a rozpohybuj to nahoru a dolů:
cy: Ychwanegu eich sgriptiau i'w wneud iddo symud i fyny ac i lawr:
fa: این دستورها را اضافه کنید تا بالا و پایین حرکت کند:
fr: Ajoute ces scripts pour le faire bouger vers le haut ou le bas :
id: Tambahkan skrip-skrip ini untuk membuatnya bergerak ke atas dan ke bawah:
kk: Ол жоғары төмен қозғалуы үшін осы скрипттерді қосыңыз:
lt: Pridėk šiuos scenarijus, ir priversk jį judėti aukštyn žemyn:
nb: Bruk disse skriptene for å bevege figuren opp og ned:
nn: Legg til desse skripta for å få han til røra seg opp og ned:
pt_br: Adicione esses scripts para que ele se mova para cima e para baixo:
tr: Yukarı ve aşağı hareket ettirmek için bu senaryoları ekleyin:
vi: Thêm những kịch bản để làm nó di chuyển lên và xuống:
zh_tw: 加入以下程式碼，讓人物可以上下移動：

source: Tip: Type a minus sign (-10) to move down.
cs: Tip: Zadej zápornou hodnotu (-10) pro pohyb dolů:
cy: Awgrym: Teipiwch arwydd minws (-10) i symud i lawr.
fa: نکته: یک علامت منهای (-10) برای حرکت به پایین وارد کنید.
fr: Astuce : mets un signe moins (-10) pour le déplacer vers le bas.
id: Tip: Ketik sebuah tanda minus (-10) untuk bergerak turun.
kk: Кеңес: Төменге қозғалу үшін теріс(-10) таңбас салыңыз.
lt: Patarimas: Įvesk minuso ženklą (-10), kad judėtum žemyn
nb: Tips: Bruk bindestrek som minustegn (-10) for å gå nedover.
nn: Tips: Skriv inn eit negativt tal (for eksempel -10) for å flytta figuren nedover.
pt_br: Dica: Digite um sinal de menos (-10) para mover para baixo.
tr: İpucu: Aşağı taşımak için bir eksi işareti (-10) yazın.
vi: Thủ thuật: Nhập vào ký hiệu trừ (-10) để di chuyển xuống.
zh_tw: 小技巧：使用負數，例如 -10，讓角色向下移動。

source: Try it! Press the up and down arrow keys on your keyboard:
bn: এটি চেষ্টা কর! তোমার কীবোর্ড থেকে আপ এবং ডাউন অ্যারো কীগুলো চাপ:
cs: Zkus to! Stiskni šipky nahoru a dolu na klávesnici:
cy: Rhowch gynnig arno! Pwyswch y botymau saeth i fyny ac i lawr ar eich bysellfwrdd.
fa: امتحانش کنید! کلیدهای جهت بالا و پایین را در صفحه کلید خود فشار دهید:
fr: Essaie-le ! Appuie sur les touches flèche gauche ou droite de ton clavier :
id: Cobalah! Tekan tombol-tombol panah atas dan bawah di papan tombolmu:
kk: Тексеріп көріңіз! Төмен және жоғары көрсеткі пернелерін басыңыз:
lt: Išbandyk! Spausk aukštyn ir žemyn rodykles savo klaviatūroje:
nb: Prøv! Trykk piltastene for å bevege figuren opp og ned:
nn: Prøv det! Trykk på opp- og nedpiltastane på tastaturet:
pt_br: Experimente! Pressione as teclas direcionais para cima e para baixo do seu teclado:
vi: Thử xem! Bấm vào phím mũi tên lên và xuống trên bàn phím của bạn:
zh_tw: 試試看！按下鍵盤上的「向上」、「向下」的方向鍵，看看有什麼效果：

source: Add clouds, hearts, unicorns, or other floating things in the sky!
bn: মেঘ, হৃদয়, ইউনিকর্ন বা আকাশে ভাসমান অন্যান্য জিনিস যোগ কর!
cs: Přidej mraky, srdíčka, jednorožce, nebo jiné plovoucí věci na oblohu!
cy: Ychwanegwch gymylau, calonnau,, uncyrn neu bethau eraill sy'n hedfan yn yr awyr!
fa: ابر، قلب، تک شاخ یا چیزهای شناور دیگری را در آسمان اضافه کنید!
fr: Ajoute des nuages, des coeurs, des licornes ou d'autres choses qui volent dans le ciel !
id: Tambahkan awan, hati, unikorn, dan benda-benda mengapung lainnya di langit!
kk: Бұлттар, жүректер, жалғыз мүйіздер немесе басқа да аспандағы қалықтайтын нәрселерді қосыңыз!
lt: Pridėk debesų, širdelių, vienaragių ar kitų plevenančių danguje dalykų!
nb: Lag skyer, hjerter, enhjørninger eller andre ting som svever på himmelen!
nn: Legg til skyer, hjarter, einhyrningar og andre ting som kan sveva på himmelen!
pt_br: Adicione nuvens, corações, unicórnios, ou quaisquer outras coisas flutuantes ao céu!
vi: Thêm bầu trời, trái tim, kỳ lân, hoặc những thứ trôi nổi trên bầu trời!
zh_tw: 在天空中加入雲朵、愛心、獨角獸，或是其他漂浮的物體！

source: To make it float, build a script like this:
bn: এটি ভাসমান করতে, এভাবে একটি স্ক্রিপ্ট তৈরি কর:
cs: Pro vytvoření létání, vytvoř scénář jako tento:
cy: I wneud iddo hedfan, adeiladwch sgript fel hyn:
fa: برای اینکه آن را شناور کنید، یک دستور مانند این ایجاد کنید:
fr: Pour le faire voler, construis un script comme ceci :
id: Untuk membuatnya mengapung, bangun sebuah skrip seperti ini:
kk: Оны қозғалмалы ету үшін осындай скрипт құрыңыз:
lt: Kad pleventų, pagamink scenarijų kaip šis:
nb: Du kan få det til å sveve med dette skriptet:
nn: For å få han til å sveva, lag eit skript som dette:
pt_br: Para fazer algo flutuar, construa um script como esse:
vi: Làm cho nó trôi bồng bềnh, tạo ra một kịch bản như thế này:
zh_tw: 加入以下的程式碼，讓物體有飄浮的感覺：

source: Click the green flag to try it out:
bn: এটা চেষ্টা করে দেখতে সবুজ পতাকায় ক্লিক করো :
cs: Stiskni zelený praporek a vyzkoušej to:
cy: Cliciwch y faner werdd i roi cynnig arno:
de: Klicke die grüne Flagge, um es auszuprobieren:
fa: بر روی پرچم سبز کلیک کنید تا آن را امتحان کنید:
fr: Clique sur le drapeau vert pour l'essayer :
id: Klik bendera hijau untuk mencobanya:
kk: Осыны тексеріп көру үшін жасыл жалаушаны басыңыз:
lt: Spausk žalią vėliavą ir išbandyk:
nb: Klikk det grønne flagget for å prøve:
nn: Trykk på det grøne flagget for å prøva det ut:
pt_br: Clique na bandeira verde para testar:
tr: Yeşil bayrağa tıkla ve her şey yolunda mı gör:
vi: Bấm vào lá cờ mầu canh để thử xem:
zh_tw: 點一下綠色旗子，來執行程式看看：

source: Here's an example with clouds floating across:
cs: Zde je příklad s mraky létajícími kolem:
cy: Dyma enghraifft gyda cymylau'n hedfan heibio:
fa: در اینجا یک مثال برای ابرهای شناور هست:
fr: Voici un exemple avec des nuages autour :
id: Ini ada sebuah contoh dengan awan-awan mengapung lewat:
kk: Қозғалмалы булттардың мысалы келесідей:
lt: Čia yra pavyzdys su debesimis plevenančiais per sceną:
nb: Her er et eksempel med skyer som driver forbi:
nn: Her er eit eksempel på skyer som svever over skjermen:
pt_br: Temos aqui um exemplo com nuvens flutuando:
vi: Đây là ví dụ với mây trôi bồng bềnh:
zh_tw: 這是雲朵漂浮飛過的範例：

source: Move left and right
bn: বামে এবং ডানে সরাও
cs: Pohybuj se vlevo a vpravo
cy: Symud i'r chwith a'r dde
de: Nach links und rechts bewegen
fa: به چپ و راست حرکت کنید
fr: Déplace à gauche ou à droite
id: Bergerak ke kiri dan kanan
kk: Солға және оңға қозғаңыз
lt: judėk kairėn ir dešinėn
nb: Flytt fram og tilbake
nn: Flytt til venstre og høgre
pt_br: Mover para a esquerda e para a direita
tr: Sola ve sağa hareket et
vi: Di chuyển qua trái và qua phải
zh_tw: 左右移動

source: Add these scripts to move your character using the left and right arrow keys:
bn: বাম এবং ডান অ্যারো কীগুলো ব্যবহার করে তোমার ক্যারেক্টারটি সরানোর জন্য এই স্ক্রিপ্টগুলো যুক্ত কর:
cs: Přidej tyto scénáře, abys mohl/a pohybovat tvojí postavou pomocí šipek doprava a doleva na tvé klávesnici.
cy: Ychwanegwch y sgriptiau hyn i symud eich cymeriadau gan ddefnyddio'r bysellau saeth chwith a de:
fa: این دستورها را برای حرکت کاراکتر خود با استفاده از کلیدهای جهت چپ و راست اضافه کنید:
fr: Ajoute ces scripts pour déplacer ton personnage en utilisant les touches flèche gauche et droite du clavier :
id: Tambahkan skrip-skrip ini untuk menggerakan karaktermu menggunakan tombol-tombol panah kiri dan kanan
kk: Кейіпкеріңізді оңға және солға қозғайтын көрсеткі пернелерімен қозғау үшін осы скрипттерді қосыңыз:
lt: Pridėk šiuos scenarijus, kad judintum savo veikėją naudodamas kairėn ir dešinėn rodyklių klavišus:
nb: Lag disse skriptene så du kan flytte figuren din sideveis med piltastene:
nn: Legg til desse skripta for å flytta figuren med venstre- og høgrepiltastane:
pt_br: Adicione esses scripts para mover seu personagem usando as teclas direcionais para a esquerda e para a direita:
vi: Thêm vào kịch bản để di chuyển nhân vật của bạn bằng cách sử dụng phím mũi tên trái phải:
zh_tw: 加入這些程式碼，來讓你可以使用「向左」、「向右」方向鍵來移動你的人物：

source: Collect Things
bn: জিনিসপত্র সংগ্রহ কর
cs: Posbírej věci
cy: Casglu Pethau
de: Sachen einsammeln
fa: چیزها را جمع‌آوری کنید
fr: Collectionne des objets
id: Kumpulkan Benda-Benda
kk: Заттарды жинаңыз
lt: Surink daiktus
nb: Samle opp ting
nn: Samla ting
pt_br: Colete Coisas
tr: Eşyalar Topla
vi: Thu gom
zh_tw: 蒐集物品

source: Make a sound every time you touch something.
bn: তুমি কিছু স্পর্শ করলে প্রতিবার শব্দ তৈরি করবে।
cs: Udělej zvuk pokaždé, když se něčeho dotkneš.
cy: Creu sain bob tro fyddwch yn cyffwrdd rhywbeth.
fa: هر زمانی که به چیزی برخورد می‌کنید صدایی در آورید.
fr: Fais un son chaque fois que tu touches quelque chose.
id: Buat sebuah suara tiap kali kamu menyentuh sesuatu.
kk: Сіз бірнәрсеге тиген кезде дыбыс шығаратындай қылыңыз.
lt: Grok garsą kiekvieną kartą ką nors palietęs
nb: Lag en lyd hver gang du treffer noe
nn: Lag ein lyd kvar gong du kjem borti noko.
pt_br: Reproduza um som toda vez que você tocar em alguma coisa.
tr: Her bir şeye dokunduğunda ses çıkar.
vi: Tạo ra âm thanh mỗi lần bạn chạm vào thứ gì đó.
zh_tw: 每次你碰到某些物體時，就發出一個聲音。

source: Click the green flag to try it out.
bn: এটি চেষ্টা করে দেখতে সবুজ পতাকায় ক্লিক কর।
cs: Stiskni zelený praporek a vyzkoušej to.
cy: Cliciwch y faner werdd i roi cynnig arno.
fa: برای امتحان آن روی پرچم سبز کلیک کنید.
fr: Clique sur le drapeau vert pour l'essayer.
id: Klik bendera hijau untuk mencobanya.
kk: Тексеру үшін жасыл жалаушаны басыңыз.
lt: Spausk žalią vėliavą ir išbandyk
nb: Klikk det grønne flagget for å prøve.
nn: Trykk på det grøne flagget for å prøva det ut.
pt_br: Clique na bandeira verde para testar.
tr: Denemek için yeşil bayrağa tıkla.
vi: Bấm vào lá cờ màu xanh để thử xem.
zh_tw: 點一下綠色旗子，來執行程式看看。

source: Edit Your Character
bn: আপনার চরিত্রটি সম্পাদনা করুন
cs: Uprav tvou postavu
cy: Golygu eich Cymeraid
de: Bearbeite deine Figur
fa: کاراکتر خود را ویرایش کنید
fr: Modifie ton personnage
id: Sunting karaktermu
kk: Кейіпкеріңізді өңдеңіз
lt: Keisk savo veikėją
nb: Gjør figuren finere
nn: Endra figuren din
pt_br: Edite seu personagem
tr: Karakterini Düzenle.
vi: Chỉnh sửa Nhân vật của bạn
zh_tw: 編輯你的人物

source: You can edit your character to make it look more like it's flying.
bn: তুমি তোমার ক্যারেক্টারটি এটির মতো উড়ে যাওয়ার মতো দেখতে আরও সম্পাদনা করতে পারো।
cs: Můžeš upravit tvoji postavu, aby to vypadalo ještě více, že létá.
cy: Gallwch olygu eich cymeriad i'w wneud i edrych yn fwy fel ei fod yn hedfan.
fa: شما می‌توانید کاراکتر خود را ویرایش کنید تا آن را بیشتر شبیه پرواز کردن کنید.
fr: Tu peux modifier ton personnage pour qu'il ait plus l'air de voler.
id: Kamu bisa menyesuaikan karaktermu supaya dia terlihat sedang terbang.
kk: Сіз кейіпкеріңіз ұшып тұрғандай қылып өңдей аласыз.
lt: Gali keisti savo veikėją, kad jis labiau atrodytų skraidąs
nb: Du kan forandre på figuren så det ser mer ut som den flyr.
nn: Du kan endra på figuren din slik at det ser meir ut som han flyr.
pt_br: Você pode editar seu personagem para que ele pareça estar voando.
vi: Bạn có thể chỉnh sửa nhân vật của bạn để trông nó đang bay.
zh_tw: 你可以編輯你的人物，讓它看起來更像是在飛行。

source: Click the 'Add' button to add a magic carpet or other object to your character
cs: Klikni na tlačítko 'Přidat', abys přidal/a kouzelný koberec nebo jiný objekt ke tvé postavě.
cy: Cliciwch y botwm 'Ychwanegu' i ychwanegu carped hud neu wrthrych arall i'ch cymeriad.
fa: برای اضافه کردن یک قالی جادویی یا شی دیگر به کاراکتر خود، دکمه «افزودن» را کلیک کنید
fr: Clique sur le bouton "Ajouter" pour ajouter à ton personnage un tapis volant ou un autre objet
id: Klik tombol 'Tambahkan' untuk menambahkan sebuah karpet terbang atau obyek lainnya ke karaktermu
kk: 'Қосу' батырмасын кейіпкеріңізге сиқырлы кілем немесе басқа обьектті қосу үшін басыңыз
lt: Spausk 'Pridėti' mygtuką ir pridėk skraidantį kilimą ar kitą objektą savo veikėjui
nb: Trykk "Legg til"-knappen for å legge inn et flygende teppe eller gjøre andre forandringer på figuren som flyr.
nn: Trykk på «Legg til»-knappen for å leggja eit magisk teppe eller ein annan gjenstand til figuren
pt_br: Clique no botão 'Adicionar' para adicionar um tapete mágico ou outro objeto ao seu personagem
vi: Thêm vào nút 'Thêm' để thêm một tấm thảm ma thuật hoặc thêm một đồ vật cho nhân vật của bạn
zh_tw: 按下「新增」按鈕，為你的人物加上魔毯或其他物體。

source: Then, click on that block to make the cat move:
bn: তারপর, বিড়ালটি সরানোর জন্য এই ব্লকটিতে ক্লিক কর:
cs: Potom na tento blok klikni abys přinutil kocoura pohnout:
cy: Yna, cliciwch ar y bloc hwnnw i wneud i'r gath symud:
de: Klicke dann auf den Block, damit sich die Katze bewegt:
fa: سپس بر روی آن قطعه کلیک کنید تا گربه حرکت کند:
fr: Ensuite, clique sur ce bloc pour faire avancer le chat :
id: Kemudian, klik balok itu untuk membuat kucingnya bergerak:
kk: Содан соң, мысық қозғалу үшін сол блокты басыңыз:
lt: Tada spausk tą bloką ir priversk katiną judėti:
nb: Deretter klikker du på klossen, og katten flytter seg:
nn: Trykk så på klossen for å få katten til å gå bortover:
pt_br: Em seguida, clique sobre este bloco para fazer o gato andar:
sl: Potem klikni na blok, da se Praskač premakne:
tr: Sonra, o taşa çift tıkla ve kedi yürüsün:
vi: Sau đó, bấm chọn vào mảnh ghép làm con mèo di chuyển:
zh_tw: 然後，點選那個積木讓貓移動：

source: Now, add a sound.
bn: এখন, একটি শব্দ যোগ কর।
cs: Teď přidej zvuk.
cy: Nawr , ychwanegwch sain.
de: Als nächstes, füge einen Klang hinzu.
fa: اکنون، صدایی اضافه کنید.
fr: Maintenant, ajoute un son.
id: Sekarang, tambahkan sebuah suara.
kk: Енді, дыбысты қосыңыз.
lt: Dabar, pridėk garsą
nb: Videre: Legg inn en lydeffekt.
nn: Vidare: Legg på lydeffekt
pt_br: Agora, adicione o som.
sl: Sedaj dodaj zvok.
tr: Şimdi, bir ses ekle.
vi: Bây giờ, thêm một âm thanh.
zh_tw: 下一步，新增一個音效

source: Each object in Scratch is called a sprite. To add a new sprite, click one of these buttons:
bn: Scratch এর প্রতিটি বস্তুকে স্প্রাইট বলা হয়। একটি নতুন স্প্রাইট যুক্ত করতে, এই বাটনগুলোর একটিতে ক্লিক কর:
cs: Každý objekt ve Scratchi se nazývá postava.Pro přidání nové postavy klikni na jedno z těchto tlačítek:
cy: Mae pob gwrthrych yn Scratch yn cael ei alw'n gorlun. I ychwanegu corlun newydd, cliciwch un o'r botymau hyn:
de: Ein Objekt in Scratch wird Figur genannt. Um eine neue Figur hinzuzufügen, klicke auf einen dieser Knöpfe:
fa: هر شی در اسکرچ شکلک نامیده می‌شود. برای اضافه کردن یک شکلک جدید، روی یکی از این دکمه‌ها کلیک کنید:
fr: Chaque objet dans Scratch est appelé un lutin. Pour ajouter un nouveau lutin, clique sur l'un des boutons suivants :
id: Setiap obyek di Scratch disebut sprite. Untuk menambahkan sebuah sprite baru, klik salah satu dari tombol-tombol ini:
kk: Scratch-та әрбір обьект спрайт деп аталады. Жаңа спрайт қосу үшін, осы батырмалардың бірін басыңыз:
lt: Kiekvienas objektas Scratche yra vadinamas 'veikėju'. Norėdamas pridėti veikėją, spausk vieną iš sių mygtukų:
nb: Hvert objekt i Scratch kalles en figur. Du kan lage en ny figur ved å klikke en av disse knappene:
nn: Kvart objekt i Scratch vert kalla ein «figur». Du kan laga ein ny figur ved å trykkja på éin av desse knappane:
pt_br: Para adicionares um novo objeto, clique em um destes botões:
sl: Vsak objekt v Scratchu se imenuje figura. Če želiš dodati novo figuro, klikni na enega izmed teh gumbov:
tr: Scratch'de her bir nesne bir kukladır. Yeni bir kukla eklemek için şu düğmelerden birini tıkla:
vi: Một đồ vật trong Scratch được gọi là đối tượng. Để thêm một đối tượng, bấm chọn những nút này:
zh_tw: 在 Scratch 中的每個物件稱為「角色」。你可以透過下方的這些按鈕可以建立一個新的角色：

source: <h4>New Sprite Buttons </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choose sprite from the library</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Paint your own sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Upload your own image or sprite</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Take a picture (from a webcam)</p>
cs: <h4>Tlačítka Nová postava </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Vyber postavu z knihovny</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Namaluj si vlastní postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Nahraj svůj vlastní obrázek nebo postavu</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Udělej snímek (z webkamery)</p>
cy: <h4>Botymau Corlun Newydd </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Dewiswch gorlun o'r llyfrgell</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Peintiwch eich corlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Llwytho i fyny eich delwedd neu gorlun eich hun</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Cymrwch lun (o gamera gwe)</p>
fa: <h4>دکمه‌های شکلک جدید</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> شکلک را از کتابخانه انتخاب کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">شکلک خودتان را نقاشی کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> تصویر یا شکلک خود را بارگذاری کنید</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> یک عکس بگیرید (از وب کم)</p>
fr: <h4>Boutons de nouveau lutin </h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Choisir un lutin dans la bibliothèque</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png"> Dessine ton propre lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png"> Envoie ta propre image de toi ou d'un lutin</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png"> Prendre une photo (à partir d'une webcam)</p>
id: <h4>Tombol-Tombol Sprite Baru</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">Pilih sprite dari pustaka</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Gambar spritemu sendiri</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Unggah gambar atau spritemu sendiri</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Abadikan sebuah foto (dari webcam)</p>
vi: <h4>Nút đối tượng mới</h4> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Chọn đối tượng mới từ thư viện</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10c-sprite.png">Vẽ đối tượng của bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10d-sprite.png">Tải lên hình ảnh đối tượng của bạn</p> <p><img class="intext" src = "%(STATIC_URL)s/images/help/10e-sprite.png">Chụp hình (từ webcam)</p>

source: To add this sprite, click <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> then select "Cassy Dance":
bn: এই স্প্রাইট যোগ করতে, <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ক্লিক কর তারপর "Cassy Dance" নির্বাচন কর:
cs: Pro přidání této postavy klikni <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> Poté vyber "Cassy Dance":
cy: I ychwanegu'r colun, cliciwch <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ac yan dewis "Dawns Cassy"::
fa: برای اضافه کردن این شکلک، روی <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">کلیک کرده سپس "رقص کاسی" را انتخاب کنید:
fr: Pour ajouter ce lutin, clique <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">puis sélectionne "Cassy Dance" :
id: Untuk menambahkan sprite ini, klik <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> kemudian pilih "Cassy Dance":
vi: Để thêm đối tượng này, bấm <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> sau đó chọn "Điệu nhảy Cassy"

source: Drag the characters to where you want them on the Stage.
bn: মঞ্চে তুমি যেখানে চাও ক্যারেক্টারগুলো টেনে আন।
cs: Přesuň tvé postavy na místo, kde je chceš mít ve scéně
cy: Llusgwch eich cymeriadau i lle rydych eu heisiau ar y Llwyfan.
fa: کاراکترها را به جای مورد نظر در صحنه بکشید.
fr: Fais glisser les personnages là où tu les veux sur la Scène.
id: Seret karakter-karakternya ke tempat yang kamu inginkan di Panggung.
vi: Kéo thả nhân vật đến vị trí bạn muốn trên Sân khấu

source: Now, explore sound or animation.
bn: এখন, শব্দ বা অ্যানিমেশনটি বিশ্লেষণ কর।
cs: Teď objevuj zvuky a animace.
cy: Nawr darganfyddwch seiniau ac animeiddio.
de: Als nächstes, experimentiere mit Klängen oder Animationen.
fa: اکنون انیمیشن یا صدا جستجو کنید.
fr: Maintenant, explore un son ou une animation.
id: Sekarang, jelajahi suara atau animasi.
kk: Енді дыбыс пен анимацияны зерттеңіз.
lt: Dabar, ištyrinėk garsą ir gyvinimą
nb: Videre: lyd og animasjon
nn: Vidare: utforsk lyd og animasjon
pt_br: Agora explore o som ou a animação.
sl: Sedaj razišči zvok ali animacijo.
tr: Şimdi, ses ve canlandırmayı keşfedelim
vi: Bây giờ, khám phá âm thanh hoặc chuyển động.
zh_tw: 下一步，角色的音效與造型。
