Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>To use <b>turn off</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
bn: <p><b>বন্ধ কর</b> ব্যবহার করতে, তোমার LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত WeDo মোটর বা লাইট প্রয়োজন।</p>
cs: <p>K použití <b>vypnout</b>, potřebuješ WeDo motory nebo světla připojená ke tvému počítače pomocí LEGO WeDo rozbočovače.</p>
cy: <p>I ddefnyddio <b>diffodd</b>, mae angen modur(on) neu oleuadau WeDo wedi eu cysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>schalte aus</b> zu verwenden, brauchst Du einen WeDo-Motor oder Lichter, die über den LEGO-WeDo-Hub mit dem Computer verbunden sind.</p>
fa: <p>برای استفاده از <b>خاموش کردن</b>، نیاز به موتور(ها) یا چراغ‌های متصل به کامپیوتر خود را از طریق مرکز LEGO WeDo دارید.</p>
fr: <p>Pour utiliser <b>arrêter</b>, vous devez connecter les moteur(s) WeDo ou les lumières à votre ordinateur via un hub LEGO WeDo.</p>
id: <p> Untuk <b>mematikan</b>, kamu memerlukan agar motor dan lampu WeDo terhubung ke komputer lewat hub LEGO WeDo.</p>
kk: <p><b>Өшіруді</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo мотор(лар)ы немесе шам қажет.</p>
lt: <p> Norint <b>išjungti</b>, tau reikia turėti prijungus WeDo variklį (-ius) ar šviesas prie savo kompiuterio naudojant LEGO WeDo</p>
nb: <p>For å bruke <b>stopp</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>slå av</b> må du ha WeDo motor(er) eller lys kopla til datamaskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>desligar</b>, você precisa ter motor(es) WeDo ou luzes conectados ao computador por meio de um hub LEGO WeDo.</p>
sl: <p>Če želite uporabite <b>ugasni</b>, morajo biti WeDo motor /-ji ali luči priklopljeni na računalnik preko LEGO WeDo vmesnika.</p>
tr: <p><b>güç kapat</b>'ı kullanmak için, WeDo motor(lar)ının, bilgisayarınıza LEGO WeDo kablosu ile bağlanmış olması gereklidir.</p>
vi: <p>Để sử dụng<b>tắt</b>, bạn cần động cơ hoặc đèn WeDo (có thể nhiều) kết nối thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>關閉</b>相關積木，你必須將馬達或燈光裝置串接到電腦上。</p>

source: Turn motors or lights on for a specified period of time.
bn: একটি নির্দিষ্ট সময়ের জন্য মোটর বা লাইট জ্বালায়।
cs: Zapni motor nebo světla na určitou dobu.
cy: Troi ymlaen moduron a chynnau goleuadau am gyfnod penodedig.
de: Schaltet die Motoren oder die Lichter für die angegebene Zeitdauer ein.
fa: برای مدت زمان مشخصی موتورها یا چراغ‌ها را روشن کنید.
fr: Faire tourner des moteurs ou allumer des lumières sur une période de temps déterminée.
id: Nyalakan motor atau lampu selama jangka waktu yang ditentukan.
kk: Қозғалтқышты немесе шамды белгілі бір уақыт аралығында қосу.
lt: Įjunk variklius ar šviesas nustatytam laiko intervalui
nb: Slår på motorer eller lys i en angitt tid.
nn: Slår på motorar eller lys i ei vald tid.
pt_br: Ligue motores ou luzes por um período de tempo especificado.
sl: Za določen čas prižgi luči ali motorje.
tr: Motorları veya ışıkları belirli bir süre için açın.
vi: Bật động cơ hoặc đèn trong một khoảng thời gian nhất định.
zh_tw: 開啟馬達或燈光一段時間。

source: Run a specific motor for 1 second when the right/left arrow key is pressed.
bn: ডান/বাম তীর কী চাপলে 1 সেকেন্ডের জন্য একটি নির্দিষ্ট মোটর চালাও।
cs: Zapne konkrétní motor na 1 vteřinu pokud je stisknuta šipka vlevo/ vpravo.
cy: Rhedeg modur penodol am 1 eiliad pan mae'r fysell saeth de/chwith wedi ei phwyso.
fa: هنگامی که کلید جهت راست / چپ فشرده شده، یک موتور خاص را به مدت 1 ثانیه اجرا کنید.
fr: Fais tourner un moteur pendant une seconde quand la touche flèche gauche/droite est pressée.
id: Jalankan motor tertentu selama 1 detik kapan tombol panah kanan-kiri ditekan.
kk: Оң жақ/сол жақ көрсеткі пернесі басылған кезде арнайы моторды 1 секунд ішінде іске қосыңыз.
lt: Paleisk nurodytą variklį 1 sekundei, kai kairėn arba dešinėn rodyklė yra nuspaudžiama
nb: Kjører en angitt motor i 1 sekund når høyre/venstre piltast trykkes.
nn: Køyr ein vald motor i 1 sekund når venstre- eller høgrepiltasten vert trykt.
pt_br: Executa um motor específico por 1 segundo quando as teclas direcionais direita/esquerda são pressionadas.
sl: Poženi določen motor za 1 sekundo, ko je pritisnjena tipka s puščico v levo ali v desno, .
tr: Sağ / sol ok tuşuna basıldığında belirli bir motoru 1 saniye çalıştırın.
vi: Chạy động cơ trong 1 giây khi bấm phím mũi tên trái/phải.
zh_tw: 當向左、向右方向鍵被按下時，啟動指定的馬達 1 秒。

source: If you have only one motor, use the "motor" option, which will turn the motor on regardless of where it is connected on the WeDo hub.
cs: Pokud máš pouze jeden motor, použij možnost "motor", která zapne motor bez ohledu na to, kde je připojen v rámci WeDo rozbočovače.
cy: Os mai dim ond un modur sydd gennych, defnyddiwch y dewisiad "modur" fydd yn troi ymlaen y modur lle bynnag mae wedi ei gysylltu ar yr hwb WeDo.
fa: اگر فقط یک موتور دارید، از گزینه "موتور" استفاده کنید که موتور را صرف نظر از جایی که در مرکز WeDo متصل شده، روشن می‌کند.
fr: Si tu as un seul moteur, utilise l'option "motor", qui va allumer le moteur en fonction d'où il est connecté sur le hub WeDo.
id: Jika kamu hanya memiliki satu motor, gunakan pilihan "motor", yang akan menyalakan motor tidak peduli ke mana dia terhubung di hub WeDo.
sl: Če imaš samo en motor, uporabi možnost "motor" , ki bo vključil motor ne gled ena to, kje je priključen na WeDo hub.
tr: Tek bir motorunuz varsa, WeDo merkezine bağlı olduğu yerden bağımsız olarak motoru çeviren "motor" seçeneğini kullanın.
vi: Nếu bạn chỉ có một động cơ, sử dụng lựa chọn "động cơ", động cơ sẽ bật không phụ thuộc vào cổng kết nối trên WeDo.

source: "lights" turn the lights on regardless of where they are connected on the WeDo hub.
bn: WeDo হাব যেখানেই সংযুক্ত থাকুক না কেন "lights" লাইট চালু করে।
cs: "světla" zapnou světla bez ohledu na to, kam jsou připojeny.
cy: Mae "goleuadau" yn troi'r goleuadau ymlaen lle bynnag mae nhw wedi eu cysylltu ar yr hwb WeDo.
fa: "چراغ‌ها" چراغ‌ها را صرف نظر از جایی که در مرکز WeDo متصل شده، روشن می‌کند.
fr: "lights" allume les lumières en fonction d'où elles sont connectés sur le hub WeDo.
id: "lampu-lampu" menyalakan lampu tidak peduli ke mana mereka terhubung di hub WeDo.
sl: "luči" vključi lučke ne glede na to, kje so priključene na WeDo hub.
tr: "ışıklar" WeDo girişlerinden hangisine bağlı olduğuna bakılmaksızın ışıkları yakar.
vi: "đèn" bật đèn lên không phụ thuộc vào nơi chúng được kết nối trên cổng WeDo.

source: "everything" turns on all the connected motors and lights.
cs: "všechno" vypne všechny připojené motory a světla.
cy: Mae "popeth" yn troi ymlaen yr holl foduron a goleuadau sydd wedi eu cysylltu.
fa: "همه چیز" تمام موتورها و چراغ‌های متصل را روشن می‌کند.
fr: "tout" allume tous les moteurs et les lumières connectés.
id: "semuanya" menyalakan semua motor dan lampu yang terhubung.
sl: "vse" prižge vse povezane motorje in luči.
tr: "her şey" tüm bağlı motorları ve ışıkları yakar.
vi: "tất cả" bật động cơ và đèn được kết nối.

source: <p>To use <b>turn on for</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.</p>
bn: <p><b>জন্য চালু কর</b> ব্যবহার করতে, তোমার LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত WeDo মোটর বা লাইট প্রয়োজন।</p>
cs: <p>K použití <b>zapnout</b>, potřebuješ WeDo motor(y) nebo světla připojená ke tvému počítači pomocí rozbočovače LEGO WeDo .</p>
cy: <p>I ddefnyddio <b>troi ymlaen ar gyfer</b>, mae angen modur(on) WeDo neu oleuadau wedi eu cysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>schalte für an</b> zu verwenden, brauchst Du einen WeDo-Motor oder Lichter, die über den LEGO-WeDo-Hub mit dem Computer verbunden sind.</p>
fa: <p>برای استفاده از <b>روشن کردن برای</b>، نیاز به موتور(ها) یا چراغ‌های WeDo متصل به کامپیوتر خود از طریق مرکز LEGO WeDo دارید.</p>
fr: <p>Pour utiliser <b>lancer ou allumer pour</b>, vous devez connecter les moteur(s) WeDo ou les lumières à votre ordinateur via un hub LEGO WeDo.</p>
id: <p>Untuk menggunakan <b>nyalakan selama</b>, kamu memerlukan agar motor dan lampu WeDo terhubung ke komputer lewat hub LEGO WeDo.</p>
kk: <p><b>Қосуды</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo мотор(лар)ы немесе шам қажет.</p>
lt: <p> Norint <b>įjungti</b> reikia, kad variklis (-iai) ar šviesos būtų prijungti prie tavo kompiuterio per LEGO We DO </p>
nb: <p>For å bruke <b>start i _ sekunder</b> må du ha WeDo motor(er) eller lys koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>slå på i _ sekund</b> må du ha WeDo motor(ar) eller lys kopla til datamaskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>ligar para</b>, você precisa de motor(es) WeDo ou luzes conectadas ao computador por meio de um hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>prižgi za </b>, morate na računalnik preko LEGO WeDO vmesnika priklopiti WeDo motor / -je in luči .
tr: <p><b>için aç</b>'ı kullanmak için, WeDo motor(lar)ının, bilgisayarınıza LEGO WeDo kablosu ile bağlanmış olması gereklidir.</p>
vi: <p> Để sử dụng <b>bật</b>, bạn cần động cơ hoặc đèn WeDo (nhiều hơn một) kết nối vào máy tính của bạn thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>開啟</b>相關積木，你必須將馬達或燈光裝置串接到電腦上。</p>

source: Turn motors or lights on.
bn: মোটর বা লাইট চালু করো।
cs: Zapni motor nebo světla.
cy: Troi'r moduron neu'r goleuadau ymlaen.
de: Schaltet die Motoren oder die Lichter an.
fa: موتورها یا چراغ‌ها را روشن کنید.
fr: Lancer les moteurs ou allumer les lumières.
id: Nyalakan motor atau lampu.
kk: Қозғалтқышты немесе шамды қосу.
lt: Įjunk variklius ar šviesas
nb: Skrur på motorer eller lys.
nn: Slår motorar eller lys på.
pt_br: Ligue motores ou luzes.
sl: Prižgi motorje ali luči.
tr: Motoru veya ışıkları aç.
vi: Bật động cơ hoặc đèn.
zh_tw: 開啟馬達或燈光。

source: Turn the lights on for 2 seconds when the space key is pressed, then turn it off.
bn: যখন স্পেস কী চাপা হবে তখন 2 সেকেন্ডের জন্য লাইট চালু কর, তারপর বন্ধ করে দাও।
cs: Zapne světla na 2 vteřiny, když je stisknutý mezník a poté je vypne.
cy: Yn troi'r goleuadau ymlaen am 2 eiliad pan fydd y bylchwr yn cael ei bwyso, ac yna eu diffodd.
de: Wenn die Leertaste gedrückt wird, schalte die Lichter für 2 Sekunden an, dann wieder aus.
fa: زمانی که کلید space فشرده شده است، چراغ‌ها را برای 2 ثانیه روشن کنید، سپس آن‌ها را خاموش کنید.
fr: Allume la lumière pour 2 secondes quand la barre d'espace est enfoncée, ensuite, éteins la.
id: Nyalakan lampu selama 2 detik saat tombol spasi ditekan, lalu matikan.
kk: Пробел басылған жағдайда, шамды 2 секундқа қосып, сосын сөндіреді.
lt: Įjungia šviesas 2 sekundėms, kai tarpo klavišas nuspaudžiamas, tada išjungia
nb: Skru på lysene i 2 sekunder når mellomrom-knappen trykkes.
nn: Slå på lysa i 2 sekund når mellomromstasten vert trykt.
pt_br: Acende as luzes por 2 segundos quando a tecla espaço é pressionada, e depois as apaga.
sl: Ko je pritisnjena preslednica naj se luči prižgejo za 2 sekundi, potem jih ugasni.
tr: Boşluk tuşuna basıldığında ışıkları 2 saniye süreyle açın, sonra kapatın.
vi: Bật đèn trong 2 giây khi bấm phím khoảng trắng, sau đó tắt.
zh_tw: 當空白鍵被按下時開燈 2 秒，然後關閉。

source: You can select a LEGO-WeDo-compatible device from the dropdown menu: The 'motor' will turn on all motors on the WeDo hub. To control two motors separately, you can use 'motor A' and 'motor B'. Note: LEGO recommends only connecting one motor to the hub to limit power consumption.
bn: তুমি ড্রপডাউন তালিকা থেকে একটি LEGO-WeDo-সামঞ্জস্যপূর্ণ যন্ত্র নির্বাচন করতে পার: 'মোটর' WeDo হাবের সমস্ত মোটর চালু করবে। দুটি মোটর আলাদাভাবে নিয়ন্ত্রণ করতে, তুমি 'মোটর A' এবং 'মোটর B' ব্যবহার করতে পার। দ্রষ্টব্য: বিদ্যুৎ খরচ সীমার মধ্যে রাখতে LEGO শুধুমাত্র একটি মোটরকে হাবের সাথে সংযুক্ত করার সুপারিশ করে।
cs: Z rozbalovací nabídky můžeš vybrat zařízení kompatibilní s LEGO-WeDo: "Motor" zapne všechny motory v rozbočovači WeDo. Pro ovládání každého motoru samostatně můžeš použít možnost "motor A" a "motor B". Poznámka: Společnost LEGO doporučuje připojit pouze jeden motor k rozbočovači pro omezení spotřeby energie.
cy: Gallwch ddewis dyfais sy'n cydweddu â LEGO WeDo o'r gwymplen: Bydd y modur yn troi pob modur ymlaen ar hwb WeDo. I reoli'r ddau fodur ar wahân, gallwch ddefnyddio 'modur A' a 'modur B'. Sylwch: mae LEGO'n argymell dim ond cysylltu un modur i'r hwb er mwyn cyfyngu ar y defnydd o bŵer.
de: Du kannst ein LEGO-WeDo-kompatibles Gerät aus dem Dropdownmenü auswählen: Der "Motor" schaltet alle Motoren des WeDo-Hubs an. Benutze "Motor A" und "Motor B" um zwei Motoren getrennt von einander zu kontrollieren. Achtung: LEGO rät, nur einen Motor auf einmal an den Hub anzuschließen, um Energie zu sparen.
fa: شما می توانید یک دستگاه سازگار با LEGO-WeDo را از منوی کشویی انتخاب کنید: "موتور" تمام موتورهای موجود در مرکز WeDo را روشن می‌کند. برای کنترل دو موتور به طور جداگانه، می‌توانید از موتور A و موتور B استفاده کنید. توجه: LEGO تنها اتصال یک موتور به مرکز را برای کاهش مصرف برق توصیه می‌کند.
fr: Vous pouvez sélectionner un appareil LEGO WeDo compatible depuis le menu déroulant: Le 'moteur' va allumer tous les moteurs sur le hub WeDo. Pour contrôler deux moteurs séparément, vous pouvez utiliser 'Moteur A' et 'Moteur B'. Note: LEGO recommande de connecter seulement un moteur au hub pour limiter la consommation d'énergie.
id: Kamu bisa memilih sebuah gawai yang cocok dengan LEGO WeDo dari menu tarik-turun: 'motor' tersebut akan menyalakan semua motor di hub WeDo. Untuk mengendalikan dua motor secara terpisah, kamu bisa menggunakan 'motor A' dan 'motor B'. Catatan: LEGO merekomendasikan menghubungkan hanya satu motor ke hub untuk membatasi konsumsi listrik.
kk: Ашылмалы мәзірден LEGO-WeDo-бірлескен құрылғыны таңдай аласыз. WeDo хабына қосылған барлық моторларды қосу үшін 'моторды' таңдаңыз. Екі моторды жеке бақылау үшін, сіз 'мотор A' және 'мотор B' ны қолдана аласыз. Ескерту: Энергия тұтынуды шектеу үшін, LEGO сізге хабқа бір ғана моторды қосуыңызды ұсынады.
lt: Gali pasirinkti suderinamą su LEGO WeDo įrenginį iš išskleidžiamojo meniu: 'variklis' įjungs visus variklius prijungtus per WeDo. Norėdamas kontroliuoti du variklius atskirai, gali naudoti 'variklis A' ir 'variklis B'. LEGO rekomenduoja prijungti tik vieną variklį, kad apribotumėt elektros energijos sunaudojimą
nb: I menyen kan du velge en WeDo-kompatibel enhet: "motor" starter alle tilkoblede motorer. Det er mulig å styre to motorer hver for seg med "motor A" og "motor B". Merk: Lego anbefaler at bare en motor er tilkoblet for å unngå at strømforbruket blir for høyt.
nn: Du kan velja ei LEGO WeDo-kompatibel eining frå menyen i klossen. Bruk «motor» for å slå på alle motorane kopla til WeDo-koplingsboksen. For å styra to motorar kvar for seg, bruk «motor A» og «motor B». Merk at LEGO tilrår å berre kopla éin motor til boksen om gongen, for å redusera straumbruken.
pt_br: Você pode selecionar um dispositivo LEGO-WeDo compatível no menu: o 'motor' liga todos os motores do dispositivo central WeDo. Para controlar dois motores separadamente, você pode usar 'motor A' e 'motor B'. Observação: A LEGO recomenda que apenas um motor seja conectado ao dispositivo para limitar o consumo de energia.
sl: Iz padajočega menija lahko izbereš LEGO-WeDo-kompatibilne naprave: 'motor' bo vklopil vse motorje priključene na WeDo hub. Za nadzor dveh motorjev ločeno, lahko uporabiš 'motor A' in 'motor B'. Opomba: LEGO priporoča povezovanej le enega motorja na hub, da zmanjašamo porabo energije.
tr: Açılır menüden LEGO-WeDo-uyumlu cihaz seçebilirsiniz: "motor" WeDo bağlantılı tüm motorları çalıştırır. Motorları ayrı ayrı kontrol etmek için, 'motor A' ve 'motor B''yi kullanabilirsiniz. Not: LEGO güç tüketimini sınırlamak için tek motor bağlanmasını önerir.
vi: Bạn có thể chọn một thiết bị tương thích LEGO-WeDo từ menu xổ xuống: 'động cơ' sẽ bật tất cả động cơ trên cổng WeDo. Để điều khiển hai động cơ riêng biệt, bạn có thể sử dụng 'động cơ A' và 'động cơ B'. Lưu ý: LEGO gợi ý chỉ kết nối một động cơ vào cổng để giới hạn công suất tiêu thụ.
zh_tw: 你可以選擇從下拉清單中選擇馬達的選項。選擇「馬達」會啟動所有連結在 WeDo 主機上的馬達，若要分開啟動，你可以選擇「馬達 A」或「馬達 B」。注意：LEGO 建議只要連結一個馬達到主機以限制功耗。

source: To use <b>turn on</b>, you need WeDo motor(s) or lights connected to your computer via a LEGO WeDo hub.
bn: <b>চালু কর</b> ব্যবহার করতে, LEGO WeDo হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত WeDo motor(s) বা লাইট প্রয়োজন।
cs: Pro použití<b>zapnutí</b>, Potřebuješ WeDo motor(y) nebo světla připojená k počítači přes LEGO WeDo rozbočovač.
cy: I ddefnyddio <b>troi ymlaen</b>, bydd arnoch angen modur(on) neu oleuadau WeDo wedi eu cysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.
de: Um <b>anschalten</b> zu verwenden, brauchst du einen WeDo-Motor oder Lichter, die über den LEGO-WeDo-Hub mit dem Computer verbunden sind.
fa: برای استفاده از <b>روشن کردن</b>، نیاز به موتور(ها) یا چراغ‌های متصل به کامپیوتر خود را از طریق مرکز LEGO WeDo دارید.
fr: Pour utiliser <b>allumer</b>, vous avez besoin de moteur(s) LEGO WeDo ou de lumières connectées à votre ordinateur via un hub LEGO WeDo.
id: Untuk menggunakan <b>nyalakan</b>, kamu perlu agar motor(-motor) atau lampu WeDo dihubungkan ke komputermu via sebuah hub LEGO WeDo.
kk: <b>Қосуды</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған LEGO WeDo мотор(лар)ы немесе шам қажет.
lt: Norint <b>įjungti</b> reikia, kad WeDo variklis (-iai) ar šviesos būtų prijungtos prie tavo kompiuterio naudoajnt LEGO WeDo
nb: For å bruke <b>start</b> må datamaskinen være koblet til Lego WeDo med motor eller lys.
nn: For å bruka <b>slå på</b> må du ha WeDo motor(ar) eller lys kopla til datamaskina via ein LEGO WeDo-koplingsboks.
pt_br: Para usar o recurso <b>ligar</b>, você precisa de motor(es) WeDo ou luzes conectadas ao seu computador por meio de um dispositivo LEGO WeDo.
sl: Za uporabo <b>vklopa</b>, moraš imeti WeDo motor(je) ali luči povezane na računalnik preko LEGO WeDo hub.
tr: <b>güç aç</b>'ı kullanmak için, WeDo motor(lar)ının, bilgisayarınıza LEGO WeDo kablosu ile bağlanmış olması gereklidir.
vi: Để sử dụng <b>Bật</b>, bạn cần động cơ hoặc đèn WeDo (có thể nhiều) kết nối vào máy tính của bạn thông qua cổng LEGO WeDo.
zh_tw: 若要使用<b>開啟</b>積木，你需要將馬達、燈光接上 LEGO WeDo 主機。

source: Run a script when the distance detected by the LEGO WeDo distance sensor becomes greater (or less) than a specified value
bn: একটি স্ক্রিপ্টটি রান কর যখন LEGO WeDo দূরত্ব সেন্সর দ্বারা সনাক্ত করা দূরত্ব একটি নির্দিষ্ট মানের চেয়ে বেশি (বা কম) হয়ে যায়
cs: Spusť scénář, pokud vzdálenost zjištěná senzorem vzdálenosti LEGO WeDo bude větší (nebo menší) než zadaná hodnota
cy: Rhedwch sgript pan fydd y pellter sydd wedi ei ganfod gan synhwyrydd pellter LEGO WeDo yn dod yn fwy (neu lai) na'r gwerth penodedig.
de: Führt ein Skript aus, wenn der vom LEGO-WeDo-Abstandssensor erkannte Abstand größer (oder kleiner) als der angegebene Wert ist.
fa: وقتی فاصله‌ شناسایی شده توسط سنسور فاصله LEGO WeDo، بیشتر (یا کمتر) از مقدار مشخص شده باشد، دستوری اجرا کنید
fr: Exécute un script pour vérifier que la distance détectée par le capteur de distance de la LEGO WeDo est supérieure ( ou inférieure ) à une valeur spécifiée
id: Jalankan sebuah skrip ketika jarak yang dideteksi oleh sensor jarak LEGO WeDo menjadi lebih besar (atau kecil) dibandingkan nilai yang telah dipilih
kk: LEGO WeDo арақашықтық сенсоры арқылы анықталған арақашықтық арнайы шамадан артығырақ (немесе азырақ) болғанда скриптті іске қосыңыз
lt: Paleidžia scenarijų, kai LEGO WeDO jutikliu nustatomas atstumas tampa didesnis (arba mažesnis) nei nustatyta reikšmė
nb: Kjører et skript når WeDo-avstandssensoren måler en verdi som er større (eller mindre) enn en angitt grense
nn: Køyr eit skript når avstanden målt av LEGO WeDo-avstandssensoren vert større (eller mindre) enn ei vald grense
pt_br: Executa um script quando a distância detectada pelo sensor de distância do LEGO WeDo for maior (ou menor) que um valor específico
sl: Izvedi kodo, ko je razadalja, ki jo razbere LEGO WeDO seznzor, večja (ali manjša) kot vnešena vrednost
tr: LEGO WeDo mesafe sensörü ölçümü belirli bir değerden, büyük (ya da düşük) olduğunda belirli bir Script'i çalıştır.
vi: Thực hiện kịch bản khi khoảng cách được đo bởi cảm biến khoảng cách WeDo trở nên lớn hơn (hoặc nhỏ hơn) một giá trị nhất định.
zh_tw: 當距離感測器的數值變得比指定數字大（或小）時執行程式。

source: When the distance goes under 20, the script will run.
cs: Pokud je vzdálenost menší než 20, scénář se spustí.
cy: Pan mae'r pellter yn mynd o dan 20, bydd y sgript yn rhedeg.
fa: وقتی فاصله کمتر از 20 باشد، دستور اجرا خواهد شد.
fr: Quand la distance descend en dessous de 20, le script s'exécutera.
id: Ketika skripnyak mencapai di bawah 20, skripnya akan berjalan.
sl: Ko se bo razdalja zmanjšala pod 20, se skript zažene.
tr: Mesafe 20'nin altına düştüğünde, senaryo çalışacaktır.
vi: Khi khoảng cách xuống dưới 20, kịch bản sẽ được thực hiện.

source: You can select a <i>greater</i> or <i>less than</i> comparison from the dropdown menu.
cs: Můžeš vybrat porovnání <i>větší než</i> nebo <i>menší než</i> v menu rozbalovací nabídky.
cy: Gallwch ddewis cymhariaeth <i>mwy</i> neu <i>lai</i> o'r gwymplen.
fa: شما همچنین می‌توانید <i>بیشتر</i>یا <i>کمتر از</i> مقایسه را از منوی کشویی انتخاب کنید.
fr: Vous pouvez choisir une comparaison <i>plus grand que</i> ou <i>plus petit que</i> depuis le menu déroulant.
id: Kamu bisa memilih sebuah perbandingan <i>lebih besar</i> atau <i>lebih kecil</i> dari menu tarik-turun.
sl: Izbereš lahko primerjavo <i>večje</i> ali <i>manjše</i> iz padajočega menija.
tr: Açılan menüden <i>büyüktür</i> ya da <i>küçüktür</i> kıyaslarını seçebilirsiniz.
vi: Bạn có thể chọn phép so sánh <i>lớn hơn</i> hoặc <i>nhỏ hơn</i> từ menu xổ xuống.

source: <p>To use <b>when distance</b>, you need a distance sensor connected to your computer via a LEGO WeDo hub.</p>
cs: K využití <b> když vzdálenost</b> potřebuješ senzor vzdálenosti zapojený do tvého počítače pomocí rozbočovače LEGO WeDo.
cy: <p>I ddefnyddio <b>pan mae'r pellter</b>, mae angen synhwyrydd pellter wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo.</p>
de: <p>Um <b>Wenn Abstand</b> zu nutzen, brauchst Du einen Abstandssensor, der über den LEGO-WeDo-Hub mit dem Computer verbunden ist.</p>
fa: <p>برای استفاده <b>وقتی فاصله</b>، از طریق مرکز LEGO WeDo به یک حسگر فاصله متصل شده به کامپیوتر خود نیاز دارید.</p>
fr: <p>Pour utiliser <b>quand distance</b>,vous avez besoin d'un capteur de distance est connecté à votre ordinateur via un hub LEGO WeDo</p>
id: <p>Untuk menggunakan <b>ketika jarak</b>, kamu perlu agar sebuah sensor jarak dihubungkan ke komputermu via sebuah hub LEGO WeDo.</p>
kk: <p><b>Арақашықтықта</b> қолдану үшін, сізге LEGO WeDo хабы арқылы компьютерге қосылған арақашықтық сенсоры қажет.</p>
lt: <p>norint naudoti <b>kai atstumas</b>, tau reikia prijungti atstumo jutiklį prie savo kompiuterio naudojant LEGO WeDo</p>
nb: <p>For å bruke <b>når avstand</b> må du ha en avstandssensor koblet til datamaskinen gjennom en LEGO WeDo koblingskloss.</p>
nn: <p>For å bruka <b>når avstand</b> må du ha ein avstandssensor kopla til datamaskina via ein LEGO WeDo-koplingsboks.</p>
pt_br: <p>Para usar <b>quando distância</b>, você precisa de um sensor de distância conectado ao seu computador por meio de um hub LEGO WeDo.</p>
sl: <p>Če želite uporabiti <b>ko je razdalja</b>, mora biti na računalnik preko LEGO WeDo vmesnika priključen senzor razdalje.</p>
tr: <p> <b>mesafeyi</b> kullanabilmek için, LEGO WeDo mesafe algılayıcısına ihtiyacın var.</p>
vi: <p>Để sử dụng <b>khi khoảng cách</b>, bạn cần một cảm biến khoảng cách được kết nối với máy tính của bạn thông qua cổng LEGO WeDo.</p>
zh_tw: <p>若要使用 <b>距離</b>相關積木，你必須將距離感測器串接到電腦上。</p>
