Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Next, you can change colors.
bn: তারপর, তুমি রঙ পরিবর্তন করতে পারবে
cs: V dalším kroku můžeš změnit barvy.
cy: Nesaf, gallwch newid y lliwiau
de: Als nächstes kannst du die Farben ändern.
fa: سپس، شما می‌توانید رنگ‌ها را تغییر دهید.
fr: Ensuite, vous pouvez changer les couleurs.
id: Setelah itu, kamu bisa mengubah warna-warna.
kk: Енді, сіз түсті өзгерте аласыз.
lt: Toliau, gali pakeisti spalvas
nb: Videre: bytt farger.
nn: Vidare: byt farge
pt_br: Em seguida, você pode alterar as cores.
sl: Nato lahko zamenjaš barvo.
tr: Sırada, renk değiştirme.
vi: Kế tiếp, bạn có thể thay đổi màu.
zh_tw: 下一步，您可以更換顏色。

source: <span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.
bn: <span class="reminder">এখন কিছু ভিন্ন চেষ্টা করার জন্য...</span></br> একটি <span class=lookscolor>প্রভাব পরিবর্তন</span> ব্লক টেনে আন।
cs: <span class="reminder">Teď zkus něco jiného...</span></br> Přetáhni blok <span class=lookscolor>změn efekt</span>.
cy: <span class="reminder">Nawr i roi cynnig ar rhywbeth arall...</span></br> Llusgwch allan floc <span class=lookscolor>change effect</span>.
fa: <span class="reminder">اکنون برای امتحان چیزی متفاوت...</span></br> یک قطعه <span class=lookscolor>تغییر جلوه</span>بیرون بکشید.
fr: <span class="reminder">Maintenant, pour essayer quelque chose de différent...</span></br> Fais glisser un bloc <span class=lookscolor>Ajouter à l'effet</span>.
id: <span class="reminder">Sekarang coba sesuatu yang berbeda...</span></br> Seret keluar sebuah balok <span class=lookscolor>ubah efek</span>.
vi: <span class="reminder">Bây giờ thử vài thứ khác... </span></br> Kéo ra ngoài một mảnh ghép <span class=lookscolor>thay đổi hiệu ứng</span>.

source: Click to see what it does.
bn: এটি কি করে তা দেখতে ক্লিক কর।
cs: Klikni abys viděl/a co to dělá.
cy: Cliciwch i weld beth maen ei wneud.
fa: کلیک کنید تا ببینید چه اتفاقی می‌افتد.
fr: Clique pour voir ce que cela fait.
id: Klik untuk melihat apa yang dilakukannya.
vi: Bấm để xem chức năng của nó.

source: Now, make it interactive.
bn: এখন, এটাকে ইন্টারেক্টিভ বানাও।
cs: Nyní to udělej interaktivní.
cy: Nawr, ei wneud yn rhyngweithiol!
de: Mach es als nächstes interaktiv.
fa: اکنون، آن را تعاملی کنید.
fr: Ensuite, rend le interactif.
id: Sekarang, buatnya menjadi interaktif.
kk: Енді, оны интерактивті қылыңыз.
lt: Dabar, padaryk tai interaktyvų
nb: Videre: gjør det interaktivt.
nn: Vidare: få han til å reagera
pt_br: Agora, torne-o interativo.
sl: Sedaj jo naredi interaktivno.
tr: Şimdi, etkileşimli hale getirelim.
vi: Bây giờ, làm cho nó tương tác.
zh_tw: 下一步，讓它變成互動內容。

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
cs: <p>Připoj <span class="eventscolor">po stisku klávesy</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Teď stiskni mezerník na klávesnici a sleduj, co se stane.</p>
cy: <p>Snapiwch <span class="eventscolor">pan mae bysell wedi ei phwyso</span> arno</p> <p><img src = "%(url_8b_key_press)s"></p> <p>Nawr pwyswch y bylchwr ar eich bysellfwrdd a gwylio beth sy'n digwydd.</p>
fa: <p>روی <span class="eventscolor">هنگامی که کلید فشرده می‌شود</span> ضربه بزنید</p> <p><img src = "%(url_8b_key_press)s"></p> <p>حالا نوار فضا را بر روی صفحه کلید خود فشار دهید و ببینید چه اتفاقی می‌افتد.</p>
fr: <p>Emboîte le bloc <span class="eventscolor">quand touche pressée</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Maintenant, presse la barre d'espace sur clavier, et regarde ce qu"il se passe.</p>
id: <p>Sisipkan di sebuah <span class="eventscolor">ketika tombol ditekan</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Sekarang tekan tombol spasi di papan tombolmu dan lihat apa yang terjadi.</p>
vi: <p>Chập vào một <span class="eventscolor">khi phím được bấm</span></p> <p><img src = "%(url_8b_key_press)s"></p> <p>Bây giờ bấm vào phím khoảng trắng trên bàn phím và xem điều gì xảy ra.</p>

source: You can choose a different key from the menu:
bn: তুমি মেনু থেকে একটি ভিন্ন কী বাছাই করতে পার:
cs: Z nabídky můžeš vybrat jinou klávesu:
cy: Gallech ddewis bysell gwahanol o'r ddewislen.
fa: شما می‌توانید یک کلید متفاوت را از منو انتخاب کنید:
fr: Tu peux choisir un touche différente dans le menu :
id: Kamu bisa memilih sebuah tombol berbeda dari menu:
vi: Bạn có thể chọn một phím khác từ menu:

source: Now, choose a backdrop.
bn: এখন, একটি ব্যাকড্রপ বাছাই কর।
cs: Teď vyber pozadí.
cy: Nawr, dewiswch gefnlen.
de: Wähle jetzt ein Bühnenbild.
fa: اکنون یک پس‌زمینه انتخاب کنید.
fr: Ensuite, choisis un arrière-plan.
id: Sekarang, pilih sebuah latar.
kk: Енді, фонды таңдаңыз.
lt: Dabar, pasirink foną
nb: Videre: bakgrunnsbilde
nn: Vidare: legg til bakgrunnsbilete
pt_br: Agora escolha um pano de fundo
sl: Sedaj izberi ozadje.
tr: Şimdi de bir dekor seç.
vi: Bây giờ, chọn một ảnh nền.
zh_tw: 下一步，為舞台添加背景。

source: You can add new backdrops on the Stage.
bn: তুমি মঞ্চে নতুন ব্যাকড্রপ যুক্ত করতে পার।
cs: Můžeš přidat nové pozadí na scénu.
cy: Gallwch ychwanegu cefnlenni newydd ar y Llwyfan.
fa: شما می‌توانید پس‌زمینه های جدید را روی صحنه اضافه کنید.
fr: Tu peux ajouter de nouveaux arrière-plans sur la Scène.
id: Kami bisa menambahkan latar-latar baru di Panggung.
vi: Bạn có thể thêm những ảnh nền mới trên Sân khấu.

source: Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):
cs: Klikni na <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> pro výběr nového pozadí z knihovny (jako třeba "Spotlight-Stage"):
cy: Cliciwch eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> i ddewis cefnlen Newydd o'r Llyfrgell Cefnlen (fel "Spotlight-Stage"):
fa: برای انتخاب یک پس‌زمینه جدید از کتابخانه (مانند "نورافکن صحنه") روی <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:
fr: Clique <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png">pour choisir un Nouvel arrière-plan dans la bibliothèque (comme "Feux de la rampe") :
id: Klik <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> untuk memilih sebuah latar Baru dari Pustaka (seperti "Spotlight-Stage"):
vi: Bấm <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> để chọn một ảnh nền mới từ Thư viện (chẳng hạn "Sân khấu lung linh"):

source: Next, add a new sprite.
bn: তারপর, একটি নতুন স্প্রাইট যোগ কর।
cs: Dále, přidej novou postavu.
cy: Nesaf, ychwanegwch gorlun newydd.
de: Füge als nächstes eine neue Figur hinzu.
fa: سپس، یک شکلک جدید اضافه کنید.
fr: Ensuite, ajoute un nouveau lutin.
id: Sekarang, tambahkan sprite baru.
kk: Келесі, жаңа спрайт қосыңыз.
lt: Toliau, pridėk naują veikėją
nb: Videre: lag en ny figur.
nn: Vidare: legg til ein ny figur
pt_br: Em seguida, adicione outro ator.
sl: Sedaj dodaj nov lik.
tr: Sırada, yeni bir kukla ekleme.
vi: Tiếp theo, thêm một đối tượng mới.
zh_tw: 下一步，添加新的角色。

source: Want to get started with Scratch? Try this!
bn: Scratch দিয়ে শুরু করতে চাও ? এটা চেষ্টা করো !
cs: Chceš začít se Scratchem? Zkus tohle!
cy: Eisiau cychwyn gyda Scratch? Rhowch gynnig ar hwn
de: Du möchtest mit Scratch anfangen? Probier es aus!
fa: میخواهید اسکرچ را شروع کنید ؟ این را امتحان کن!
fr: Tu veux commencer avec Scratch? Essaie cela!
id: Ingin mulai dengan Scratch? Cobalah ini!
kk: Scratch-пен бастағыңыз келе ме? Тексеріп көріңіз!
lt: Nori pradėti su Scratch? Išbandyk tai!
nb: Vil du lære deg Scratch? Prøv dette!
nn: Vil du læra deg Scratch? Prøv dette!
pt_br: Quer começar a usar o Scratch? Experimente isso!
sl: Hočeš začeti ustvarjati v Scratchu? Poskusi tole!
tr: Scratch'a başlamak mı istiyorsun? Bunu dene!
vi: Muốn bắt đầu với Scratch? Thử xem!
zh_tw: 第一次使用 Scratchs？試試這個！

source: Start moving
bn: চলতে শুরু করো
cs: Začni se pohybovat
cy: Cychwyn symud
de: Bewegung hinzufügen
fa: شروع به حرکت کن
fr: Commence par bouger
id: Mulai bergerak
kk: Қозғалысты бастаңыз
lt: Pradėk judėti
nb: Kom i gang
nn: Kom i gang
pt_br: Comece a se mover
sl: Začni se premikati
tr: Hareket etmeye başla
vi: Bắt đầu di chuyển
zh_tw: 讓角色移動

source: Step Index
bn: ধাপসমূহ
cs: Krok Index
cy: Mynegai Cammau
de: Inhaltsverzeichnis
fa: شاخص گام
fr: Index des étapes successives
id: Indeks Langkah
kk: Қадам индексі
lt: Žingsnio rodiklis
nb: Oversikt
nn: Stegoversikt
pt_br: Índice da etapa
tr: Sırasıyla Adımlar
vi: Chỉ mục bước
zh_tw: 各步驟列表

source: Add a Sound
bn: একটি শব্দ যোগ করো
cs: Přidej zvuk
cy: Ychwanegwch Sain
de: Füge einen Klang hinzu
fa: صدایی اضافه کنید
fr: Ajoute un son
id: Tambahan sebuah Suara
kk: Дыбысты қосыңыз
lt: Pridėti Garsą
nb: Legg på lyd
nn: Legg på lydeffekt
pt_br: Adicionar um som
sl: Dodaj zvok
tr: Bir Ses Ekle
vi: Thêm tiếng động
zh_tw: 新增一個音效

source: Start a Dance
bn: একটি নাচ শুরু কর
cs: Začni tancovat
cy: Cychwyn Dawnsio
de: Starte einen Tanz
fa: شروع به تحرک کنید
fr: Commence par une danse
id: Mulai sebuah Tarian
kk: Биді бастаңыз
lt: Pradėk Šokti
nb: Start en dans
nn: Lag ein dans
pt_br: Inicie uma dança
sl: Ustvari ples
tr: Dansa Başla
vi: Bắt đầu một điệu nhảy
zh_tw: 開始一段舞蹈

source: Say Something
bn: কিছু বল
cs: Řekni něco
cy: Dweud Rhywbeth
de: Sprechblasen
fa: یک چیزی بگو
fr: Dis quelque chose
id: Katakan Sesuatu
kk: Бірәрсе айтыңыз
lt: Sakyk Ką Nors
nb: Si noe
nn: Sei noko
pt_br: Diga Algo
sl: Reci kaj
tr: Birşeyler Söyle
vi: Nói gì đó
zh_tw: 讓角色說些話

source: Green Flag
bn: গ্রিন ফ্লাগ
cs: Zelená vlajka
cy: Baner Werdd
de: Die grüne Flagge
fa: پرچم سبز
fr: Le drapeau vert
id: Bendera Hijau
kk: Жасыл жалауша
lt: Žalia Vėliava
nb: Grønt flagg
nn: Grønt flagg
pt_br: Bandeira verde
sl: Zelena zastavica
tr: Yeşil Bayrak
vi: Cờ Xanh
zh_tw: 綠色旗子

source: Change Color
bn: রং পরিবর্তন কর
cs: Změna barvy
cy: Newid Lliw
de: Farbe ändern
fa: تغییر زنگ
fr: Change la couleur
id: Ubah Warna
kk: Түсті өзгертіңіз
lt: Keisk Spalvą
nb: Bytt farge
nn: Byt farge
pt_br: Mude a Cor
sl: Spremeni barvo
tr: Renk Değiştir
vi: Thay đổi Màu sắc
zh_tw: 改變顏色

source: Key Press
bn: কী চাপ দাও
cs: Stisk klávesy
cy: Bysell wedi ei Phwyso
de: Tastendruck
fa: فشار کلید
fr: Touche enfoncée
id: Tombol Ditekan
kk: Батырманы басыңыз
lt: Klavišo paspaudimas
nb: Tastetrykk
nn: Tastetrykk
pt_br: Tecla pressionada
sl: Pritisk tipke
tr: Tuşlarla Kontrol
vi: Phím nhấn
zh_tw: 按下按鍵

source: Add a Sprite
bn: একটি স্প্রাইট যোগ কর
cs: Přidej postavu
cy: Ychwanegwch Gorlun
de: Füge eine Figur hinzu
fa: افزودن یک شکلک
fr: Ajoute un lutin
id: Tambahkan sebuah Sprite
kk: Спрайтты қосыңыз
lt: Pridėk Veikėją
nb: Legg til en ny figur
nn: Legg til ein ny figur
pt_br: Adicione um ator
sl: Dodaj figuro
tr: Bir Kukla Ekle
vi: Thêm một Đối tượng
zh_tw: 新增一個角色

source: Explore!
bn: অনুসন্ধান!
cs: Prozkoumej!
cy: Darganfod!
de: Experimentiere!
fa: جستجو کنید!
id: Jelajah!
kk: Зерттеңіз!
lt: Atrask!
nb: Prøv deg fram!
nn: Utforsk!
sl: Raziskuj!
tr: Keşfet!
vi: Trải nghiệm!
zh_tw: 探索！

source: Share!
bn: শেয়ার!
cs: Sdílej!
cy: Rhannu!
de: Teile!
fa: به اشتراک بگذارید!
fr: Partage !
id: Bagikan!
kk: Бөлісіңіз!
lt: Dalinkis!
nb: Vis det fram!
nn: Vis det fram!
pt_br: Compartilhe!
sl: Deli!
tr: Paylaş!
vi: Chia sẻ!
zh_tw: 分享！

source: Now What?
bn: এখন কি?
cs: Co teď?
cy: Nawr Beth?
de: Und was jetzt?
fa: اکنون چی؟
fr: Et maintenant ?
id: Sekarang Apa?
kk: Енді не?
lt: Dabar ką?
nb: Hva nå?
nn: Kva no?
pt_br: E agora?
sl: Kaj sedaj?
tr: Eee Daha Başka?
vi: Bây giờ là gì nào?
zh_tw: 下一步？靠你囉！

source: To make a sprite look like it's going off stage, glide to the end, and then hide it.
cs: Aby postava vypadala, že sjíždí ze scény, nech jí sklouznout na konec scény a poté jí skryj.
cy: I wneud i'r corlun edrych fel ei fod yn gadael y llwyfan, gwnewch iddo lithro i'r diwedd ac yna ei guddio.
fa: برای اینکه به نظر بیاید شکلک در حال بیرون رفتن از صحنه است، به انتها سر بخورید و سپس آن را پنهان کنید.
fr: Pour faire un lutin qui a l'air de sortir de la sccène, fais le glisser jusqu'à la fin et puis cache-le.
id: Untuk membuat sprite seolah-olah pergi dari panggung, luncurkan ke ujung dan kemudian sembunyikan.
vi: Để làm cho đối tượng trông như bay lên khỏi sân khấu, lướt đến cuối, và sau đó là biến mất.

source: For example, try this script:
bn: উদাহরণস্বরূপ, এই স্ক্রিপ্টটি চেষ্টা কর:
cs: Například zkus tento scénář:
cy: Er enghraifft, rhowch gynnig ar y sgript yma:
fa: به عنوان مثال، این دستور را امتحان کنید:
fr: Par exemple, essaie ce script :
id: Sebagai contoh, coba skrip ini:
vi: Ví dụ, thử với kịch bản này:

source: After the sprite glides, it then hides.
cs: Jakmile se postava sklouzne, schová se.
cy: Ar ôl i'r corlun lithro, mae'n cuddio.
fa: پس از حرکت آهستۀ شکلک، پنهان می‌شود.
fr: Après que le lutin se déplace, il se cache.
id: Setelah spritenya meluncur, dia bersembunyi.
sl: Potem, ko se lik premakne, se skrije.
vi: Sau đó đối tượng lướt qua, sau đó biến mất.

source: Can't see your sprite? Use <img src="%(url_show)s"> to make it appear.
bn: তোমার স্প্রাইট দেখতে পাচ্ছ না? দেখার জন্য <img src="%(url_show)s"> ব্যবহার কর।
cs: Nevidíš svou postavu? Použij <img src="%(url_show)s">, aby se ukázala.
cy: Methu gweld eich corlun? Defnyddiwch <img src="%(url_show)s"> i'w wneud i ymddangos.
fa: نمی‌توانید شکلک خود را ببینید؟ از <img src="%(url_show)s">برای ظاهر کردن آن استفاده کنید.
fr: Tu ne vois pas ton lutin ? Utilise <img src="%(url_show)s">pour le faire apparaître.
id: Tidak bisa melihat spritemu? Gunakan <img src="%(url_show)s"> untuk membuatnya tampak.
sl: Ne moreš videti svojega lika? uporabi <img src="%(url_show)s"> , da spet postane viden.
vi: Có thể thấy đối tượng của bạn không? Sử dụng <img src="%(url_show)s"> để làm nó xuất hiện.

source: Make a hide-and-seek game with characters that appear and disappear.
bn: লুকচুরি খেলা তইরী কর যেখানে চরিত্র টি দেখা যাবে আবার অদৃশ্য হয়ে যাবে।
cs: Vytvoř hru na schovávanou s postavami, které se budou ukazovat a skrývat.
cy: Crwch gêm cuddio gyda chymeriadau sy'n ymddangos ac yn diflannu.
de: Erstelle ein Versteckspiel mit Figuren die auftauchen und wieder verschwinden.
fa: یک بازی قایم باشک با شخصیت هایی که ظاهر می شوند و ناپدید می شوند، بسازید.
fr: Fais un jeu de cache-cache avec des personnages qui apparaissent et disparaissent.
id: Buat sebuah permainan petak umpet dengan karakter-karakter yang muncul dan menghilang.
kk: Пайда болатын және сосын жоғалып кететін кейіпкерлермен жасырынбақ ойынын жасаңыз.
lt: Padaryk slėpynių žaidimą su veikėjais, kurie atsiranda ir dingsta
nb: Lag et gjemsel-spill med figurer som dukker opp og forsvinner.
nn: Lag eit gøym-og-leita-spel med figurar som dukkar opp og forsvinn.
pt_br: Crie um jogo de esconde-esconde com personagens que aparecem e desaparecem.
sl: Ustvari igri skrivalnice z liki, ki se pojavljajo in izginevajo.
tr: Gizlenip görünen kuklalarla saklambaç oyunu yap.
vi: Tạo ra trò chơi trốn tìm với các nhân vật xuất hiện hoặc không xuất hiện.
zh_tw: 製作一個角色可以藏起來、跑出來的捉迷藏遊戲。

source: Choose a Sprite
bn: একটি স্প্রাইট নির্বাচন কর
cs: Vyber postavu
cy: Dewiswch Gorlun
de: Wähle eine Figur
fa: یک شکلک را انتخاب کنید
fr: Choisis un lutin
id: Pilih sebuah Sprite
kk: Спрайтты таңдаңыз
lt: Pasirink Veikėją
nb: Velg en figur
nn: Vel ein figur
pt_br: Escolha um ator
sl: Izberi lik
tr: Kukla Seçimi
vi: Chọn một Đối tượng
zh_tw: 選擇一個角色

source: Hide Your Sprite
bn: তোমার স্প্রাইট লুকাও
cs: Skryj svou postavu
cy: Cuddiwch eich Corlun
fa: شکلک خود را پنهان کن
fr: Cache Ton Lutin
id: Sembunyikan Spritemu
kk: Спрайтты жасырыңыз
lt: Paslėpk Savo Veikėją
nb: Skjul figuren
nn: Gøym figuren
pt_br: Oculte seu ator
sl: Skrij svoj lik
tr: Kuklaları Gizle
vi: Ẩn Đối tượng của bạn
zh_tw: 隱藏你的角色

source: Loop It
bn: এটি লুপ কর
cs: Zacykli to
cy: Ei Gylchu
de: In einer Schleife abspielen
fa: آن را حلقه کنید
fr: Répète en continu
id: Buat Loop
kk: Қоршаңыз
lt: Padaryk Ciklą
nb: Igjen og igjen
nn: Igjen og igjen
pt_br: Repita-a
sl: Ponavljaj
vi: Lặp lại
zh_tw: 讓它循環無限次

source: Click and Say
bn: ক্লিক কর এবং বল
cs: Klikni a řekni
cy: Cliciwch a Dweud
fa: کلیک کن و بگو
fr: Clique et Parle
id: Klik dan Katakan
kk: Басыңыз және сөйлеңіз
lt: Spausk ir Sakyk
nb: Klikk og snakk
nn: Trykk og sei
pt_br: Clique e diga
sl: Klikni in reci
tr: Tıkla ve Konuş
vi: Bấm vào và Nói
zh_tw: 點擊後說話

source: Play with the Timing
bn: সময় নিয়ে খেল
cs: Pohrej si s časováním
cy: Chwarae gydag Amseru
de: Spiele mit dem Timing
fa: با زمان‌ بازی کن
fr: Joue avec le timing
id: Bermain dengan Waktu
kk: Уақытпен ойнаңыз
lt: Žaisk su Laiku
nb: Triks med tiden
nn: Triks med tida
pt_br: Brinque com o tempo
sl: Igraj se s časom
vi: Chạy đua với thời gian
zh_tw: 運用隨機時間

source: Go to a Random Spot
bn: যেকোন একটি স্পটে যাও
cs: Běž na náhodné místo
cy: Mynd i Fan ar Hap
fa: به یک نقطه تصادفی بروید
fr: Aller à un endroit au hasard
id: Pindah ke Tempat Sembarang
kk: Кездейсоқ орынға барыңыз
lt: Eik į atsitiktinai parinktą tašką
nb: Gå til et tilfeldig sted
nn: Gå til ein tilfeldig stad
pt_br: Vá para um local aleatório
sl: Pojdi na naključno točko
vi: Di chuyển đến vị trí ngẫu nhiên
zh_tw: 在任一個位置隨機出現

source: Click for Points
bn: পয়েন্টের জন্য ক্লিক কর
cs: Klikni pro zisk bodů
cy: Cliciwch am Bwyntiau
de: Klicke für Punkte
fa: برای امتیاز کلیک کنید
fr: Clique pour gagner des points
id: Klik untuk Poin
kk: Ұпайлар үшін басыңыз
lt: Spausk ir surink taškų
nb: Klikk for poeng
nn: Trykk for poeng
pt_br: Clique para obter pontos
sl: Klikni za točke
vi: Bấm để ăn điểm
zh_tw: 點擊時加分數

source: Add to Your Game
bn: তোমার খেলায় যোগ কর
cs: Přidej do své hry
cy: Ychwanegu i'ch Gêm
de: Füge mehr zu deinem Spiel hinzu
fa: به بازی خود اضافه کنید
fr: Ajoute à ton jeu
id: Tambahkan ke Permainanmu
kk: Ойыныңызға қосыңыз
lt: Pridėk prie savo žaidimų
nb: Legg inn mer i spillet
nn: Legg inn meir i spelet
pt_br: Adicione ao seu jogo
sl: Dodaj svoji igri
tr: Kendi Oyununu Ekle
vi: Thêm vào trò chơi của bạn
zh_tw: 加入更多遊戲元素

source: Then choose a backdrop for your game (such as 'moon' or 'space').
bn: তারপর তোমার খেলার জন্য একটি ব্যাকড্রপ বাছাই কর (যেমন 'moon' অথবা 'space')।
cs: Dále vyber pozadí, které chceš (jako třeba měsíc nebo vesmír):
cy: Yna dewiswch gefnlen ar gyfer eich gêm (fel 'lleuad' neu ofod').
fa: سپس پس‌زمینه‌ای را برای بازی خود انتخاب کنید (مانند "ماه" یا "فضا").
fr: Ensuite, choisis un arrière-plan pour ton jeu (comme 'moon' (lune) ou 'space' (espace) ).
id: Kemudian pilih sebuah latar untuk permainanmu (seperti 'moon' atau 'space').
kk: Содан соң, ойыныңызға фон таңдаңыз (мәселен 'ай' немесе 'ғарыш')
lt: Tada pasirink foną savo žaidimui (kaip 'moon' arba 'space') ??????????
nb: Deretter velger du en bakgrunn for spillet (for eksempel "moon" eller "space").
nn: Vel så bakgrunnsbiletet du vil ha (for eksempel «moon» eller «space»):
pt_br: Depois, escolha um plano de fundo para o seu jogo (como lua, 'moon', ou espaço 'space').
sl: Nato izberi ozadje za svojo igro (npr. "mesec" ali "vesolje").
vi: Sau đó chọn ảnh nền cho trò chơi của bạn (như là 'mặt trăng' hoặc 'vũ trụ').
zh_tw: 接著為遊戲選擇合適的背景，像是 moon（月球） 或 space（太空）。

source: Make a Hiding Place
bn: একটি লুকানোর জায়গা তৈরি কর
cs: Vytvoř schovku
cy: Crëwch Fan Cuddio
fa: یک مخفیگاه بسازید
fr: Ajoute une cachette
id: Buat Sebuah Tempat Persembunyian
kk: Жасырынатын орын жасаңыз
lt: Padaryk slėpimosi vietą
sl: Ustvari mesto za skrivanje
vi: Tạo một chỗ trốn
zh_tw: 找個藏起來的地方

source: Choose a tree or other sprite to be a hiding place.
bn: একটি গাছ অথবা অন্য কোন স্প্রাইট বাছাই কর লুকানের স্থান বানানোর জন্য।
cs: Vyber strom nebo jinou postavu pro skrýš.
cy: Dewiswch goeden neu gorlun arall i fod yn fan cuddio.
fa: درخت یا شکلک دیگری را برای مخفیگاه انتخاب کنید.
fr: Choisis un arbre ou un autre lutin pour faire une cachette.
id: Pilih sebuah pohon atau sprite lain untuk menjadi tempat persembunyian.
kk: Ағашты немесе басқа спрайтты жасырынатын орын ретінде таңдаңыз.
lt: Pasirink medį ar kitą veikėją, kad būtų slėpimosi vieta
sl: Izberi drevo ali drugi lik za mesto skrivanja.
vi: Chọn một cái cây hoặc những đối tượng khác để làm chỗ trốn.
zh_tw: 選擇一個角色當作藏起來的地方，像是樹。

source: Add this script to make it go to the front:
bn: এটি সামনে নেওয়ার জন্য এই স্ক্রিপ্টটি যোগ কর:
cs: Přidej tenhle scénář aby to šlo do popředí:
cy: Ychwanegwch y sgript yma i wneud iddo fynd i'r blaen:
fa: این دستور را اضافه کنید تا به جلو برود.
fr: Ajoute ce script pour le faire passer au premier plan :
id: Tambahkan skrip ini untuk membuatnya pergi ke depan:
kk: Оны алдына шығару үшін осы скриптті қосыңыз:
lt: Pridėk šį scenarijų, kad jis eitų į priekį:
sl: Dodaj ta skript, da se premakne v ospredje:
vi: Thêm vào kịch bản này để làm nó di chuyển lên bên trên:
zh_tw: 編寫以下的程式碼，讓角色移到圖層最上層：

source: Tip: If you drag a sprite, it goes to the front layer.
bn: টিপ: যদি তুমি একটি স্প্রাইট টেনে আনো, এটি সামনের স্তরে যায়।
cs: Typ: pokud přetáhneš postavu, skočí do přední vrstvy.
cy: Awgrym: Os fyddwch yn llusgo corlun, bydd yn mynd i'r haen blaen.
fa: نکته: اگر شکلکی را بکشید، به لایه جلویی می‌رود.
fr: Astuce : si tu fais glisser un lutin, il va au premier plan.
id: Tip: Jika kamu menyeret sebuah sprite, dia bakal pergi ke depan.
kk: Кеңес: Егер сіз спрайтты шығарсаңыз, ол алдыңғы қабатқа барады.
lt: Patarimas: Jei tempsi savo veikėją, jis pereis į priekinį sluoksnį
sl: Namig: Če lik potegneš, se premakne na sprednjo plast.
vi: Thủ thuật: Nếu bạn kéo thả một đối tượng, nó sẽ di chuyển lên lớp phía trên.
zh_tw: 提示：當你拖曳角色時，角色會自動移動到圖層的最上層。

source: Add More Characters
bn: আরও ক্যারেক্টার যোগ কর
cs: Přidej další postavy
cy: Ychwanegwch Ragor o Gymeriadau
de: Füge weitere Figuren hinzu
fa: کاراکترهای بیشتری اضافه کنید
fr: Ajoute plus de personnages
id: Tambahkan Lebih Banyak Karakter
kk: Көбірек кейіпкерлер қосыңыз
lt: Pridėk Daugiau Veikėjų
nb: Flere som gjemmer seg
nn: Fleire som gøymer seg
pt_br: Adicione mais personagens
sl: Dodaj več likov
tr: Daha Fazla Karakter Ekle
vi: Thêm nhiều Nhân vật.
zh_tw: 加入更多角色

source: Add more sprites.
bn: আরও স্প্রাইট যোগ কর।
cs: Přidej další postavy
cy: Ychwanegwch ragor o gorluniau.
fa: شکلک‌های بیشتری اضافه کنید.
fr: Ajoute plus de lutins.
id: Tambahkan lebih banyak sprite.
kk: Көбірек спрайт қосыңыз
lt: Pridėk daugiau veikėjų
sl: Dodaj več likov.
tr: Daha fazla kukla ekle.
vi: Thêm nhiều Đối tượng.
zh_tw: 添加更多角色。

source: You can copy the scripts from one sprite to the other sprite.
bn: তুমি স্ক্রিপ্টগুলোকে এক স্প্রাইট থেকে অন্য স্প্রাইটে কপি করতে পার।
cs: Scénář jedné postavy můžeš zkopírovat i pro další postavu.
cy: Gallwch gopïo'r sgriptiau o un corlun i gorlun arall.
fa: شما می‌توانید دستورها را از یک شکلک به شکلکی دیگر کپی کنید.
fr: Tu peux copier les scripts d'un lutin à un autre.
id: Kamu bisa menyalin skrip dari satu sprite ke sprite lain.
kk: Сіз бір спрайттан екінші спрайтқа скрипттерді көшіре аласыз.
lt: Tu gali nukopijuoti vieno veikėjo scenarijus kitam veikėjui
vi: Bạn có thể sao chép kịch bản từ một đối tượng cho một đối tượng khác.
zh_tw: 你可以把某個角色上的程式複製給其他角色使用。
