Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: To use <b>turn on</b>, you need a LEGO WeDo2 motor connected to your computer via a LEGO WeDo2 hub.
bn: <b>চালু কর</b> ব্যবহার করতে, তোমার একটি LEGO WeDo2 হাবের মাধ্যমে তোমার কম্পিউটারের সাথে সংযুক্ত একটি LEGO WeDo2 মোটর প্রয়োজন।
cs: K použití <b>zapnutí</b> potřebuješ LEGO WeDo2 motor připojený ke tvému počítači přes LEGO WeDo2 rozbočovač.
cy: I ddefnyddio <b>troi ymlaen</b>, mae angen modur LEGO WeDo2 wedi ei gysylltu i'ch cyfrifiadur drwy hwb LEGO WeDo2.
fa: برای استفاده از <b>روشن کردن</b>، نیاز به موتور LEGO WeDo2 متصل به کامپیوتر خود از طریق مرکز LEGO WeDo2 دارید.
fr: Pour utiliser <b>allumer le</b>, vous avez besoin d'un moteur LEGO WeDo2 connecté à votre ordinateur via un hub LEGO WeDo2.
id: Untuk menggunakan <b>nyalakan</b>, kamu perlu menghubungkan sebuah motor LEGO WeDo2 ke komputermu via hub LEGO WeDo2.
kk: <b>Қосуды</b> қолдану үшін, сізге LEGO WeDo2 хабы арқылы компьютерге қосылған LEGO WeDo2 моторы қажет.
lt: Norint naudoti <b>įjunk</b>, reikia prijungti LEGO WeDo2 variklį prie savo kompiuterio naudojant LEGO WeDo2
nb: For å bruke <b>start</b> må du ha en Lego WeDo-motor koblet til datamaskinen via en Lego WeDo koblingskloss.
nn: For å bruka <b>slå på</b> må du ha ein LEGO WeDo2-motor kopla til datamaskina via ein LEGO WeDo2-koplingsboks.
pt_br: Para usar <b>ligar</b>, você precisa de um motor LEGO WeDo2 conectado ao seu computador por meio de um dispositivo LEGO WeDo2.
sl: Za uporabo <b>vključi</b>, potrebuješ LEGO WeDo2 motor povezan na računalnik preko LEGO WeDo2 huba.
vi: Để sử dụng <b>bật</b>, bạn cần một động cơ LEGO WeDo2 kết nối với máy tính của bạn thông qua cổng kết nối LEGO WeDo2.
zh_tw: 若要使用<b>開啟</b>積木，你需要將 LEGO WeDo2 的馬達接上 LEGO WeDo2 主機。

source: About the LEGO WeDo 2.0 Extension
bn: LEGO WeDo 2.0 এক্সটেনশন সম্পর্কে
cs: O rozšíření LEGO WeDo 2.0
cy: Ynghylch Estyniad Scratch LEGO WeDo 1.0
de: Über die LEGO WeDo 2.0 Erweiterung
fa: درباره LEGO WeDo 2.0 Extension
fr: À propos de l'Extension LEGO WeDo 2.0
id: Tentang ekstension LEGO WeDo 2.0
kk: LEGO WeDo 2.0 Кеңейтім Туралы
lt: Apie LEGO WeDo 2.0 Plėtinį
nb: Om tilleggsfunksjonen for Lego WeDo 2.0
nn: Om tilleggsfunksjonen for Lego WeDo 2.0
pt_br: Sobre a extensão LEGO WeDo 2.0
sl: O razširitvi LEGO WeDo 2.0
tr: LEGO WeDo 2.0 eklentisi hakkında
vi: Thông tin về Mở rộng LEGE WeDo 2.0
zh_tw: 關於 LEGO WeDo 2.0 擴充功能

source: The <strong>LEGO® Education WeDo 2.0</strong> is an introductory invention kit you can use to build your own interactive machines. Add the Scratch LEGO WeDo 2.0 extension to program your WeDo creations.
cs: <strong>LEGO® Education WeDo 2.0</strong> je úvodní sada, pomocí které můžeš vytvořit vlastní interaktivní stroje. Přidej rozšíření "Scratch LEGO WeDo 2.0", abys mohl programovat své WeDo výtvory.
cy: Mae'r <strong>LEGO® Education WeDo 2.0<s/trong> yn becyn dyfeisio rhagarweiniol y mae modd i chi ei ddefnyddio i adeiladu eich peiriannau rhyngweithiol eich hun. Ychwanegwch estyniad Scratch LEGO WeDo 2.0 i raglennu eich creadigaethau WeDo.
de: Das <strong>LEGO® Education WeDo 2.0</strong> ist ein einführendes Baukastensystem um eine interaktive Machine zu bauen. Installiere die Scratch LEGO WeDo 2.0 Erweiterunge um deine WeDo-Kreationen zu programmieren.
fa: <strong>LEGO® WeDo 2.0</strong> یک کیت اختراع مقدماتی است که می‌توانید برای ساخت ماشین‌های تعاملی خود از آن استفاده کنید. افزونه اسکرچ LEGO WeDo 2.0 را برای ایجاد برنامه‌ریزی اختراعات WeDo خود اضافه کنید.
fr: <strong>LEGO® Education WeDo 2.0</strong> est un kit d'initiation aux inventions qui vous permet de construire vos propres machines. Ajouter l'extension Scratch LEGO WeDo 2.0 pour programmer vos créations WeDo.
id: <strong>LEGO® Education WeDo 2.0</strong> adalah sebuah kit penemuan perkenalan yang dapat kamu gunakan untuk membangun mesin-mesin interaktifmu sendiri. Tambahkan ekstension LEGO WeDo 2.0 Scratch untuk memrogram kreasi-kreasi WeDomu.
kk: <strong>LEGO® Білім Беру WeDo 2.0</strong> өз интерактивті машиналарыңызды жасау үшін қолданатын кіріспе өнертабыстар жинағы. Scratch LEGO WeDo 2.0 кеңейтілімін WeDo құрастыруларыңызға бағдарламалау үшін қосыңыз.
lt: <strong>LEGO® Švietimas WeDo 2.0</strong> yra įvadinis išradimų rinkinys, kurį gali naudoti norėdamas padaryti savo interaktyvias mašinas. Pridėk Scratch LEGO WeDO 2.0 plėtinį ir programuok savo WeDo kūrinius
nb: <strong>Lego Education WeDo 2.0</strong> er et byggesett for å lage enkle interaktive maskiner. Med en Scratch-tilleggsfunksjon kan du bruke Scratch for å programmere dine WeDo-oppfinnelser.
nn: <strong>Lego Education WeDo 2.0</strong> er eit byggjesett for å laga enkle interaktive maskiner. Og med Scratch-tilleggsfunksjonen kan du bruka Scratch for å programmera WeDo-oppfinningane dine.
pt_br: O <strong>LEGO® Education WeDo 2.0</strong> é um kit de invenção introdutório que você pode usar para criar suas próprias máquinas interativas. Adicione a extensão Scratch LEGO WeDo 2.0 para programar suas criações com o WeDo.
sl: <strong>LEGO® Education WeDo 2.0</strong> je enostaven komplet, ki ga lahko uporabljaš za sestavljanje lastnih interaktivnih strojev. Dodaj Scratch LEGO WeDo 2.0 razširitev, da lahko programiraš svoje WeDo kreacije.
vi: Bộ <strong>LEGO® Education WeDo 2.0</strong> là một bộ dụng cụ sáng chế mở đầu mà bạn có thể sử dụng để xây dựng nên các cỗ máy tương tác. Và mở rộng Scratch LEGO WeDo 2.0 cho phép lập trình các sáng tạo WeDo.
zh_tw: <strong>LEGO® Education WeDo 2.0</strong> 是一款入門級的發明套件，你可以用它來建立屬於自己的互動裝置。添加 LEGO WeDo 2.0 擴充應用到程式中。

source: <strong>Important:</strong> To setup the WeDo 2.0, see the <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> page.
bn: <strong>গুরুত্বপূর্ণ:</strong> WeDo 2.0 সেট আপ করতে, <strong><a href="../../howto/wedo2setup-intro/">এক্সটেনশন সেট আপ</a></strong> পেইজ দেখ।
cs: <strong>Důležité:</strong>Pro nastavení WeDo 2.0 koukni na stránku <strong><a href="../../howto/wedo2setup-intro/">Nastavení rozšíření</a>
cy: <strong>Pwysig:</strong> I osod WeDo 2.0, darllenwch dudalen <strong><a href="../../howto/wedo2setup-intro/">Gosod Estyniad</a></strong>.
de: <strong>Wichtig:</strong> Um die WeDo 2.0-Erweiterung zu installieren folge den Anweisung der <strong><a href="../../howto/wedo2setup-intro/">Installationsanleitung</a></strong>.
fa: <strong>مهم: </strong>برای راه اندازی WeDo 2.0، صفحه <strong><a href="../../howto/wedo2setup-intro/">تنظیمات Extension</a></strong> را ببینید.
fr: <strong>Important :</strong> Pour installer WeDo 2.0, voir la page <strong><a href="../../howto/wedo2setup-intro/">Installation de l'extension</a></strong>.
id: <strong>Penting:</strong> Untuk memasang WeDo 2.0, lihat halaman <strong><a href="../../howto/wedo2setup-intro/">Pemasangan Ekstension.</a></strong>
kk: <strong>Important:</strong> WeDo 2.0 орнату үшін, қараңыз <strong><a href="../../howto/wedo2setup-intro/">Кеңейтілім Орнату</a></strong> парағы.
lt: <strong>Svarbu:</strong> Norėdamas įdiegti WeDo 2.0, žiūrėk <strong><a href="../../howto/wedo2setup-intro/">Plėtinio Diegimas</a></strong> puslapyje
nb: <strong>Viktig:</strong> For oppsett av WeDo 2.0, se siden om <strong><a href="../../howto/wedo2setup-intro/">tilleggsfunksjoner</a></strong>.
nn: <strong>Viktig:</strong> For å setja opp WeDo 2.0 kan du lesa <strong><a href="../../howto/wedo2setup-intro/">rettleiinga for tilleggsfunksjonar</a></strong>.
pt_br: <strong>Importante:</strong> Para configurar o WeDo 2.0, acesse a página de<strong><a href="../../howto/wedo2setup-intro/">Configuração de extensão</a></strong>.
sl: <strong>Pomembno:</strong> Za namestitev WeDo 2.0, glej stran <strong><a href="../../howto/wedo2setup-intro/">Namestitev razširitve</a></strong> .
vi: <strong>Quan trọng:</strong> Để thiết lập WeDo 2.0, xem trang <strong><a href="../../howto/wedo2setup-intro/">Thiết lập Mở rộng</a></strong>.
zh_tw: <strong>重要：</strong> 若要設定 WeDo 2.0，請參考 <strong><a href="../../howto/wedo2setup-intro/">Extension Setup</a></strong> 。

source: Step-by-Step
bn: ধাপে-ধাপে
cs: Krok za krokem
cy: Cam wrth Gam
de: Schritt-für-Schritt
fa: گام به گام
fr: Pas à pas
id: Langkah-demi-Langkah
kk: Бірте-бірте
lt: Žingsnis po žingsnio
nb: Trinn for trinn
nn: Steg for steg
pt_br: Passo a passo
sl: Korak za korakom
tr: Adım-Adım
vi: Từng bước một
zh_tw: 基礎步驟

source: How To
bn: কিভাবে
cs: Jak udělat
cy: Sut I
de: Kurzanleitungen
fa: چگونه
fr: Comment faire
id: Cara Membuat
kk: қалай
lt: Kaip
nb: Hvordan
nn: Korleis
pt_br: Como Fazer
sl: Kako
tr: Nasıl Yapılır
vi: Cách thực hiện
zh_tw: 進階應用

source: Blocks
bn: ব্লকসমূহ
cs: Bloky
cy: Blociau
de: Blöcke
fa: قطعه‌ها
fr: Blocs
id: Balok
kk: Блоктар
lt: Blokai
nb: Klosser
nn: Klossar
pt_br: Blocos
sl: Bloki
tr: Taşlar
vi: Mảnh ghép
zh_tw: 積木說明

source: Follow these tutorials to get started with your project.
bn: তোমার প্রজেক্ট দিয়ে শুরু করতে এই টিউটোরিয়ালগুলো অনুসরণ কর।
cs: Abys mohl začít, podívej se na tyto návody.
cy: Dilynwch y tiwtorialau hyn i gychwyn ar eich project.
de: Folge diesen Anleitungen um mit deinen Projekten zu beginnen.
fa: برای شروع کار با برنامه خود، این آموزش‌ها را دنبال کنید.
fr: Suivez ces tutoriels pour commencer avec votre projet.
id: Ikuti tutorial-tutorial ini untuk memulai karyamu.
kk: Жобаңызбен жұмысты бастау үшін осы оқу құралдарына еріңіз.
lt: Sek šiuos vadovėlius ir pradėk savo projektą
nb: Disse veiledningene hjelper deg å komme i gang.
nn: Desse rettleiingane hjelper deg å komma i gang.
pt_br: Siga esses tutoriais para iniciar seu projeto.
sl: Sledi tem vodičem, da boš lahko začel-a svoj projekt.
tr: Projene başlamak için bu kursları takip edebilirsin.
vi: Theo dõi những hướng dẫn để bắt đầu với chương trình của bạn.
zh_tw: 循序漸進的學習，開始你的專案。

source: Getting Started with Scratch
bn: Scratch দিয়ে শুরু কর
cs: Začínáme se Scratchem
cy: Dechrau Gyda Scratch
de: Erste Schritte mit Scratch
fa: شروع به کار با اسکرچ
fr: Prise en main de Scratch
id: Memulai Scratch
kk: Скретчпен Жұмысты Бастау
lt: Scratch Pradžiamokslis
nb: Kom i gang med Scratch
nn: Kom i gang med Scratch
pt_br: Introdução ao Scratch
sl: Uvod v Scratch
tr: Scratch'a Başlarken
vi: Bắt đầu với Scratch
zh_tw: 開始使用 Scratch

source: Animate A Name
bn: একটি নাম অ্যানিমেট কর
cs: Animuj jméno
cy: Animeiddio Enw
fa: به یک اسم جان ببخشید
fr: Animer Un Nom
id: Animasikan Sebuah Nama
sl: Animiraj ime
tr: Bir ismi hareketlendir
vi: Làm chuyển động Một Cái tên

source: Make Music
bn: সঙ্গীত বানাও
cs: Vytvoř hudbu
cy: Creu Cerddoriaeth
de: Füge Musik hinzu
fa: ساختن موسیقی
fr: Fais de la musique
id: Membuat Musik
kk: Әуенді жаса
lt: Muzikuok
nb: Lag musikk
nn: Lag musikk
pt_br: Criar música
sl: Ustvari glasbo
tr: Müzik Üret
vi: Tạo Âm nhạc
zh_tw: 製作音樂

source: Make It Fly
bn: এটিকে উড়াও
cs: Nauč létat
cy: Gwneud Iddo Hedfan
de: Lass es fliegen!
fa: آن را به پرواز درآورید
fr: Fais-Le Voler
id: Terbangkan
kk: Оны ұшуға мәжбүрле
lt: Paskraidink
nb: Få den til å fly
nn: Få det til å fly
pt_br: Faça-o voar
sl: Naj leti
tr: Uçuşa Geç
vi: Làm bay lên
zh_tw: 讓它飛吧

source: Create a Pong Game
bn: একটি পং গেম তৈরি করো
cs: Vytvoření hry Pong
cy: Creu Gêm Pong
de: Entwickle ein Pong-Spiel
fa: یک بازی پونگ ایجاد کنید
fr: Crée un jeu de Pong
id: Buat sebuah Permainan Pong
kk: Pong ойынын жасаңыз
lt: Sukurk Pong žaidimą
nb: Lag ballspillet Pong
nn: Lag ballspelet Pong
pt_br: Crie um jogo no estilo Pong
sl: Sestavi igro Pong
tr: Bir Pinpon Oyunu Yap
vi: Tạo ra Trò chơi Pong
zh_tw: 建立一個乒乓球遊戲

source: Race to the Finish
bn: শেষ পর্যন্ত প্রতিযোগিতা কর
cs: Závod až do konce
cy: Y Ras i'r Diwedd
de: Wettrennen
fa: مسابقه به پایان رسید
fr: Course jusqu'à l'arrivée
id: Balapan Sampai Akhir
kk: Мәреге жет
lt: Lenktyniauk iki Finišo
nb: Kappløp
nn: Spring om kapp
pt_br: Corrida Olímpica
sl: Dirkaj do konca
tr: Bitişe kadar yarış
vi: Đua về đích
zh_tw: 奔跑至終點線

source: Hide-and-Seek Game
bn: লুকোচুরি খেলা
cs: Hra na schovávanou
cy: Chwarae Cuddio
de: Versteckspiel
fa: بازی قایم موشک
fr: Jeu de cache-cache
id: Permainan Petak Umpet
kk: Жасырынбақ ойыны
lt: Slėpynės
nb: Leke gjemsel
nn: Gøym og leita
pt_br: Jogo de esconde-esconde
sl: Igra Skrivanja in iskanja
tr: Saklanbaç Oyunu
vi: Trò chơi Trốn tìm
zh_tw: 捉迷藏遊戲

source: Create a Story
bn: একটি গল্প তৈরি কর
cs: Vytvoř příběh
cy: Creu Stori
de: Erstelle eine Geschichte
fa: یک داستان بساز
fr: Créer une Histoire
id: Buat sebuah Cerita
kk: Әңгіме құрастырыңыз
lt: Sukurk pasakojimą
nb: Lag en fortelling
sl: Ustvari Zgodbo
tr: Hikaye Oluştur
vi: Tạo ra một Câu chuyện
zh_tw: 創作一個故事

source: Let's Dance
bn: চল নাচি
cs: Tancuj
cy: Dawnsio
de: Lass uns tanzen
fa: بیا برقصیم
fr: Dansons
id: Mari Menari
kk: Кел, билейік
lt: Pašokime
nb: Ta en dans
nn: Dansefest
pt_br: Vamos dançar
sl: Zaplešimo
tr: Hadi Dans'et
vi: Nào cùng nhảy
zh_tw: 來跳個舞吧

source: Fashion Game
bn: ফ্যাশন খেলা
cs: Módní hra
cy: Gêm Ffasiwn
de: Modenspiel
fa: بازی مد
fr: Jeu de Mode
id: Permainan Fesyen
kk: Сән туралы ойын
lt: Mados žaidimas
nb: Motespillet
sl: Igra Mode
tr: Moda Oyunu
vi: Trò chơi Thời Trang
zh_tw: 時尚遊戲

source: Catch Game
bn: খেলা ধরা
cs: Hra chytání
cy: Gêm Dal
de: Fangspiel
fa: بازی قاپیدن
fr: Jeu de prise de balle
id: Permainan Menangkap
kk: Қуыспақ ойыны
lt: Gaudynės
nb: Ta imot!
nn: Ta imot
pt_br: Jogo de Coletar
sl: Igra Ujemi
tr: Yakalama Oyunu
vi: Trò chơi bắt lấy
zh_tw: 接東西遊戲

source: Create a Virtual Pet
bn: একটি কৃত্রিম পোষা প্রাণী তৈরি কর
cs: Vytvoř virtuálního mazlíčka
cy: Creu Anifail Anwes
de: Erschaffe ein virtuelles Haustier
fa: یک حیوان خانگی مجازی ایجاد کنید
fr: Créer un animal virtuel
id: Buat sebuah Peliharaan Virtual
kk: Виртуалды үй жануарын жаса
lt: Sukurk virtualų naminį gyvūnėlį
nb: Lag et virtuelt kjæledyr
nn: Lag eit virtuelt kjæledyr
pt_br: Crie um animal de estimação virtual
sl: Sestavi navideznega ljubljenčka
tr: Sanal Bir Evcil Hayvan Oluştur
vi: Tạo ra trò chơi Thú ảo
zh_tw: 創作一隻虛擬寵物

source: Make a Birthday Card
bn: জন্মদিনের কার্ড তৈরি কর
cs: Vytvoř narozeninové přání
cy: Creu Cerdyn Pen-blwydd
fa: کارت تولد بساز
fr: Faire une carte d'anniversaire
id: Buat Kartu Ulang Tahun
sl: Izdelaj rojstnodnevno voščilnico
tr: Bir doğum günü kartı yap
vi: Làm một Tấm thiệp Sinh nhật

source: Learn more about how to make specific things for your project.
bn: তোমার প্রজেক্টের জন্য নির্দিষ্ট জিনিসগুলো কিভাবে তৈরি করবে সে সম্পর্কে আরও জান।
cs: Nauč se více o tom jak udělat specifické věci na tvém projektu.
cy: Dysgu rhagor am sut i wneud pethau penodol ar gyfer eich project.
de: Erfahre mehr darüber, wie man bestimmte Dinge für dein Projekt macht.
fa: در مورد چگونگی ساخت موارد خاص برای برنامه خود بیشتر بدانید.
fr: En savoir plus sur la façon de faire des choses spécifiques pour votre projet.
id: Belajar lebih lanjut tentang cara membuat hal-hal spesifik untuk karyamu.
kk: Сіздің жобаңызға ерекше заттарды қосу жолдары туралы қосымша ақпарат алыңыз.
lt: Sužinok daugiau apie tai, kaip pagaminti tam tikrus dalykus savo projektui
nb: Lær mer om hvordan du får til forskjellige ting i programmer du lager.
nn: Lær meir om korleis du får til ulike ting i program du lagar.
pt_br: Aprenda mais sobre como fazer coisas específicas em seu projeto.
sl: Spoznaj, kako v svojem projektu narediš določene stvari.
tr: Neyi nasıl yapacağını öğrenmek için aşağıdaki konulara bak.
vi: Tìm hiểu thêm về cách để làm những điều đặc biệt cho chương trình của bạn.
zh_tw: 學習的愈多，你創作專案會愈得心應手。

source: Effects
bn: ইফেক্টগুলো
cs: Efekty
cy: Effeithiau
de: Effekte
fa: جلوه ها
fr: Effets
id: Efek
kk: Эффекттер
lt: Efektai
nb: Effekter
nn: Effektar
pt_br: Efeitos
sl: Učinki
tr: Etkiler
vi: Hiệu ứng
zh_tw: 效果

source: Play with effects
bn: ইফেক্ট এর সাথে খেলা কর
cs: Hraní s efekty
cy: Chwarae gyda effeithiau
de: Mit Effekten spielen
fa: با جلوه‌ها بازی کنید
fr: Jouer avec des effets
id: Bermain dengan efek
kk: Әсерлерді өзгертіңіз
lt: Žaisk su efektais
nb: Lek med effekter
nn: Leik med effektar
pt_br: Descobrir os efeitos
sl: Poigraj se z učinki
tr: Etkilerle oyna
vi: Thực hiện với các hiệu ứng
zh_tw: 加入圖形效果

source: Create interactive effects
bn: ইন্টারেক্টিভ ইফেক্ট তৈরি কর
cs: Tvorba interaktivních efektů
cy: Creu effeithiau rhyngweithiol
de: Interaktive Effekte erzeugen
fa: ایجاد جلوه‌های تعاملی
fr: Créer des effets interactifs
id: Membuat efek interaktif
kk: Итерактивті әсерлерді жасау
lt: Sukurk interaktyvius efektus
nb: Lag interaktive effekter
nn: Lag interaktive effektar
pt_br: Criar efeitos interativos
sl: Ustvari interaktivne učinke
tr: Etkileşimli etkiler yarat
vi: Tạo ra các hiệu ứng tương tác
zh_tw: 建立互動效果

source: Interact with a microphone
bn: একটি মাইক্রোফোনের সাথে ইন্টারেক্ট কর
cs: Komunikace mikrofonem
cy: Rhyngweithio â meicroffon
de: Mit einem Mikrophon arbeiten
fa: با یک میکروفون تعامل داشته باشید
fr: Interagir avec un microphone
id: Berinteraksi dengan mikrofon
kk: Микрофонмен әрекеттесіңіз
lt: Sąveikauk su mikrofonu
nb: Bruk mikrofon interaktivt
nn: Bruk mikrofonen
pt_br: Interagir com um microfone
sl: Sodeluj s pomočjo mikrofona
tr: Mikrofonla etkileş
vi: Tương tác với mic
zh_tw: 用麥克風互動

source: Animation
bn: অ্যানিমেশন
cs: Animace
cy: Animeiddiad
fa: پویا نمایی
id: Animasi
kk: Анимация
lt: Animacija
nb: Animasjon
nn: Animasjonar
pt_br: Animações
sl: Animacije
tr: Çizgi Film
vi: Phim hoạt hình
zh_tw: 動畫

source: Switch from happy to sad
bn: খুশী থেকে দুঃখে বদল কর
cs: Přepínač ze šťastný na smutný
cy: Newid o hapus i drist
de: Von fröhlich zu traurig wechseln
fa: از خوشحالی به غمگین تغییر کن
fr: Passez de la joie à la tristesse
id: Berubah dari gembira menjadi sedih
kk: Көңілдіден көңілсізге ауысыңыз
lt: Keisk iš linksmo į liūdną
nb: Bytt fra glad til trist
nn: Byt frå glad til trist
pt_br: Mudar de feliz a triste
sl: Preklopi iz veselja v žalost
tr: Mutludan üzgüne dön
vi: Chuyển đổi cảm xúc từ vui thành buồn
zh_tw: 讓角色有表情

source: Make a sprite talk
bn: একটি sprite কে কথা বলাও
cs: Donutit postavu mluvit
cy: Gwneud i giplun siarad
de: Eine Figur sprechen lassen
fa: شکلک را به صحبت کردن بیاور
fr: Faire parler le lutin
id: Buat suatu sprite berbicara
kk: Спрайтты сөйлейтін етіңіз
lt: Priversk veikėją kalbėti
nb: Få en figur til å snakke
nn: Få ein figur til å snakka
pt_br: Fazer um ator falar
sl: Naj figura spregovori
tr: Kuklanı Konuştur
vi: Làm cho đối tượng nói
zh_tw: 讓角色會說話

source: Make a sprite walk
bn: একটি স্প্রাইটকে হাটাও
cs: Přinutit postavu chodit
cy: Gwneud i giplun gerdded
de: Eine Figur laufen lassen
fa: شکلک را به راه رفتن بیاور
fr: Faire marcher le lutin
id: Membuat suatu sprite berjalan
kk: Спрайтты сөйлейтін етіңіз
lt: Priversk veikėją eiti
nb: Få en figur til å gå
nn: Få ein figur til å gå
pt_br: Fazer um ator andar
sl: Naj figura začne hoditi
tr: Kuklayı yürüyebilir yap
vi: Làm cho đối tượng di chuyển
zh_tw: 讓角色能走路

source: Games
bn: খেলাগুলি
cs: Hry
cy: Gemau
de: Spiele
fa: بازی ها
fr: Jeux
id: Permainan
kk: Ойындар
lt: Žaidimai
nb: Spill
nn: Spel
pt_br: Jogos
sl: Igre
tr: Oyunlar
vi: Trò chơi
zh_tw: 遊戲

source: Use arrow keys to move
bn: সরানোর জন্য অ্যারো কীগুলো ব্যবহার কর
cs: Použití šipkových kláves k pohybu
cy: Defnyddiwch y botymau saeth i symud
de: Steuerung mit den Pfeiltasten
fa: از دکمه‌های جهت، برای حرکت استفاده کنید
fr: Utiliser les flèches pour se déplacer
id: Gunakan tombol panah untuk bergerak
kk: Қозғалу үшін көрсеткі пернелерін пайдаланыңыз
lt: Naudok rodyklių klavišus norėdamas judėti
nb: Flytt med piltastene
nn: Flytt med piltastane
pt_br: Use as setas para mover
sl: Uporabi smerne tipke za premikanje
tr: Ok tuşlarıyla hareket ver
vi: Sử dụng các phím mũi tên để di chuyển
zh_tw: 使用方向鍵移動

source: Bounce around
bn: চতুর্দিকে লাফাও
cs: Odrážení dokola
cy: Bownsio o gwmpas
de: Herumspringen
fa: این طرف و آن طرف بپرید
fr: Rebondir
id: Memantul
kk: Секіру
lt: Atšokinėk aplink
nb: Sprett omkring
nn: Sprett omkring
pt_br: Saltitar
sl: Odbijaj se
tr: Dört kenardan sek
vi: Tung lên
zh_tw: 碰到邊緣就反彈

source: Collide
bn: সংঘর্ষ
cs: Srážka
cy: Taro
de: Kollisionen
fa: برخورد کنید
fr: Entrer en collision
id: Bertabrakan
kk: Соқтығу
lt: Susidurk
nb: Kollisjon
nn: Kollisjon
pt_br: Colidir
sl: Združi
tr: Çarpışınca?
vi: Va chạm
zh_tw: 角色碰撞

source: Keep score
bn: স্কোর হিসাব রাখ
cs: Udržování skóre
cy: Cadw sgôr
de: Den Spielstand speichern
fa: امتیاز بگیرید
fr: Compte les points
id: Menyimpan nilai
kk: Ұпайды сақтаңыз
lt: Išsaugok rezultatą
nb: Poengtelling
nn: Poengteljing
pt_br: Manter a pontuação
sl: Štej točke
tr: Skoru aklında tut
vi: Giữ điểm
zh_tw: 記錄得分

source: Soccer remix tips
bn: ফুটবল রিমিক্স টিপস
cs: Tipy pro fotbalový remix
cy: Awgrymiadau ailgymysgu pêl-droed
de: Remix-Tipps für Fußball
fa: نکات بازترکیب فوتبال
fr: Conseils pour le remix du football
id: Tips remix sepakbola
kk: Футбол ремикс кеңестері
lt: Futbolo perdarinio patarimai
nb: Fotballspill – tips om remiksing
nn: Fotballspel – tips om remiksing
pt_br: Dicas de remix de futebol
sl: Namigi za spremembo nogometa
tr: Futbol remiz ipuçları
vi: Thủ thuật phối lại trò bóng đá
zh_tw: 足球改編技巧

source: Stories
bn: গল্পগুলো
cs: Příběhy
cy: Storiau
de: Geschichten
fa: داستان ها
fr: Histoires
id: Cerita
kk: Әңгімелер
lt: Pasakojimai
nb: Fortellinger
nn: Forteljingar
pt_br: Histórias
sl: Zgodbe
tr: Hikayeler
vi: Các câu chuyện
zh_tw: 故事

source: Talk to each other
bn: একে অপরের সাথে কথা বলো
cs: Hovor mezi sebou
cy: Siarad efo'ch gilydd
de: Miteinander sprechen
fa: با هم صحبت کنید
fr: Parler avec l'autre
id: Berbicara dengan satu sama lain
kk: Бірөбіріңізбен сөйлесу
lt: Kalbėkitės vienas su kitu
nb: Snakk sammen
nn: Snakk saman
pt_br: Falar com os outros
sl: Pogovarjaj se z drugimi
tr: Birbiriyle konuştur
vi: Nói chuyện với nhau
zh_tw: 角色間對話

source: Glide off the stage
bn: মঞ্চ থেকে সরে যাও
cs: Vyklouznutí ze scény
cy: Llithro oddi ar y llwyfan
de: Von der Bühne gleiten
fa: از صحنه خارج شوید
fr: Glisser hors de la scène
id: Meluncur keluar dari panggung
kk: Сахнадан сырғанаңыз
lt: Nusklęsk nuo Scenos
nb: Gli ut av scenen
nn: Gli ut av scena
pt_br: Deslizar para fora do palco
sl: Oddrsaj z odra
tr: Kayarak sahneden çık
vi: Lướt ra khỏi sân khấu
zh_tw: 滑行離開舞台

source: Switch backdrops
bn: ব্যাকড্রপগুলো পরিবর্তন কর
cs: Přepínání pozadí
cy: Newid cefndir
de: Bühnenbilder wechseln
fa: تغییر پس‌زمینه‌ها
fr: Changer d'arrière-plans
id: Mengubah latar
kk: Фондарды өзгертіңіз
lt: Keisk fonus
nb: Bytt bakgrunn
nn: Byt bakgrunn
pt_br: Mudar pano de fundo
sl: Zamenjaj ozadje
tr: Başka dekora geç
vi: Chuyển đổi ảnh nền
zh_tw: 切換背景

source: Music
bn: সঙ্গীত
cs: Hudba
cy: Cerddoriaeth
de: Musik
fa: موسیقی
fr: Musique
id: Musik
kk: Музыка
lt: Muzika
nb: Musikk
nn: Musikk
pt_br: Música
sl: Glasba
tr: Müzik
vi: Âm nhạc
zh_tw: 音樂

source: Play an instrument
bn: একটি বাদ্যযন্ত্র বাঁজাও
cs: Hraní na nástroj
cy: Chwarae offeryn
de: Ein Instrument spielen
fa: یک آلت موسیقی بنوازید
fr: Jouer d'un instrument
id: Memainkan suatu alat musik
kk: Аспапта ойнау
lt: Groti instrumentu
nb: Spill et instrument
nn: Spel eit instrument
pt_br: Tocar um instrumento
sl: Igraj glasbilo
tr: Bir çalgı çal
vi: Chơi một nhạc cụ
zh_tw: 演奏樂器

source: Play background music
bn: ব্যাকগ্রাউন্ড সঙ্গীত বাজাও
cs: Hraní hudby na pozadí
cy: Chwarae cerddoriaeth cefndir
de: Hintergrundmusik spielen
fa: موسیقی پس‌زمینه را پخش کنید
fr: Jouer une musique de fond
id: Memainkan musik latar
kk: Фондағы өлеңді ойнатыңыз
lt: Groti foninę muziką
nb: Spill bakgrunnsmusikk
nn: Spel bakgrunnsmusikk
pt_br: Tocar música de fundo
sl: Predvajaj glasbo v ozadju
tr: Fon müziği çal
vi: Phát nhạc nền
zh_tw: 播放背景音樂

source: Import your music
bn: তোমার সঙ্গীত যুক্ত করো
cs: Import tvé hudby
cy: Mewnforio eich cerddoriaeth
de: Deine Musik importieren
fa: موسیقی خود را وارد کنید
fr: Importer votre musique
id: Mengimpor musikmu
kk: Музыканы импорттаңыз
lt: Įkelk savo muzikos
nb: Importer musikk
nn: Importer musikk
pt_br: Importar sua música
sl: Uvozi svojo glasbo
tr: Kendi müziğini al
vi: Thêm nhạc của bạn
zh_tw: 匯入你的音樂
