Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Now you can click on the green flag <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> to play the card:
bn: এখন তুমি কার্ড খেলতে সবুজ পতাকা <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> ক্লিক করতে পার:
cs: Teď můžeš kliknout na zelenou vlajku <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> aby se spustila karta:
cy: Nawr gallwch glicio ar y faner werdd<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> i chwarae'r cedyn:
fa: حالا شما می‌توانید بر روی پرچم سبز <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> برای بازی کارت کلیک کنید:
fr: Maintenant tu peux cliquer sur le drapeau vert <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> pour jouer la carte.
id: Sekarang kamu bisa klik bendera hijau <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> untuk memainkan kartunya:
tr: Şimdi yeşil bayrağa <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">tıklayarak kartı oynatabilirsin:
vi: bây giờ bạn có thể bấm vào Cờ xanh <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png">để chơi tấm thiệp:

source: Next, add a party scene
bn: তারপর, একটি পার্টির দৃশ্য যোগ কর
cs: V dalším kroku přidej scénu s párty
cy: Nesaf, ychwanegwch golygfa parti
de: Füge als nächstes eine Partyszene hinzu.
fa: سپس، صحنه مهمانی را اضافه کنید
fr: Ensuite, ajoute une scène de fête
id: Setelah itu, tambahkan sebuah pemandangan pesta
kk: Енді, сахналық кешті қосыңыз
lt: Toliau, pridėk baliaus sceną
nb: Så kan du legge inn et festbilde
nn: Vidare: lag eit festbilete
pt_br: Em seguida, adicione uma cena de festa
sl: Sedaj dodaj sceno za zabavo.
tr: Şimdi de bir parti sahnesi yapalım
vi: Tiếp theo, thêm vào cảnh của buổi tiệc
zh_tw: 下一步，添加派對場景

source: Choose a backdrop for your card.
bn: তোমার কার্ডের জন্য একটি ব্যাকড্রপ বাছাই কর।
cs: Vyber si pozadí pro svojí kartu.
cy: Dewiswch cefndir i'ch cerdyn
de: Wähle ein Bühnenbild für deine Karte.
fa: پس‌زمینه‌ای برای کارت خود انتخاب کنید.
fr: Choisis un arrière-plan pour ta carte.
id: Pilih sebuah latar untuk kartumu.
kk: Картаңызға фон таңдаңыз.
lt: Pasirink foną savo atvirutei
nb: Velg et bakgrunnsbilde for kortet ditt
nn: Vel eit bakgrunnsbilete for kortet ditt.
pt_br: Escolha um pano de fundo para seu cartão.
sl: Voščilnici dodaj ozadje.
tr: Kartın için bir dekor seç.
vi: Chọn phông nền cho thiệp của bạn
zh_tw: 為卡片選擇一個適合的背景。

source: Click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> icon:
bn: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> আইকনে ক্লিক কর:
cs: Klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikonu:
cy: Cliciwch eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:
fa: روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> کلیک کنید:
fr: Clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:
id: Klik ikon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:
sl: Klikni <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikono:
tr: <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> ikonuna tıkla:
vi: Bấm chọn biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/landscape-icon.png">:

source: <p>Choose "party" or another backdrop:</p>
bn: <p>"party" বা অন্য ব্যাকড্রপ নির্বাচন কর:</p>
cs: <p>Vyber "párty" nebo jiné pozadí:</p>
cy: <p>Dewiswch "parti" neu gefnlen arall:</p>
de: <p>Wähle "Party" oder ein anderes Bühnenbild:</p>
fa: <p>"مهمانی" یا یک پس‌زمینه دیگر را انتخاب کنید:</p>
fr: <p>Choisis "party" (fête) ou un autre arrière-plan :</p>
id: <p>Pilih "pesta" atau latar lain:</p>
kk: ⇥<p>"Кешті" немесе басқа фонды таңдаңыз:</p> ⇥
lt: ⇥<p>Rinkis "balius" arba kitą foną:</p> ⇥
nb: <p>Velg "party" eller en annen bakgrunn:</p>
nn: <p>Vel «party» eller ein annan bakgrunn:</p>
pt_br: <p>Escolha "festa" ou outro pano de fundo:</p>
sl: <p>Izberi "party" ("zabava") ali kako drugo ozadje:</p>
tr: <p>"Parti" ya da başka bir zemin seç:</p>
vi: <p>Chọn "buổi tiệc" hay một ảnh nền khác:</p>
zh_tw: <p>選擇 party（派對）或是其他的背景：</p>

source: <p>Now your card will look something like this:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
bn: <p>এখন তোমার কার্ডটি দেখতে এরকম কিছু হবে:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
cs: <p>Teď tvoje karta bude vypadat něco jako je tohle:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
cy: <p>Nawr bydd eich cerdyn yn edrych rhywbeth fel hyn:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
de: <p>Jetzt sieht deine Karte etwa so aus:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
fa: <p>اکنون کارت شما چیزی شبیه به این خواهد بود:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
fr: <p>Maintenant votre carte ressemblera à quelque chose comme cela:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
id: <p>Sekarang kartumu bakal terlihat kira-kira seperti ini:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
kk: ⇥<p>Енді ашық хатыңыз осындай болып көрінеді:</p> ⇥<img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png"> ⇥
lt: ⇥<p>Dabar tavo atvirutė atrodys panašiai kaip tai:</p> ⇥<img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png"> ⇥
nb: <p>Nå ser kordet ditt omtrent slik ut:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
nn: <p>No ser kortet ditt omtrent slik ut:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
pt_br: <p>Agora seu cartão estará mais ou menos assim:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
sl: <p>Sedaj naj bi bila tvoja voščilnica približno taka:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
tr: <p>Kartın şimdi bunun gibi birşeye benzemiş olmalı:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
vi: <p>Bây giờ tấm thiệu của bạn sẽ trông như thế này đây:</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">
zh_tw: <p>你的卡片現在應該會像這樣：</p> <img src = "%(STATIC_URL)s/images/help/partybackgroundcat.png">

source: Next, add a cake to your card
bn: তারপর, তোমার কার্ডে একটি কেক যোগ কর
cs: Dále přidej dort na tvou kartu
cy: Nesaf, ychwanegwch gacen i'ch cerdyn
de: Als nächstes, füge deiner Karte einen Kuchen hinzu
fa: سپس، کیکی به کارت خود اضافه کنید
fr: Ensuite, ajoute un cake à ta carte
id: Lalu tambahkan kue ke kartumu
kk: Келесі, картаңызға тортты қосыңыз
lt: Toliau, pridėk tortą savo atvirutėje
nb: Nå kan du legge inn en kake
nn: Vidare: legg til ei kake
pt_br: Em seguida, adicione um bolo ao seu cartão
sl: Sedaj na voščilnico dodaj torto
tr: Sırada karta pasta ekleme var
vi: Tiếp theo, thêm vào một cái bánh trong thiệp
zh_tw: 下一步，在卡片裡放個蛋糕

source: To add a cake, click on the <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> icon:
bn: একটি কেক যোগ করতে, <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> আইকনে ক্লিক কর:
cs: Pro přidání dortu klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ikonu:
cy: I ychwanegu cacen, cliciwch ar yr eicon <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:
fa: برای اضافه کردن کیک، روی نماد <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> کلیک کنید:
fr: Pour ajouter un gâteau, clique sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:
id: Untuk menambahkan kue, klik ikon <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:
sl: Da dodaš torto, klikni na <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ikono:
tr: Bir kek eklemek için <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png"> ikonuna tıkla:
vi: Để thêm vào một cái bánh, bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/10b-sprite.png">:

source: Then select the "Cake" sprite and click OK.
bn: তারপর, "কেক" স্প্রাইটটি নির্বাচন কর এবং ঠিক আছে ক্লিক কর।
cs: Poté zvol postavu "dort" a klikni na něj.
cy: Yna dewiswch y corlun "Cacen" a chlicio Iawn.
fa: سپس شکلک "کیک" را انتخاب کرده و روی OK کلیک کنید.
fr: Ensuite, sélectionne le lutin "Gâteau" et clique sur Ok.
id: Kemudian pilih sprite "Kue" dan pilih OK.
sl: Nato izberi figuro "Cake" in klikni V redu.
tr: "Kek" kuklasını seç ve OK a tıkla.
vi: Sau đó chọn đối tượng "Bánh kem" và bấm OK.

source: In Scratch, any character or object is called a sprite.
bn: Scratch এ, যেকোন ক্যারেক্টার অথবা বস্তুকে স্প্রাইট বলে।
cs: Ve Scratchi se postavy a objekty nazývají postavy.
cy: Yn Scratch, mae unrhyw gymeriad neu wrthrych y cael ei alw'n gorlun.
fa: در اسکرچ، کاراکترها و اشیاء 'شکلک' نامیده می‌شوند.
fr: Sur Scratch, chaque élément est appelé un lutin.
id: Di Scratch, karakter atau obyek apapun disebut sprite.
sl: V Scratchu se vsak znak ali objekt imenuje figura.
tr: Stratch' te herhangi bir karakter ya da nesne kukla olarak adlandırılır.
vi: Trong Scratch, bất kì nhân vật hoặc đối tượng nào đều được gọi chung là đối tượng.

source: <p>Drag your cake to where you want it on the Stage.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
bn: <p>তোমার কেকটি তুমি মঞ্চের যেখানে চাও সেখানে টেনে আন।</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
cs: <p>Přetáhni svůj dort tam, kde ho chceš mít na scéně.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
cy: <p>Llusgwch eich cacen i lle rydych am iddo fod ar y Llwyfan.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
de: <p>Verschiebe deinen Kuchen dorthin, wo du ihn auf der Bühne haben möchtest.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
fa: <p>کیک خود را به هر از صحنه که می‌خواهید بکشید.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
fr: <p>Tu fas un glisser-déposer de ton cake à l'emplacement que tu as choisi sur la scène .</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
id: <p>Seret kuemu ke tempat yang kamu inginkan di Panggung.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
kk: ⇥<p>Тортыңызды Кезеңнің қалаған жеріне алып барыңыз.</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p> ⇥
lt: ⇥<p>Tempk savo tortą ten, kur nori kad jis būtų Scenoje</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p> ⇥
nb: <p>Dra kaken dit du vil ha den på scenen.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
nn: <p>Dra kaka der du vil ha ho på scena.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
pt_br: <p>Arraste seu bolo para onde você quer que ele fique no Palco.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
sl: <p>Premakni torto tja, kjer želiš, da je.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
tr: <p>Pastanı Sahne üzerinde istediğin yere yerleştir.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
vi: <p>Kéo bánh kem đến nơi bạn muốn trên Sân khấu.</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>
zh_tw: <p>將蛋糕拖放到舞台上合適的位置。</p> <p><img src = "%(STATIC_URL)s/images/help/cakebackground.png"></p>

source: Tip: Make any sprite bigger by clicking on it with the grow tool. Or make it smaller using the shrink tool:
bn: টীকা: বৃদ্ধি টুলে ক্লিক করে যেকোন স্প্রাইটকে আরও বড় কর। অথবা সঙ্কুচিত টুল ব্যবহার করে এটি ছোট কর:
cs: Tip: Pro zvětšení postavy na ni klikej za pomoci zvětšovacího nástroje. Pro zmenšení s pomocí zmenšovacího nástroje:
cy: Awgrym: Gwnewch unrhyw gorlun yn fwy drwy glicio arno gyda'r teclyn tyfu. Neu gallwch ei wneud yn llai gyda'r teclyn lleihau:
de: Tipp: Mache eine Figur größer in dem du sie mit dem "wachsen"-Werkzeug anklickst. Oder mache sie mit dem "schrumpfen"-Werkzeug kleiner
fa: نکته: با کلیک کردن بر روی شکلک با ابزار رشد، هر شکلکی را بزرگتر کنید. یا با استفاده از ابزار کوچک کردن آن را کوچک‌تر کنید:
fr: Astuce : Agrandit un lutin en cliquant dessus avec l'outil Agrandir. Ou bien rétrécis-le en utilisant l'outil Rétrécir :
id: Tip: Buat sprite manapun lebih besar dengan mengkliknya dengan alat pembesar. Atau buatnya menjadi lebih kecil dengan alat pengecil:
kk: Кеңес: Үлкейту құралын қолдана отырып кез келген спрайттың көлемін үлкейтіңіз. Немесе кішірейту құралын қолдана отырып оны кішірейтіңіз.
nb: Tips: Du kan gjøre en figur større eller mindre ved å klikke på den med et av disse verktøyene:
nn: Tips: Du kan gjera figuren større eller mindre ved å trykkja på han med vekse- eller krympeverktøya:
pt_br: Dica: deixe qualquer ator maior clicando nele com a ferramenta de crescimento. Ou deixe-o menor usando a ferramenta de encolhimento:
tr: İpucu: Herhangi bir kuklayı büyüt aracına tıklatarak büyüt veya küçült aracına tıklatarak küçült.
vi: Thủ thuật: làm cho đối tượng của bạn lớn hơn bằng cách bấm vào công cụ phóng to. Hay làm cho nó nhỏ lại bằng cách bấm vào công cụ thu nhỏ:
zh_tw: 提示：你可以使用放大工具把角色變大，或是縮小工具讓它看起來比較小：

source: Next, add music to your card!
bn: তারপর, তোমার কার্ডে সঙ্গীত যোগ কর!
cs: Jako další krok, přidej hudbu do své karty!
cy: Nesaf, ychwanegwch gerddoriaeth i'ch cerdyn!
de: Ergänze als nächstes Musik zu deiner Karte!
fa: بعد، موسیقی را به کارت خود اضافه کنید!
fr: Ensuite, ajoute de la musique à ta carte!
id: Selanjutnya tambahkan musik ke kartumu!
kk: Келесі, картаңызға әуенді қосыңыз!
lt: Toliau, pridėk muzikos savo atvirutei
nb: Legg inn musikk i bursdagskortet!
nn: Vidare: legg musikk til bursdagskortet!
pt_br: Em seguida, adicione música ao seu cartão!
sl: Voščilnici dodaj glasbo!
tr: Şimdi de karta müzik ekleyelim!
vi: Tiếp theo, thêm âm nhạc vào tấm thiệp của bạn!
zh_tw: 下一步，添到音樂到卡片中！

source: Now, add music that plays when you click the cake.
bn: এখন, সঙ্গীত যুক্ত কর যা বেজে উঠবে যখন কেক এ ক্লিক করা হবে।
cs: Nyní přidej hudbu, která bude hrát, pokud klikneš na dort.
cy: Nawr, ychwanegwch gerddoriaeth sy'n chwarae pa fyddwch yn clicio'r gacen.
de: Nun, füge Musik hinzu, die spielt, wenn du auf den Kuchen klickst.
fa: اکنون، موسیقی را اضافه کنید که با کلیک کردن روی کیک پخش شود.
fr: Maintenant, ajoute de la musique qui joue lorsque tu cliques sur le cake.
id: Sekarang, tambahkan musik yang bermain saat kamu mengklik kuenya.
kk: Тортқа басқан сәтте ойнайтын музыканы қосыңыз.
lt: Dabar pridėk muzikos, kuri gros paspaudus tortą
nb: Nå kan du legge inn musikk som begynner å spille når kaken klikkes.
nn: No kan du leggja inn musikk som byrjar å spela når du trykkjer på kaka.
pt_br: Agora, adicione uma música para tocar quando você clicar no bolo.
sl: In sedaj dodaj glasbo, ki igra, ko klikneš na torto.
tr: Şimdi, pastaya tıklandığında çalması için bir müzik ekleyelim.
vi: Bây giờ, thêm âm nhạc phát lúc bạn bấm vào bánh kem.
zh_tw: 接下來，在點擊蛋糕時播放音樂

source: First, click to select the cake.
bn: প্রথমে, কেক নির্বাচন করতে ক্লিক কর।
cs: Nejprve si vyber dort.
cy: Yn gyntaf, cliciwch i ddewis y gacen.
fa: برای انتخاب کیک ابتدا کلیک کنید.
fr: Premièrement, clique pour sélectionner un gâteau.
id: Pertama, klik untuk memilih kuenya.
sl: Prvo klikni, da izbereš torto.
tr: İlk olarak, keki seçmek için tıkla.
vi: Đầu tiên, chọn bánh kem.

source: Click the <span class="tab-ref">Sounds</span> tab, then click <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
bn: <span class="tab-ref">শব্দ</span> ট্যাবে ক্লিক কর, তারপর ক্লিক কর<img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">।
cs: Klikni na záložku <span class="tab-ref">Zvuky</span>, poté klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
cy: Cliciwch y tab <span class="tab-ref">Seiniau</span>, yna clicio <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">
fa: روی زبانه <span class="tab-ref">صداها</span> کلیک کنید، سپس <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">را کلیک کنید.
fr: Clique sur l'onglet des <span class="tab-ref">Sons</span>, ensuite clique sur <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
id: Klik tab <span class="tab-ref">Suara</span>, kemudian klik <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
sl: Klikni zavihek <span class="tab-ref">Zvoki</span>, nato klikni <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.
tr: <span class="tab-ref">Sesler</span> sekmesine tıkla, sonra <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ye tıkla.
vi: Bấm chọn thẻ <span class="tab-ref">Âm thanh</span>, sau đó bấm <img class="intext" src = "%(STATIC_URL)s/images/help/speaker-icon.png">.

source: Choose "birthday" or another sound:
bn: বাছাই কর "জন্মদিন" অথবা অন্য কোন শব্দ:
cs: Vyber "narozeniny" nebo jiný zvuk:
cy: Dewiswch "pen-blwydd" neu sain arall:
fa: "تولد" یا صدای دیگری را انتخاب کنید:
fr: Choisis "anniversaire" ou un autre son:
id: Pilih "ulang tahun" atau suara lain:
tr: "Doğum Günü" ya da başka bir ses seç.
vi: Chọn "sinh nhật" hoặc âm thanh khác:

source: Now, select the <span class="tab-ref">Scripts</span> tab, and click the <span class="soundcolor">Sound</span> category. Drag out a <span class="soundcolor">play sound</span> block:
cs: Teď vyber kartu <span class="tab-ref">Scénáře</span> a klikni na kategorii <span class="soundcolor">Zvuk</span>. Vytáhni odtud blok <span class="soundcolor">přehraj zvuk</span>:
cy: Nawr, dewiswch y tab <span class="tab-ref">Sgriptiau</span>, a chlicio categori <span class="soundcolor">Sain</span>. Llusgwch allan floc <span class="soundcolor">chwarae sain</span>:
fa: اکنون، زبانۀ <span class="tab-ref">دستورها</span> را انتخاب کرده، و روی گروه <span class="soundcolor">صدا</span> کلیک کنید. یک قطعۀ <span class="soundcolor">پخش صدا</span> را بکشید:
fr: Maintenant, sélectionne l'onglet <span class="tab-ref">Scripts</span> et clique sur la catégorie <span class="soundcolor">Son</span>. Glisse le bloc <span class="soundcolor">jouer le son </span>:
id: Sekarang, klik tab <span class="tab-ref">Skrip</span>, dan kemudian klik kelompok <span class="soundcolor">Suara</span>. Seret keluar sebuah balok <span class="soundcolor">mainkan suara</span>:
tr: Şimdi, <span class="tab-ref"> Senaryolar </span> sekmesine tıkla ve <span class="soundcolor"> Sesler </span> kategorisine tıkla. Bir <span class="soundcolor"> Ses Çal </span> bloku sürükle:
vi: Bây giờ, chọn thẻ <span class="tab-ref">Kịch bản</span>, và bấm vào mục <span class="soundcolor">Âm thanh</span>. Kéo ra ngoài mảnh ghép <span class="soundcolor">phát âm thanh</span>:

source: Then, drag out a <span class="eventscolor">when this sprite clicked</span> block and snap it on top:
bn: তারপর, একটি <span class="eventscolor">যখন স্প্রাইটটি ক্লিক করা হয়</span> ব্লক টেনে আন এবং এটি উপরে স্ন্যাপ কর:
cs: Potom vytáhni blok <span class="eventscolor">po kliknutí na mě</span> a připoj jej na vršek:
cy: Yna, llusgwch allan <span class="eventscolor">pan fydd y corlun wedi ei glicio</span> bloc a'i snapio ar i'r brig top:
fa: سپس قطعۀ <span class="eventscolor">هنگامی که این شکلک کلیک می‌شود</span> را کشیده و آن را به بالا ببرید:
fr: Ensuite, fais glisser un bloc <span class="eventscolor">quand ce lutin est cliqué</span> et insère-le en haut :
id: Setelah itu, seret keluar sebuah balok <span class="eventscolor">ketika sprite ini diklik</span> dan tempatkan di paling atas:
tr: Sonra, bir <span class="eventscolor">Bu kuklaya tıklandığında </span> bloklu sürükle ve onu tepeye yerleştir:
vi: Sau đó kéo ra ngoài mảnh ghép <span class="eventscolor">khi đối tượng được bấm</span> mảnh ghép và ghép nó vào bên trên:

source: <p>Click on the cake to hear it play.</p>
bn: <p>এটা বাজছে শুনার জন্য কেকটিটে ক্লিক করে।</p>
cs: <p>Klikni na dort a uslyšíš ho hrát.</p>
cy: <p>Cliciwch ar y gacen i'w glywed yn chwarae.</p>
de: <p>Klicke auf den Kuchen, um die Musik zu hören.</p>
fa: <p>بر روی کیک کلیک کنید تا صدای نواختن آن را بشنوید.</p>
fr: <p>Clique sur le cake pour entendre la musique.</p>
id: <p>Klik kue untuk mendengarnya dimainkan.</p>
kk: ⇥<p>Торттың ойынын есту үшін оған басыңыз.</p> ⇥
lt: ⇥<p>Spausk tortą ir išgirsk jį grojant</p> ⇥
nb: <p>Lyden spilles av når du klikker på kaken.</p>
nn: <p>Lyden vert spelt av når du trykkjer på kaka.</p>
pt_br: <p>Clique no bolo para ouvir a música.</p>
sl: <p>Klikni na torto, da boš zaslišal glasbo.</p>
tr: <p>Pastaya tıkla ve çalanı dinle.</p>
vi: <p>Bấm chọn bánh kem để nghe nó phát nhạc.</p>
zh_tw: <p>點擊蛋糕就會開始播放音效。</p>

source: Now, blow out the candles!
bn: এখন, মোমবাতি নিভাও!
cs: Nyní sfoukni svíčky!
cy: Nawr, chwythwch y canhwyllau allan!
de: Nun blas die Kerzen aus!
fa: اکنون، شمع‌ها را فوت کن!
fr: Maintenant, souffle les bougies!
id: Sekarang, tiup lilin-lilinnya!
kk: Енді, шамдарды сөндіріңіз!
lt: Dabar, užpūsk žvakutes!
nb: Klart for å blåse ut lysene!
nn: vidare: klart for å blåsa ut lysa!
pt_br: Agora, apague as velas!
sl: Upihni svečke!
tr: Şimdi de mumları üfleyerek söndür!
vi: Bây giờ, thổi nến đi nào!
zh_tw: 接下來，把蠟燭吹熄吧！

source: Make the candles go out when you click the cake.
bn: মোমবাতিগুলো নিভিয়ে দাও যখন তুমি কেকটি ক্লিক কর।
cs: Nech svíčky zhasnout když klikneš na dort.
cy: Gwnewch i'r canhwyllau ddiffodd pan fyddwch y clicio'r gacen.
de: Lass die Kerzen ausgehen, wenn du auf den Kuchen klickst.
fa: وقتی‌که بر روی کیک کلیک می‌کنید، شمع ها برداشته شوند.
fr: Eteins les bougies quand tu cliques sur le cake.
id: Pastikan lilin-lilinnya mati saat kamu mengklik kuenya.
kk: Тортқа басқан сәтте шамдар жоғалып кететіндей етіңіз.
lt: Padaryk, kad žvakutės užsipūstų, kai nuspaudi tortą
nb: Få lysene til bli slukket når kaken klikkes.
nn: Få lysene til å sløkkast når nokon trykkjer på kaka.
pt_br: Faça as velas se apagarem quando você clicar no bolo.
sl: Naj svečke ugasnejo, ko klikneš na torto.
tr: Pastaya tıklandığında mumların sönmesini sağlayacağız.
vi: Làm cho những cây nến tắt khi bạn bấm vào bánh kem.
zh_tw: 讓蠟燭在你點擊蛋糕時消失。

source: Click the <span class="tab-ref">Costumes</span> tab.
bn: <span class="tab-ref">পোশাক</span> ট্যাব এ ক্লিক কর।
cs: Klikni na záložku<span class="tab-ref">Kostýmy </span>.
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span>.
fa: روی زبانه <span class="tab-ref">حالت‌ها</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Costumes</span>.
id: Klik tab <span class="tab-ref">Kostum</span>.
kk: <span class="tab-ref">Костюмдер</span> ендірмесін басыңыз.
lt: Spausk <span class="tab-ref">Kaukės</span> skyrių
nb: Klikk fanen <span class="tab-ref">Drakter</span>.
nn: Trykk på <span class="tab-ref">Drakter</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Fantasias</span>.
sl: Klikni <span class="tab-ref">Videzi</span> zavihek.
tr: <span class="tab-ref">Kostümler </span> sekmesine tıkla.
vi: bấm chọn thẻ <span class="tab-ref">Hóa trang</span>.
zh_tw: 點選 <span class="tab-ref">程式</span> 分頁。

source: You can see two costumes for the cake:
bn: তুমি কেকের জন্য দুটি পোশাক দেখতে পাবে:
cs: Můžeš vidět dva kostýmy pro dort:
cy: Gallwch weld dwy wisg ar gyfer y gacen.
fa: شما می‌توانید دو حالت برای کیک ببینید:
fr: Tu peux voir deux costumes pour le gâteau :
id: Kamu bisa melihat dua kostum kue:
tr: Kek için iki kostüm görebilirsin:
vi: Bạn có thể thấy hai hóa trang cho bánh kem:
