Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Runs script below when sprite is clicked
bn: স্ক্রিপ্ট নিচে চালু করাও যখন স্প্রাইট এ ক্লিক করা হবে
cs: Spustí scénář po kliknutí na postavu
cy: Yn rhedeg y sgript isod pan fydd y corlun wedi ei glicio
de: Führt das Skript darunter aus, wenn diese Figur angeklickt wurde
fa: با کلیک بر روی شکلک دستور زیر اجرا می‌شود
fr: Exécute le script ci-dessous lorsque le lutin est cliqué
id: Menjalankan skrip di bawah saat sprite diklik
kk: Спрайт таңдалынған кезде, төмеңдегі скрипт іске қосылады
lt: Paleidžia žemiau esantį scenarijų kai veikėjas nuspaudžiamas
nb: Starter et skript når figuren klikkes
nn: Startar skriptet nedanfor når figuren vert trykt på
pt_br: Executa o script abaixo após clicar no ator
sl: Požene skripto spodaj, ko se klikne na figuro
tr: Kuklaya tıklandığında, altındaki diziyi çalıştırır
vi: Thực hiện kịch bản bên dưới khi đối tượng được bấm.
zh_tw: 當角色被點擊時，開始執行其下程式。

source: Reports a property or variable of another sprite
bn: অন্য স্প্রাইটের একটি সম্পত্তি বা ভ্যারিয়েবল রিপোর্ট করে
cs: Ohlásí vlastnost nebo proměnnou jiné postavy
cy: Yn adrodd ar briodwedd neu newidyn corlun arall
de: Gibt eine Eigenschaft oder Variable einer anderen Figur zurück.
fa: یک ویژگی یا متغیر از یک شکلک دیگر را گزارش می‌دهد
fr: Renvoie une propriété ou une variable d'un autre lutin
id: Melaporkan sebuah properti atau variabel dari sprite lain
kk: Өзге спрайттың мүлігін немесе айнымалысын баяндайды
lt: Praneša kito veikėjo kintamąjį arba ypatybę
nb: Leser ut egenskapene til en annen figur
nn: Les ut ein eigenskap eller variabel til ein annan figur
pt_br: Informa o valor de uma propriedade ou variável de outro ator
sl: Vrne lastnost ali spremenljivko druge figure
tr: Başka bir kuklaya ait bir özelliği veya bir değeri verir
vi: Báo một thuộc tính hoặc biến của đối tượng khác
zh_tw: 回傳另一個角色的屬性或是變數。

source: The x position of the ghost is set to the x position of Gobo.
bn: ভূতের x অবস্থান গোবো এর x অবস্থানে নির্ধারণ করা আছে।
cs: Duch má nastavenou stejnou pozici x jako Gobo.
cy: Mae safle x yr ysbryd wedi ei osod i safle x Gobo.
fa: موقعیت X روح روی موقعیت x گوبو تنظیم می‌شود.
fr: La position x du fantôme est mise à la position x de Gobo.
id: Posisi x hantu diatur ke posisi x Gobo.
sl: X položaj duha je nastavljen na x položaj Gobo-ta.
tr: Hayalet'in x konumu, Gobo'nun x konumuna eşitlendi.
vi: Vị trí x của bóng ma được đặt bằng vị trí x của Gobo.

source: Use this block to access various properties from other sprites and use that information in the current sprite's scripts.
bn: অন্যান্য স্প্রাইট থেকে বিভিন্ন বৈশিষ্ট্য অ্যাক্সেস করতে এই ব্লকটি ব্যবহার কর এবং বর্তমান স্প্রাইটের স্ক্রিপ্টে সেই তথ্যটি ব্যবহার কর।
cs: Použij tento blok pro přístup k různým vlastnostem ostatních postav a použij tyto informace v scénářích současné postavy.
cy: Defnyddiwch y bloc yma i gael mynediad at briodweddau amrywiol o gorluniau eraill a defnyddio'r wybodaeth yna yn sgriptiau'r corlun cyfredol.
fa: از این قطعه برای دسترسی به ویژگیهای مختلف از سایر شکلک‌ها و از این اطلاعات در دستورهای شکلک فعلی استفاده کنید.
fr: Utilise ce bloc pour accéder différentes propriétés des autres lutins et utilise ces informations dans le script du lutin actuel.
id: Gunakan balok ini untuk mengakses berbagai macam atribut dari sprite dan menggunakan informasi tersebut di skrip sprite sekarang.
sl: Uporabi ta blok za dostop do različnih lastnosti ostalih likov in jih uporabi v skriptih trenutnega lika.
tr: Diğer kuklalardan çeşitli özelliklere erişmek için bu bloku kullanın ve o bilgiyi geçerli kuklanın senaryolarında kullanın.
vi: Sử dụng mảnh ghép này để truy cập những thuộc tính của đối tượng khác và sử dụng thông tin đó cho kịch bản của đối tượng hiện tại.

source: Reports the <b>x</b> position of a sprite
bn: স্প্রাইটের <b>x</b> এর অবস্থান নির্দেশ করে
cs: Hlásí <b>x</b> postavy
cy: Yn adrodd safle <b>x</b> corlun
de: Gibt die <b>x</b>-Position einer Figur zurück
fa: موقعیت <b>x</b> یک شکلک را گزارش می‌دهد
fr: Renvoie la position <b>x</b> du lutin
id: Melaporkan posisi <b>x</b> dari suatu sprite
kk: Спрайттың <b>x</b> позициясын баяндайды
lt: Praneša veikėjo <b>x</b> koordinatę
nb: Gir <b>x</b>-posisjonen til en figur
nn: Gjev <b>x</b>-posisjonen til ein figur
pt_br: Informa a posição <b>x</b> de um ator
sl: Vrne položaj <b>x</b> figure
tr: Kuklanın <b>x</b> konumunu verir
vi: Báo vị trí <b>x</b> của đối tượng
zh_tw: 回傳角色的 <b>x</b> 座標位置數值。

source: To display the sprite's <b>x</b> position on the Stage, click the checkbox next to the block:
bn: মঞ্চে স্প্রাইটের <b>x</b> অবস্থান প্রদর্শন করতে, ব্লকের পাশের চেকবক্সে ক্লিক কর:
cs: Pro zobrazení <b>x</b>postavy na scéně, klikni na zaškrtávací políčko vedle bloku:
cy: I ddangos safle <b>x</b> y corlun ar y Llwyfan, cliciwch y blwch ticio nesaf at y bloc:
fa: برای نمایش موقعیت <b>x</b> شکلک در صحنه، روی کادر انتخاب کنار قطعه کلیک کنید:
fr: Pour afficher la position <b>x</b> d'un lutin sur la scène, cochez la case à côté du bloc:
id: Untuk menampilkan posisi <b>x</b> sprite di Panggung, klik kotak centang di sebelah balok:
sl: Za prikaz likovega <b>x</b> položaja na odru, klikni potrditveno polje ob bloku:
tr: Sahnede kuklanın <b>x</b>konumunu göstermek için, blok yanındaki seçim kutu düğmesine tıklayın.
vi: Để hiển thị vị trí <b>x</b> của đối tượng trên sân khấu, bấm chọn checkbox bên cạnh mảnh ghép:

source: Reports the <b>y</b> position of a sprite
bn: স্প্রাইটের <b>y</b> এর অবস্থান নির্দেশ
cs: Hlásí <b>y</b> postavy
cy: Yn adrodd safle <b>y</b> corlun
de: Gibt die <b>y</b>-Position einer Figur zurück
fa: موقعیت <b>y</b> یک شکلک را گزارش می دهد
fr: Renvoie la position <b>y</b> du lutin
id: Melaporkan posisi <b>y</b> dari suatu sprite
kk: Спрайттың <b>y</b> позициясын баяндайды
lt: Praneša veikėjo <b>y</b> koordinatę
nb: Gir <b>y</b>-posisjonen til en figur
nn: Gjev <b>y</b>-posisjonen til ein figur
pt_br: Informa a posição <b>y</b> de um ator
sl: Vrne položaj <b>y</b> figure
tr: Kuklanın <b>y</b> konumunu verir
vi: Báo vị trí <b>y</b> của đối tượng
zh_tw: 回傳角色的 <b>y</b> 座標位置數值。

source: To see the sprite's <b>y</b> position on the stage, click the checkbox next to the block:
bn: মঞ্চে স্প্রাইটের <b>y</b> অবস্থান দেখতে ব্লকের পাশের চেকবক্সে ক্লিক কর:
cs: Pro zobrazení <b>y</b>postavy na scéně klikni na zaškrtávací políčko vedle bloku:
cy: I weld safle'r corlun <b>y</b> ar y llwyfan, cliciwch y blwch ticio nesaf at y bloc:
fa: برای دیدن موقعیت<b>y</b> روی صحنه، کادر انتخاب کنار قطعه را کلیک کنید:
fr: Pour voir la position <b>y</b> d'un lutin sur la scène, cochez la case à côté du bloc:
id: Untuk melihat posisi <b>y</b> sprite di panggung, klik kotak centang di sebelah balok:
sl: Za prikaz likovega <b>y</b> položaja na odru, klikni potrditveno polje ob bloku:
tr: Sahnede kuklanın <b>y</b>konumunu göstermek için, blok yanındaki seçim kutu düğmesine tıklayın.
vi: Để xem vị trí <b>y</b> của đối tượng trên sân khấu, bấm chọn checkbox bên cạnh mảnh ghép:

source: PicoBoard Extension
bn: পিকোবোর্ড এক্সটেনশন
cs: PicoBoard rozšíření
cy: Estyniad PicoBoard
de: PicoBoard-Erweiterung
fa: بسط پیکوبورد
fr: Extension PicoBoard
id: Ekstension PicoBoard
kk: PicoBoard Кеңейтімі
lt: PicoBoard Plėtinys
nb: Tilleggsfunksjoner for PicoBoard
nn: PicoBoard-utviding
pt_br: Extensão PicoBoard
sl: Razširitev PIcoBoard
tr: PicoBoard Uzantısı
vi: Phần mở rộng PicoBoard
zh_tw: PicoBoard 擴充功能

source: <p>This extension works with the PicoBoard (previously known as Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
bn: <p>এই এক্সটেনশনটি পিকোবোর্ডের সাথে কাজ করে (পূর্বে Scratch সেন্সর বোর্ড নামে পরিচিত ছিল)।</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
cs: <p>Toto rozšíření pracuje se zařízením PicoBoard (původně známým jako Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
cy: <p>Mae'r estyniad hwn yn gweithio gyda'r PicoBoard (yr hen Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
de: <p>Diese Erweiterung arbeitet mit dem PicoBoard (früher als Scratch Sensor Board bekannt).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
fa: <p>این بسط با پیکوبورد کار می کند (قبلا به عنوان بورد سنسور اسکرچ شناخته شده است).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
fr: <p>Cette extension fonctionne avec le PicoBoard (précédemment connu sous le Scratch Sensor Board)..</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
id: <p>Ekstension ini hanya akan bekerja dengan PicoBoard (sebelumnya dikenal sebagai Scratch Sensor Board). </p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
kk: <p>Бұл кеңейтілім PicoBoard -пен жұмыс істейді (бұрын Скретч Тақта Сенсоры ретінде белгілі болған).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
lt: <p>Šis plėtinys veikia su PicoBoard (prieš tai žinomas kaip Scratch Sensor Board)</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
nb: <p>Denne tilleggsfunksjonen er for PicoBoard (tidligere kalt "Scratch sensor board".</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
nn: <p>Denne tilleggsfunksjonen er for PicoBoard (tidlegare kalla «Scratch Sensor Board»).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
pt_br: <p>Esta extensão funciona com o PicoBoard (anteriormente conhecido como Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
sl: <p>Ta razširitev deluje s PicoBoard (prej poznano pod imenom Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
tr: <p>Bu eklenti PicoBoard ile çalışır. (geçmişte Scratch Sensor Board denmekte idi).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
vi: <p>Phần mở rộng này hoạt động với PicoBoard (trước đó là Scratch Sensor Board).</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />
zh_tw: <p>此擴充功能適用於 PicoBoard （之前稱為 Scratch Sensor Board）。</p> <img src="%(STATIC_URL)s/images/help/picoboard.png" />

source: IMPORTANT: Install the Plug-In
bn: গুরুত্বপূর্ণ: প্লাগ-ইন ইনস্টল কর
cs: DŮLEŽITÉ: Nainstaluj Plug-In
cy: PWYSIG: Gosod yr Ategyn
de: WICHTIG: Installiere das Plug-In.
fa: مهم: نصب تخته مدار
fr: Important : installer le plug-in
id: PENTING: Install PlugIn-nya
kk: МАҢЫЗДЫ: Плагинді Орнату
lt: SVARBU! Įdiek priedėlį
nb: VIKTIG: Installer tilleggsprogrammet
nn: VIKTIG: Installer programtillegget
pt_br: IMPORTANTE: instalar o plug-in
sl: POMEMBNO: Namesti vtičnik
tr: ÖNEMLİ: Eklentiyi Yükle
vi: QUAN TRỌNG: Cài đặt Plug-in
zh_tw: 重要：安裝相應插件（Plug-In）

source: All hardware extensions need a plug-in to work. If the plug-in is not already isntalled, check the <a href="../../ext/ext1/">Extensions</a> page for instructions. </p>
bn: সব হার্ডওয়্যার এক্সটেনশনের কাজ করার জন্য একটি প্লাগ-ইন প্রয়োজন। যদি প্লাগ-ইনটি ইতিমধ্যেই চালু না থাকে, তাহলে নির্দেশাবলীর জন্য <a href="../../ext/ext1/">এক্সটেনশন</a> পেইজটি দেখ। </p>
cs: Všechna hardwarová rozšíření potřebují plug-in, aby fungovala. Jestliže plug-in není ještě instalován, zkontroluj stránku <a href="../../ext/ext1/">Rozšíření</a> pro instrukce. </p>
cy: Mae pob estyniad caledwedd angen ategyn i weithio. Os nad yw'r ategyn eisoes wedi ei osod, edrychwch ar dudalen <a href="../../ext/ext1/">Estyniadau</a> am gyfarwyddiadau. </p>
de: Alle Hardware-Erweiterungen benötigen ein PlugIn um zu funktionieren. Wenn dieses Plugin noch nicht installiert ist, prüfe die <a href="../../ext/ext1/">Erweiterungs</a> Seite für eine Anleitung. </p>
fa: همه پسوندهای سخت افزاری برای کار نیاز به پلاگین دارند.
fr: Toutes les extensions matérielles ont besoin d'un plug-in pour fonctionner. Si le plug-in n'est pas encore installé, allez sur la page <a href="../../ext/ext1/">Extensions</a> pour les instructions. </p>
id: Semua ekstension perangkat keras membutuhkan sebuah plug-in untuk bekerja. Jika plug-in belum dipasang, periksa halaman <a href="../../ext/ext1/">Ekstension</a> untuk instruksi. </p>
kk: Барлық ақпараттық кеңейтулерге жұмыс істеу үшін плагин қажет. Егер плагин әлі орнатылмаған болса, нұсқаулар үшін бетті <a href="../../ext/ext1/">Extensions</a> тексеріңіз . </p>
lt: Visiem aparatūros plėtiniam, kad veiktų, reikia priedėlio. Jei priedėlis neįdiegtas, pasitikrink <a href="../../ext/ext1/"> Plėtiniai</a> puslapyje.
nb: All maskinvare-enheter du kobler til trenger et tilleggsprogram for å fungere med Scratch. Hvis tilleggsprogrammet ikke er installert allerede, gå til veiledningen for <a href="../../ext/ext1/">tilleggsfunksjoner</a>. </p>
nn: For å kopla anna utstyr til Scratch treng du eit programtillegg. Viss det ikkje er installert frå før, kan du følgja <a href="../../ui/extensions/">rettleiinga for tilleggsfunksjonar</a>. </p>
pt_br: Todas as extensões de hardware precisam de um plug-in para funcionar. Se o plug-in não estiver instalado, acesse a página de <a href="../../ext/ext1/">Extensões</a> para obter instruções. </p>
sl: Vse strojne razširitve za delovanje potrebujejo vtičnike. Če vtičnik še ni nameščen, poglej stran <a href="../../ext/ext1/">Extensions</a> za navodila. </p>
tr: Tüm donanım eklentileri çalışmaları için takılı olmalı. Eğer eklenti yüklü değilse, <a href="../../ext/ext1/">Eklentiler</a> sayfasından detaylı bilgi edinebilirsin. </p>
vi: Tất cả mở rộng phần cứng cần plug-in để hoạt động. Nếu plug-in chưa được cài đặt, kiểm tra trang <a href="../../ext/ext1/">Phần mở rộng</a> để xem hướng dẫn. </p>
zh_tw: 所有的硬體擴充都需要有插件（plug-in）支援，如果還沒有安裝插件，請參考 <a href="../../ext/ext1/"> 擴充功能</a>頁面。\n </p>

source: Blocks:
bn: ব্লকগুলো:
cs: Bloky:
cy: Blociau:
de: Blöcke:
fa: قطعه‌ها:
fr: Blocs:
id: Balok:
kk: Блоктар:
lt: Blokai:
nb: Klosser:
nn: Klossar:
pt_br: Blocos:
sl: Bloki:
tr: Taşlar:
vi: Mảnh ghép:
zh_tw: 積木：

source: Components:
bn: উপাদান:
cs: Komponenty:
cy: Cydrannau:
de: Komponenten:
fa: اجزاء
fr: Composants:
id: Komponen:
kk: Компоненттері:
lt: Dalys:
nb: Komponenter:
nn: Komponentar:
pt_br: Componentes:
sl: Sestavni deli:
tr: Parçalar:
vi: Thành phần:
zh_tw: 組件：

source: The PicoBoard incorporates a light sensor, sound sensor, a button and a slider, as well as 4 additional inputs that can sense electrical resistance via included cables.
bn: PicoBoard একটি আলো সেন্সর, শব্দ সেন্সর, একটি বাটন এবং একটি স্লাইডার, সেইসাথে 4টি অতিরিক্ত ইনপুট অন্তর্ভুক্ত করে যা অন্তর্ভুক্ত তারের মাধ্যমে বৈদ্যুতিক প্রতিরোধ অনুভব করতে পারে।
cs: PicoBoard obsahuje světelný senzor, zvukový snímač, tlačítko a posuvník, stejně jako 4 další vstupy, které dokáží zaznamenat elektrický odpor pomocí dodaných kabelů.
cy: Mae'r PicoBoard yn cynnwys synhwyrydd golau, sain a botwm a llithrydd yn ogystal â 4 mewnbwn ychwanegol sy'n gallu synhwyro gwrthiant drwy'r ceblau cynwysedig.
fa: پیکو بورد شامل یک سنسور نور، سنسور صدا، یک دکمه و یک نوار لغزنده و همچنین 4 ورودی اضافی است که می تواند مقاومت الکتریکی را از طریق کابل های متصل حس کند.
fr: La PicoBoard comprend un capteur de luminosité, un capteur de sons, un bouton et un potentiomètre ainsi que 4 entrées additionnelles qui peuvent mesurer la résistance via les câbles inclus.
id: PicoBoard menggabungkan sebuah sensor cahaya, sensor suara, sebuah tombol dan sebuah slider, serta 4 input tambahan yang merasakan hambatan listrik via kabel-kabel yang sudah termasuk.
sl: PicoBoard ploščica vsebuje senzor svetlobe, senzor zvoka, gumb in drsnik, kakor tudi 4 ddatne vhode ki lahko zaznavaljo električno upornost preko priloženih žičk.
tr: PicoBoard, bir ışık sensörü, ses sensörü, bir düğme ve bir kaydırıcının yanı sıra ürünle birlikte verilen kablolarla elektrik direncini algılayabilen 4 ilave girişe sahiptir.
vi: PicoBoard kết hợp cảm biến ánh sáng, cảm biến âm thanh, nút bấm và thanh trượt, cũng như 4 đầu vào bổ sung có thể cảm nhận điện trở thông qua dây dẫn đi kèm.

source: <p>To learn more, see the <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> page on the Scratch wiki.</p>
bn: <p>আরও শিখতে, Scratch wiki এ <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a>পেইজে দেখ।</p>
cs: <p>Aby ses dozvěděl/a/ více, podívej se na stránku <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> na Scratch wiki.</p>
fa: <p>برای کسب اطلاعات بیشتر صفحه <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">پیکوبورد</a>را در ویکی اسکرچ ببینید.</p>
fr: <p>Pour en savoir plus, consultez la page <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> sur le Wiki Scratch.</p>
sl: <p>Za več informacij preveri <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> stran na Scratch wikiju.</p>
tr: <p>Daha fazlasını öğrenmek için Scratch Wiki'deki<a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> sayfasına bakınız.</p>
vi: <p>Để biết thêm, xem trang <a href="https://en.scratch-wiki.info/wiki/PicoBoard" target="_blank">PicoBoard</a> trên trang Scratch wiki.</p>

source: See the <a href="../../ui/extensions/">Extensions</a> page. </p>
bn: এই <a href="../../ui/extensions/">এক্সটেনশন</a> পেইজটি দেখ। </p>
cs: Navštiv stránku <a href="../../ui/extensions/">Rozšíření</a> . </p>
cy: Gw. tudalen <a href="../../ui/extensions/">Estyniadau</a>. </p>
de: Siehe dazu die <a href="../../ui/extensions/">Erweiterungen</a>-Seite. </p>
fa: صفحه <a href="../../ui/extensions/">برنامه های افزودنی</a> را ببینید. </p>
fr: Regarde la page des <a href="../../ui/extensions/">Extensions</a>. </p>
id: Lihat halaman <a href="../../ui/extensions/">Ekstension</a>. </p>
kk: <a href="../../ui/extensions/">Кеңейтімдер</a> парақшасын көріңіз </p>
lt: Žiūrėk <a href="../../ui/extensions/">Plėtiniai</a> </p>
nb: Se siden om <a href="../../ui/extensions/">Tilleggsfunksjoner</a>. </p>
nn: Sjå sida om <a href="../../ui/extensions/">tilleggsfunksjonar</a>. </p>
pt_br: Veja a página <a href="../../ui/extensions/">Extensões</a>. </p>
sl: Glej stran <a href="../../ui/extensions/">Razširitve</a> . </p>
tr: <a href="../../ui/extensions/">Uzantılar</a> sayfasına bak. </p>
vi: Xem trang <a href="../../ui/extensions/">Mở rộng</a> </p>
zh_tw: 參考 <a href="../../ui/extensions/">擴充功能</a>頁面。 </p>

source: LEGO WeDo 1.0 or PicoBoard Setup
bn: LEGO WeDo 1.0 বা PicoBoard সেটআপ
cs: Nastavení LEGO WeDo 1.0 nebo PicoBoard
cy: Gosod LEGO WeDo 1.0 neu PicoBoard
de: LEGO WeDo 1.0 oder PicoBoard Setup
fa: LEGO WeDo 1.0 یا تنظیمات PicoBoard
fr: Installation LEGO WeDo 1.0 ou PicoBoard
id: Pemasangan LEGO WeDo 1.0 atau PicoBoard
kk: LEGO WeDo 1.0 немесе PicoBoard Орнату
lt: LEGO WeDO 1.0 arba PicoBoard Diegimas
nb: Oppsett for Lego WeDo 1.0 eller PicoBoard
nn: Oppsett av Lego WeDo 1.0 eller PicoBoard
pt_br: Configuração do LEGO WeDo 1.0 ou da PicoBoard
sl: Nastavitve za LEGO WeDo 1.0 ali PicoBoard
tr: LEGO WeDo 1.0 ya da PicoBoard Kurulumu
vi: LEGO WeDo 1.0 hoặc Thiết lập PicoBoard
zh_tw: LEGO WeDo 1.0 或 PicoBoard 設定

source: Follow these steps to setup the Picoboard or the LEGO WeDo 1.0 kit.
bn: Picoboard বা LEGO WeDo 1.0 কিট সেটআপ করতে এই ধাপগুলো অনুসরণ কর।
cs: Postupuj podle těchto kroků při nastavení Picoboardu nebo LEGO WeDo 1.0 kitu.
cy: Dilynwch y camau hyn i osod y PicoBoard neu'r cit LEGO WeDo 1.0 .
de: Folge den Anweisungen, um das Picoboard oder das LEGO WeDo 1.0 Set einzurichten.
fa: این مراحل را برای راه اندازی Picoboard یا کیت LEGO WeDo 1.0 انجام دهید.
fr: Suis ces conseils to configurer la Picoboard ou le kit LEGO WeDo 1.0.
id: Ikuti langkah-langkah ini untuk memasang PicoBoard atau LEGO WeDo 1.0.
kk: Picoboard немесе LEGO WeDo 1.0 жинағын орнату үшін осы қадамдарды орындаңыз.
lt: Norėdamas įdiegti Picoboard arba LEGO WeDo 1.0, sek nurodytus žingsnius
nb: Denne veiledningen hjelper deg med oppsett av Picoboard eller Lego WeDo 1.0.
nn: Følg desse steg for å setja opp Picoboard eller LEGO WeDo 1.0.
pt_br: Siga esses passos para configurar o Picoboard ou o kit LEGO WeDo 1.0.
sl: Sledi tem korakom za namestitev kompleta Picoboard ali LEGO WeDo 1.0.
tr: Picoboard ya da LEGO WeDo 1.0 aracı kurulumu için bu adımları takip et.
vi: Làm theo những bước sau để thiết lập PicoBoard hoặc bộ LEGO WeDo 1.0.
zh_tw: 跟著以下操作來設定 Picoboard 或 LEGO WeDo 1.0 套件。

source: (If you have the newer LEGO WeDo 2.0 set, see <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
bn: (তোমার যদি নতুন LEGO WeDo 2.0 সেট থাকে, LEGO WeDo 2.0 সেটআপ দেখ</a>) </span>
cs: (Pokud jsi zatím nemě/a/ LEGO WeDo 2.0 set, podívej se na <a href="../../howto/wedo2setup-intro/">Nastavení LEGO WeDo 2.0</a>) </span>
cy: (Os oes gennych y set LEGO WeDo 2.0 mwy diweddar, gw. <a href="../../howto/wedo2setup-intro/">Gosod LEGO WeDo 2.0</a>) </span>
de: (Wenn du das neuere LEGO WeDo 2.0 Set hast, siehe <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
fa: (اگر شما مجموعۀ جدیدتر LEGO WeDo 2.0 را دارید، به <a href="../../howto/wedo2setup-intro/">تنظیمات LEGO WeDo 2.0 </a>) مراجعه کنید </span>
fr: (Si vous avez le tout nouvel ensemble LEGO WeDo 2.0, voir <a href="../../howto/wedo2setup-intro/">Installation LEGO WeDo 2.0</a> </span>
id: (Jika kamu memiliki set LEGO WeDo 2.0 yang lebih baru, lihat <a href="../../howto/wedo2setup-intro/">Pemasangan LEGO WeDo 2.0</a>) </span>
kk: (Егер сізде LEGO WeDo 2.0 жаңа нұсқасы орнатылған болса, қараңыз <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Setup</a>) </span>
lt: (jei turi naujesnį LEGO WeDo 2.0, žiūrėk <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Diegimas</a>) </span>
nb: (Hvis du har den nye Lego WeDo 2.0, se <a href="../../howto/wedo2setup-intro/">oppsett for Lego WeDo 2.0</a>) </span>
nn: (Vis du har den nyare LEGO WeDo 2.0, see <a href="../../howto/wedo2setup-intro/">oppsettrettleiinga for LEGO WeDo 2.0</a>) </span>
pt_br: (Se você tem a versão mais recente do LEGO WeDo 2.0, veja a <a href="../../howto/wedo2setup-intro/">Configuração do LEGO WeDo 2.0</a>) </span>
sl: (Če imaš novejši LEGO WeDo 2.0, si poglej <a href="../../howto/wedo2setup-intro/">Sestavljanje LEGO WeDo 2.0</a>) </span>
tr: (Eğer daha yeni olan LEGO WeDo 2.0 setine sahipsen, şuraya bakabilirsin: <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 Kurulumu</a>) </span>
vi: (Nếu bạn có bộ LEGO WeDo 2.0 mới hơn, hãy xem <a href="../../howto/wedo2setup-intro/">Thiết lập LEGO WeDo 2.0</a>) </span>
zh_tw: （如果你有較新的 LEGO WeDo 2.0 套件，請觀看 <a href="../../howto/wedo2setup-intro/">LEGO WeDo 2.0 設定</a>） </span>
