Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <h4>Animate</h4> <p>Click the <span class="tab-ref">Costumes</span> tab to see a sprite's costumes. You can animate by switching between costumes.</p> <p>Click <span class="tab-ref">Scripts</span> and make a script that switches between costumes:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
kk: ⇥<h4>Анимациялаңыз</h4> ⇥<p>Спрайттың костюмдерін көру үшін <span class="tab-ref">Костюмдер</span> ендірмесін басыңыз. Костюмдердің арасында ауыстыру арқылы анимациялай аласыз.</p> ⇥<p><span class="tab-ref">Скрипттер</span> ді басыңыз және костюмдер арасында ауысатын скриптті жасаңыз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> ⇥
lt: ⇥<h4>Gyvinti</h4> ⇥<p>Spausk <span class="tab-ref">Kaukės</span> skyrių ir pamatyk veikėjo kaukes. Gali pagyvinti keisdamas kaukes</p> ⇥<p>Spausk <span class="tab-ref">Scenarijai</span> ir padaryk scenarijų, kuris keistų kaukes:</p> ⇥<img src = "%(STATIC_URL)s/images/help/11-animate-script.png"> ⇥
nn: <h4>Lag rørsle</h4> <p>Trykk på <span class="tab-ref">Drakter</span>-fana for å sjå draktene til figuren. Du kan animera figuren ved å veksla mellom draktene.</p> <p>Trykk på <span class="tab-ref">Skript</span>-fana og lag eit skript som vekslar mellom draktene:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
pt_br: <h4>Animação</h4> <p>Clique na guia <span class="tab-ref">Fantasias</span> para ver as fantasias de um ator. Você pode fazer uma animação trocando de fantasias.</p> <p>Clique em <span class="tab-ref">Scripts</span> e faça um script que troca de fantasias:</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">
zh_tw: <h4>造型</h4> <p>從角色的程式頁籤切換到<span class="tab-ref">造型</span> 頁籤， 你可以為角色添加多個造型。</p> <p>接著再切換回角色的<span class="tab-ref">程式</span>頁籤，拖曳一個切換造型積木。這樣子程式在執行時就會切換造型達到動畫的效果。</p> <img src = "%(STATIC_URL)s/images/help/11-animate-script.png">

source: Click <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
kk: <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"> басыңыз
lt: Spausk <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
nn: Trykk på <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
pt_br: Clique em <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png">
zh_tw: 按下 <img style="margin-bottom:-17px" src = "%(STATIC_URL)s/images/help/12b-share.png"> 按鈕

source: <p>You can create many different types of projects with Scratch. To see examples, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> at the top left to explore projects on the Home page.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>If you see a project you like, click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> and then click <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Change the project to make it your own! </p>
kk: <p>Сіз Скретчте әр түрлі жобалар жасай аласыз. Мысалдарды көру үшін Басты беттің жоғарғы сол жағын <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> басыңыз, жобаларды зерттеңіз.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Ұнаған жобаны көрсеңіз, <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> басыңыз және<img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png"> басыңыз. Өзіңіздікі қылу үшін жобаны өзгертіңіз! </p>
lt: ⇥<p>Su Scratch gali sukurti įvairių tipų projektus. Norėdamas matyti pavyzdžius, spausk <img style="margin-bottom:-10px" src = ⇥"%(STATIC_URL)s/images/help/scratch-logo-small.png"> viršuje kairėje ir žvalgyk projektus Namų puslapyje</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> ⇥<p>Jei matai sau patinkantį projektą, spausk <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> ir tada spausk <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Keisk projektą ir pagamink savo! ⇥</p> ⇥
nn: <p>Du kan laga mange typar prosjekt i Scratch. Trykk på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> øvst til venstre for utforska ulike prosjekt.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Viss du ser eit prosjekt du likar, kan du trykkja på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> for å sjå korleis det er laga og på <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png"> for å laga din eigen versjon! </p>
pt_br: <p>Você pode criar muitos tipos diferentes de projetos com o Scratch. Para ver alguns exemplos, clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png"> na parte superior esquerda para explorar projetos na página inicial.</p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>Se você gostar de algum projeto que vir, clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> e clique em <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">. Altere o projeto para torná-lo seu! </p>
zh_tw: <p>你可以透過 Scratch 來製作很多形式的作品， 按下視窗左上方的<img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/scratch-logo-small.png">圖示可以進一步的觀看其他人分享的作品。 </p> <p><img src = "%(STATIC_URL)s/images/help/gobo-friends.png"></p> <p>若是你看到了很不錯的作品，可以透過 <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/see-inside-smaller.png"> 連結到該專案中，然後使用 <img style="margin-bottom:-10px" src = "%(STATIC_URL)s/images/help/remix-button.png">按鈕建立這個專案的複本，這樣你就可以在別人的作品基礎上添加自已的創意。 </p>

source: <p>Click <span class=lookscolor>looks</span> and drag out a <span class=lookscolor>say</span> block.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
kk: ⇥<p><span class=lookscolor>Көріністерді</span> басыңыз және <span class=lookscolor>айту</span> шығарып алыңыз.</p> ⇥<img src = "%(STATIC_URL)s/images/help/5a-say.gif">⇥ ⇥
lt: ⇥<p>Spausk <span class=lookscolor>Išvaizda</span> ir ištempk <span class=lookscolor>sakyk</span> bloką.</p> ⇥<img src = "%(STATIC_URL)s/images/help/5a-say.gif">⇥ ⇥
nn: <p>Trykk på <span class=lookscolor>utsjånad</span> og dra ut ein <span class=lookscolor>sei</span>-kloss.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
pt_br: <p>Clique <span class=lookscolor>looks</span> e arraste um bloco <span class=lookscolor>say</span>.</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">
zh_tw: <p>從 <span class=lookscolor>外觀</span> 類指令拖曳出 <span class=lookscolor>說出 […] </span> 積木。</p> <img src = "%(STATIC_URL)s/images/help/5a-say.gif">

source: <p>Type in the block to change the words:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
kk: ⇥ ⇥<p>Сөздерді өзгерту үшін блокта теріңіз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/5b-say-new.gif"> ⇥
lt: ⇥ ⇥<p>Įrašyk bloke, kad pakeistum esančius žodžius:</p> ⇥<img src = "%(STATIC_URL)s/images/help/5b-say-new.gif"> ⇥
nn: <p>Skriv inn ein ny tekst i klossen:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
pt_br: <p>Para alterar o texto, digite no bloco:</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">
zh_tw: <p>在積木裡的字串方塊中輸入一些文字：</p> <img src = "%(STATIC_URL)s/images/help/5b-say-new.gif">

source: <p>Then snap it on top of the stack. Click on the stack to run.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
kk: ⇥ ⇥<p>Содан соң үйменің үстіне бекіьіңіз. Үймені іске қосу үшін басыңыз.</p> ⇥<img src = "%(STATIC_URL)s/images/help/5c-say-new.png">⇥ ⇥
lt: ⇥ ⇥<p>Tada uždėk jį virš kitų blokų. Spausk rietuvę, kad paleistum.</p> ⇥<img src = "%(STATIC_URL)s/images/help/5c-say-new.png">⇥ ⇥
nn: <p>Fest klossen øvst. Trykk på stabelen for å køyra han.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
pt_br: <p>Em seguida, coloque-o sobre a pilha. Clique na pilha para executar.</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">
zh_tw: <p>接著將積木貼合到之前的程式之下。點一下積木堆就可以預覽到執行結果。</p> <img src = "%(STATIC_URL)s/images/help/5c-say-new.png">

source: <p>Drag out a <span class="eventscolor">when <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> clicked</span> block and snap it on top.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
kk: <p> <span class="eventscolor">Қашан <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> басылған</span> блогын алып шығыңыз және оны үстінен бекітіңіз.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
lt: ⇥ ⇥<p>Ištempk <span class="eventscolor">kai <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> nuspaudžiamas</span> bloką ir uždėk jį ant viršaus</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p> ⇥
nn: <p>Dra ut ein <span class="eventscolor">når <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> vert trykt på</span>-kloss og fest han øvst.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
pt_br: <p>Arraste um bloco <span class="eventscolor">quando <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> for clicado</span> e coloque-o no topo.</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>
zh_tw: <p>拖曳 <span class="eventscolor">當<img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"> 被點擊</span> 的積木，將它貼合到現有積木堆的上方。</p> <p><img src = "%(STATIC_URL)s/images/help/6b-green-flag.gif"></p>

source: <p>Your script will start whenever you click the green flag: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>To stop, click the stop button: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
kk: <p>Сіз жасыл жалаушаны баса салысымен скрипт басталады: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Тоқтату үшін, Тоқтау батырмасын басыңыз: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
lt: ⇥<p>Tavo scenarijus prasidės vos tik nuspausi žalią vėliavą: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> ⇥<p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> ⇥<p>Norėdamas sustabdyti, spausk stop mygtuką: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p> ⇥
nn: <p>Skriptet vert starta når nokon trykkjer på det grøne flagget: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Bruk stoppknappen for å stoppa skriptet: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
pt_br: <p>Seu script começará quando você clicar na bandeira verde: <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>Para parar, clique no botão pare: <img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>
zh_tw: <p>你可以隨時點擊綠旗來運行程式： <img class="intext" src = "%(STATIC_URL)s/images/help/green-flag.png"></p> <p><img src = "%(STATIC_URL)s/images/help/6c-green-flag.png"></p> <p>若要暫停，請點擊紅色停止圖示。<img class="intext" src = "%(STATIC_URL)s/images/help/stop-sign-small.png"></p>

source: <p><span class="reminder">Now to try something different...</span></br> Drag out a <span class=lookscolor>change effect</span> block.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
kk: ⇥<p><span class="reminder">Енді басқа бір нәрсені көріңіз...</span></br> ⇥<span class=lookscolor>Эффектті өзгерту</span> блогын алып шығыңыз.</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p> ⇥
lt: ⇥<p><span class="reminder">Dabar išbandyk kažką kitokio...</span></br> ⇥Ištempk <span class=lookscolor>keisk Pokytį</span> bloką.</p>⇥ <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p> ⇥
nn: <p><span class="reminder">Prøv noko heilt anna …</span><br /> Dra ut ein <span class=lookscolor>endra effekt</span>-kloss.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
pt_br: <p><span class="reminder">Agora experimente algo diferente...</span></br> Arraste um bloco <span class=lookscolor>alterar efeito</span>.</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>
zh_tw: <p><span class="reminder">我們來學另一個不一樣的玩意兒…</span></br> 拖曳一個<span class=lookscolor>將顏色特效增加XXX</span>的積木到工作區。</p> <p><img src = "%(STATIC_URL)s/images/help/7a-color.gif"></p>

source: <p>Click to see what it does.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
kk: ⇥<p>Не істейтінін көру үшін басыңыз.</p> ⇥<img src = "%(STATIC_URL)s/images/help/7b-color.png"> ⇥
lt: ⇥<p>Spausk ir pamatyk ką jis daro.</p> ⇥<img src = "%(STATIC_URL)s/images/help/7b-color.png"> ⇥
nn: <p>Trykk på han for å sjå kva han gjer.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
pt_br: <p>Clique para ver o que ele faz.</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">
zh_tw: <p>直接在積木上點一下就可以知道它是在變什麼把戲。</p> <img src = "%(STATIC_URL)s/images/help/7b-color.png">

source: <p>Snap on a <span class="eventscolor">when key pressed</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Now press the space bar on your keyboard and watch what happens.</p>
kk: ⇥<p><span class="eventscolor">Перне басылған кезде</span> бекітіңіз</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> ⇥<p>Енді пернетақтаңыздағы бос орын батырмасын басыңыз және не болатыны көріңіз.</p> ⇥
lt: ⇥<p>Uždėk <span class="eventscolor">kai klavišas nuspaudžiamas</span></p> ⇥<p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> ⇥<p>Dabar spausk tarpo klavišą ir žiūrėk kas atsitiks.</p> ⇥
nn: <p>Set på ein <span class="eventscolor">når tast vert trykt</span>-kloss.</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Trykk mellomromstasten og sjå kva som skjer.</p>
pt_br: <p>Coloque em um <span class="eventscolor">quando a tecla for pressionada</span></p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>Agora pressione a barra de espaço de seu teclado e veja o que acontece.</p>
zh_tw: <p>將積木 <span class="eventscolor">當 {…} 鍵被按下</span>拖放到前一個積木的上方。</p> <p><img src = "%(STATIC_URL)s/images/help/8b-key-press.gif"></p> <p>現在，當按下鍵盤中的空白鍵時，你就可以看到這個積木堆的程式被執行了。</p>

source: <p>You can choose a different key from the menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
kk: ⇥<p>Сіз мәзірден басқа кілтті таңдай аласыз:</p> ⇥<img src = "%(STATIC_URL)s/images/help/8d-key-press.png"> ⇥
lt: ⇥<p>Gali pasirinkti kitą klavišą iš meniu:</p> ⇥<img src = "%(STATIC_URL)s/images/help/8d-key-press.png"> ⇥
nn: <p>Du kan velja ein annan tast frå menyen i klossen:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
pt_br: <p>Você pode selecionar outra tecla no menu:</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">
zh_tw: <p>你可以從該積木中的下拉清單選擇使用不同的鍵值：</p> <img src = "%(STATIC_URL)s/images/help/8d-key-press.png">

source: <p>You can add new backdrops on the Stage.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
kk: ⇥<p>Сахнаға жаңа фон қоса аласыз.</p> ⇥<img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"> ⇥
lt: ⇥<p>Gali pridėti naujų fonų Scenai.</p> ⇥<img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png"> ⇥
nn: <p>Du kan leggja til eit bakgrunnsbilete på scena.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
pt_br: <p>Você pode adicionar novos panos de fundo no Palco.</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">
zh_tw: <p>你可以為舞台添加新的背景。</p> <img src = "%(STATIC_URL)s/images/help/9-new-backdrop.png">

source: <p> Click <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> to choose a New backdrop from the Library (such as "Spotlight-Stage"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
kk: ⇥<p> Кітапханадан Жаңа фон таңдау үшін басыңыз <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> (мысалы "Spotlight-Stage"):</p> ⇥<img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"> ⇥
lt: ⇥<p> Spausk <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png">, kad pasirinktum Naują foną iš bibiotekos (kaip "Spotlight-Stage"):</p> ⇥<img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png"> ⇥????????
nn: <p> Trykk på <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> for å velja eit bakgrunnsbilete frå biblioteket (for eksempel «spotlight-stage»):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
pt_br: <p> Clique em <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> para escolher um novo pano de fundo da Biblioteca (como "Palco com holofotes"):</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">
zh_tw: <p> 點擊圖示 <img class="intext" style="top: 0px" src = "%(STATIC_URL)s/images/help/landscape-icon.png"> 就可以從範例庫中挑選背景（像是 "Spotlight-Stage"）：</p> <img src = "%(STATIC_URL)s/images/help/9-spotlight-stage.png">

source: <p>To make a sprite look like it's going off stage, glide to the end, and then hide it.</p> For example, try this script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>After the sprite glides, it then hides.</p>
kk: <p>Спрайтты сахнадан кетіп бара жатқандай етіп көрсету үшін, соңына жылжытыңыз, және содан соң оны жасырыңыз.</p> Мысалы, осы скриптті істеп көріңіз:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Спрайт жылжығаннан кейін, ол жасырынады.</p>
lt: <p>Kad atrodytų jog veikėjas išeina iš scenos, sklęsk iki krašto ir tada paslėpk jį</p> Pavyzdžiui, išbandyk šį scenarijų:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Po to, kai veikėjas nusklendžia, jis pasislepia.</p>
nn: <p>For å få det til å sjå ut som figuren glir heilt av scena, kan du la han gli ut til kanten og så gøyma han.</p> Prøv for eksempel dette skriptet:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Figuren glir nesten heilt ut, og vert så gøymd.</p>
pt_br: <p>Para fazer com que pareça que o ator está saindo do palco, deslize até o fim, e depois esconda-o.</p> Por exemplo, experimente este script:<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>Depois que o ator desliza, ele se esconde.</p>
zh_tw: <p>要讓角色有退場離開的感覺，可以善用「滑至」和「隱藏」積木。</p> 例如下方程式：<br/> <img src="%(STATIC_URL)s/images/help/glide-off-stage-script.png"><br/> <p>在角色滑動之後，就會隱藏起來了。</p>

source: Can't see your sprite? Use <img src="%(STATIC_URL)s/images/help/show.png"> to make it appear.
kk: Спрайтыңызды көре алмай жатырсыз ба? Пайда болу үшін <img src="%(STATIC_URL)s/images/help/show.png"> қолданыңыз.
lt: Nematai savo veikėją? Naudok <img src="%(STATIC_URL)s/images/help/show.png">, kad jis atsirastų
nn: Er figuren vekke? Bruk <img src="%(STATIC_URL)s/images/help/show.png"> for å få han til å visast att.
pt_br: Não consegue ver seu ator? Use <img src="%(STATIC_URL)s/images/help/show.png"> para fazê-lo aparecer.
zh_tw: 找不到你的角色了？可以用 <img src="%(STATIC_URL)s/images/help/show.png"> 讓它出現。

source: <p>There are 4 ways to add a sprite to your card. To add a sprite, click on one of these buttons:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
kk: ⇥<p>Спрайтты картаңызға қосудың 4 жолы бар. Спрайтты қосу үшін, осы батырмалардың біріне басыңыз:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p> ⇥
lt: ⇥<p>Yra 4 būdai pridėti veikėją į savo atvirutę. Norėdamas pridėti veikėją, spausk vieną iš šių mygtukų:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p> ⇥
nn: <p>Det er fire måtar å leggja inn ein ny figur på kortet ditt. Trykk på ein av desse knappane:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
pt_br: <p>Há 4 formas de adicionar um ator em seu cartão. Para adicionar um ator, clique em um desses botões:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>
zh_tw: <p>一共有4種方法，可以將角色加到你的卡片。要新增角色，點擊其中一個圖示按鈕：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-3-add-sprite.png"></p>

source: <p>Get your sprites moving with blocks from the <span class="motioncolor">Motion</span> palette.</p> Try adding this code to have one of your sprites dance back and forth: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
kk: <p>Спрайтыңызды <span class="motioncolor">Қозғалыс</span> палитрасындағы блоктармен қозғалтыңыз.</p> Спрайттарыңыздың бірі алдыға-артқа билеуі үшін мына кодты еңгізіңіз: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
lt: ⇥<p>Padaryk, kad tavo veikėjai judėtų naudodamas blokus iš <span class="motioncolor">Judesys</span> paletės</p> ⇥Pabandyk pridėtį šį kodą, jei nori, kad vienas iš tavo veikėjų šoktų pirmyn atgal: ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>⇥
nn: <p>Få figurane til å røra seg med klossar frå <span class="motioncolor">Rørsle</span>-kategorien.</p> Prøv dette skriptet for å få ein figur til å dansa fram og tilbake: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
pt_br: <p>Faça seus atores se moverem com blocos da paleta <span class="motioncolor">Movimento</span>.</p> Tente adicionar esse código para fazer um dos seus atores dançar para a frente e para trás: <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>
zh_tw: <p>從 <span class="motioncolor">移動</span> 類別中，運用積木讓角色動起來。</p> 嘗試加入以下的程式碼，讓你的一個角色開始前後跳舞： <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-a-move.png"></p> </div>

source: <p>Have your sprites say something with blocks from the <span class="lookscolor">Looks</span> palette.</p> <p>Try adding this code to have one of your sprites share holiday greetings:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
kk: <p> Спрайттарыңызға<span class="lookscolor">Көріністер</span> палитрасындағы блоктар арқылы бірдеңе дегізіңіз.</p> <p>Спрайттарыңыздың бірі мерекелік құттықтаулармен бөлісуі үшін мына кодты еңгізіңіз :</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
lt: ⇥<p>Priversk savo veikėjus pasakyti ką nors naudodamas blokus iš <span class="lookscolor">Išvaizda</span> paletės.</p> ⇥<p>Pridėk šitą kodą vienam iš veikėjų, kad tas pasidalintų šventiniais sveikinimais:</p> ⇥<p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p> ⇥
nn: <p>Få figurane til å seia noko med klossar frå <span class="lookscolor">Utsjånad</span>-kategorien.</p> <p>Prøv dette for å få ein av figurane til å seia ei julehelsing:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
pt_br: <p>Faça seus atores dizerem algo com blocos da paleta <span class="lookscolor">Aparência</span>.</p> <p>Tente adicionar este código para fazer um de seus atores dizer mensagens de natal:</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
zh_tw: <p>運用<span class="lookscolor">外觀</span> 類別中的積木，讓角色說話。</p> <p>嘗試加入以下的程式碼，讓角色分享節日祝賀：</p> <p><img src = "%(STATIC_URL)s/images/help/hoc-4-interactive-b-say.png"></p>
