Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Now make it go back down by adding these blocks:
bn: এখন এই ব্লকসমূহ যোগ করে এটি আবার নিচে নিয়ে যাও:
cs: Nyní se vrať zpět přidáním těchto bloků:
cy: Nawr gwnewch iddo fynd lawr drwy ychwanegu'r blociau hyn:
de: Lass die Figur nun mit diesen Blöcken wieder zurück nach unten gehen:
fa: اکنون با اضافه کردن این قطعه‌ها، آن را پایین برگردانید:
fr: Maintenant, fais-le aller retourner en bas en ajouter ces blocs :
kk: Енді осы блоктарды қосу арқылы оны кері қайтарыңыз:
nb: Nå kan du få spilleren til å gå ned igjen med disse klossene:
nn: No kan du få spelaren til å gå ned att med desse klossane:
pt_br: Agora faça-o voltar para baixo adicionando esses blocos:
tr: Şimdi bu blokları ekleyerek geri dönün:
vi: Bây giờ làm nó đi ngược xuống bằng cách thêm vào những mảnh ghép này:
zh_tw: 現在加上下方積木堆，讓角色走回去：

source: Click on the stack to try it.
bn: এটি চেষ্টা করতে স্ট্যাকে ক্লিক কর।
cs: Abys to zkusil/a, klikni na zásobník.
cy: Cliciwch ar y stac o flociau i roi cynnig arno.
de: Klicke auf den Blockstapel, um ihn zu testen.
fa: برای امتحان روی دسته کلیک کنید.
fr: Clique sur la pile pour l'essayer.
kk: Үймені істеп көру үшін басыңыз.
nb: Klikk på skriptet for å se hva det gjør.
nn: Trykk på blokkstabelen for å sjå kva som skjer.
pt_br: Clique na pilha para experimentar.
tr: Denemek için yığına tıklayın.
vi: Bấm vào chồng để thử.
zh_tw: 點一下積木試試看。

source: Next, keep jumping
bn: পরবর্তী, লাফাতে থাক
cs: Dál, pokračuj ve skákání
cy: Nesaf, cadw i neidio
de: Als nächstes spring weiter
fa: سپس، بپرید
fr: Ensuite, continue de sauter
kk: Секіруді жалғастырыңыз
nb: Videre: Fortsett å hoppe
nn: Vidare: hald fram med å hoppa
pt_br: Em seguida, continue pulando
tr: Sonra, zıplamaya devam edin
vi: Kế đến, nhảy liên tục
zh_tw: 下一步，持續跳躍

source: Make the defender keep jumping up and down.
bn: ডিফেন্ডারকে উপরে ও নিচে লাফ দেয়াও।
cs: Nech obránce skákat nahoru a dolů.
cy: Gwnewch i'r amddiffynnwr neidio i fyny ac i lawr.
de: Lass den Verteidiger auf und nieder springen.
fa: مدافع را بالا و پایین بپرانید.
fr: Fais sauter continuellement le défenseur en haut et en bas.
kk: Қорғаушыны жоғары төмен секіретін қылыңыз.
nb: Gjør slik at forsvarsspilleren fortsetter å hoppe.
nn: Gjer slik at forsvarsspelaren held fram med å hoppa.
pt_br: Faça o defensor continuar pulando para cima e para baixo.
tr: Savunucuyu yukarı ve aşağı zıplatmaya devam edin.
vi: Làm cho hậu vệ nhảy liên tục lên xuống.
zh_tw: 讓防守者不停跳躍。

source: Click the <span class="controlcolor">Control</span> category and drag out a <span class="controlcolor">forever</span> loop, and wrap it around the <span class="controlcolor">repeat</span> blocks, like this:
bn: <span class="controlcolor">নিয়ন্ত্রণ</span> বিভাগে ক্লিক কর এবং একটি <span class="controlcolor">সব সময়ের জন্য</span> লুপ টেনে আন, এবং এটি <span class="controlcolor">পুনরাবৃত্তি</span> ব্লকসমূহের চারদিকে মুড়িয়ে দাও, এভাবে:
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span> a přetáhni <span class="controlcolor">opakuj stále</span> , obal s ním blok <span class="controlcolor">opakuj</span> , jako je tento:
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span> a llusgwch allan gylch <span class="controlcolor">am byth</span>, a'i lapio o amgylch y blociau <span class="controlcolor">ailadrodd</span>, fel hyn:
de: Klicke auf die Kategorie <span class="controlcolor">Steuerung</span>, ziehe einen <span class="controlcolor">Wiederhole fortlaufend</span>-Block heraus und baue ihn um die <span class="controlcolor">Wiederhole</span>-Blöcke:
fa: روی گروه <span class="controlcolor">کنترل</span>کلیک کنید و یک حلقۀ <span class="controlcolor">برای همیشه</span>را بیرون بکشید، و آن را دور قطعه‌های <span class="controlcolor">تکرار</span>بپیچانید، به این شکل:
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span> et fais glisser une boucle <span class="controlcolor">répéter indéfiniment</span>, et mets-le autour des blocs <span class="controlcolor">répéter</span>, comme ceci :
kk: ⇥<span class="controlcolor">Бақылау</span> категориясына басыңыз және <span class="controlcolor">әрқашан</span> циклін шығарып алыңыз, және оны <span class="controlcolor">қайталау</span> блогының айналасына осылай ораңыз: ⇥
nb: Klikk <span class="controlcolor">Styring</span>-kategorien og dra ut en <span class="controlcolor">for alltid</span>-kloss. Fest den rundt <span class="controlcolor">gjenta</span>-klossene slik:
nn: Trykk <span class="controlcolor">Styring</span>-kategorien og dra ut ein <span class="controlcolor">for alltid</span>-kloss. Fest han rundt <span class="controlcolor">gjenta</span>-klossane slik:
pt_br: Clique na categoria <span class="controlcolor">Controle</span>, arraste um laço <span class="controlcolor">repita para sempre</span> e coloque-o ao redor dos blocos <span class="controlcolor">repita</span>, assim:
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span> và kéo ra vòng lặp <span class="controlcolor">mãi mãi</span>, và bọc nó quanh các mảnh ghép <span class="controlcolor">lặp lại</span>, như thế này:
zh_tw: 從 <span class="controlcolor">控制</span> 類指令拖曳出 <span class="controlcolor">重複無限次</span> 積木，將積木包住<span class="controlcolor">重複 […] 次</span> 積木，示範如下：

source: Add a <span class="controlcolor">wait 1 secs</span> block. You can change the number to adjust the timing.
cs: Přidej blok <span class="controlcolor">čekej 1 sekund</span> . Můžeš měnit číslo pro lepší načasování.
cy: Ychwanegwch floc <span class="controlcolor">aros 1 eiliad</span>. Gallwch newid y rhif i newid yr amseru.
de: Füge einen <span class="controlcolor">warte 1 Sek.</span>-Block hinzu. Du kannst die Zeitspanne mit der Zahl verändern.
fa: یک قطعۀ <span class="controlcolor">1 ثانیه صبر کنید</span> اضافه کنید. شما می‌توانید برای تنظیم زمان‌بندی اعداد را تغییر دهید.
fr: Ajoute un bloc <span class="controlcolor">attendre 1 secondes</span>. Tu peux changer le nombre pour ajuster la temporisation.
kk: <span class="controlcolor">1 секунд күту</span> блогын қосыңыз. Сіз мерзімдерді реттеу үшін сандарды өзгерте аласыз.
nb: Sett inn en <span class="controlcolor">vent 1 sekunder</span>-kloss. Du kan forandre tallet slik at figuren hopper passe ofte.
nn: Legg til ein <span class="controlcolor">vent 1 sekund</span>-kloss. Du kan forandra talet slik at figuren hoppar passe ofte.
pt_br: Adicione um bloco <span class="controlcolor">espere 1 segundo</span>. Você pode alterar o número para ajustar o tempo.
vi: Thêm vào mảnh ghép <span class="controlcolor">đợi trong 1 giây</span>. Bạn có thể thay đổi số để điều chỉnh thời gian.
zh_tw: 添加 <span class="controlcolor">等待 […] 秒</span> 積木，你可以修改數字調整時機。

source: Next, start your program
bn: তারপর, তোমার প্রোগ্রাম শুরু কর
cs: A dál, spusť tvůj program
cy: Nesaf cychwynnwch eich rhaglen
de: Starte als nächstes dein Programm
fa: سپس، برنامه خود را شروع کنید
fr: Ensuite, démarre ton programme.
kk: Енді, бағдарламаны бастаңыз
nb: Videre: Start programmet
nn: Vidare: start programmet
pt_br: Em seguida, inicie seu programa
tr: Sonra, programa başla
vi: Kế tiếp, bắt đầu chương trình của bạn
zh_tw: 下一步，開始編寫你的程式

source: Your script will start whenever you click the green flag:
bn: যখনই তুমি সবুজ পতাকা ক্লিক করবে তোমার স্ক্রিপ্ট শুরু হবে:
cs: Tvůj program začne pokaždé, když klikneš na zelenou vlajku:
cy: Bydd eich sgript yn cychwyn pryd bynnag fyddwch yn clicio'r faner werdd:
de: Dein Skript startet nun jedes Mal, wenn du die grüne Flagge anklickst:
fa: دستور شما هر بار که بر روی پرچم سبز کلیک کنید، شروع خواهد شد:
fr: Ton script va démarrer quand tu cliques sur le drapeau vert :
kk: Жасыл жалаушаны баса салысымен сіздің скриптіңіз басталады:
nb: Nå kan du starte skriptet ved å klikke på det grønne flagget:
nn: Skriptet startar når du trykkjer på det grøne flagget:
pt_br: Seu script será iniciado quando você clicar na bandeira verde:
tr: Yapmış olduğumuz bu dizi yeşil bayrağa her tıkladığımızda çalışmaya başlayacak:
vi: Kịch bản của bạn sẽ bắt đầu mỗi khi bạn bấm vào lá cờ xanh:
zh_tw: 以後當你按下（預覽區上的）綠旗圖示的按鈕，程式就會開始執行：

source: Next, bounce off the defender
bn: পরবর্তীতে, ডিফেন্ডারকে বাউন্স কর
cs: Dál, odraž obránce
cy: Nesaf bownsiwch addi ar yr amddiffynnwr
de: Lass den Ball vom Verteidiger abprallen
fa: سپس، مدافع را بپرانید
fr: Ensuite, fais rebondir le défenseur
kk: Енді, қорғаушыны секіртіңіз
nb: Videre: Sprett på forsvarsspilleren
nn: Vidare: sprett på forsvarsspelaren
pt_br: Em seguida, faça a defensor pular
tr: Ardından, savunucudan çık
vi: Tiếp theo, nhảy qua hậu vệ
zh_tw: 下一步，球碰到防守者就反彈

source: Make the ball bounce back if it hits the defender.
bn: বলটি ডিফেন্ডারকে আঘাত করলে পেছনে বাউন্স কর।
cs: Udělej scénář, aby se míč odrazil zpět, pokud se dotkne obránce.
cy: Gwnewch i'r bêl fownsio nôl os yw'n taro'r amddiffynnwr.
de: Mach, dass der Ball zurückspringt, wenn er den Verteidiger trifft.
fa: اگر توپ به مدافع برخورد کرد، آن را به عقب برگردانید.
fr: Fais rebondir la balle en arrière si elle touche le défenseur.
kk: Қорғаушыға тиіп кеткен жағдайда доп артқа секіретіндей етіңіз.
nb: La ballen sprette tilbake hvis den treffer forsvarsspilleren.
nn: La ballen spretta tilbake viss han treffer forsvarsspelaren.
pt_br: Faça a bola quicar de volta se ela atingir o defensor.
tr: Savunucuya çarparsa topun geri dönmesini sağlayın.
vi: Làm cho quả bóng bật ngược lại nếu nó chạm vào người hậu vệ.
zh_tw: 讓球在碰到防守者時彈回。

source: Click to choose the ball.
bn: বল বাছাই করতে ক্লিক কর।
cs: Klikni pro vybrání míče.
cy: Cliciwch i ddewis y bêl.
de: Klicke, um den Ball auszuwählen.
fa: برای انتخاب توپ کلیک کنید.
fr: Clique pour choisir la balle.
kk: Допты таңдау үшін басыңыз.
nb: Klikk for å velge ballen.
nn: Trykk på ballen for å velja han.
pt_br: Clique para escolher a bola.
tr: Topu seçmek için tıklayın.
vi: Bấm để chọn quả bóng.
zh_tw: 在物件區上點選角色球。

source: Add these blocks to check if ball is touching the panda.
bn: বল পান্ডাকে স্পর্শ করছে কিনা তা পরীক্ষা করতে এই ব্লকগুলো যোগ কর।
cs: Přidej tyto bloky a zkontroluj zda se míč dotýká pandy.
cy: Ychwanegwch y blocoai hyn os yw'r bêl yn cyffwrdd y panda.
de: Füge diese Blöcke hinzu, um festzustellen, ob der Ball den Panda berührt.
fa: این بلوک‌ها را اضافه کنید تا ببینید آیا توپ با پاندا تماس دارد.
fr: Ajoute ces blocs pour vérifier si la balle touche le panda.
kk: Доп пандаға тиіп тұрғанын тексеру үшін мына блоктарды қосыңыз.
nb: Bruk disse klossene for å sjekke om ballen berører pandaen.
nn: Bruk desse klossane for å sjekka om ballen rører pandaen.
pt_br: Adicione esses blocos para verificar se a bola está tocando no panda.
tr: Topun pandaya dokunup dokunmadığını kontrol etmek için bu blokları ekleyin.
vi: Thêm vào những mảnh ghép này để kiểm tra nếu quả bóng chạm vào gấu trúc.
zh_tw: 加上這些積木，可以偵測球是不是碰到了角色。

source: Drag out a <span class="motioncolor">glide</span> block and add it to the script:
bn: একটি <span class="motioncolor">গ্লাইড</span> ব্লক টেনে আন এবং স্ক্রিপ্টে যুক্ত কর:
cs: Přetáhni blok <span class="motioncolor">klouzej</span> a přidej to do scénáře:
cy: Llusgwch allan floc <span class="motioncolor">glide</span> a'i ychwanegu i'r sgript:
de: Zieh einen <span class="motioncolor">gleite zu</span>-Block heraus und füge ihn zum Skript hinzu:
fa: یک قطعه <span class="motioncolor">سرخوردن</span>بیرون بکشید و آن را به دستور اضافه کنید:
fr: Fais glisser un bloc <span class="motioncolor">glisser à</span> et ajoute-le au script :
kk: <span class="motioncolor">жылжу</span> блогын шығарыңыз және скриптіңізге қосып қойыңыз:
nb: Dra ut en <span class="motioncolor">gli</span>-kloss og sett den inn i skriptet:
nn: Dra ut ein <span class="motioncolor">gli</span>-kloss og fast han i skriptet:
pt_br: Arraste um bloco <span class="motioncolor">deslize</span> e adicione-o ao script:
vi: Kéo ra mảnh ghép <span class="motioncolor">lướt</span> và thêm nó vào kịch bản:
zh_tw: 拖曳出 <span class="motioncolor">滑行 […] 秒到 x:[…] y:[…]</span>積木，把它加到程式裡：

source: Type in the same numbers as in the beginning of the script. This will make the ball glide back to the starting point.
bn: স্ক্রিপ্টের শুরুতে একই সংখ্যায় টাইপ কর। এটি বলটিকে প্রারম্ভিক স্থানে ফিরিয়ে দেবে।
cs: Napiš stejná čísla jako na začátku scénáře. Tak bude míč klouzat zpátky na startovní bod.
cy: Teipiwch yr un rhifau yn y bloc ag sydd ar ddechrau'r sgript. Bydd hyn yn gwneud i'r bêl lithro nôl i'r man cychwyn.
de: Gib die gleichen Zahlen wie am Anfang des Skripts ein. Das lässt den Ball zum Anfangspunkt zurückgleiten.
fa: اعداد مشابه با ابتدای دستور را وارد کنید. این باعث می‌شود توپ به نقطه شروع برگردد.
fr: Tape les mêmes nombres qu'au début du script. Cela fera glisser la balle jusqu'au point de départ.
kk: Скрипттің басындағы сандармен бірдей сандарды қолданыңыз. Бұл, допты бастапқы нүктеге қайта сырғытады.
nb: Skriv inn de samme tallene som i begynnelsen av skriptet. Da vil ballen gli tilbake til utgangspunktet.
nn: Skriv inn dei same tala som i byrjinga av skriptet. Då vil ballen gli tilbake til utgangspunktet.
pt_br: Digite os mesmos números do início do script. Isso vai fazer a bola deslizar de volta para o ponto inicial.
tr: Senaryonun başına aynı sayıları yazın. Bu, topun başlangıç noktasına geri kaymasını sağlayacaktır.
vi: Nhập vào những số giống như ở đầu kịch bản. Điều này sẽ làm cho quả bóng lướt lại về phía điểm bắt đầu.
zh_tw: 輸入與開頭程式相同的數字，這樣一來球就會返回原點。

source: Make the ball stop when it gets back to the starting point.
bn: বলটি প্রারম্ভিক বিন্দুতে ফিরে গেলে বন্ধ কর।
cs: Zastav míč, pokud se vrátí zpět na začátek.
cy: Gwnewch i'r bêl aros pan fydd yn cyrraedd nôl i'r man cychwyn.
de: Mach, dass der Ball stoppt, wenn er zurück am Startpunkt ist.
fa: زمانی که توپ به نقطه شروع برمی‌گردد، متوقفش کنید.
fr: Fais arrêter la balle quand elle revient au point de départ.
kk: Доп бастапқы орнына қайта келгенде оны тоқтайтындай етіңіз.
nb: La ballen stoppe når den er tilbake til startpunktet.
nn: La ballen stoppa når han er tilbake ved utgangspunktet.
pt_br: Faça a bola parar quando ela volta para o ponto inicial.
sl: Ko pride žoga na začetni položaj naj se ustavi.
tr: Başlangıç noktasına geri döndüğünde topu durdurun.
vi: Làm cho quả bóng dừng lại khi nó về đến điểm bắt đầu.
zh_tw: 讓球在回到原點時停止運動。

source: Click the <span class="controlcolor">Control</span> category. Drag out a <span class="controlcolor">stop</span> block, and choose 'this script' from the drop-down menu:
bn: <span class="controlcolor">নিয়ন্ত্রণ</span> বিভাগে ক্লিক কর। একটি <span class="controlcolor">স্টপ</span> ব্লক টেনে আন এবং ড্রপ-ডাউন তালিকা থেকে 'this script' নির্বাচন কর:
cs: Klikni na kategorii <span class="controlcolor">Ovládání</span> . Přetáhni blok <span class="controlcolor">zastav</span> , a vyber 'tento scénář' z rozbalovací nabídky:
cy: Cliciwch y categori <span class="controlcolor">Rheoli</span>. Llusgwch allan floc <span class="controlcolor">atal</span>, a dewis "y sgript hwn" o'r gwymplen: .
de: Klicke auf die Kategorie <span class="controlcolor">Steuerung</span>. Zieh einen <span class="controlcolor">stoppe </span>-Block heraus und wähle im Ausklappmenü 'dieses Skript' aus:
fa: روی گروه <span class="controlcolor">کنترل</span>کلیک کنید. یک قطعه <span class="controlcolor">توقف</span>بیرون بکشید، و "این دستور" را از منو کشویی انتخاب کنید:
fr: Clique sur la catégorie <span class="controlcolor">Contrôle</span>. Fais glisser un bloc <span class="controlcolor">stop</span>et choisis 'ce script' dans le menu déroulant :
kk: <span class="controlcolor">Бақылау</span> санатына басыңыз. <span class="controlcolor">тоқтау</span> блогын шығарып алыңыз және ашылмалы мәзірден 'мына скриптті' таңдаңыз:
nb: Klikk <span class="controlcolor">Styring</span>-kategorien. Dra ut en <span class="controlcolor">stopp</span>-kloss og velg "dette skriptet" fra menyen i klossen:
nn: Trykk på <span class="controlcolor">Styring</span>-kategorien. Dra ut ein <span class="controlcolor">stopp</span>-kloss og vel «dette skriptet» frå menyen i klossen:
pt_br: Clique na categoria <span class="controlcolor">Controle</span>. Arraste um bloco <span class="controlcolor">pare</span> e escolha "este script" no menu:
vi: Bấm vào mục <span class="controlcolor">Điều khiển</span>. Kéo ra mảnh ghép <span class="controlcolor">dừng</span>, và chọn 'kịch bản này' tử menu xổ xuống:
zh_tw: 從 <span class="controlcolor">控制</span> 類指令中，拖曳出 <span class="controlcolor">停止 {…}</span> 的積木，並從裡頭的下拉清單選擇「目前程式」。

source: Add this script inside the repeat block:
bn: পুনরাবৃত্তি ব্লকের ভিতরে এই স্ক্রিপ্ট যোগ করো:
cs: Přidej tento scénář dovnitř bloku "opakuj":
cy: Ychwanegwch y sgript hwn o fewn y bloc ailadrodd:
de: Füge dieses Skript innerhalb des Wiederhole-Blocks ein:
fa: این دستور را به داخل قطعه تکرار اضافه کنید:
fr: Ajoute ce script dans le bloc répéter :
kk: Мына скриптті қайталауу блогына қосыңыз.
nb: Sett dette skriptet inn i gjenta-klossen:
nn: Legg dette skriptet inn i gjenta-klossen:
pt_br: Adicione esse script dentro do bloco repita:
sl: V blok ponovi dodaj to skripto:
tr: Bu senaryoyu tekrarlı blokun içine ekleyin:
vi: Thêm vào kịch bản này trong mảnh ghép lặp lại:
zh_tw: 添加一段程式到重複積木中：

source: You can experiment to see what happens if you remove the stop block.
bn: আপনি স্টপ ব্লক টি সরিয়ে দিলে কি হয় তা পরীক্ষা করতে পারো।
cs: Můžeš experimentovat s tím co se stane, když odstraníš blok "zastav".
cy: Gallwch arbrofi i weld be sy'n digwydd os fyddwch yn symud y bloc atal.
de: Du kannst auch ausprobieren, was passiert, wenn der stopp-Block fehlt.
fa: شما می‌توانید آزمایش کنید تا ببینید با حذف قطعه توقف چه اتفاقی می‌افتد.
fr: Tu peux essayer pour voir ce qui se passe si tu enlèves le bloc stop.
kk: Тоқтау блогын алып тастағанда не болатынын көру үшін тәжірибе жасаңыз.
nb: Prøv hva som skjer hvis du tar bort stopp-klossen.
nn: Prøv kva som skjer viss du tek vekk stoppklossen.
pt_br: Você pode experimentar para ver o que acontece se você remover o bloco pare.
sl: Preveri kaj se zgodi v primeru, da odstraniš stop blok.
vi: Bạn có thể thử nghiệm để xem điều gì xảy ra nếu bạn bỏ đi mảnh ghép dừng.
zh_tw: 你可實驗看看當拿掉停止積木時會發生什麼事。

source: <span class="reminder">Tip: Any blocks you add after 'stop this script' will not run.</span>
cs: <span class="reminder">Tip: Všechny bloky které přidáš po 'stopni tento skript' nepoběží.</span>
cy: <span class="reminder">Awgrym: Ni fydd unrhyw floc rydych wedi ei ychwanegu ar ôl 'atal y sgript' yn rhedeg.</span>
de: <span class="reminder">Tipp: Blöcke nach 'stoppe dieses Skript' würden nicht ausgeführt werden.</span>
fa: <span class="reminder">نکته: هر قطعه‌ای که بعد از «توقف این دستور» اضافه کنید، اجرا نخواهد شد.</span>
fr: <span class="reminder">Astuce : n'importe quel bloc ajouté après le bloc 'stop ce script' ne sera pas exécuté.</span>
kk: <span class="reminder">Кеңес: 'скриптті тоқтат'-тан кейін еңгізілген кез келген блок жұмыс істемейді.</span>
nb: <span class="reminder">Tips: Klosser som står etter "stopp dette skriptet" vil aldri bli utført.</span>
nn: <span class="reminder">Tips: Klossar som står etter «stopp dette skriptet» vert aldri brukte.</span>
pt_br: <span class="reminder">Dica: quaisquer blocos que você adicionar depois de "pare este script" não serão executados.</span>
vi: <span class="reminder">Thủ thuật: Bất kỳ mảnh ghép nào bạn thêm vào sau 'dừng kịch bản' sẽ không được thực hiện.</span>
zh_tw: <span class="reminder">提示：任何加在「停止 {此程式}」積木之後的程式都不會運行。</span>

source: Next, enhance and customize
bn: তারপর, উন্নত এবং কাস্টমাইজ কর
cs: A dál, vylepšuj a uprav podle sebe
cy: Nesaf, gwella a chyfaddasu
de: Verbessere nun das Projekt und passe es an
fa: سپس، ارتقا دهید و شخصی‌سازی کنید
fr: Ensuite, améliorer et personnaliser.
kk: Енді, Жақсарту және Теңшеу
nb: Videre: Bedre og kulere
nn: Vidare: betre og kulare
pt_br: Em seguida, melhore e personalize
vi: Kế tiếp, hoàn thiện và điều chỉnh
zh_tw: 下一步，改良與特色化

source: Select the Sounds tab
bn: শব্দের ট্যাব নির্বাচন কর
cs: Vyber záložku ZVUKY
cy: Dewiswch y tab Seiniau
de: Wähle den Klänge-Reiter
fa: زبانه صداها را انتخاب کنید
fr: Sélectionne l'onglet Sons
id: Pilih tab Suara
kk: Дыбыстар қосымшасын таңдаңыз
nb: Velg Lyder-fanen
nn: Vel «Lydar»-fana
pt_br: Selecione a guia Sons
sl: Izberi zavihek Zvoki
tr: Sesler sayfasına geç
vi: Chọn thẻ Âm thanh
zh_tw: 切換到音效頁籤

source: Upload <img src="%(STATIC_URL)s/images/help/upload-icon.png"> a sound file from your computer (mp3, wav or aif format).
bn: আপলোড কর <img src="%(STATIC_URL)s/images/help/upload-icon.png"> তোমার কম্পিউটার থেকে একটি শব্দ ফাইল (mp3, wav অথবা aif ফরমেটে)।
cs: Nahraj <img src="%(STATIC_URL)s/images/help/upload-icon.png"> nějaký zvukový soubor ze svého počítače (mp3, wav nebo aif formát).
cy: Llwythwch <img src="%(STATIC_URL)s/images/help/upload-icon.png"> i fyny ffeil sain o'ch cyfrifiadur (fformat mp3, wav neu aif).
de: Lade <img src="%(STATIC_URL)s/images/help/upload-icon.png"> eine Audiodatei von deinem Computer hoch (mp3, wav oder aif-Format).
fa: بارگذاری کنید <img src="%(STATIC_URL)s/images/help/upload-icon.png"> یک فایل صوتی را از رایانه خود (فرمت mp3، wav یا aif).
fr: Téléverse <img src="%(STATIC_URL)s/images/help/upload-icon.png"> un fichier son de ton ordinateur (mp3, wav ou aif).
kk: Компьютерден дыбыстық файл жүктеңіз (mp3, wav не aif форматында). <img src="%(STATIC_URL)s/images/help/upload-icon.png">
nb: Last opp <img src="%(STATIC_URL)s/images/help/upload-icon.png"> en lydfil fra datamaskinen (mp3, wav eller aif format).
nn: Last opp <img src="%(STATIC_URL)s/images/help/upload-icon.png"> ei lydfil frå datamaskina (.mp3-, .wav eller .aif-format).
pt_br: Carregue <img src="%(STATIC_URL)s/images/help/upload-icon.png"> um arquivo de som do seu computador (mp3, wav ou formato AIF).
sl: Naloži <img src="%(STATIC_URL)s/images/help/upload-icon.png"> zvočno datoteko s svojega računalnika (mp3, wav ali aif format).
tr: <img src="%(STATIC_URL)s/images/help/upload-icon.png"> simgesini kullanarak bilgisayarından projene istediğin ses dosyalarını at. Ses dosyaları mp3, wav veya aif formatlarından birinde olmalıdır.
vi: Tải lên <img src="%(STATIC_URL)s/images/help/upload-icon.png"> tệp tin âm thanh từ máy tính của bạn (định dạng mp3, wav hay aif).
zh_tw: 使用<img src="%(STATIC_URL)s/images/help/upload-icon.png"> 從你的電腦中匯入一個音效檔（格式可以是 mp3、wav 或 aif）

source: Try these scripts:
bn: এই স্ক্রিপ্টগুলো চেষ্টা কর:
cs: Zkus tyto scénáře:
cy: Rhowch gynnig ar y sgriptiau hyn:
de: Probiere diese Skripte aus:
fa: این دستورها را امتحان کنید:
fr: Essaie ces scripts:
id: Coba script ini:
kk: Бұл скрипттерді көру:
nb: Prøv disse skriptene:
nn: Prøv desse skripta:
pt_br: Experimente estes scripts:
sl: Preizkusi naslednje skripte:
tr: Bu komut dizilerini dene:
vi: Thử những kịch bản này:
zh_tw: 試試使用下方程式：

source: Click the green flag to run at the same time.
bn: একই সময়ে শুরু করতে সবুজ পতাকায় ক্লিক কর।
cs: Klikni na zelenou vlajku pro současné spuštění.
cy: Cliciwch y faner werdd i redeg ar yr un pryd.
de: Klicke auf die grüne Flagge, um sie gleichzeitig auszuführen.
fa: برای اجرای همزمان بر روی پرچم سبز کلیک کنید.
fr: Clique sur le drapeau vert pour exécuter tout en même temps.
kk: Бірдей уақытта жүгіру үшін жасыл жалаушаны басыңыз.
nb: Klikk det grønne flagget for å kjøre samtidig.
nn: Trykk på det grøne flagget for å køyra samtidig.
pt_br: Clique na bandeira verde para executar ao mesmo tempo.
sl: Klikni na zeleno zastavico, da se požene istočasno.
tr: Yeşil bayrağa tıkla ve hepsi aynı anda çalışsın.
vi: Bấm vào lá cờ xanh để chạy chúng cùng lúc.
zh_tw: 點擊綠旗就可以同時執行二個程式。

source: If you want to edit the song, select a section:
cs: Pokud chceš upravit skladbu, vyber sekci:
cy: Os hoffech chi olygu'r gân, dewiswch adran:
fa: اگر می‌خواهید آهنگ را ویرایش کنید، یک بخش را انتخاب کنید:
fr: Si tu veux modifier la chanson, sélectionne une partie :
vi: Nếu bạn muốn sửa bài hat, chọn một phần:
