Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Click the <span class="lookscolor">Looks</span> category. Drag out a <span class="lookscolor">say Hello! for 2 secs</span> block.
bn: <span class="lookscolor">লুকস</span> বিভাগে ক্লিক করো।<span class="lookscolor"> hello বলো! 2 সেকেন্ড </span>ব্লকের জন্য।
cs: Klikni na kategorii <span class="lookscolor">Vzhledy</span>. Přetáhni blok <span class="lookscolor">řekni Ahoj! 2 sekundy</span>.
cy: Cliciwch gategori <span class="lookscolor">Edrychiad</span>. Llusgwch allan floc <span class="lookscolor">dweud Helo! am 2 eiliad</span>.
de: Klick auf die Kategorie <span class="lookscolor">Aussehen</span>. Zieh einen <span class="lookscolor">sage () für () Sek.</span>-Block heraus.
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید، سپس قطعه<span class="lookscolor"> 2 ثانیه بگو سلام</span> را بیرون بکشید:
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span>. Fais glisser un bloc <span class="lookscolor">dire Hello ! pendant 2 secondes</span>.
id: Klik kelompok <span class="lookscolor">Tampilan</span>. Seret keluar sebuah balok <span class="lookscolor">katakan Halo! selama 2 detik</span>.
kk: <span class="lookscolor">Көріністер</span> категориясын таңдаңыз. <span class="lookscolor">2 секунд Сәлем! де</span> блогын шығарыңыз.
lt: ⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių. Ištempk <span class="lookscolor">sakyk Labas! 2 sekundes</span> bloką ⇥
nb: Klikk på <span class="lookscolor">Utseende</span>-kategorien. Dra ut en <span class="lookscolor">si Hei! i 2 sekunder</span>-kloss.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien. Dra ut ein <span class="lookscolor">sei «Hei!» i 2 sekund</span>-kloss.
pt_br: Clique na categoria <span class="lookscolor">Aparências</span>. Arraste um bloco <span class="lookscolor">diga Olá! por 2 segundos</span>.
tr: <span class="lookscolor">Görünümler</span> kategorisine tıkla. Bir <span class="lookscolor">2 Saniye için Merhaba De </span> blokunu sürükle.
vi: Bấm vào mục <span class="lookscolor">Hiển thị</span>. Kéo ra một mảnh ghép <span class="lookscolor">nói Xin chào! trong 2 giây</span>.
zh_tw: 從 <span class="lookscolor">外觀</span> 類指令中把 <span class="lookscolor">說出 […] […] 秒</span> 積木拖曳到工作區。

source: You can type in your own words.
bn: তুমি তোমার নিজের শব্দ টাইপ করতে পারবে।
cs: Můžeš zapsat svá vlastní slova.
cy: Gallwch deipio eich geiriau eich hun.
de: Du kannst deinen eigenen Text eintippen.
fa: شما می‌توانید کلمات خود را تایپ کنید.
fr: Vous pouvez entrer vos propres mots.
id: Kamu bisa mengetik kata-katamu sendiri.
kk: Сіз өз сөздеріңізді енгізе аласыз
lt: Gali įvesti savo žodzius
nb: Du kan skrive inn din egen tekst.
nn: Du kan skriva inn din eigen tekst.
pt_br: Você pode escrever seu próprio texto.
sl: Vpišeš lahko svoje besede.
tr: Kendi kelimelerinizi yazabilirsiniz.
vi: Bạn có thể nhập vào những từ ngữ của bạn.
zh_tw: 輸入一些文字作為角色的說話內容。

source: Make your character appear when you press a key.
bn: তোমার ক্যারেক্টরটি প্রদর্শন করাও যখন তুমি একটি কী চাপ দিবে।
cs: Ať se tvá postava objeví, když stiskneš klávesu.
cy: Gwneud i'ch cymeriadau ymddangos pan fyddwch yn pwyso bysell.
de: Mach dass deine Figur erscheint wenn du eine Taste drückst.
fa: وقتی یک کلید را فشار می‌دهید کاراکتر شما ظاهر می‌شود.
fr: Fais apparaître ton personnage quand tu appuies sur une touche.
id: Buat agar karaktermu muncul saat kamu menekan sebuah tombol.
kk: Сіз пернені басқан кезде кейіпкеріңіз пайда болатындай қылыңыз.
lt: Padaryk taip, kad tavo veikėjas atsirastų nuspaudus klavišą
nb: La den nye figuren dukke opp når du trykker en tast.
nn: La den nye figuren dukka opp når du trykkjer ein tast.
pt_br: Faça seu personagem aparecer quando você pressionar uma tecla.
sl: Ko pritisneš tipko se naj tvoj lik prikaže.
tr: Bir tuşa bastığınızda karakterinizi görünmesini sağlayın.
vi: Làm cho nhân vật xuất hiện khi bạn bấm một phím.
zh_tw: 讓你的角色在某個按鍵被按下時就出現。

source: Add a script like this:
bn: এটার মত একটি স্ক্রিপ্ট যোগ করো:
cs: Přidej scénář jako tento:
cy: Ychwanegwch sgript fel hon:
de: Dann füge ein Skript wie dieses hinzu:
fa: یک دستور مانند این اضافه کنید:
fr: Ajoute un script comme suit :
id: Tambahkan sebuah skrip seperti ini:
kk: Скриптті осылай қосыңыз:
lt: Pridėk scenarijų kaip šis:
nb: Legg til dette skriptet:
nn: Lag eit skript som dette:
pt_br: Adicione um script como esse:
sl: Dodaj skripto kot je:
tr: Şuna benzer bir senaryo ekleyin:
vi: Thêm vào kịch bản như thế này:
zh_tw: 添加一段程式，如下示範：

source: Select which key you want to use.
bn: তুমি কোন কী ব্যবহার করতে চাও তা নির্বাচন কর।
cs: Vyber kterou klávesu chceš použít.
cy: Dewis pa fysell i'w defnyddio.
de: Suche die Taste aus die du verwenden willst.
fa: کلید مورد نظر را انتخاب کنید.
fr: Sélectionne la touche du clavier que tu veux utiliser.
id: Tentukan tombol mana yang ingin kamu gunakan.
kk: Қай пернені пайдаланатыныңызды таңдаңыз
lt: Pasirink klavišą, kurį nori naudoti
nb: Velg hvilken tast du vil bruke.
nn: Vel kva for ein tast du vil bruka.
pt_br: Selecione qual tecla você quer usar.
sl: Izberi tipko, ki jo želiš uporabiti.
tr: Kullanmak istediğiniz anahtarı seçin.
vi: Chọn phím mà bạn muốn sử dụng.
zh_tw: 選擇你要使用的按鍵。

source: Each time you press the key, your character will appear.
bn: প্রতিবার তুমি কী চাপলে, তোমার ক্যারেক্টারটি দেখা যাবে।
cs: Vždy, když stiskneš klávesu, tvá postava se objeví.
cy: Bob tro fyddwch y pwyso'r fysell bydd eich cymeriad yn ymddangos.
de: Deine Figur erscheint jedesmal wenn du die Taste drückst.
fa: هر بار که کلید را فشار می‌دهید، کاراکتر شما ظاهر خواهد شد.
fr: Chaque fois que tu appuies sur une touche, ton personnage va disparaître.
id: Setiap kali kamu menekan tombol, karaktermu muncul.
kk: Сіз пернені басқан уақытта кейіпкеріңіз пайда болады.
lt: Kas kartą paspaudus klavišą tavo veikėjas atsiras
nb: Hver gang du trykker den tasten vil figuren dukke opp.
nn: Kvar gong du trykkjer den tasten, vil figuren dukka opp.
pt_br: Seu personagem vai aparecer toda vez que você pressionar a tecla.
sl: Tvoj lik se bo pojavil vsakič, ko pritisneš tipko.
tr: Her tuşa bastığınızda, karakteriniz görünecektir.
vi: Mỗi lần bạn bấm phím, nhân vật của bạn sẽ xuất hiện.
zh_tw: 每當你按下按鍵，你的角色就會消失。

source: You can also make the bears respond using the same key.
cs: Medvědy můžeš také ovládat použitím stejné klávesy.
cy: Gallwch hefyd wneud i'r eirth ymateb drwy ddefnyddio'r un fysell.
de: Du kannst die Bären auch mit derselben Taste gleichzeitig ansteuern.
fa: شما همچنین می‌توانید خرس ها را با استفاده از همان کلید به واکنش وادارید.
fr: Tu peux aussi faire que les ours répondent ours en utilisant la même touche :
id: Kamu juga bisa membuat beruang-beruangnya bereaksi menggunakan tombol yang sama.
kk: Сонымен қатар, сол пернені пайдаланып аюларды жауап бергізе аласыз.
lt: Taip pat gali padaryti ir kad Meškinai reaguotų į tą patį klavišą
nb: Du kan også få bjørnene til å svare med den samme tasten.
nn: Du kan òg få bjørnane til å svara med den same tasten.
pt_br: Você também pode fazer os ursos responderem usando a mesma tecla.
tr: Ayıları aynı tuşla da yanıtlayabilirsiniz.
vi: Bạn cũng có thể làm các chú gấu phản ứng lại sử dụng cùng phím như vậy.
zh_tw: 你也可以讓熊熊在按下相同按鍵時有所回應。

source: Click the thumbnail to select Bearstack.
bn: বিয়ারস্ট্যাক নির্বাচন করতে থাম্বনেইলে ক্লিক কর।
cs: Klikni na náhled pro výběr medvědice.
cy: Cliciwch y llun bach i ddewis Bearstack.
de: Klicke auf die Miniaturansicht der Bärenstapelfigur um sie auszuwählen.
fa: برای انتخاب Bearstack روی بندانگشتی کلیک کنید.
fr: Clique sur la miniature pour sélectionner Bearstack.
kk: Bearstack таңдау үшін нобайды басыңыз..
lt: Spausk miniatiūrą ir pasirink Meškinus
nb: Klikk på det lille bildet for å velge Bjørnebunken.
nn: Trykk på det vesle biletet for å velja bjørnestabelen.
pt_br: Clique na miniatura para selecionar a pilha de ursos.
tr: Bearstack'i seçmek için kapak fotoğrafına tıklayın.
vi: Bấm vào hình nhỏ để chọn Bearstacks.
zh_tw: 點擊物件區的縮圖以選取角色。

source: Now add a script for the Bearstack like this:
bn: এখন বিয়ারস্ট্যাকের জন্য এমন একটি স্ক্রিপ্ট যোগ কর:
cs: Teď přidej scénář pro medvědím tlupu jako je tento:
cy: Nawr ychwanegwch sgript ar gyfer y Bearstack fel hyn:
de: Füge nun ein Skript für den Bärenstapel wie dieses hinzu:
fa: اکنون دستور Bearstack را مانند این اضافه کنید:
fr: Maintenant, ajoute un script aux Ours comme ceci :
id: Sekarang tambahkan sebuah skrip untuk Bearstack-nya seperti ini:
kk: Қазір Bearstack үшін скриптті қосыңыз:
lt: Tada pridėk scenarijų Meškinams kaip šis:
nb: Legg inn et skript for Bjørnebunken slik:
nn: Legg inn eit skript for bjørnestabelen slik:
pt_br: Agora, adicione um script para a pilha de ursos como esse:
vi: Bây giờ thêm vào một kịch bản cho Bearstack như thế này:
zh_tw: 現在為角色熊熊編寫以下程式：

source: Try pressing the key again.
bn: আবার কী চাপার চেষ্টা কর।
cs: Zkus znovu stisknout klávesu.
cy: Rhowch gynnig ar bwyso'r fysell eto.
de: Drücke die Taste jetzt noch einmal.
fa: سعی کنید کلید را دوباره فشار دهید.
fr: Essaye encore d'appuyer sur la touche.
id: Coba pencet tombolnya lagi.
kk: Пернені қайта басып көріңіз
lt: Pabandyk nuspaust klavišą vėl
nb: Trykk tasten igjen.
nn: Trykk på tasten igjen.
pt_br: Experimente pressionar a tecla novamente.
sl: Poskusi ponovno pritisniti tipko.
tr: Tuşa tekrar basmayı deneyin.
vi: Thử bấm lại phím đó lần nữa.
zh_tw: 試試再按一次按鍵。

source: Next, add to your story
bn: তারপর, তোমার গল্পে যোগ কর
cs: Jako další krok, přidej do svého příběhu
cy: Nesaf ychwanegwch eich stori
de: Füge als Nächstes deine Geschichte hinzu
fa: سپس، به داستان خود اضافه کنید
fr: Ensuite, ajoute à ton histoire
id: Selanjutnya, tambahkan ke ceritamu.
kk: Енді, өзіңіздің әнгімеңізге қосыңыз
lt: Toliau, pridėk savo pasakojimą
nb: Videre: Gjør fortellingen lengre
nn: Vidare: gjer forteljinga lengre
pt_br: Em seguida, adicione sua história
tr: Sonra, hikayene ekle
vi: Tiếp theo, thêm vào câu chuyện của bạn
zh_tw: 下一步，添加到你的故事中

source: What else do you want to add to your story? Try some of these ideas.
bn: তুমি তোমার গল্পে আর কি যোগ করতে চাও? এই আইডিয়াগুলো থেকে কিছু চেষ্টা কর।
cs: Co dalšího bys chtěl přidat do tvého příběhu? Vyzkoušej tyto nápady.
cy: Beth arall hoffech chi ychwanegu i'ch stori? Beth am rai o'r syniadau hyn?
de: Was möchtest du noch zu deiner Geschichte hinzufügen? Versuche einige dieser Vorschläge.
fa: چه چیز دیگری می‌خواهید به داستان خود اضافه کنید؟ برخی از این ایده‌ها را امتحان کنید.
fr: Quoi d'autre veux-tu ajouter à ton histoire ? Essaye quelques unes de ces idées.
id: Apa lagi yang kamu inginkan di ceritamu? Coba beberapa dari ide-ide ini.
kk: Өз әнгімеңізге тағы не қосқыңыз келеді? Осы идеяларды тексеріп көріңіз.
lt: Ką dar norėtum pridėti prie savo pasakojimo? Išbandyk keletą iš šių idėjų
nb: Hva har du lyst til å legge inn i fortellingen din? Prøv noen av disse forslagene.
nn: Kva har du lyst til å leggja inn i forteljinga di? Prøv nokre av desse forslaga.
pt_br: O que mais você quer adicionar à história? Tente algumas dessas ideias.
tr: Hikayene başka ne eklemek istersin? Bu fikirlerden bazılarını deneyin.
vi: Bạn muốn thêm gì nữa vào câu chuyện? Thử những ý tưởng này nhé.
zh_tw: 你想要加入哪些其他元素到你的故事呢？試試這些點子吧。

source: Add Sound
bn: শব্দ যোগ কর
cs: Přidej zvuk
cy: Ychwanegwch Sain
de: Füge einen Klang hinzu
fa: افزودن صدا
fr: Ajoute un son
id: Tambahkan Suara
kk: Дыбысты қосу
lt: Pridėk Garsą
nb: Legg på lyd
nn: Legg på lydar
pt_br: Adicione som
sl: Dodaj zvok
tr: Ses Ekle
vi: Thêm Âm thanh
zh_tw: 新增聲音

source: Click the <span class="tab-ref">Sounds</span> tab.
bn: <span class="tab-ref">শব্দ</span> ট্যাব ক্লিক কর।
cs: Klikni na záložku<span class="tab-ref">Zvuky</span> .
cy: Cliciwch y tab <span class="tab-ref">Seiniau</span>.
de: Klicke auf den <span class="tab-ref">Kostüme</span>-Reiter.
fa: بر روی تب <span class="tab-ref">صداها</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Sons</span>.
id: Klik tab <span class="tab-ref">Suara</span>.
kk: ⇥ <span class="tab-ref">Дыбыстар</span> ендірмесін басыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Garsai</span> skyrių ⇥
nb: Klikk fanen <span class="tab-ref">Lyder</span>.
nn: Trykk på <span class="tab-ref">Lydar</span>-fana.
pt_br: Clique na guia <span class="tab-ref">Sons</span>.
tr: <span class="tab-ref">Sesler </span> sekmesine tıkla.
vi: Bấm vào thẻ <span class="tab-ref">Âm thanh</span>.
zh_tw: 切換到 <span class="tab-ref">音效</span> 頁籤。

source: Click the play button to preview the sounds in each character.
bn: প্রতিটি ক্যারেক্টারের শব্দগুলোর পূর্বরূপ দেখতে প্লে বাটনে ক্লিক কর।
cs: Zmáčnki tlačítko přehrát k předběžnému náhledu zvuku každé postavy.
cy: Cliciwch y botwm chwarae i gael rhag-glywed y seiniau i bob cymeriad.
de: Klicke auf den Abspielen-Button um die Klänge für jede Figur abzuspielen.
fa: بر روی دکمه پخش کلیک کنید تا پیش‌نمایش صدای هر کاراکتر را ببینید.
fr: Clique sur le bouton "jouer" pour écouter les sont de chaque personnage.
id: Klik tombol main untuk menguji suara-suara setiap karakter.
kk: Әрбір кейіпкердің дыбыстарын тыңдау үшін ойнату батырмасын басыңыз.
lt: Spausk groti mygtuką, kad pasiklausytum kiekvieno veikėjo garsus
nb: Klikk avspillingsknappen ("trekant-pil") for å høre på lydene i hver figur.
nn: Trykk på avspelingsknappen for å høyra på lydane i kvar figur.
pt_br: Clique no play para ver os sons de cada personagem.
sl: Klikni gumb za predvajanje, da preveriš zvoke v vsakem liku.
tr: Her karakterdeki sesleri önizlemek için oynat düğmesini tıklayın.
vi: Bấm vào nút phát để nghe trước âm thanh của từng nhân vật.
zh_tw: 點擊播放按鈕以測試不同角色上的音效。

source: Or, click the <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> icon to choose a new sound:
bn: অথবা, একটি নতুন শব্দ বাছাই করতে <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> আইকনটি ক্লিক কর:
cs: Nebo klikni na <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ikonu pro vybrání nového zvuku:
cy: Neu, cliciwch yr eicon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> i ddewis sain newydd:
de: Oder klicke auf <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> um einen neuen Klang aufzunehmen:
fa: یا برای انتخاب یک صدای جدید روی نماد <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">کلیک کنید:
fr: Ou, clique sur l'icône <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> pour choisir un nouveau son :
id: Atau klik ikon <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> untuk memilih suara baru:
kk: ⇥Немесе жаңа дыбыс таңдау үшін <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> басыңыз: ⇥
lt: ⇥arba spausk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> ikoną, kad pasirinktum naują garsą: ⇥
nb: Eller klikk <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">-ikonet for å velge en ny lyd:
nn: Eller trykk på <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">-ikonet for å velja ein ny lyd:
pt_br: Ou clique no ícone <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> para escolher um novo som:
tr: Ya da, yeni bir ses seçmek için <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> e tıkla:
vi: Hoặc, bấm vào biểu tượng <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png"> để chọn âm thanh mới:
zh_tw: 或者，你可以點擊 <img class="intext" style="top:0" src = "%(STATIC_URL)s/images/help/speaker-icon.png">圖示以選擇新的聲音：

source: Click the <span class="tab-ref">Scripts</span> tab. Choose the <span class="soundcolor">Sound</span> category, and drag out a <span class="soundcolor">play sound</span> block.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাবে ক্লিক কর। <span class="soundcolor">শব্দ</span> বিভাগ বাছাই কর, এবং একটি <span class="soundcolor">শব্দ বাজাও</span> ব্লক টেনে আন।
cs: Klikni na záložku<span class="tab-ref">Scénáře</span>. Vyber kategorii <span class="soundcolor">Zvuk</span> a přetáhni blok<span class="soundcolor">přehraj zvuk</span> .
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>. Dewiswch y categori <span class="soundcolor">Sain</span>, a llusgo allan bloc <span class="soundcolor">chwarae sain</span>.
de: Klicke auf den <span class="tab-ref">Skripte</span>-Reiter. Wähle die Kategorie <span class="soundcolor">Klänge</span> und ziehe einen <span class="soundcolor">spiele Klang</span>-Block heraus.
fa: روی زبانه <span class="tab-ref">دستورها</span> کلیک کنید. گروه <span class="soundcolor">صدا</span> را انتخاب کنید، و قطعه <span class="soundcolor">پخش صدا </span>را بیرون بکشید.
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>. Choisis la catégorie <span class="soundcolor">Sons</span> et fais glisser un bloc<span class="soundcolor">jouer le son</span>.
id: Klik tab <span class="tab-ref">Skrip</span>, Pilih kelompok <span class="soundcolor">Suara</span>, lalu seret keluar sebuah balok <span class="soundcolor">mainkan suara</span>.
kk: ⇥ <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. ⇥ <span class="soundcolor">Дыбыстар</span> категориясын таңдаңыз, және<span class="soundcolor">дыбысты ойнату</span> блокын шығарып алыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Scenarijai</span> skyrių. ⇥Pasirink <span class="soundcolor">Garsai</span> skyrių ir ištempk <span class="soundcolor">groti garsą</span> bloką ⇥
nb: Klikk <span class="tab-ref">Skript</span>-fanen. Velg <span class="soundcolor">Lyd</span>-kategorien og dra ut en <span class="soundcolor">spill lyden</span>-kloss.
nn: Trykk på <span class="tab-ref">Skript</span>-fana. Vel <span class="soundcolor">Lydar</span>-kategorien og dra ut ein <span class="soundcolor">spel lyden</span>-kloss.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>. Escolha a categoria <span class="soundcolor">Sons</span> e arraste um bloco <span class="soundcolor">reproduzir som</span>.
tr: <span class="tab-ref">Senaryolar </span> sekmesine tıkla. <span class="soundcolor">Sesler </span> kategorisini seç ve <span class="soundcolor"> Ses Çal </span> blokunu sürükle.
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>. Chọn mục <span class="soundcolor">Âm thanh</span>, và kéo ra một mảnh ghép <span class="soundcolor">phát âm thanh</span>.
zh_tw: 切換到 <span class="tab-ref">程式</span> 頁籤。 選擇 <span class="soundcolor">音效</span> 類指令，拖曳出其中的 <span class="soundcolor">播放音效 {…}</span> 積木。

source: Snap that sound block into the script, like this:
bn: তোমার স্ক্রিপ্টে এই শব্দ ব্লক স্ন্যাপ কর, এভাবে:
cs: Připni tento zvukový blok do scénáře jako tady:
cy: Snapiwch y bloc sain i'r sgript , fel hyn:
de: Lass den Klangblock so in dein Skript einrasten:
fa: این قطعۀ صدا را در دستور بزنید، به این شکل:
fr: Insère le bloc de son dans le script comme ceci :
id: Selipkan balok suara itu ke skripnya, seperti ini:
kk: Осы дыбыс блогын скриптке осылай байланыстырыңыз:
lt: Pridėk tą garso bloką scenarijuje, kaip čia:
nb: Dra lydklossen inn i skriptet, slik:
nn: Dra lydklossen inn i skriptet, slik:
pt_br: Encaixe o bloco de som no script, assim:
tr: Bu ses blokunu senaryoya ekleyin, şöyle:
vi: Ghép mảnh ghép âm thanh đó vào kịch bản, như thế này:
zh_tw: 將積木拖放到程式區塊中，如下圖所示：

source: Press the key to try it out.
bn: এটি চেষ্টা করতে কী চাপ দাও।
cs: Pro vyzkoušení stiskni klávesu.
cy: Pwyswch y fysell i roi cynnig arno.
de: Drück die Taste um es auszuprobieren.
fa: کلید را فشار داده تا آن را امتحان کنید.
fr: Appuie sur touche pour l'essayer.
id: Tekan tombol untuk mengujinya.
kk: Тексеріп көру үшін пернені басыңыз.
lt: Paspausk klavišą ir išbandyk
nb: Trykk på tasten for å prøve.
nn: Trykk på tasten for å prøva.
pt_br: Pressione a tecla para experimentar.
sl: Za preizkus pritisni tipko.
tr: Denemek için tuşa basın.
vi: Bấm phím để thử nó.
zh_tw: 按下按鍵試試看

source: Find Something
bn: কিছু খোঁজ
cs: Najdi něco
cy: Canfod Rhywbeth
de: Finde etwas
fa: چیزی پیدا کن
fr: Trouver quelquechose
id: Temukan Sesuatu
kk: Бір нәрсені табу
lt: Surask Kažką
nb: Finn noe
nn: Finn noko
pt_br: Encontrar algo
tr: Bir şey bul
vi: Tìm kiếm một thứ gì đó
zh_tw: 搜尋東西

source: You can have an object or other sprite appear when the backdrop changes.
bn: যখন ব্যাকড্রপ পরিবর্তন হয় তখন তুমি অন্য বস্তু বা স্প্রাইট নিতে পারবে।
cs: Jiný předmět nebo postava se může objevit, když se změní pozadí.
cy: Gallwch gael gwrthrych neu gorlun arall i ymddangos pan mae'r gefnlen yn newid.
de: Du kannst ein Objekt oder eine Figur erscheinen lassen wenn sich der Hintergrund ändert.
fa: شما می‌توانید وقتی پس‌زمینه تغییر می‌کند یک شی یا یک شکلک دیگر ظاهر کنید.
fr: Tu peux avoir un objet ou un autre lutin qui apparaît quand l'arrière-plan change.
id: Kamu bisa membuat sebuah obyek atau sprite tampak ketika latar belakangnya ganti.
kk: Сіз фон өзгерткен кезде объект немесе басқа спрайт пайда болуы мүмкін.
lt: Tu gali padaryti, kad daiktas ar kitas veikėjas atsirastų kai keičiasi fonai
nb: Du kan få en ting eller figur til å dukke opp når bakgrunnsbildet bytters.
nn: Du kan få ein ting eller figur til å dukka opp når bakgrunnsbiletet vert bytt.
pt_br: Você pode fazer um objeto ou outro ator aparecer quando o pano de fundo for alterado.
tr: Arka plan değiştiğinde bir nesnenin veya başka kuklanın görünmesini sağlayabilirsiniz.
vi: Bạn có thể để một đối tượng hay nhân vật khác xuất hiện khi phông nền thay đổi.
zh_tw: 當背景改變時，你可以讓一個角色同時出現。

source: Choose a sprite, or draw your own:
bn: একটি স্প্রাইট বাছাই কর, অথবা নিজে আঁক:
cs: Vyber si postavu, nebo nakresli svou vlastní:
cy: Dewiswch gorlun, neu lunio un eich hun.
de: Wähle eine Figur oder zeichne eine eigene:
fa: یک شکلک انتخاب کنید، یا شکلک خودتان را بکشید:
fr: Choisis un lutin ou dessine le tien :
id: Pilih sebuah sprite, atau gambar sendiri:
kk: спрайт таңдаңыз, немесе өзіңіз салыңыз:
lt: Pasirink veikėją arba nupiešk savo:
nb: Velg en figur, eller tegn din egen:
nn: Vel ein figur, eller teikn din eigen:
pt_br: Escolha um ator ou desenhe você mesmo:
tr: Bir kukla seçin veya kendiniz çizin:
vi: Chọn một đối tượng, hoặc vẽ ra đối tượng của bạn:
zh_tw: 選擇一個角色，或是自己畫一個：
