Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: <p>You can type in any text. The words will appear in a speech bubble.</p> To remove the speech bubble, delete the text and click <img src="%(STATIC_URL)s/images/help/say.png" />.
kk: <p>Сіз қалаған мәтінді тере аласыз. Сөздер сөйлеу көпіршігінде пайда болады.</p> Сөйлеу көпіршігін кетіру үшін текстты өшіріңіз және мынаны <img src="%(STATIC_URL)s/images/help/say.png" /> басыңыз.
lt: <p> Gali įvesti tekstą. Žodžiai atsiras kalbos debesėlyje</p> Norėdamas ištrinti kalbos debesėlį, ištrink tekstą ir spausk <img src="%(STATIC_URL)s/images/help/say.png" />
nn: <p>Du kan skriva ein tekst i klossen. Teksten vert vist som ei snakkeboble ved figuren.</p> Du kan ta vekk snakkebobla ved å fjerna teksten og trykkja på klossen: <img src="%(STATIC_URL)s/images/help/say.png" />.
pt_br: <p>Você pode digitar qualquer texto. As palavras vão aparecer em um balão de fala.</p> Para retirar o balão de fala, exclua o texto e clique em <img src="%(STATIC_URL)s/images/help/say.png" />.
zh_tw: <p>你可以在積木中輸入任何文字，這些內容會以對話泡泡的樣式呈現。</p> 若要消除畫面上的泡泡，可以將積木上的輸入方塊清空：<img src="%(STATIC_URL)s/images/help/say.png" />

source: To remove the speech bubble, click an empty say block: <img src="%(STATIC_URL)s/images/help/say.png" />.
kk: Сөйлеу көпіршігін алып тастау үшін, бос сөйлеу блогын басыңыз: <img src="%(STATIC_URL)s/images/help/say.png" />.
lt: Norėdamas ištrint kalbos debesėlį, spausk tuščią kalbos bloką: <img src="%(STATIC_URL)s/images/help/say.png" />
nn: Du kan ta vekk snakkebobla ved trykkja på ein tom «sei»-kloss: <img src="%(STATIC_URL)s/images/help/say.png" />.
pt_br: Para retirar o balão de fala, use um bloco em branco: <img src="%(STATIC_URL)s/images/help/say.png" />.
zh_tw: 若要在畫面上清除對話泡泡，可以在積木裡的內容保持空白：<img src="%(STATIC_URL)s/images/help/say.png" />

source: Click to choose an effect from the menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Try typing in different numbers between -100 and 100. (Some of the effects range from 0 to 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
kk: Мәзірден эффектті таңдау үшін басыңыз: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>-100 және 100 арасындағы әртүрлі сандарды теруге тырысыңыз. (Кейбір эффекттер 0 ден 100 ге дейінгі аралықта.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
lt: Spausk, kad pasirinktum pokytį iš meniu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p> Pabandyk įvesti skirtingus skaičius tarp -100 ir 100. (kai kurie pokyčiai kinta nuo 0 iki 100) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
nn: Vel type grafisk effekt i menyen: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Prøv ulike tal mellom -100 og 100. (Nokre av effektane går frå 0 til 100.) <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
pt_br: Clique para escolher um efeito no menu: <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>Experimente digitar números diferentes, entre -100 e 100. (Alguns efeitos variam de 0 a 100). <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>
zh_tw: 從下拉清單中選擇要使用的圖形效果： <br><img src="%(STATIC_URL)s/images/help/set-effect-menu.png" /><br/> <p>試著輸入 -100 到 100 之間的數字。（有些效果的強度值範圍是 0 至 100。） <br><img src="%(STATIC_URL)s/images/help/set-effect-ex.png" /><br/></p>

source: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Sets the type of instrument that the sprite uses for <b>play note</b> blocks</h3></div>
kk: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Спрайт қолданатын <b>ноталарды ойнату</b> блоктары үшін аспап түрін орнатады </h3></div>
lt: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Nurodo kokį instrumentą veikėjas naudos <b>groti natą</b> blokams </h3></div>
nn: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Vel instrumentet denne figuren skal bruka til <b>spel tone</b>-klossar</h3></div>
pt_br: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>Define o tipo de instrumento que o ator usa para os blocos <b>tocarem a nota</b></h3></div>
zh_tw: <img src="%(STATIC_URL)s/images/help/set_instrument.png"/> <h3>若角色上用了 <b>演奏音階</b> 的積木時，就可以使用此積木設定要套用什麼樂器（音色）的音階。</h3></div>

source: <p> Each sprite has its own instrument. </p> <p> Click to choose from the menu. Or, type in a number from 1 to 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
kk: <p> Әр спрайттың өз аспабы бар. </p> <p> Мәзірден таңдау үшін басыңыз. Немесе, 1 ден 21 ге дейінгі санды теріңіз. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
lt: <p> Kiekvienas veikėjas turi savo instrumentą </p> <p> Spausk, kad pasirinktum iš meniu arba įvesk skaičių nuo 1 iki 21 <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
nn: <p> Kvar figur har sitt eige instrument. </p> <p> Vel frå nedtrekksmenyen i klossen eller skriv inn eit tal frå 1 til 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
pt_br: <p> Cada ator tem seu próprio instrumento. </p> <p> Clique para escolher a partir do menu. Ou digite um número de 1 a 21. <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>
zh_tw: <p> 不同的角色上可以分別設定樂器。 </p> <p> 你可以從積木中的下拉清單選擇要使用的樂器，或是直接輸入序號（1-21）也可以。 <br><img src="%(STATIC_URL)s/images/help/set_instrument_ex2.png" /> <br/> </p>

source: <p> To choose a color, get the eye dropper by clicking in the square. Use the eye dropper to click on the color you want. The color will appear in the square. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Picking the color also changes the pen shade. </p>
kk: <p> Түсті таңдау үшін, шаршыны басу арқылы тамшуырды алыңыз. Сіз қалайтын түсті басу үшін тамшуырды пайдаланыңыз. Таңдалған түс шаршыдан көрінеді. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Түсті таңдау сонымен қатар қалам реңкін де өзгертеді. </p>
lt: <p> Norėdamas pasirinkti spalvą, gauk pipetę spausdamas kvadrate. Naudok pipetę spausdamas ant spalvos, kurios nori. Spalva atsiras kvadrate </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> </p> Spalvos rinkimasis taip pat pakeičia pieštuko šešėlį </p>
nn: <p> For å velja farge, trykk først i fargeruta i klossen. Trykk så ein stad på skjermen som har ønskt farge. Fargen vert då til fargeruta. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> Den valde fargen avgjer òg penneskuggen. </p>
pt_br: <p> Para escolher uma cor, obtenha primeiro a pipeta, clicando no quadrado. Use a pipeta para clicar na cor que deseja. A cor escolhida aparecerá no quadrado. </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> A seleção da cor também muda a intensidade da caneta. </p>
zh_tw: <p> 點擊一下顏色方塊後會開啟揀色功能，你可以移動鼠標到舞台上任意位置取色。 </p> <img src="%(STATIC_URL)s/images/help/setcolorex2.png"/> <br/> <p> 揀色時會包含該顏色的亮度。 </p>

source: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> You can either set the pen color to a variable, like <img src="%(STATIC_URL)s/images/help/y-position.png" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>. <p> Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel. </div>
kk: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Сіз қалам түсін айнымалыға, мысалы <img src="%(STATIC_URL)s/images/help/y-position.png" /> немесе санға орната аласыз. Мысалы, 0 саны <font color = red>қызыл</font> түс, 70 саны <font color = green>жасыл</font> түс, 130 саны <font color = blue>көк</font> түс, және 170 саны <font color = magenta>ал қызыл</font> түс. <p> Қалам_түсі=0 кеспірқосақтың қызыл соңында, қалам_түсі=100 кеспірқосақтың қызыл соңында. Түс дөңгелегі 0 ден 200 ге дейінгі аралықты қамтиды. </div>
lt: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Gali priskirti pieštuko spalvą kintamajam, kaip <img src="%(STATIC_URL)s/images/help/y-position.png" />arba skaičiui. Pvz, skaičius 0 yra <font color=red>Raudona</font>, skaičius 70 yra <font color=green>Žalia</font>, skaičius 130 yra <font color=blue>Mėlyna</font> ir 170 yra<font color=magenta>Purpurinė</font> <p> Pen_color=0 yra raudonas vaivorykštės kraštas, pen_color=100 yra mėlynas. intervalas nuo 0 iki 200 yra skirtas eiti spalvų ratu aplink </div>
nn: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Talet i klossen avgjer fargen til pennen. Du kan òg bruka ein variabel, for eksempel <img src="%(STATIC_URL)s/images/help/y-position.png" />. Verdi 0 gjev <font color = red>raud</font> farge, 70 gjev <font color = green>grøn</font>, 130 gjev <font color = blue>blå</font> og 170 gjev <font color = magenta>magenta</font>. <p> Farge 0 er den raude sida av regnbogen og 100 er den blå sida. Verdiar frå 0 til 200 går rundt heile fargehjulet. </div>
pt_br: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> Você pode atribuir à cor da caneta uma variável, tal como <img src="%(STATIC_URL)s/images/help/y-position.png" /> ou um número. Por exemplo, o número 0 corresponde a <font color = red>vermelho</font>, o número 70 é <font color = green>verde</font>, o número 130 é <font color = blue>azul</font> e o número 170 é <font color = magenta>magenta</font>. <p> O valor 0 corresponde à extremidade vermelha do arco-íris e o valor 100 a sua extremidade azul. O intervalo total vai de 0 a 200, e dá a volta no círculo cromático. </div>
zh_tw: <img src="%(STATIC_URL)s/images/help/setcolortoex.png" /> <p> <img src="%(STATIC_URL)s/images/help/setcolortoex1.png"/> <p> 你也可以用變數來作為筆跡顏色的值，像是 <img src="%(STATIC_URL)s/images/help/y-position.png" /> 或是某個數值。另外顏色值範圍為 0 至 200，包含整個色相環的顏色，其中， <font color = red>0 代表 紅</font>、 <font color = green>70 代表 綠</font>、 <font color = blue>130 代表 藍</font>、 <font color = magenta>170 代表品紅</font>。 <p> </div>

source: <p> Select "left-right" from the drop-down menu to make the sprite only rotate horizontally. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Select "all around" from the drop-down menu to make the sprite flip vertically. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
kk: <p> Спрайтты тек көлденең айналдыру үшін ашылмалы мәзірден "солдан-оңға" ны таңдаңыз. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Спрайтты тігінен аудару үшін ашылмалы мәзірден "барлық жақта" ны таңдаңыз. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
lt: <p> Kad veikėjas suktųsi tik horizontaliai, pasirink "apsisuk" iš išskleidžiamojo meniu </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Kad veikėjas apsiverstų, pasirink "apsiversk" </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
nn: <p> Vel «vend sidevegs» frå menyen viss figuren berre skal peika mot venstre eller høgre. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Vel «roter fritt» viss figuren skal rotera slik at han følgjer peikeretninga. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
pt_br: <p> Selecione "esquerda-direita" no menu suspenso para fazer com que o ator gire apenas horizontalmente. </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> Selecione "ao redor" no menu suspenso para fazer com que o ator vire verticalmente. </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>
zh_tw: <p> 若選「左-右」，角色在迴轉時只會水平翻轉。 </p> <p> <img src="%(STATIC_URL)s/images/help/setrotation-ex.png" /><br/> </p> <p> 若選「不設限」，角色在反彈時會加上垂直翻轉。 </p> <img src="%(STATIC_URL)s/images/help/setrotate-around.gif"/> <br/>

source: <p><img src="%(STATIC_URL)s/images/help/size.png" /> reports the %% of the original size of the object</p> <p>To view the value of size, click the checkbox next to the block in the palette.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
kk: <p><img src="%(STATIC_URL)s/images/help/size.png" /> заттың түпнұсқасында көрсетілген %% өлшемін баяндайды</p> <p>Өлшемнің мәнін көру үшін, палитрадағы блоктың жанындағы құсбелгіні басыңыз.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
lt: <p><img src="%(STATIC_URL)s/images/help/size.png" /> praneša kiek %% originalaus dydžio yra nurodytas objektas</p> <p>Kad pamatyti dydžio reikšmę, spausk žymų langelį šalia bloko paletėje</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
nn: <p><img src="%(STATIC_URL)s/images/help/size.png" /> fortel kor stor figuren er på scena, i prosent av den opphavlege storleiken.</p> <p>Du kan visa prosentverdien på scena ved å trykkja i ruta ved sida av klossen.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
pt_br: <p><img src="%(STATIC_URL)s/images/help/size.png" /> relata a %% do tamanho original do objeto</p> <p>Para visualizar o valor do tamanho, clique na caixa de seleção ao lado do bloco na paleta.</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />
zh_tw: <p><img src="%(STATIC_URL)s/images/help/size.png" /> 會比對目前顯示尺寸與角色原始尺寸間的比例，然後以百分比 %% 方式回傳結果。</p> <p>勾選積木旁方塊，則會將角色的尺寸顯示在預覽區裡。</p> <img src="%(STATIC_URL)s/images/help/size-ex2.png" />

source: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>This block performs a mathematical function. Choose the math functions from the block's drop down menu.<br/>
kk: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Бұл блок математикалық функцияны орындайды. Математикалық функцияларды блоктың ашылмалы мәзірінен таңдаңыз.<br/>
lt: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Šis blokas atlieka matematines funkcijas. Pasirink funkcijas iš bloko išskleidžiamojo meniu<br/>
nn: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Denne klossen gjev resultatet av ein matematisk funksjon. Vel funksjon frå nedtrekksmenyen i klossen.<br/>
pt_br: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>Este bloco executa uma função matemática. Escolha as funções matemáticas no menu suspenso do bloco.<br/>
zh_tw: <img src="%(STATIC_URL)s/images/help/square-menu.png" /> <br>這個積木用來計算數學函數，你可以從積木裡的下拉清單選擇用套用的函數。 <br/>

source: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> A stamp is only a temporary image of the sprite that is drawn on the Stage. It can be drawn over or cleared using the <img src="%(STATIC_URL)s/images/help/clear.png" /> block. <p> A stamp cannot move and cannot hold scripts.
kk: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Марка спрайттың Кезеңде салынған тек уақытша бейнесі. Оны осы блоктың көмегімен <img src="%(STATIC_URL)s/images/help/clear.png" /> қайта салуға немесе өшіруге болады. <p> Марка қозғала немесе скрипттерді қамти алмайды.
lt: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Antspaudas yra laikinas veikėjo paveikslas nupaišytas Scenoje. Ant jo galima piešti arba jį galima ištrinti naudojant <img src="%(STATIC_URL)s/images/help/clear.png" /> bloką <p> Antspaudas negali judėti ir negali turėti Scenarijų
nn: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Avtrykket er eit mellombels bilete av figuren som ligg fast på scena. Du kan teikna over det med penn eller med andre avtrykk, eller sletta det med klossen <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Avtrykket kan ikkje røra seg og har ingen skript.
pt_br: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> Um carimbo é apenas uma imagem temporária do ator desenhada no Palco. Ele pode ser desenhado ou apagado usando o bloco <img src="%(STATIC_URL)s/images/help/clear.png" />. <p> Um carimbo não pode se mover e não pode conter scripts.
zh_tw: <p><img src="%(STATIC_URL)s/images/help/stampex.png" /></p> <img src="%(STATIC_URL)s/images/help/stampex1.png" /> </p> <p> 蓋出來的章只是一個「筆跡」，並不是另一個角色，所以可以使用 <img src="%(STATIC_URL)s/images/help/clear.png" /> 積木消除它。 <p> 而印章也無法移動，也不能在它上頭編寫程式。

source: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>The script controls switching of scenes from the Stage.</p>
kk: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Скрипт Кезеңдегі сахналардың ауысуын қадағалайды.</p>
lt: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Scenarijus kontroliuoja fonų keitimą Scenoje</p>
nn: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>Skriptet styrer byte av bakgrunn frå scena.</p>
pt_br: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>O script controla a mudança de cenas do Palco.</p>
zh_tw: <p><img src="%(STATIC_URL)s/images/help/switch-backdrop-wait-ex.png"></p> <p>這個程式控制舞台的場景切換。</p>

source: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> will wait for all scripts that start with <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> to finish before going to the next block.
kk: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> келесі блокқа өтпес бұрын бітіру үшін осымен басталатын <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> барлық спрайттарды күтеді.
lt: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> lauks kol visi scenarijai, kurie prasideda <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> pasibaigs prieš einant prie sekančio bloko
nn: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> ventar til alle skript som vert med starta <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> er ferdige, og held deretter fram til neste kloss.
pt_br: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> vai esperar por todos os scripts que começam com <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> para terminar antes de ir para o próximo bloco.
zh_tw: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to-backdrop1-and-wait.png" /> 將會等到所有在 <img src="%(STATIC_URL)s/images/help/when-backdrop-switches-to-backdrop1.png" /> 之後的程式運行完後，才會開始繼續執行。

source: First, choose the backdrop you want <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Then, select the backdrop name from the drop-down menu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
kk: Бірінші, қалаған фонды таңдаңыз <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Содан соң, ашылмалы мәзірден фонның атын таңдаңыз: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
lt: Pirmiausia pasirink foną, kurio nori <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Tada, pasirink fono vardą iš išskleidžiamojo meniu: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
nn: Finn først den bakgrunnen du vil ha <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Vel så namnet til bakgrunnen i nedtrekksmenyen: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
pt_br: Primeiro, escolha o pano de fundo que você quer <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png">. Depois, selecione o nome do pano de fundo no menu suspenso: <img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">
zh_tw: 首先，使用 <img src="%(STATIC_URL)s/images/help/choose-backdrop-icon.png"> 選擇你要的背景。 接著，從積木裡的下拉清單可以挑選其背景名稱。<img src="%(STATIC_URL)s/images/help/switch-backdrop-to.png">

source: To see a sprite's costumes, click <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Choose a costume name from the pull-down menu.
kk: Спрайттың костюмдерін көру үшін, басыңыз <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Ашылмалы мәзірден костюмнің атын таңдаңыз.
lt: Kad pamatytum visas veikėjo kaukes, spausk <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Pasirink kaukę iš išskleidžiamojo meniu
nn: For å visa alle draktene til ein figur kan du trykkja <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Du kan velja éi av draktene frå nedtrekksmenyen i klossen.
pt_br: Para ver as fantasias de um objeto, clique em <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> Escolha no menu suspenso o nome da fantasia que deseja.
zh_tw: 若要檢視角色有哪些可以使用的造型，可以切換到造型頁籤 <img src="%(STATIC_URL)s/images/help/costumes-tab.png" /></p> 你可以在積木中的下拉清單選擇要切換的造型名稱。

source: To remove the speech bubble, use a blank block: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
kk: Сөйлеу көпіршігін алып тастау үшін, бос сөйлеу блогын басыңыз: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
lt: Norėdamas ištrinti kalbos debesėlį, naudok tuščią bloką: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
nn: Bruk ein tom kloss <img src="%(STATIC_URL)s/images/help/think-blank.png" /> for å ta vekk tenkjebobla.
pt_br: Para retirar o balão de fala, use um bloco em branco: <img src="%(STATIC_URL)s/images/help/think-blank.png" />.
zh_tw: 若要在畫面上清除想像泡泡，可以在積木裡的內容保持空白：<img src="%(STATIC_URL)s/images/help/think-blank.png" />

source: To see the value of timer, click the checkbox next to the block. The timer is always running. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
kk: Таймердің мәнін көру үшін, блоктың жанындағы құсбелгіні басыңыз. Таймер әрқашан іске қосылып тұрады. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
lt: Norėdamas sužinoti laikmačio reikšmę, spausk žymų langelį šalia bloko. Laikmatis visada įjungtas <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
nn: Sekundklokka går heile tida. Du kan visa verdien til klokka ved å trykkja i ruta ved sida av klossen. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
pt_br: Para ver o valor do cronômetro, clique na caixa ao lado do bloco. O cronômetro está sempre em execução. <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
zh_tw: 若要在舞台上顯示當前計數，可以勾選積木旁的方塊。另外，計時器是在專案一開啟就自動在背後計時的。 <br><img src="%(STATIC_URL)s/images/help/timer-ex.png"/><br/>
