Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: Now make the Bearstack switch costumes as it moves.
bn: এখন বিয়ারস্ট্যাকের পোশাক পরিবর্তন কর যখন এটি চলাচল করে।
cs: Nyní změň medvědici kostýmy během jejího pohybu.
cy: Nawr gwnewch i'r Bearstack newid gwisgoedd wrth iddo symud.
de: Lass die Bärenpyramide nun die Kostüme wechseln, während sie sich bewegt.
fa: اکنون کاری کنید Bearstack با حرکت کردن حالت عوض کند.
fr: Maintenant, fais changer de costume la pile d'ours pendant qu'elle bouge.
id: Sekarang buat Bearstack-nya ganti-ganti kostum saat bergerak.
kk: Енді Bearstack қозғалған кезде костюмдерді ауыстыратындай етіп жасаңыз.
lt: Dabar pakeisk Meškinų kaukes jiems judant
nb: Bytt drakt på Bjørnebunken når den beveger seg.
nn: Byt drakt på bjørnestabelen når han går.
pt_br: Agora, faça a pilha de ursos trocar de fantasia conforme ela se move.
vi: Bây giờ làm cho Chồng gấu thay đổi trang phục khi di chuyển.
zh_tw: 現在讓角色熊熊在移動時變換造型。

source: Click the <span class="tab-ref">Costumes</span> tab to see the different costumes.
bn: <span class="tab-ref">পোশাক</span> ট্যাবে ক্লিক করে বিভিন্ন পোশাক দেখ।
cs: Klikni na záložku <span class="tab-ref">Kostýmy</span>, abys viděl/a/ různé kostýmy.
cy: Cliciwch y tab <span class="tab-ref">Gwisgoedd</span> i weld y gwisgoedd gwahanol.
de: Klicke auf den Reiter <span class="tab-ref">Kostüme</span>, um die verschiedenen Kostüme anzuzeigen.
fa: برای دیدن حالت‌های مختلف، روی زبانه <span class="tab-ref">حالت</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Costumes</span> pour voir les différents costumes..
id: Klik tab <span class="tab-ref">Kostum</span> untuk melihat kostum-kostummya yang berbeda.
kk: ⇥Әртүрлі Костюмдер көру үшін <span class="tab-ref">Costumes</span> ендірмесін басыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Kaukės</span> skyrių ir pamatyk skirtingas kaukes ⇥
nb: Klikk på <span class="tab-ref">Drakter</span>-fanen for å se figurens drakter.
nn: Trykk på <span class="tab-ref">Drakter</span>-fana for å sjå draktene som figuren.
pt_br: Clique na guia <span class="tab-ref">Fantasias</span> para ver as fantasias diferentes.
sl: Klikni <span class="tab-ref">Videzi</span>zavihek za ogled različnih videzov.
tr: Farklı kostümler görmek için <span class="tab-ref">Kostümler </span>sekmesine tıkla.
vi: Bấm vào thẻ <span class="tab-ref">Trang phục</span> để thấy những bộ trang phục khác nhau.
zh_tw: 切換到 <span class="tab-ref">造型</span>頁籤可以檢視角色裡有哪些造型。

source: Some are walking positions, some are different expressions.
bn: কিছু হাঁটার অবস্থান, আর কিছু ভিন্ন অভিব্যক্তি।
cs: Některé jsou pohyblivé pozice, jiné jsou různé výrazy.
cy: Mae rhai mewn safle cerdded, mae rhai'n fynegiant gwahanol.
de: Manche Kostüme sind Positionen aus einem Bewegungsablauf, andere drücken verschiedene Handlungen aus.
fa: بعضی از موقعیت‌های راه رفتن هستند، برخی عبارات متفاوت هستند
fr: Certains sont des position de marche, d'autres sont des attitudes différentes.
id: Sebagian dalam posisi berjalan, sebagian dengan ekspresi yang berbeda-beda.
kk: Кейбірі жүру позициялары, ал кейбірі түрлі бейнеліліктер.
lt: Vienos yra ėjimo pozos, kitos yra skirtingos išraiškos
nb: Noen drakter er ulike benstillinger og noen er ansiktsuttrykk.
nn: Nokre drakter har ulike beinstillingar og nokre har ulike ansiktsuttrykk.
pt_br: Algumas são posições para andar, outras são expressões diferentes.
sl: Nekateri so položaji gibanje, nekateri različni izrazi.
tr: Bazıları yürüyüş pozisyonları, bazıları farklı ifadelerdir.
vi: Một số là những tư thế đi, một số là những biểu cảm khác nhau.
zh_tw: 有些在走路，有些則是表現不同的表情。

source: Click the <span class="tab-ref">Scripts</span> tab.
bn: <span class="tab-ref">স্ক্রিপ্ট</span> ট্যাব ক্লিক কর।
cs: Klikni na záložku <span class="tab-ref">Scénář</span>.
cy: Cliciwch y tab <span class="tab-ref">Sgriptiau</span>.
de: Klicke das <span class="tab-ref">Skripte</span>-Register an.
fa: روی زبانه‌ی <span class="tab-ref">دستورها</span> کلیک کنید.
fr: Clique sur l'onglet <span class="tab-ref">Scripts</span>.
id: Klik tab <span class="tab-ref">Skrip</span>.
kk: ⇥ <span class="tab-ref">Скрипттер</span> ендірмесін басыңыз. ⇥
lt: ⇥Spausk <span class="tab-ref">Scenarijai</span> skyrių ⇥
nb: Klikk fanen <span class="tab-ref">Skript</span>.
nn: Trykk på fana <span class="tab-ref">Skript</span>.
pt_br: Clique na guia <span class="tab-ref">Scripts</span>.
sl: Klikni na zavihek <span class="tab-ref">Skripte</span> .
tr: <span class="tab-ref">Senaryolar </span> sekmesine tıkla.
vi: Bấm vào thẻ <span class="tab-ref">Kịch bản</span>.
zh_tw: 點選 <span class="tab-ref">程式</span> 分頁。

source: Click to the <span class="lookscolor">Looks</span> category and drag out a <span class="lookscolor">switch costume</span> block.
bn: <span class="lookscolor">দেখান</span> বিভাগে ক্লিক কর এবং একটি <span class="lookscolor">পোশাক পরিবর্তন</span> ব্লক টেনে আন।
cs: Klikni na kategorii <span class="lookscolor">Vzhledy</span> a přetáhni blok <span class="lookscolor">změn kostým</span>.
cy: Cliciwch y categori <span class="lookscolor">Edrychiad</span> a llusgo allan floc <span class="lookscolor">newid gwisg</span>.
de: Klicke den Reiter<span class="lookscolor">Aussehen</span> an und zieh einen <span class="lookscolor">wechsle zu Kostüm</span>-Block heraus.
fa: روی گروه <span class="lookscolor">ظاهر</span> کلیک کنید و یک قطعه <span class="lookscolor">تغییر حالت </span>را بیرون بکشید.
fr: Clique sur la catégorie <span class="lookscolor">Apparence</span> et fais glisser un bloc <span class="lookscolor">basculer sur le costume</span>.
id: Klik kelompok <span class="lookscolor">Tampilan</span> dan seret keluar sebuah balok <span class="lookscolor">ganti kostum</span>.
kk: ⇥ <span class="lookscolor">Көріністер</span> санатына басыңыз және<span class="lookscolor">киімді ауыстыру</span> блогын шығарыңыз . ⇥
lt: ⇥Spausk <span class="lookscolor">Išvaizda</span> skyrių ir ištempk <span class="lookscolor">keisk kaukę</span> bloką ⇥
nb: Klikk på <span class="lookscolor">Utseende</span>-kategorien og dra ut en <span class="lookscolor">bytt drakt</span>-kloss.
nn: Trykk på <span class="lookscolor">Utsjånad</span>-kategorien og dra ut ein <span class="lookscolor">byt drakt</span>-kloss.
pt_br: Clique na categoria <span class="lookscolor">Aparências</span> e arraste um bloco <span class="lookscolor">trocar de fantasia</span>.
sl: Klikni na kategorijo <span class="lookscolor">Izgled</span> in uporabi blok <span class="lookscolor">zamenjaj videz na</span> .
tr: <span class="lookscolor">Görünümler </span> kategorisine tıkla ve bir <span class="lookscolor">Kostüm Değiştir </span> bloku sürükle.
vi: Bấm vào mục <span class="lookscolor">Hiển thị</span> và kéo ra một mảnh ghép <span class="lookscolor">đổi trang phục</span>.
zh_tw: 切換到 <span class="lookscolor">外觀</span>類指令並拖曳出 <span class="lookscolor">造型換成 {…}</span> 積木。

source: Choose a costume from the pull-down menu.
bn: পুল-ডাউন মেনু থেকে একটি পোশাক বাছাই কর।
cs: Vyber kostým z rozbalovací nabídky.
cy: Dewiswch wisg o'r gwymplen.
de: Wähle ein Kostüm aus der Auswahlliste.
fa: یک حالت را از منوی کشویی انتخاب کنید
fr: Choisis un costume dans le menu déroulant.
id: Pilih kostum dari menu tarik-turun.
kk: Ашылмалы мәзірден костюмді таңдаңыз.
lt: Pasirink kaukę iš išskleidžiamojo meniu
nb: Velg en drakt fra menyen i klossen.
nn: Vel ei drakt frå menyen i klossen.
pt_br: Escolha uma fantasia no menu suspenso.
sl: Iz seznama izberi videz.
tr: Aşağı açılır menüden kostüm seç.
vi: Chọn một trang phục từ menu xổ xuống.
zh_tw: 從下拉清單中選取一個造型。

source: Add a <span class="eventscolor">when this key pressed</span> block on top and build this script:
bn: উপরে একটি <span class="eventscolor">যখন এই কী চাপা হবে</span> ব্লক যোগ কর এবং এই স্ক্রিপ্ট তৈরি কর:
cs: Přidej nahoru blok <span class="eventscolor">když je stisklá klávesa</span> pro vytvoření scénáře:
cy: Ychwanegwch floc <span class="eventscolor">pan mae'r fysell hon wedi ei phwyso</span> ar y brig ac adeiladu'r sgript hon:
de: Setze einen <span class="eventscolor">Wenn Taste _ gedrückt</span>-Block an die Spitze und baue dieses Skript:
fa: قطعۀ <span class="eventscolor">هنگامی که این کلید فشار داده می‌شود</span> را در بالا اضافه کنید و این دستور را ایجاد کنید:
fr: Ajoute un bloc <span class="eventscolor">quand est pressé</span> en haut et construit le bloc suivant :
id: Tambahkan sebuah balok <span class="eventscolor">ketika tombol ini ditekan</span> di paling atas dan bangun skrip ini:
kk: <span class="eventscolor">кілт басулы тұрғанда</span> блогын жоғарыға шығарып скрипт жасаңыз:
lt: ⇥ ⇥Pridėk <span class="eventscolor">kai šis klavišas nuspaudžiamas</span> bloką ant viršaus ir pagamink šį scenarijų: ⇥
nb: Sett på en <span class="eventscolor">når mellomrom trykkes</span>-kloss øverst og bygg dette skriptet:
nn: Set på ein <span class="eventscolor">når mellomrom vert trykt</span>-kloss øvst og bygg dette skriptet:
pt_br: Adicione um bloco <span class="eventscolor">quando esta tecla estiver pressionada</span> no topo e crie esse script:
vi: Thêm vào một mảnh ghép <span class="eventscolor">khi phím này được bấm</span> vào phía bên trên và chạy kịch bản này:
zh_tw: 添加一個 <span class="eventscolor">當 {…} 鍵被按下</span> 積木到上方，並編寫如下程式：

source: <span class="reminder">Tip: Choose the same key as in the first step so the Bearstack switches costumes as it moves.</span>
bn: <span class="reminder">টীকা: প্রথম ধাপের মত একই কী বাছাই কর যাতে বিয়ারস্ট্যাক চলতে চলতে পোশাক পরিবর্তন করে।</span>
cs: <span class="reminder">Tip: Vyber stejnou klávesu jako v prvním kroku, takže medvědice přepíná kostýmy během svého pohybu.</span>
cy: <span class="reminder">Awgrym: Dewiswch yr un fysell ag yn y cam cyntaf fel bod y Bearstack yn newid gwisgoedd wrth iddo symud.</span>
de: <span class="reminder">Tipp: Wähle dieselbe Taste wie im ersten Schritt, sodass die Bärenüyramide die Kostüme wechselt, während sie sich bewegt.</span>
fa: <span class="reminder">نکته: کلید مشابه در اولین مرحله انتخاب کنید، بنابراین دستۀ خرس‌ها با حرکت تغییر حالت دهد.</span>
id: <span class="reminder">Tip: Pilih tombol yang sama dengan yang di langkah pertama agar Bearstack-nya berubah kostum sambil bergerak.</span>
kk: ⇥ <span class="reminder">Кеңес: Bearstack қозғалған кезде костюмдерді ауыстыру үшін бірінші қадамдағындай пернені басыңыз.</span> ⇥
lt: ⇥<span class="reminder">Patarimas: Rinkis tą patį klavišą kaip ir pirmame žingsnyje, tad Meškinai keis kaukes judėdami</span> ⇥
nb: <span class="reminder">Tips: Velg samme tast som du brukte tidligere slik at Bjørnebunken bytter drakter mens den beveger seg.</span>
nn: <span class="reminder">Tips: Vel same tast som du brukte tidlegare, slik at bjørnestabelen byter drakt mens han går.</span>
pt_br: <span class="reminder">Dica: escolha a mesma tecla da primeira etapa, assim a pilha de ursos troca de fantasia conforme se movimenta.</span>
vi: <span class="reminder">Thủ thuật: Chọn phím tương tự như ở bước đầu tiên để Chồng gấu thay đổi trang phục đồng thời khi di chuyển.</span>
zh_tw: <span class="reminder">提示：選擇和第一步相同的按鍵，這樣一來當熊熊移動時，就會切換造型。</span>

source: Now press the key to try it.
bn: এখন চেষ্টা করতে কী চাপ দাও।
cs: Nyní stiskni klávesu k vyzkoušení.
cy: Nawr pwyswch y fysell i roi cynnig arno.
de: Drück jetzt die Tast, um es auszuprobieren.
fa: اکنون کلید را فشار داده تا آن را امتحان کنید.
fr: Maintenant, presse la touche pour l'essayer.
id: Sekarang tekan tombol itu untuk mencobanya.
kk: Енді тексеріп көру үшін батырманы басыңыз.
lt: Spausk klavišą ir išbandyk
nb: Trykk tasten du har valgt, og se hva som skjer.
nn: Trykk tasten du har valt, og sjå kva som skjer.
pt_br: Agora, pressione a tecla para experimentar.
sl: Za preizkus pritisni tipko.
tr: Şimdi denemek için tuşa basın.
vi: Bây giờ bấm phím đó để thử nào.
zh_tw: 試試按下按鍵。

source: Next, animate the walk
bn: তারপর, হাঁটাটি অ্যানিমেট কর
cs: Dále animuj chůzi
cy: Nesaf animeiddio'r cerdded.
de: Animiere als nächstes die Bewegung
fa: سپس، راه بروید
fr: Ensuite, fais l'animation de la marche
id: Kemudian, animasikan perjalanannya.
kk: Енді, жүрісті анимациялаңыз
lt: Toliau, animuok ėjimą
nb: Videre: Mer animasjon
nn: Vidare: meir animasjon
pt_br: Em seguida, anime o passeio
sl: Naslednje, animiraj hojo.
tr: Sonra, yürüyüşü canlandır
vi: Kế tiếp, làm chuyển động bước đi
zh_tw: 下一步，製作走路動作

source: Add more costumes to animate the walk, like this:
bn: হাঁটা অ্যানিমেট করতে আরও পোশাক যোগ কর, এভাবে:
cs: Přidej další kostýmy pro animaci chůze, jako například tyto:
cy: Ychwanegwch ragor o wisgoedd i animeiddio'r cerdded, fel hyn:
de: Füg weitere Kostüme hinzu, um den Bewegungsablauf zu animieren, etwa so:
fa: حالت‌های بیشتر برای راه رفتن اضافه کنید، مانند این:
fr: Ajoute plus de costumes pour l'animation de la marche, comme ceci :
id: Tambahkan kostum untuk menganimasikan perjalanannya, seperti ini:
kk: Жүрісті анимациялау үшін, келесідей көбірек костюмдарды қосыңыз:
lt: Pridėk daugiau kaukių pagyvinti ėjimui, kaip čia:
nb: Legg inn flere drakter for å animere bevegelsen, slik:
nn: Legg inn fleire drakter for å animera rørsla, slik:
pt_br: Adicione mais fantasias para animar o passeio, assim:
sl: Dodaj več videzov za animacijo hoje, na takšen način:
tr: Yürüyüşü canlandırmak için daha fazla kostüm ekleyin, bunun gibi:
vi: Thêm vào nhiều trang phục để làm chuyển động bước đi, như thế này:
zh_tw: 添加更多造型表現角色走路時的動作，像這樣：

source: To make the bearstack move each time it changes costume, add a <span class="controlcolor">repeat</span> and a <span class="controlcolor">wait</span> block to the move script, like this:
bn: প্রতিবার পোশাক পরিবর্তন করার পর বিয়ারস্ট্যাককে সরানোর জন্য, একটি <span class="controlcolor">পুনরাবৃত্তি</span> এবং একটি <span class="controlcolor">অপেক্ষা</span> ব্লক যোগ কর স্ক্রিপ্ট সরানোর জন্য, এভাবে:
cs: Pro přinucení medvědice k pohybu kdykoliv změní kostým, přidej bloky <span class="controlcolor">opakuj</span> a <span class="controlcolor">čekej</span> ke scénáři pohybu, takhle:
cy: I wneud i'r bearstack symud bob tro mae'n newid gwisg, ychwanegwch floc <span class="controlcolor">ailadrodd</span> ac <span class="controlcolor">aros</span> i'r sgript symud, fel hyn:
de: Damit sich die Bärenpyramide jedesmal bewegt, wenn sie ihr Kostüm wechselt, musst du einen<span class="controlcolor">wiederhole</span>- und einen <span class="controlcolor">warte</span>-Block in das Bewegungskript einbauen:
fa: برای اینکه هر زمان که حالت را عوض می کنید حرکت را انجام دهید،یک بلوک <span class="controlcolor">تکرار</span> و یک بلوک <span class="controlcolor"></span>صبر کردن را به اسکریپت حرکت اضافه کنید، مانند این:
fr: Pour faire bouger les ours chaque fois que le costume change, ajoute un bloc <span class="controlcolor">répéter</span> et un bloc <span class="controlcolor">attendre</span> au script de déplacement des ours, comme ceci :
id: Untuk membuat bearstack-nya bergerak setiap kali kostumnya berubah, tambahkan balok-balok <span class="controlcolor">ulangi</span> dan <span class="controlcolor">tunggu</span> untuk membuat skrip gerakannya, seperti ini:
kk: ⇥Bearstack -ты қозғалту үшін ол әр кезде костюм ауыстырып отырады, скриптті қозғалту үшін <span class="controlcolor">қайталау</span> және <span class="controlcolor">күту</span> блогын қосыңыз, осылай:
lt: ⇥Norėdamas, kad Meškinai judėtų kiekvieną kartą keisdamiesi kaukę, pridėk <span class="controlcolor">kartok</span> ir <span class="controlcolor">lauk</span> blokus judinti scenarijui, kaip čia:
nb: Det ser finere ut hvis Bjørnebunken beveger seg hver gang den bytter drakt. Det kan du få til med en <span class="controlcolor">gjenta</span> og en <span class="controlcolor">vent</span>-kloss i bevegelses-skriptet, slik:
nn: Det ser finare ut viss bjørnestabelen rører seg kvar gong han byter drakt. Det kan du få til med ein <span class="controlcolor">gjenta</span> og ein <span class="controlcolor">vent</span>-kloss i rørsle-skriptet, slik:
pt_br: Para fazer a pilha de ursos se mover toda vez que trocar de fantasia, adicione um bloco <span class="controlcolor">repita</span> e um <span class="controlcolor">espere</span> ao script de movimento, assim:
vi: Để làm chồng gấu di chuyển mỗi khi chúng thay đổi trang phục thêm vào mảnh ghép <span class="controlcolor">lặp lại</span> và<span class="controlcolor">đợi</span> vào kịch bản di chuyển, như thế này:
zh_tw: 若要讓熊熊在每次改變造型時移動，可以添加 <span class="controlcolor">循環 […] 次</span>積木，和一個<span class="controlcolor">等待 […] 秒</span> 積木到程式中，像這樣：

source: Type in the same value in the wait block as in the earlier step.
bn: আগের ধাপের মত অপেক্ষা ব্লকে একই মান টাইপ কর।
cs: Napiš stejnou hodnotu do bloku čekej jako v předchozím kroku.
cy: Teipiwch yr un gwerth yn y bloc aros ac sydd yn y cam blaenorol.
de: Schreib in den Warte-Block denselben Wert wie im vorherigen Schritt.
fa: مثل مرحله قبل، همان مقدار را در قطعه انتظار تایپ کنید.
fr: Tape la même valeur dans le block attendre que dans l'étape précédente.
id: Ketik angka yang sama dengan nilai balok tunggu di langkah sebelumnya.
kk: Алдыңғы қадамдағы күту блогындағы мәнді теріңіз.
lt: Įvesk tą pačią reikšmę laukimo bloke kaip ir prieš tai buvusiame veiksme
nb: I vent-klossen skriver du det samme tallet som du brukte tidligere.
nn: Skriv inn same verdi i venteklossen som tidlegare.
pt_br: Digite o mesmo valor da etapa anterior no bloco espere.
tr: Bekleme blokunda önceki adımdaki gibi aynı değeri yazın.
vi: Nhập vào cùng giá trị trong mảnh ghép đợi như ở bước trước.
zh_tw: 在等待 […] 秒積木輸入與上一個步驟相同的數字。

source: Next, meet someone
bn: তারপর, কারও সাথে দেখা কর
cs: Poté někoho potkej
cy: Nesaf, cyfarfod â rhywun
de: Triff nun jemanden
fa: سپس، کسی را ملاقات کنید
fr: Ensuite, rencontre quelqu'un
id: Selanjutnya, temui seseorang
kk: Келесі, біреуді кездестіріңіз
lt: Toliau sutik ką nors
nb: Videre: Treff andre
nn: Vidare: treff andre
pt_br: Em seguida, encontre alguém
tr: Sonra, biriyle tanış
vi: Kế tiếp, cho gặp ai đó
zh_tw: 下一步，與某人見面

source: Who else do you want in your story?
bn: তোমার গল্পে তুমি আর কাকে চাও?
cs: Co dalšího chceš ve svém příběhu?
cy: Pwy arall hoffech chi eu cael yn eich stori?
de: Wen willst du noch in deiner Geschichte haben?
fa: چه کسی دیگری را داخل داستان خود می‌خواهید؟
fr: Qui veux-tu d'autre dans ton histoire ?
id: Siapa lagi yang kamu inginkan di ceritamu?
kk: Сіз өз әңгімеңізде тағы кімді көргіңіз келеді?
lt: Ką dar nori matyti savo pasakojime?
nb: Hvem vil du ha med i historien?
nn: Kven andre vil du ha med i historia?
pt_br: Quem mais você quer na sua história?
sl: Koga še želiš v svoji zgodbi?
tr: Hikayende başka kimi istiyorsun?
vi: Bạn muốn có thêm ai nữa vào câu chuyện của bạn?
zh_tw: 你還想在故事中加些什麼嗎？

source: Choose a new character. For example, you can click to select Chloe, Nom-Nom, or Charlie.
bn: একটি নতুন চরিত্র নির্বাচন করো। উদাহরণস্বরূপ, তুমি Chloe, Nom-Nom, বা Charlie নির্বাচন করতে ক্লিক করতে পার।
cs: Vyber si nového aktéra. Například si můžeš vybrat Chloe, Nom-Nom, nebo Charlie.
cy: Dewiswch gymeriad newydd. Er enghraifft, gallwch glicio i ddewis Chloe, Nom-Nom, neu Charlie.
de: Wähle eine neue Figur. Du kannst zum Beispiel Chloe, Nom-Nom oder Charlie auswählen, indem du sie anklickst.
fa: یک کاراکتر جدید را انتخاب کنید. به عنوان مثال، شما می توانید برای انتخاب Chloe، Nom-Nom یا Charlie کلیک کنید.
fr: Choisis un nouveau personnage. Par exemple, tu peux cliquer pour sélectionner Chloe, Nom-Nom, ou Charlie.
id: Pilih sebuah karakter baru. Sebagai contoh, kamu bisa klik untuk memilih Chloe, Nom-Nom, atau Charlie.
kk: Жаңа кейіпкер таңдаңыз. Мәселен, сіз Хлой Ном-Ном немесе Чарлиды таңдай аласыз.
lt: Pasirink naują veikėją. Pavyzdžiui, gali paspausti ir pasirinkti Chloe, Nom-Nom arba Charlie
nb: Velg en ny karakter. Du kan for eksempel velge Chloe, Nom-Nom eller Charlie.
nn: Vel ein ny person. Du kan for eksempel velja Chloe, Nom-Nom eller Charlie.
pt_br: Escolha um novo personagem. Por exemplo, você pode clicar para selecionar a Chloe, o Nom-Nom, ou o Charlie.
tr: Yeni bir karakter seçin. Örneğin, Chloe, Nom-Nom veya Charlie'yi seçmek için tıklayabilirsiniz.
vi: Chọn một nhân vật mới. Ví dụ, bạn có thể bấm chọn Chloe, Nom-Nom, hoặc Charlie.
zh_tw: 選擇一個新的角色，例如 Chloe、Nom-Nom 或是 Charlie。

source: Or, click the <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> icon to choose a new sprite:</p>
bn: অথবা, নতুন স্প্রাইট বাছাই করতে <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> আইকনটি ক্লিক কর:</p>
cs: Nebo klikni na ikonu <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">pro vybrání nové postavy:</p>
cy: Neu, cliciwch eicon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> i ddewis corlun newydd:</p>
de: Oder du klickst auf das Symbol <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">, um eine neue Figur auszuwählen:</p>
fa: یا بر روی <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">آیکون انتخاب اسپریت جدید:</p> کلیک کنید
fr: Ou alors, que sur l'icône <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> pour choisir un nouveau lutin :</p>
id: Atau klik ikon <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> untuk memilih sprite baru:</p>
kk: Осы белгішені<img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> жаңа спрайт таңдау үшін басыңыз: </p>
lt: ⇥Arba spausk <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ikoną pasirinkti naujam veikėjui:</p> ⇥
nb: Eller du kan klikke <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velge en ny figur:</p>
nn: Eller du kan trykkja på <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> for å velja ein ny figur:</p>
pt_br: Ou, clique no ícone <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png">para escolher um novo ator:</p>
tr: Ya da, yeni bir kukla seçmek için <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> ikonuna tıkla:</p>
vi: Hoặc, bấm vào biểu tượng <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> để chọn một đối tượng mới:</p>
zh_tw: 又或者，點擊 <img class="intext" src = "%(STATIC_URL)s/images/help/int-library.png"> 圖示可以在範例庫中挑選角色：</p>

source: What do you want this character to say?
bn: তুমি এই ক্যারেক্টার দিয়ে কি বলাতে চাও?
cs: Co chceš, aby tato postava řekla?
cy: Beth hoffech chi i'r cymeriad yma i'w ddweud?
de: Was soll diese Figur sagen?
fa: می خواهید این کاراکتر چه بگوید؟
fr: Que voulez-vous que dise ce personnage ?
id: Apa yang kamu ingin karakter ini bicarakan?
kk: Сәз бұл кейіпкердің не деп айтқанын қалайсыз?
lt: Ką nori, kad šis veikėjas sakytų?
nb: Hva skal den nye figuren si?
nn: Kva skal den nye figuren seia?
pt_br: O que você quer que esse personagem diga?
sl: Kaj želiš, da ta lik reče?
tr: Bu karakterin ne demesini istiyorsun?
vi: Bạn muốn nhân vật này nói gì?
zh_tw: 你想要這個角色說些什麼話？
