Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/documentation/*/LC_MESSAGES/django.po
Languages: bn, cs, cy, de, fa, fr, id, kk, lt, nb, nn, pt_br, sl, tr, vi, zh_tw

source: You can either set the pen color to a variable, like <img src="%(url_y_position)s" /> or a number. For example, number 0 is color <font color = red>red</font>, number 70 is <font color = green>green</font>, number 130 is <font color = blue>blue</font>, and number 170 is <font color = magenta>magenta</font>.
bn: তুমি তোমার কলমের রঙ ভ্যারিয়েবল, যেমন <img src="%(url_y_position)s" /> বা একটি সংখ্যায় নির্ধারণ করতে পার। উদাহরণস্বরূপ, 0 নম্বরটি <font color = red>লাল</font>, 70 নম্বর <font color = green>সবুজ</font>, 130 নম্বর <font color = blue>নীল</font> এবং 170 নম্বর <font color = magenta>ম্যাজেন্টা</font>।
cs: Můžeš také nastavit barvu pera pomocí proměnné, jako <img src="%(url_y_position)s" /> nebo číslo. Například, číslo 0 je barva <font color = red>červená</font>, číslo 70 je <font color = green>zelená</font>, číslo 130 je <font color = blue>modrá</font>, a číslo 170 je <font color = magenta>purpurová</font>.
cy: Gallwch un ai gosod lliw'r ysgrifbin i newidyn, fel <img src="" /> neu rif. Er enghraifft, rhif 0 yw lliw <font color = red>coch</font>, rhif 70 yw <font color = green>gwyrdd</font>, rhif 130 yw <font color = blue>glas</font>, a rhif 170 yw <font color = magenta>melyn</font>.%(url_y_position)s" /> neu rif. Er enghraifft, rhif 0 yw lliw <font color = red>coch</font>, rhif 70 yw <font color = green>gwyrdd</font>, rhif 130 yw <font color = blue>glas</font>, a rhif 170 yw <font color = magenta>melyn</font>.
fa: شما می‌توانید رنگ قلم را به یک متغیر، مثل <img src="%(url_y_position)s" /> یا یک عدد تنظیم کنید. به عنوان مثال، شماره 0 رنگ <font color = red>قرمز</font> است، شماره 70 <font color = green>سبز</font> است، شماره 130 <font color = blue>آبی</font> است، و شماره 170 <font color = magenta>سرخابی</font> است.
fr: Tu peux soit changer la couleur du stylo avec un variable, comme <img src="%(url_y_position)s" />ou un nombre. Par exemple, le nombre 0 est la couleur <font color = red>rouge</font>, le nombre 70 le <font color = green>vert</font>, le nombre 130 le <font color = blue>bleu</font> et le nombre 170 le <font color = magenta>magenta</font>.
id: Kamu bisa mengatur warna pena ke variabel, seperti <img src="%(url_y_position)s" /> atau angka. Sebagai contoh, angka 0 adalah warna <font color = red>merah</font>, angka 70 adalah <font color = green>hijau</font>, angka 130 adalah <font color = blue>biru</font>, dan angka 170 adalah <font color = magenta>magenta</font>.
sl: BArvo peresa lahko nastaviš na spremenljivko, kot <img src="%(url_y_position)s" /> ali na število. Na primer, število 0 je barva <font color = red>rdeča</font>, število 70 je <font color = green>zelena</font>, število 130 je<font color = blue>modra</font>, in število 170 je <font color = magenta>vijolična</font>.
tr: Kalem rengini ya değişkene, <img src="%(url_y_position)s" />gibi ya da sayıya ayarlayabilirsin. Örneğin, 0 değeri <font color = red>kırmızı</font> renktir. 70 sayısı ise <font color = green>yeşil</font> renk iken, 130 değeri ise <font color = blue>mavi</font> renktir 170 sayısı ise <font color = magenta>majenta</font> rengidir.
vi: Bạn có thể đặt màu bút vẽ bằng một biến, giống như <img src="%(url_y_position)s" /> hoặc một số. Lấy ví dụ, số 0 là <font color = red>màu đỏ</font>, số 70<font color = green>màu xanh lá</font>, số 130 là <font color = blue>màu xanh dương</font>, và số 170 là <font color = magenta>màu đỏ tươi</font>.

source: Pen_color=0 at red end of rainbow, pen_color=100 at blue end of rainbow. Ranges from 0 to 200 to go around the color wheel.
bn: রংধনুর লাল প্রান্তে Pen_color=0, রংধনুর নীল প্রান্তে pen_color=100। রঙের চাকার চারপাশে 0 থেকে 200 পর্যন্ত রেঞ্জ।
cs: Barva_pera = 0 je červený konec duhy, barva_pera = 100 je modrý konec duhy. Rozmezí mezi 0 až 200 obsahuje celou paletu barev.
cy: Mae pen_color=0 ar ben coch yr enfys, pen_color=100 ar ben glas yr enfys. Mae'r ystod rhwng 0 a 200 yn mynd o amgylch yr olwyn lliwiau.
fa: Pen_color = 0 در انتهای قرمز رنگین کمان، pen_color = 100 در انتهای آبی رنگین کمان. محدوده 0 تا 200 به دور چرخ رنگ می‌چرخد.
fr: Pen_color=0 à l'extrémité rouge de l'arc-en-ciel, pen_color=100 à l'autre extrémité bleue de l'arc-en-ciel. Les valeurs de 0 à 200 font le tour de la roue chromatique.
id: Pen_color=0 di ujung merah pelangi, pen_color=100 di ujung biru pelangi. Kisaran dari 0 hingga 200 untuk memutari roda warna.
sl: Barva_peresa=0 na rdečem koncu mavrice, barva_peresa=100 na modrem koncu mavrice. Razpon od 0 do 200 uporabimo za spremembo po barvnem krogu.
tr: Kalem_rengi = 0 gökkuşağının sonundaki kırmızıda, kalem_rengi = 100 gökkuşağının sonundaki mavide. 0 dan 200 e kadar olan aralıklar renk çarkında devam eder.
vi: Pen_color=0 tại màu đỏ lớp cuối cùng của cầu vồng, pen_color=100 tại màu xanh lớp cuối cùng của cầu vồng. Các khoảng từ 0 đến 200 vòng theo bánh xe màu.

source: Sets pen's thickness
bn: কলমের ঘনত্ব নির্ধারণ করে
cs: Nastavuje tloušťku pera
cy: Yn gosod trwch yr ysgrifbin
de: Setzt die Stiftdicke
fa: ضخامت قلم را تنظیم می کند
fr: Définit l'épaisseur du stylo
id: Mengatur ketebalan pena
kk: Қаламның қалыңдығын орнату
lt: Nustato pieštuko storumą
nb: Velger pennens strekbredde
nn: Vel strekbreidda til pennen
pt_br: Estabelece a espessura da caneta
sl: Nastavi debelino svinčnika
tr: Kalem kalınlığını ayarlar
vi: Đặt độ dày bút vẽ
zh_tw: 設定畫筆筆跡的粗細。

source: Sets the sprite's rotation style
bn: স্প্রাইটের ঘূর্ণন ধরণ নির্ধারণ করে
cs: Nastavuje postavě způsob otáčení
cy: Yn gosod steil cylchdro'r corlun
de: Legt den Drehtyp der Figur fest
fa: شیوه ی چرخش شکلک را تنظیم می کند
fr: Définit le style de rotation du lutin
id: Atur gaya rotasi sprite
kk: Спрайттың айналу стилін орнату
lt: Nustato veikėjo sukimosi stilių
nb: Velger hvordan figuren roterer
nn: Vel korleis figuren roterer
pt_br: Define o estilo de rotação do ator
sl: Nastavi način vrtenja figure
tr: Kuklanın şeklinin dönüş izinlerini belirler
vi: Đặt kiểu xoay của đối tượng
zh_tw: 用來設定角色反彈時，角色造型的迴轉方式。

source: Select "left-right" from the drop-down menu to make the sprite only rotate horizontally.
bn: স্প্রাইটকে শুধু অনুভূমিকভাবে ঘু্রানোর জন্য ড্রপ-ডাউন মেনু থেকে "left-right" নির্বাচন কর।
cs: Vyber "zleva-doprava" z rozbalovacího menu aby se postava otáčela pouze v horizontální rovině.
cy: Dewiswch "chwith-de" o'r gwymplen i wneud i'r corlun droi'n llorweddol yn unig.
fa: از "چپ به راست" را از منوی کشویی انتخاب کنید تا شکلک تنها به صورت افقی بچرخد.
fr: Sélectionne "position à gauche ou à droite" dans le menu déroulant pour que le lutin tourne uniquement horizontalement.
id: Pilih "kiri-kanan" dari menu tarik-turun untuk membuat sprite hanya berotasi secara horizontal.
sl: Iz spustnega menuja izberi "levo-desno", da se bo figura vrtela samo horizontalno.
tr: Kuklanın yalnızca yatay olarak döndürülmesi için aşağı açılır menüden "sol-sağ" ı seç.
vi: Chọn "trái-phải" từ menu xổ xuống để đối tượng chỉ xoay theo phương ngang.

source: Select "all around" from the drop-down menu to make the sprite flip vertically.
bn: স্প্রাইট ভার্টিক্যালি উল্টাতে ড্রপ-ডাউন মেনু থেকে "চারপাশে" নির্বাচন কর।
cs: Vyber "dokola" z rozbalovací nabídky pro vertikální otočení postavy.
cy: Dewiswch "o amgylch" o'r gwymplen i wneud i'r corlun fflipio'n llorweddol.
fa: از منوی کشویی "همه طرف" را انتخاب کنید تا شکلک را به صورت عمودی بچرخانید.
fr: Sélectionne "à 360°" dans le menu déroulant pour que le lutin se retourne verticalement.
id: Pilih "sekeliling" dari menu tarik-turun untuk membuat sprite berbalik secara vertikal.
sl: Iz spustnega menuja izberi "na vse strani", da se bo figura obračala v vse smeri.
tr: Kuklayı dikey olarak döndürmek için aşağı açılır menüden "her tarafa" yı seçin.
vi: Chọn "vòng quanh" từ menu xổ xuống để đối tượng bật ngược theo chiều dọc.

source: Select "don't rotate" from the drop-down menu to make the sprite face only one direction.
bn: স্প্রাইট কেবলমাত্র এক দিকে ব্যবহার করার জন্য ড্রপ-ডাউন মেনু থেকে "ঘুর না" নির্বাচন কর।
cs: Vyber "neotáčet" z rozbalovací nabídky pro zabránění otáčení postavy.
cy: Dewiswch "peidio cylchdroi" o'r gwymplen i wneud i'r corlun wynebu un cyfeiriad yn unig.
de: Wähle "nicht drehen" aus dem Aufklappmenü, wenn die Figur immer nur in eine Richtung blicken soll.
fa: از منوی کشویی گزینه "چرخش ندهید" را انتخاب کنید تا شکلک را فقط یک جهت بگیرید.
fr: Sélectionne "ne tourne pas" dans le menu déroulant pour que le lutin regarde dans la même direction.
id: Pilih "tidak berputar" dari menu tarik-turun untuk membuat sprite hanya menghadap ke satu arah.
kk: Спрайтты тек бір бағытқа қарап тұратындай ету үшін ашылмалы мәзірден "айналдырмауды" таңдаңыз.
lt: Kad veikėjas žiūrėtų ta pačia kryptimi, pasirink "nesisuk" iš išskleidžiamojo meniu
nb: Velger du "ikke rotér" fra menyen i klossen vil figuren alltid vende samme vei.
nn: Vel «ikkje roter» frå nedtrekksmenyen i klossen viss du vil at figuren alltid skal venda same veg.
pt_br: Selecione "não girar" no menu suspenso, para que o ator sempre fique de frente para uma única direção.
sl: Izberi "ne vrti se" iz spustnega menuja, da bo figura gledala le v eno smer.
tr: Kuklanın şeklinin dönmeden sabit kalmasını istiyorsan "hiç dönemesin" şıkkını seç.
vi: Chọn "Không xoay" từ menu xổ xuống để đối tượng hướng theo một hướng đi.
zh_tw: 若選擇「不旋轉」，角色反彈時會維持原本面對的方向。

source: Sets pen's shade to specified amount
bn: নির্দিষ্ট পরিমাণে কলমের আঁকার নির্ধারণ করে
cs: Nastavuje odstín pera na určenou hodnotu
cy: Yn gosod cysgod yr ysgrifbin i faint penodol
de: Ändere die Farbschattierung des Stiftes um den angegebenen Wert
fa: سایه قلم را به مقدار مشخصی تنظیم می کند
fr: Définit l'ombre de stylo à une valeur spécifiée
id: Atur kegelapan pena ke jumlah yang diberikan
kk: Қаламның реңкін арнайы шамаға орнатады
lt: Nustato pieštuko šešėlį nurodyta reikšme
nb: Velg pennens lysstyrke
nn: Vel penneskuggen til pennen
pt_br: Atribui um dado valor à intensidade da caneta
sl: Natavi senco svinčnika na določeno vrednost
tr: Kalemin tonunu belirtilen miktara ayarlar
vi: Đặt độ đậm bút vẽ bằng một giá trị nhất định
zh_tw: 設定畫筆顏色的亮度。

source: <p> The pen shade goes from 0 to 100. The default is 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> If the pen shade is 0, then the pen color will be close to black. If the pen shade is 100, the pen color will be close to white.
bn: <p> কলমের আঁকার 0 থেকে 100 পর্যন্ত যায়। 50 ডিফল্ট। <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> কলমের আঁকার যদি 0 হয়, তাহলে কলমের রঙ কালো রঙের কাছাকাছি হবে। কলমের আঁকার 100 হলে, কলমের রঙ হবে সাদা রঙের কাছাকাছি।
cs: <p> Odstín pera se pohybuje od 0 do 100. Počáteční hodnota je 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Když je odstín pera 0, pak barva pera bude téměř černá. Když je odstín pera 100, pak barva pera bude téměř bílá.
cy: <p> Mae cysgod yr ysgrifbin yn mynd o 0 i 100. Y rhagosodedig yw 50.<br> <br> <img src="/images/help/changeshadeex2.png"> <p> Os bydd y cysgod yr ysgrifbin yn 0, yna bydd lliw'r ysgrifbin yn agos at ddu. Os bydd cysgod yr ysgrifbin yn 100, bydd lliw'r ysgrifbin yn agos at wyn. <p>%(STATIC_URL)s/images/help/changeshadeex2.png"> <p> Os bydd y cysgod yr ysgrifbin yn 0, yna bydd lliw y pin yn agos at ddu. Os bydd cysgod yr ysgrifbin yn 100, bydd lliw'r ysgrifbin yn agos at wyn. <p>
de: <p> Die Farbschattierung liegt zwischen 0 und 100. Der Standardwert ist 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Bei einer Farbschattierung von 0 ist die Stiftfarbe annähernd schwarz, bei einer Farbschattierung von 100 nahezu weiß.
fa: <p> سایه قلم از 0 به 100 می‌رسد. به طور پیش فرض 50 است. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> اگر سایه قلم 0 باشد، رنگ قلم به سیاه نزدیک خواهد شد. اگر سایه قلم 100 است، رنگ قلم نزدیک به سفید خواهد بود.
fr: <p> La valeur de l'ombre de stylo est comprise entre 0 et100. La valeur par défaut est 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Si l'ombre de stylo est 0, alors la couleur du crayon sera proche du noir. Si l'ombre de stylo est de 100, la couleur du crayon sera proche du blanc.
id: <p> Kegelapan pena hanya berkisar dari 0 hingga 100. Default-nya adalah 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Jika kegelapan pena 0, warna pena akan mendekati hitam. Jika 100, warna pena mendekati putih.
kk: <p> Қалам реңкі 0-ден 100-ге дейін өзгереді. 50 әдепкі жағдай. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Егер қалам реңкі 0 болса, онда қалам түсі қараға жақын болады. Егер қалам реңкі 100 болса, қалам түсі аққа жақын болады.
lt: <p> Pieštuko šešėlis būna nuo 0 iki 100. Numatytoji reikšmė yra 50 <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Jei pieštuko šešėlis yra 0, tada pieštuko spalva bus artima juodai. Jeigu šešėlis yra 100 - artima baltai
nb: <p> Pennens lysintensitet kan variere fra 0 til 100. Standardverdien er 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Verdien 0 gir nesten sort farge. Verdien 100 gir nesten hvit farge.
nn: <p> Penneskuggen går frå 0 til 100, og standardverdien er 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Verdien 0 gjev nesten svart farge. Verdien 100 gjev nesten kvit farge.
pt_br: <p> A intensidade da caneta varia entre 0 e 100. O valor padrão é 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Se a intensidade da caneta for 0, então a cor da caneta será quase preta. Se a intensidade da caneta for 100, a cor da caneta será quase branca.
sl: <p> Razpon sence svinčnika je med med 0 in 100. Privzeta vrednost je 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Če je senca svinčnika nastavljena na 0, je barva svinčnika blizu črni barvi. Če je senca svinčnika 100, je barva svinčnika blizu beli barvi.
tr: <p> Kalem tonu 0 ile 100 arasında olup, ön değeri 50'dir. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Eğer kalem tonu 0 ise kalem rengi siyaha yakın olur. Eğer kalem tonu 100 ise kalem rengi beyaza yakın olur.
vi: <p> Độ đậm bút có giá trị từ 0 đến 100. Giá trị mặt định là 50. <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> Nếu độ đậm bút vẽ bằng 0, thì màu bút vẽ sẽ gần với màu đen. Nếu độ đậm bút vẽ bằng 100, màu bút sẽ gần với màu trắng.
zh_tw: <p> 顏色的亮度取決於加黑、加白的程度，值為 0 到 100，其中 50 為預設值（也是純綷色）。 <br> <img src="%(STATIC_URL)s/images/help/changeshadeex2.png" /> <p> 注意：如果亮度設 0 ，筆跡的顏色就會趨近黑；若亮度為 100，筆跡的顏色則會接近白。

source: Shows the list monitor on the stage
bn: মঞ্চের মনিটর তালিকা দেখায়
cs: Zobrazí na scéně sledování seznamu
cy: Yn dangos y monitor rhestr ar y llwyfan
de: Zeigt die Listenanzeige auf der Bühne an
fa: لیست مانیتور را در صحنه نشان می‌دهد
fr: Affiche le tableau de la liste sur la scène
id: Menampilkan monitor daftar di panggung
kk: Сахнадан монитор тізімін көрсетеді
lt: Rodo sąrašų stebėtoją Scenoje
nb: Viser listevinduet på scenen
nn: Viser listevisinga på scena
pt_br: Mostra o monitor da lista no palco
sl: Prikaže zaslon seznama na odru
tr: Liste içeriğini sahne üzerinde gösterir
vi: Hiển thị bảng theo dõi danh sách trên sân khấu
zh_tw: 在舞台上顯示清單的監控面板

source: Shows the variable monitor on the stage
bn: মঞ্চে ভ্যারিয়েবল মনিটর দেখায়
cs: Zobrazí na scéně sledování proměnné
cy: Yn dangos y monitor newidyn ar y llwyfan
de: Zeigt die Variablenanzeige auf der Bühne an
fa: نمایشگر متغیر را در صحنه نشان می‌دهد
fr: Affiche le tableau de la variable sur la scène
id: Tampilkan monitor variabel di panggung
kk: Сахнада айнымалы мониторды көрсетеді
lt: Rodo kintamųjų stebėtoją Scenoje
nb: Viser variabelverdien på scenen
nn: Viser variabelvisinga på scena
pt_br: Mostra o monitor da variável no palco
sl: Prikaže zaslon spremenljivke na odru
tr: Değişkenin değerini içeren göstergeyi sahne üzerinde gösterir
vi: Hiển thị bảng theo dõi biến trên sân khấu
zh_tw: 在舞台上顯示變數的監控面板

source: Makes sprite appear on the Stage
bn: মঞ্চে স্প্রাইট দৃশ্যমান করে
cs: Způsobí zobrazení postavy na scéně
cy: Yn gwneud i gorlun ymddangos ar y Llwyfan
de: Lasse eine Figur auf der Bühne erscheinen
fa: شکلک را روی صحنه ظاهر می‌سازد
fr: Fais apparaître le lutin sur la Scène
id: Menampilkan sprite di Panggung
kk: Спрайтты сахнада пайда болатын қылады
lt: Padaro, kad veikėjas atsirastų Scenoje
nb: Gjør at figuren blir synlig på scenen
nn: Gjer at figuren vert synleg på scena
pt_br: Faz o ator aparecer no palco
sl: Povzroči, da se figura pojavi na odru
tr: Kuklayı Sahnede görünür hale getirir
vi: Làm đối tượng xuất hiện trên Sân Khấu
zh_tw: 讓角色在舞台上出現。

source: Reports sprite's size, as %% of original size
bn: স্প্রাইটের আঁকার প্রকাশ করে, যেমন আসল আঁকারের %%
cs: Ohlásí velikost postavy, jako %% původní velikosti
cy: Yn dangos maint y corlun, fel %% o'r maint gwreiddiol
de: Gibt die Größe der Figur als %% der originalen Größe zurück
fa: سایز شکلک را به اندازۀ %% از اندازه اصلی گزارش می‌دهد
fr: Renvoie la taille du lutin, en %% de la taille initiale
id: Melaporkan ukuran sprite sebagai %% dari ukuran aslinya
kk: Спрайттың өлшемін, түпнұсқасында көрсетілген %% өлшемімен баяндайды
lt: Praneša veikėjo dydį %% nuo originalaus dydžio
nb: Gir figurens størrelse i %% av originalstørrelsen
nn: Gjev storleiken til figuren i prosent av den opphavlege storleiken
pt_br: Informa o tamanho do ator como %% do seu tamanho original
sl: Vrne velikost figure v %% prvotne velikosti
tr: Kuklanın büyüklüğünü orijinaline kıyasla %% olarak bildirir
vi: Báo kích thước đối tượng, theo %% của kích thước ban đầu
zh_tw: 回傳角色目前的顯示尺寸（與原尺寸相比的比例%%）

source: <img src="%(url_size)s" /> reports the %% of the original size of the object
bn: <img src="%(url_size)s" /> বস্তুর আসল আকারের %% প্রকাশ করে
cs: <img src="%(url_size)s" /> je %% originální velikosti objektu
cy: Mae <img src="%(url_size)s" /> yn dangos %% maint gwreiddiol y gwrthrych
fa: <img src="%(url_size)s" /> %%از اندازه اصلی شی را گزارش می‌دهد
fr: <img src="%(url_size)s" />renvoie le %% de la taille initiale de l'objet
id: <img src="%(url_size)s" /> melaporkan %% dari ukuran asli obyek
sl: <img src="%(url_size)s" /> vrne podatek %% o izvirni velikosti objekta
tr: <img src="%(url_size)s" />Nesnenin orijinal boyutunun %% kadarını raporlar.
vi: <img src="%(url_size)s" /> báo %% theo kích thước ban đầu của đối tượng

source: To view the value of size, click the checkbox next to the block in the palette.
bn: মানের আকার দেখতে, প্যালেটে ব্লকের পাশে চেকবক্সে ক্লিক কর।
cs: Pro zobrazení hodnoty velikosti klikni na zaškrtávací políčko v paletě.
cy: I weld gwerth y maint, cliciwch y blwch ticio nesaf at y bloc yn y palet.
fa: برای مشاهده مقدار اندازه، کادر انتخاب کنار قطعه در جعبه رنگ را کلیک کنید.
fr: Pour voir la valeur de la taille, coche la case à côté du bloc dans la palette.
id: Untuk menampilkan nilai dari ukuran, klik kotak centang di sebelah balok di palet.
sl: Za ogled vrednosti za velikost, klikni izbirno polje ob bloku v paleti.
tr: Büyüklüğün değerini görüntüleyebilmek için, paletin sonundaki kontrol kutusuna tıkla.
vi: Để xem giá trị kích thước, bấm vào checkbox bên cạnh mảnh ghép trên bảng.

source: Reports result of selected function
bn: নির্বাচিত ফাংশনের ফলাফল প্রতিবেদন কর
cs: Ohlásí výsledek vybrané funkce
cy: Yn dangos canlyniad y ffwythiant dan sylw
de: Gibt das Ergebnis der gewählten Funktion zurück
fa: نتیجه عملکرد انتخاب شده را گزارش می‌دهد
fr: Renvoie le résultat de la fonction sélectionnée
id: Melaporkan hasil dari fungsi yang dipilih
kk: Таңдалынған функцияның нәтижесін көрсетеді
lt: Praneša pasirinktos funkcijos rezultatą
nb: Gir resultatet av den valgte funksjonen
nn: Gjev resultatet av den valde funksjonen
pt_br: Informa o resultado da função selecionada
sl: Vrne rezultat izbrane funkcije
tr: Seçilen işlemin sonucunu bildirir
vi: Báo kết quả của hàm được chọn
zh_tw: 回傳指定函數的結果。

source: The function options are: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, applied to the specified number.
bn: ফাংশনের অপশনগুলো হচ্ছে: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, নির্দিষ্ট নম্বরে প্রয়োগ করা হয়েছে।
cs: Volitelné funkce jsou: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, aplikované k určenému číslu.
cy: Opsiynau'r ffwythiant yw: abs, sqrt, sin, SE, tan, asin, acos, atan, ln, log, e ^, 10 ^, wedi eu gosod i'r rhif penodedig.
de: Es sind die folgenden Funktionen möglich welche auf die angegebene Nummer angewendet werden: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^.
fa: گزینه‌های تابع عبارتند از: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^ اعمال شده به شماره مشخص.
fr: Les fonctions disponibles sont les suivantes: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, appliqué au nombre spécifié.
id: Pilihan-pilihan fungsinya adalah: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, untuk diaplikasikan ke angka tertentu.
kk: Функция опциялары: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, белгілі бір санға қолданылады.
lt: Funkcijos pasirinkimai yra: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, pritaikyti nurodytam skaičiui
nb: Funksjonen du velger brukes på tallet i klossen. Du kan velge absoluttverdi, kvadratrot, sinus, cosinus, tangens, arcus sinus, arcus cosinus, arcus tangens, naturlig logaritme eller eksponentialer.
nn: Moglege funksjonar er: absoluttverdi (abs), kvadratrot (sqrt), sinus (sin), cosinus (cos), tangens (tan), invers sinus (asin), invers cosinus (acos), invers tangens (atan), naturleg logaritme (ln), tiarlogaritme (log), eksponensialfunksjonen (e^) og tiarpotensen (10^).
pt_br: As possíveis funções são: valor absoluto, raiz quadrada, seno, cosseno, tangente, arco-seno, arco-cosseno, arco-tangente, logaritmo natural, logaritmo (de base 10), exponencial e potência de 10, todas aplicadas ao número dado.
sl: Možnosti funkcij so: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, uporabljene na določenem številu.
tr: Kullanabileceğin matematiksel işlemler şunlardır: mutlak değer (abs), karekök (sqrt), sin, cos, tan, asin, acos, atan, ln, log, e^, 10^
vi: Các lựa chọn hàm là: abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^, áp dụng lên một số cụ thể.
zh_tw: 可用的函數有：abs, sqrt, sin, cos, tan, asin, acos, atan, ln, log, e^, 10^。

source: This block performs a mathematical function. Choose the math functions from the block's drop down menu.
bn: এই ব্লকটি একটি গাণিতিক কাজ করে। ব্লকের ড্রপ ডাউন মেনু থেকে গাণিতিক ফাংশন নির্বাচন কর।
cs: Tento blok představuje matematickou funkci. Vyber matematickou funkci z rozbalovacího menu tohoto bloku.
cy: Mae'r bloc hwn yn cyflawni ffwythiant mathemategol. Dewiswch y ffwythiannau mathemategol o gwymplen y bloc.
fa: این قطعه تابع ریاضی را اجرا می‌کند. توابع ریاضی را از منوی کشویی قطعه انتخاب کنید.
fr: Ce bloc effectue une fonction mathématique. Choisis la fonction mathématique depuis le menu déroulant du bloc.
id: Balok ini melakukan sebuah fungsi matematika. Pilih fungsi-fungsi matematika dari menu tarik-turun balok.
sl: This blok izvede matematično funkcijo. Iz spustnega menuja izberi matematično funkcijo.
tr: Bu blok matematiksel bir fonksiyon sergiliyor. Matematiksel fonksiyonları blokun aşağı açılır menüsünden seç.
vi: Mảnh ghép này thực hiện một hàm toán học. Chọn hàm toán học từ menu xổ xuống của mảnh ghép.
