{
    "camp.title": "Scratch ካምፕ፡ጥልቅ ወደታች",
    "camp.dates": "ከሐምሌ 24 - ነሐሴ 13",
    "camp.welcome": "እንኳን ወደ Scratch ካምፕ 2017 መጣችሁ !",
    "camp.welcomeIntro": "ኑ ወደ ስክራች ወቅያኖስ አብረን እንግባ፤ በዚያውም የራስችሁን ፈጠራ ንደፉ። ፈጠራችሁ ከውቅያኖሱ ውስጥ ልታገኙት የምትችሉት ማንኛውም ነገር ሊሆን ይችላል - በገሃድ ያለ እውነተኛ ነገር ወይም በምናብ የታሰበ! <br /> በዚህ አመቱ ካምፕ፣ ከእኛ ጋር አብረው በእነዚህ ሶስት ክፍሎች ወደታች ጠልቀው ይግቡ፡ ",
    "camp.part1Dates":"ክፍል 1 (ከሐምሌ 24 - ሐምሌ 30) ",
    "camp.detailsTitle": "ዝርዝር መረጃዎች፡",
    "camp.part1Details": "እኛን ከአንድ ወቅያኖስ ውስጥ ከሚኖር እውነተኛ ወይም ምናባዊ ገጸ-ባህሪይ ጋር የሚያስተዋውቀንን ፕሮጀክት ፍጠሩ። በውቅያኖሶች ወደታች ጥልቅ የሚገኝ አውሬ፣ ደስ የምትል ትንሽ የኮከብ ቅርፅ ያላት አሳ፣ በርገር የሚመገብ አሳ ነባሪ ወይም ማንኛውም በምናባችሁ የምታስቡትን ነገር መፍጠር ትችላላችሁ።",
    "camp.particpateTitle": "እንዴት መሳተፍ ይቻላል፡",
    "camp.part1Particpate": "የካምፑ ክፍል 1 የሚካሄደው በ <a href=\"https://scratch.mit.edu/studios/4160302/\"> ዋናው ካምፕ ካቢን ስቱዲዮ </a> ውስጥ ነው። በዚያም ጥያቄዎችን መጠየቅ፣ የሌሎች የስክራች ተጠቃሚዎች የፈጠራ ስራዎችን መመልከት እንዲሁም የራሳችሁን የስክራች የፈጠራ ስራ ማስረከብ ትችላላችሁ። የበለጠ ለመማር ወደ ስቱዲዮ የሂዱ !",
    "camp.part2Dates": "ክፍል 2 (ከሐምሌ 31 - ነሐሴ 6)",
    "camp.part2Details": "አሁን ደግሞ ገጸባህሪያችሁን መስትርጋብሮት እንዲኖረው አደርጉ ! ገጸባህርያችሁ እኛኝ የሚጠይቀን ጥያቄ አለው? ክሊክ ሲደረግ ምን ይሆናል? የተለዩ ሀይሎችና ክህሎቶች አሉት? እናም ሌሎች !",
    "camp.part2Particpate":"Part 2 of camp will also take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "ከፍል 3 (ከነሐሴ 7 - ነሐሴ 13)",
    "camp.part3Details": "Create a project using your own creation along with other Scratchers’ creations. It could be a game, story, animation, or anything you come up with!",
    "camp.part3Particpate":"The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "ጠቃሚ መረጃ",
    "camp.infoCounselors": "የ <a href=\"https://scratch.mit.edu/studios/4160300/\"> ካምፕ ካውንስለርስ ስቱዲዮ </a> ለውቅያኖስ የፈጠራ ስራዎቻችሁ የተላያዩ ምሳሌዎችን ያቀርባል። በዚያዎም በቀጥታ ከካውንሰለሮቹ ጋር እዚያው መገናኘት ይችላሉ።",
    "camp.infoPart3":"አስታውሱ፤ በክፍል 3፣ ለዚህ የ Scratch ካምፕ የተሰሩ ሌሎች የፈጠራ ስራዎችን መጠቀም አለባችሁ። የእነርሱን ክፍል 2 ፕሮጀክት ስለገጸባህርይው ማንነት ለመማር ተጠቀሙበት !",
    "camp.infoTime":"ሁሌም የማትገኙ ብትሆኑም እንኳን ልትገኙ በምትችሉበት ማንኛውም ክፍል ውስጥ መሳተፍ ትችላላችሁ ! ዝም ብላችሁ እየተዝናናችሁ ወደውስጥ ጥለቁ !"
}
