{
    "camp.title": "স্ক্র্যাচ ক্যাম্প - অতল গভীরে",
    "camp.dates": "24 জুলাই - 13 অগাস্ট",
    "camp.welcome": "স্ক্র্যাচ ক্যাম্প 2017 এ স্বাগতম!",
    "camp.welcomeIntro": "এসো আমাদের সাথে সমুদ্রে এবং নিজের সৃষ্টিকে ডিজাইন করো । যেকোন বাস্তব বা কাল্পনিক কিছু হতে পারে এই সমুদ্রে তোমার সৃষ্টি ! <br /> এই বছরের ক্যাম্পে, এই তিন ভাগে আমাদের সঙ্গে গভীর ডুব দাও:",
    "camp.part1Dates":"পার্ট 1  (24 জুলাই - 30 জুলাই)",
    "camp.detailsTitle": "বিস্তারিতঃ",
    "camp.part1Details": "একটি প্রজেক্ট তৈরি করো যেখানে সামুদ্রে বাস করে এমন  একটি বাস্তব বা কাল্পনিক ক্যারেক্টার থাকবে । তোমার তৈরি ক্যারেক্টার হতে পারে গভীর সমুদ্রের একটি দৈত্য, একটি আকর্ষণীয় তাঁরা মাছ, একটি টাকো খেকো তিমি অথবা তোমার কল্পনার যেকোন কিছু । ",
    "camp.particpateTitle": "যেভাবে অংশগ্রহণ করবেঃ",
    "camp.part1Particpate": "ক্যাম্পের পার্ট 1 হবে <a href=\"https://scratch.mit.edu/studios/4160302/\">মূল ক্যাম্পের কেবিন স্টুডিও তে </a>। এখানে তুমি প্রশ্ন করতে পারো, অন্যান্য Scratcher দের তৈরি দেখতে পারো এবং নিজের প্রজেক্ট জমা দিতে পারো । আরো জানতে স্টুডিও তে যাও ।",
    "camp.part2Dates": "পার্ট 2 ( 31 জুলাই - 6 আগস্ট )",
    "camp.part2Details": "এখন তোমার ক্যারেক্টার কে প্রতিক্রিয়াশীল করো ! তোমার ক্যারেক্টার এর কোন প্রশ্ন আছে? এটাতে ক্লিক করলে কি হয়? এটার কোন বিশেষ ক্ষমতা আছে? এবং আরো !",
    "camp.part2Particpate":"ক্যাম্পের পার্ট 2 হবে <a href=\"https://scratch.mit.edu/studios/4160302/\">মূল ক্যাম্পের কেবিন স্টুডিও তে </a>। এখানে তুমি প্রশ্ন করতে পারো, অন্যান্য Scratcher দের তৈরি দেখতে পারো এবং নিজের প্রজেক্ট জমা দিতে পারো । আরো জানতে স্টুডিও তে যাও ।",
    "camp.part3Dates": "৩য় অংশ  ( 7 আগস্ট - 13 আগস্ট )",
    "camp.part3Details": "অন্যান্য স্ক্র্যাচার দের পাশাপাশি নিজের  সৃষ্টিশীল প্রজেক্ট তৈরি করো । এটা হতে পারে গেইম, গল্প, এনিমেশন অথবা তোমার মধ্যে বেরিয়ে আসা যেকোন কিছু ।",
    "camp.part3Particpate":"<a href=\"https://scratch.mit.edu/studios/4160301/\">সর্বশেষ প্রজেক্ট ক্যাম্প কেবন স্টুডিও </a> তে এ বছরের স্ক্র্যাচ ক্যাম্পের পার্ট 3 থাকবে । এখানে তোমার চূড়ান্ত প্রজেক্ট জমা দিতে পারো, অন্যদের প্রজেক্টের মন্তব্য জানাতে পারো এবং স্ক্র্যাচ ক্যাম্প উদযাপন করতে পারো ! পার্ট 3 বের হলে স্টুডিও থেকে শিখতে পারো । ",
    "camp.helpfulInfo": "সহায়ক তথ্য",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">ক্যাম্প কাউন্সেলরস স্টুডিও </a>তোমার সমুদ্র তৈরির জন্য অনেক উদাহরণ দিয়ে থাকে । তুমি সরাসরি তাদের সাথে যোগাযোগ করতে পারো।",
    "camp.infoPart3":"খেয়াল রেখো, পার্ট 3 তে, তোমাকে অবশ্যই এই স্ক্র্যাচ ক্যাম্পের জন্যে তোমার অন্যান্য তৈরি ব্যবহার করতে হবে । ক্যারেক্টার গুলোর বৈশিষ্ট্য জানতে তাদের পার্ট 2 ব্যবহার করো ।",
    "camp.infoTime":"সবসময় থাকতে না পারলে চিন্তিত হওয়ার কিছু নেই, তুমি যেই অংশে সুযোগ পাবে সেই অংশেই অংশগ্রহণ করতে পারো ! শুধু আনন্দ নিয়ে গভীর থেকে শিখো ।"
}
