{
    "camp.title": "스크래치 캠프: 아래로 깊이",
    "camp.dates": "7월 24일 - 8월 13일",
    "camp.welcome": "스크래치 캠프 2017에 오신 것을 환영합니다!",
    "camp.welcomeIntro": "와서 우리와 함께 바다로 잠수하고 당신만의 작품을 디자인하세요. 작품은 바다에서 찾을 수도 있는 어떤 것 - 실제 물건이거나 가짜 - 도 될 수 있습니다! <br /> 올해의 캠프에서는, 다음 세 부분에서 우리와 바다 아래로 깊이 들어가세요:",
    "camp.part1Dates":"1부 (7월 24일 - 7월 30일)",
    "camp.detailsTitle": "세부 내용:",
    "camp.part1Details": "Create a project introducing us to a character, real or imagined, that lives in the ocean. You could create a monster from the depths, a cute little starfish, a taco eating shark, or anything else you can imagine.",
    "camp.particpateTitle": "How to Participate:",
    "camp.part1Particpate": "Part 1 of camp will take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2Dates": "2부 (7월 31일 - 8월 6일)",
    "camp.part2Details": "Now make your character interactive! Does your character have questions to ask us?  What happens when you click on it? Does it have any special powers? And more!",
    "camp.part2Particpate":"Part 2 of camp will also take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "3부 (8월 7일 - 8월 13일)",
    "camp.part3Details": "Create a project using your own creation along with other Scratchers’ creations. It could be a game, story, animation, or anything you come up with!",
    "camp.part3Particpate":"The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "도움 자료",
    "camp.infoCounselors": "The <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3":"Remember, in part 3, you must use some other creations made for this Scratch Camp. Use their part 2 project to learn about the character's personality!",
    "camp.infoTime":"Don't worry if you aren't around the whole time, you can always participate in whatever part you are available for! Just have fun and dive deep!"
}
