{
    "camp.title": "Scratch kamp: Globoko spodaj",
    "camp.dates": "24 julij - 13 avgust",
    "camp.welcome": "Dobrodošel v Scratch kamp 2017!",
    "camp.welcomeIntro": "Pridi in se z nami potopi globoko v ocean ter ustvari svoje kreacije. Tvoja kreacija je lahko karkoli kar lahko najdeš v oceanu - resnična ali izmišljena! <br />V letošnjem kampu se potopi z nami globoko v teh treh delih:",
    "camp.part1Dates":"1. del (24 julij - 30 julij)",
    "camp.detailsTitle": "Podrobnosti:",
    "camp.part1Details": "Ustvari projekt v katerem predstaviš lik, resničen ali namišljen, ki živi v oceanu. Lahko ustvariš pošast iz globin, malo prikupno morsko zvezdo, sendvič ki pohrusta morskega psa ali karkoli drugega kar si lahko zamisliš.",
    "camp.particpateTitle": "Kako sodelovati:",
    "camp.part1Particpate": "1. del kampa se bo odvijal v studiju <a href=\"https://scratch.mit.edu/studios/4160302/\">Glavna kabina kampa</a>. Tukaj lahko postavljaš vprašanja, vidiš kreacije ostalih Scratcherjev in naložiš svoje. Pojdi v studio če se želiš naučiti kaj novega.",
    "camp.part2Dates": "2. del (31. julij - 6. avgust)",
    "camp.part2Details": "Sedaj naredi svoj lik interaktiven! Ali ima tvoj lik vprašanja za nas? Kaj se zgodi ko klikneš nanj? Ali ima kakšne posebne moči? In še veliko več!",
    "camp.part2Particpate":"2. del kampa se bo odvijal v studiju <a href=\"https://scratch.mit.edu/studios/4160302/\">Glavna kabina kampa</a>. Tukaj lahko postavljaš vprašanja, vidiš kreacije ostalih Scratcherjev in naložiš svoje. Pojdi v studio če se želiš naučiti kaj novega.",
    "camp.part3Dates": "3. del (7. avgust - 13. avgust)",
    "camp.part3Details": "Ustvari projekt v katerem uporabiš svojo kreacijo skupaj s kreacijami ostali Scratcherjev. Lahko je igra, zgodba, animacija ali karkoli drugega.",
    "camp.part3Particpate":"Studio <a href=\"https://scratch.mit.edu/studios/4160301/\">Končni studio projektov kampa</a>bo vseboval projekte 3. dela letošnjega Scratch kampa. Tukaj lahko naložiš svoj končni projekt, daješ povratne informacije drugim in praznuješ Scratch kamp! Plavaj v studio, ko bo 3. del na voljo.",
    "camp.helpfulInfo": "Koristne informacije",
    "camp.infoCounselors": "Studio <a href=\"https://scratch.mit.edu/studios/4160300/\">Studio svetovalcev kampa</a> ponuja različne primere za tvojo oceansko kreacijo. Tukaj lahko tudi direktno komuniciraš s svetovalci.",
    "camp.infoPart3":"Pomni. V 3. delu moraš uporabiti kakšne druge kreacije, ki so bile narejene za Scratch kamp. Uporabi njihov projekt iz 2. dela, da se poučiš o osebnosti likov.",
    "camp.infoTime":"Ne skrbi če ne boš prisoten ves čas. Vedno lahko sodeluješ v kateremkoli delu, ki je na voljo. Le zabavaj se in se potopi globoko!"
}
