{
    "camp.title": "Скрач камп: Морске дубине",
    "camp.dates": "24. јул - 13. август",
    "camp.welcome": "Добро дошли у Скрач камп 2017!",
    "camp.welcomeIntro": "Дођи да зарониш у морске дубине заједно са нама и створи своју личну креацију. Она може бити било шта што се може наћи у океану- стварно или измишљено! <br />На овогодишњем кампу, заронићеш у морске дубине са нама кроз следећа три корака:",
    "camp.part1Dates":"1. део (24.јул - 30. јул)",
    "camp.detailsTitle": "Детаљи:",
    "camp.part1Details": "Направи пројекат корз који ћеш нас упознати са својим јунаком, стварним или измишљеним, који живи у океану. Можеш направити чудовиште из дубина, малу слатку морску звезду, ајкулу која једе такос или било шта што ти замислиш.",
    "camp.particpateTitle": "Како се укључити:",
    "camp.part1Particpate": "Part 1 of camp will take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part2Dates": "Part 2 (July 31st - August 6th)",
    "camp.part2Details": "Now make your character interactive! Does your character have questions to ask us?  What happens when you click on it? Does it have any special powers? And more!",
    "camp.part2Particpate":"Part 2 of camp will also take place in the <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Here you can ask questions, view other Scratchers' creations, and submit your own. Go to the studio to learn more!",
    "camp.part3Dates": "Part 3 (August 7th - August 13th)",
    "camp.part3Details": "Create a project using your own creation along with other Scratchers’ creations. It could be a game, story, animation, or anything you come up with!",
    "camp.part3Particpate":"The <a href=\"https://scratch.mit.edu/studios/4160301/\">Final Projects Camp Cabin studio</a> will hold part 3 of this year's Scratch Camp. Here you can submit your final project, give feedback to others, and celebrate Scratch Camp! Swim on over to the studio when part 3 comes out!",
    "camp.helpfulInfo": "Helpful Information",
    "camp.infoCounselors": "The <a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> offers a variety of examples for your ocean creation. You can also directly communicate with the Counselors there.",
    "camp.infoPart3":"Remember, in part 3, you must use some other creations made for this Scratch Camp. Use their part 2 project to learn about the character's personality!",
    "camp.infoTime":"Don't worry if you aren't around the whole time, you can always participate in whatever part you are available for! Just have fun and dive deep!"
}
