{
    "camp.title": "Trại hè Scratch: Down Deep",
    "camp.dates": "Ngày 24 tháng 7 - Ngày 13 tháng 8",
    "camp.welcome": "Chào mừng các bạn đến với Trại hè Scratch năm 2017!",
    "camp.welcomeIntro": "Hãy cùng tham gia cùng chúng tôi để khám phá đại dương cùng chúng tôi và sáng tạo những thiết kế của riêng bạn. Sáng tạo của bạn có thể được bất cứ điều gì bạn tìm thấy trong đại dương - thật hay tưởng tượng! <br /> Trong trại hè năm nay, hãy lặn thật sâu xuống cùng chúng tôi trong ba phần nội dung sau:",
    "camp.part1Dates":"Phần 1 (ngày 24 tháng 7 - ngày 30 tháng 7)",
    "camp.detailsTitle": "Chi tiết:",
    "camp.part1Details": "Tạo ra một dự án giới thiệu chúng tôi với một nhân vật, thật hay tưởng tượng, sống trong đại dương. Bạn có thể tạo ra một con quái vật ở dưới biển sâu, một con sao biển dễ thương, một con cá mập ăn bánh taco, hoặc bất cứ thứ gì khác bạn có thể tưởng tượng.",
    "camp.particpateTitle": "Cách thức tham gia:",
    "camp.part1Particpate": "Phần 1 của trại sẽ diễn ra trong <a href=\"https://scratch.mit.edu/studios/4160302/\">Phòng trưng bày Lều trại Chính</a>. Tại đây bạn có thể đặt ra các câu hỏi, xem các tác phẩm khác của những người sử dụng Scratch khác và gửi chương trình của riêng bạn. Đi đến studio để tìm hiểu thêm!",
    "camp.part2Dates": "Phần 2 (ngày 31 tháng 7 - ngày 6 tháng 8)",
    "camp.part2Details": "Bây giờ làm cho nhân vật của bạn có thê tương tác! Nhân vật của bạn có câu hỏi dành cho chúng tôi không? Điều gì xảy ra khi bạn click vào nó? Nó có bất kỳ năng lực đặc biệt nào không? Và hơn thế nữa!",
    "camp.part2Particpate":"Phần 2 của trại cũng sẽ diễn ra tại <a href=\"https://scratch.mit.edu/studios/4160302/\">Main Camp Cabin studio</a>. Ở đây bạn có thể đặt ra những câu hỏi, xem những ý tưởng sáng tạo của những người sử dụng Scratch khác. Hãy đi đến studio để biết thêm chi tiết.",
    "camp.part3Dates": "Phần 3 (ngày 7 tháng 8 - ngày 13 tháng 8)",
    "camp.part3Details": "Thiết kế một chương trình sử dụng sự sáng tạo của chính mình cùng với ý tưởng của những người sử dụng Scratch khác. Nó có thể là trò chơi, câu chuyện, phim hoạt hình, hoặc bất cứ thứ gì mà bạn có thể nghĩ ra!",
    "camp.part3Particpate":"<a href=\"https://scratch.mit.edu/studios/4160301/\">Main Camp Cabin studio</a>sẽ là phần 3 của Trại hè Scratch năm nay. Tại đây bạn có thể gửi sản phẩm cuối cùng của mình, để lại phản hồi cho những chương trình khác và cùng tham dự Trại hè Scratch. Đến studio khi phần 3 bắt đầu nào! ",
    "camp.helpfulInfo": "Thông tin hữu ích",
    "camp.infoCounselors": "<a href=\"https://scratch.mit.edu/studios/4160300/\">Camp Counselors studio</a> cung cấp thật nhiều ví dụ cho sự sáng tạo trong đại dương của chính bạn. Bạn còn có thể trực tiếp trò chuyện với các cố vấn ở đó",
    "camp.infoPart3":"Hãy nhớ rằng, ở phần 3, bạn phải sử dụng vài sự sáng tạo của người khác dành cho riêng Trại hè Scratch. Sử dụng các dự án của họ ở phần 2 để tìm hiêu về tính cách nhân vật.",
    "camp.infoTime":"Đừng lo lắng nếu bạn không có mặt mọi lúc, bạn cũng có thể luôn luôn tham dự bất kỳ phần nào bạn có mặt! Cứ vui đi và lặn sâu vào! "
}
