{
    "teacherlanding.title": "Pedaqoqlar üçün Skreç",
    "teacherlanding.intro": "Sizin tələbələriniz öz interaktiv hekayələri, animasiya və oyunlarını kodlaşdırmaq üçün Skreçdən istifadə edə bilər. Bu proses zamanı onlar bu günkü cəmiyyətdə hər kəs üçün zəruri bacarıq olan —  yaradıcı şəkildə düşünməyi, sistemli şəkildə müzakirə etməyi və əməkdaşlıq şəraitində işləməyi öyrənir. ",
    "teacherlanding.resourcesAnchor": "Resurslar",
    "teacherlanding.inPracticeTitle": "Scratchdan Kim İstifadə Edir?",
    "teacherlanding.inPracticeIntro": "Müəllimlər Skreçdən geniş çeşiddə istifadə edir: ",
    "teacherlanding.generalUsageSettings": "<b>Müəssisələr:</b> məktəb, muzey, kitabxana, ictimai mərkəzlər",
    "teacherlanding.generalUsageGradeLevels": "<b>Sinif səviyyələri: </b> ibtidai, orta və litsey ( və bəzi kolleclər də!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Fənn sahələri:</b> dil sənətləri, elm, sosial təlimlər, riyaziyyat, informatika, xarici dillər və incəsənət",
    "teacherlanding.scratchEdTitle": "Müəllimlər üçün cəmiyyət",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> proqramı Skreç müəllimlərinin <a href=\"http://scratched.gse.harvard.edu/stories\">hekayələr paylaşdığı</a>, resurs mübadilə etdiyi, sual soruşduğu və adam axtardığı elektron icmadır. ScratchEd proqramı Harvard Graduate School of Education məktəbi tərəfindən hazırlanmış və dəstəklənir. ",
    "teacherlanding.meetupTitle": "Şəxsi Görüşlər",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Skreç Müəllim Yığıncaqları</a> bütün formalarda kompüter yaradıcılığını dəstəkləmək üçün öz fikir və strategiyalarını bölüşməklə bir birilərindən öyrənmək istəyən Skreç Müəllimlərinin yığıncaqlarıdır. ",
    "teacherlanding.guidesTitle": "Bələdçi & Təlimatlar",
    "teacherlanding.tttPage": "<a href=\"/tips\">Məsləhətlər səhifəsi</a> müxtəlif məsləhət, fəaliyyət kartları və müəllim göstərişlərini təklif edir. ",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Məsləhətlər Pəncərəsi</a> Skreç-də layihələr yaratmaq üçün kömək edir.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Yaradıcı Kompüter Proqramı Təlimatı</a> yaradıcı hesablamanı təqdim etmək üçün plan, fəaliyyət və strategiya ilə təmin edir. ",
    "teacherlanding.accountsTitle": "Skreç-də müəllim hesabları",
    "teacherlanding.accountsDescription": "Siz bir müəllim kimi tələbə qrupları üçün hesab yaratmağı və tələbələrinizin layihə və şərhlərini idarə etməyi asanlaşdıran Skreç Müəllim Hesabını tələb edə bilərsiniz. Daha çox öyrənmək üçün <a href=\"/educators/faq\">Müəllim Hesabı – Tez-tes Soruşulan Suallar</a> səhifəsinə bax.",
    "teacherlanding.requestAccount": "Tələb Hesabı"
}
