{
    "teacherlanding.title": "Scratch - Für Lehrkräfte",
    "teacherlanding.intro": "Deine Schüler können mit Scratch ihre eigenen interaktiven Geschichten, Animationen und Spiele erstellen. Durch diesen Prozess lernen Sie kreativ zu denken, systematisch schlusszufolgern und gemeinschaftlich zu arbeiten — Schlüsselqualifikationen für alle Mitglieder unserer heutigen Gesellschaft.",
    "teacherlanding.resourcesAnchor": "Material und Hilfen",
    "teacherlanding.inPracticeTitle": "Wer benutzt Scratch?",
    "teacherlanding.inPracticeIntro": "Pädagogen nutzen Scratch in einer großen Mannigfaltigkeit:",
    "teacherlanding.generalUsageSettings": "<b>Umgebungen:</b> Schulen, Museen, Bibliotheken, Gemeindezentren",
    "teacherlanding.generalUsageGradeLevels": "\n<b>Ausbildungsstufen:</b> Grundschule, Haupt- und Realschulen, Gymnasien (und sogar an einigen Hochschulen!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Fachgebiete:</b> Sprachunterricht, Wissenschaft, Soziologie, Mathematik, Informatik, Fremdsprachen und in den Geisteswissenschaften",
    "teacherlanding.scratchEdTitle": "Eine Gemeinschaft für Pädagogen",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> ist eine Online-Community wo Scratch unterrichtende Lehrkräfte <a href=\"http://scratched.gse.harvard.edu/stories\">Geschichten teilen</a>, Ressourcen austauschen, Fragen stellen, und Gleichgesinnte finden. ScratchEd wird dentwickelt und unterstützt von der „Harvard Graduate School of Education“.",
    "teacherlanding.meetupTitle": "Persönliche Zusammenkünfte",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Zusammenkünfte von Lehrkräften für Scratch</a> sind Treffen von Scratch unterrichtenden Lehrkräften die mit und voneinander lernen wollen. Sie tauschen dabei untereinander ihre Ideen und Strategien darüber aus, wie Kreativität bei der Rechnernutzung in all ihren Formen unterstützt werden kann.",
    "teacherlanding.guidesTitle": "Anleitungen & Tutorien",
    "teacherlanding.tttPage": "The <a href=\"/tips\">Tips page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "Das Fenster <a href=\"/projects/editor/?tip_bar=home\">Tipps</a> bietet Hilfe beim Erstellen von Projekten in Scratch.",
    "teacherlanding.creativeComputing": "Das <a href=\"http://scratched.gse.harvard.edu/guide/\">Handbuch für einen kreativen Computer-Lehrplan</a> bietet Pläne, Aktivitäten und Strategien für den Einstieg in die kreative Nutzung des Rechners.",
    "teacherlanding.accountsTitle": "Lehrer-Benutzerkonten in Scratch",
    "teacherlanding.accountsDescription": "Als Lehrkraft können Sie ein Scratch-Benutzerkonto für Lehrer anfordern, dies erleichtert es Ihnen Benutzerkonten für eine Gruppe von Lernenden zu erstellen und vereinfacht die Verwaltung von studentischen Projekte und von deren Kommentaren. Wechseln Sie zu  der Seite <a href=\"/educators/faq\">FAQs zu Lehrer-Benutzerkonten</a> um mehr darüber zu erfahren.",
    "teacherlanding.requestAccount": "Benutzerkonto beantragen"
}
