{
    "teacherlanding.title": "Scratch para educadores",
    "teacherlanding.intro": "Tus estudiantes pueden usar Scratch para programar sus propios cuentos interactivos, animaciones, y juegos. En el proceso, ellos aprenderán a pensar de forma creativa, a razonar sistemáticamente y a trabajar de forma colaborativa — habilidades esenciales para todos en la sociedad de hoy en día.",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "¿Quiénes usan Scratch?",
    "teacherlanding.inPracticeIntro": "Docentes están usando Scratch en una amplia variedad de:",
    "teacherlanding.generalUsageSettings": "<b>Sitios:</b> escuelas, museos, bibliotecas, centros comunitarios",
    "teacherlanding.generalUsageGradeLevels": "<b>Niveles:</b> primaria, secundaria (y ¡también en algunas universidades!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Materias:</b> lengua, ciencias, estudios sociales, matemáticas, ciencias de la computación, lenguas extranjeras, y las artes",
    "teacherlanding.scratchEdTitle": "Una Comunidad para Educadores",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> es una comunidad en línea donde educadores Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">comparten experiencias</a>, intercambian recursos, hacen preguntas, y encuentran personas. ScratchEd es desarrollado y apoyado por Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Reuniones en persona",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Las reuniones de Educadores Scratch </a> son reuniones para educadores Scratch que quieren aprender entre si, compartir ideas y estrategias para apoyar la creatividad computacional en todas sus formas.",
    "teacherlanding.guidesTitle": "Guías & tutoriales",
    "teacherlanding.tttPage": "La <a href=\"/tips\">página de consejos</a> ofrece gran variedad de tutoriales, cartas de actividades, y guías para educadores.",
    "teacherlanding.tipsWindow" : "La <a href=\"/projects/editor/?tip_bar=home\">ventana de consejos</a> proporciona ayuda para crear proyectos en Scratch.",
    "teacherlanding.creativeComputing": "La <a href=\"http://scratched.gse.harvard.edu/guide/\">Guía para curriculum de Creatividad Computacional</a> proporciona planes, actividades, y estrategias para introducir la creatividad computacional.",
    "teacherlanding.accountsTitle": "Cuentas para docentes en Scratch",
    "teacherlanding.accountsDescription": "Como educador, puedes solicitar una Cuenta para Docente Scratch, esta te permitirá crear cuentas para grupos de estudiantes y manejar los proyectos y comentarios de tus estudiantes fácilmente. Para aprender más, visita <a href=\\\"/educators/faq\\\">la página de preguntas frecuentes sobre Cuentas para Docentes</a>.",
    "teacherlanding.requestAccount": "Solicita una cuenta"
}
