{
    "teacherlanding.title": "Scratch hezitzaileentzat",
    "teacherlanding.intro": "Zure ikasleek erabiltzen ahal dute Scratch kodetzeko euren istorio interaktiboak, animazioak eta jolasak. Prozesu horretan ikasiko dute era sortzailean pentsatzen, sistemaz arrazoitzen eta elkar lanean aritzen — ezinbesteko gaitasunak edozeinentzat egungo gizartean.",
    "teacherlanding.resourcesAnchor": "Baliabideak",
    "teacherlanding.inPracticeTitle": "Nork darabil Scratch?",
    "teacherlanding.inPracticeIntro": "Hezitzaileek Scratch era askotan erabiltzen dute:",
    "teacherlanding.generalUsageSettings": "<b>Tokiak:</b> eskolak, museoak, liburutegiak, kultur etxeak",
    "teacherlanding.generalUsageGradeLevels": "<b>Mailak:</b> lehen eta bigarren hezkuntzan, batxilergoan (eta zenbait unibertsitate ere!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Arloak:</b>  hizkuntza, zientzia, gizarte, matematika, informatika, atzerriko hizkuntza  eta arteak.",
    "teacherlanding.scratchEdTitle": "Hezitzaileentzako komunitate bat",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> lineako komunitate bat da non hezitzaileek  <a href=\"http://scratched.gse.harvard.edu/stories\">partekatzen dituzte istorioak</a>, trukatzen dituzte baliabideak, galdetzen dute eta ezagutzen dute jendea. ScratchEd Harvard Graduate School of Education-ek garatu eta sustatzen du.",
    "teacherlanding.meetupTitle": "Aurrez aurreko bilerak",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a>etan elkartzen dira elkarrekin ikasi eta irakatsi nahi duten Scratch hezitzaileak, ideiak eta sormena sustatzeko estrategiak partekatzeko.",
    "teacherlanding.guidesTitle": "Gidak eta tutorialak",
    "teacherlanding.tttPage": "<a href=\"/tips\">Aholkuen orriak</a> eskaintzen du hainbat tutorial, jarduera txartel eta hezitzaileentzako gidak.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Aholkuen leihoak</a> eskaintzen du laguntza Scratchen proiektuak sortzeko.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Informatika Sortzailearen Curriculum Gidak</a> eskaintzen ditu Informatika sortzailean sartzeko planak, jarduerak eta estrategiak.",
    "teacherlanding.accountsTitle": "Irakasle-kontuak Scratchen",
    "teacherlanding.accountsDescription": "Hezitzaile bezala, Scratch Irakasle Kontu bat eska dezakezu. Haren bidez erraz sortu ahal izango duzu kontuak ikasle taldeentzat eta ikasleon proiektuak eta iruzkinak kudeatu. Hortaz gehiago jakiteko ikusi <a href=\"/educators/faq\">Irakasle Kontuaren Ohiko Galderen orria</a>.",
    "teacherlanding.requestAccount": "Eskatu kontua"
}
