{
    "teacherlanding.title": "Scratch don luchd-fhoghlaim",
    "teacherlanding.intro": "’S urrainn dha na h-oileanaich agad Scratch a chleachdadh gus na sgeòil, beòthachaidhean agus geamannan eadar-ghnìomhach aca fhèin a phrògramachadh. Nuair a bhios iad ris, ionnsaichidh iad smaoineachadh air dòigh cruthachail is rianail agus mar a dh’obraicheas iad còmhla – seo sgilean fìor chudromach airson beatha san latha an-diugh.",
    "teacherlanding.resourcesAnchor": "Goireasan",
    "teacherlanding.inPracticeTitle": "Cò chleachdas Scratch?",
    "teacherlanding.inPracticeIntro": "Cleachdaidh an luchd-foghlaim Scratch air iomadh dòigh:",
    "teacherlanding.generalUsageSettings": "<b>Àitichean:</b> sgoiltean, taighean-tasgaidh, leabharlannan, ionadan coimhearsnachd",
    "teacherlanding.generalUsageGradeLevels": "<b>Ìrean foghlaim:</b> sa bhun-sgoil is àrd-sgoil (agus ann an cuid a cholaistean cuideachd!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Cuspairean:</b> litreachas, saidheans, nua-eòlas, matamataig, coimpiutaireachd,  cànain agus na h-ealain",
    "teacherlanding.scratchEdTitle": "Coimhearsnachd dhan luchd-foghlaim",
    "teacherlanding.scratchEdDescription": "’S e coimhearsnachd air loidhne a tha san <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> far an co-roinn an luchd-foghlaim Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">na sgeulachdan aca</a>, far an toir iad goireasan dha chèile, far am faignich iad ceistean agus far an lorg iad daoine. ’S e Harvard Graduate School of Education a tha a’ leasachadh ’s a’ cur taic ri ScratchEd.",
    "teacherlanding.meetupTitle": "Tighinn cruinn còmhla",
    "teacherlanding.meetupDescription": "Aig <a href=\"http://www.meetup.com/pro/scratched/\">coinneamhan luchd-foghlaim Scratch</a>, thig luchd-foghlaim Scratch cruinn ach an ionnsaich iad còmhla is o chàch a chèile, a' co-roinneadh nam beachdan agus nan ro-innleachdan aca air mar a chuireas iad taic ri cruthachalachd le coimpiutairean air iomadh dòigh.",
    "teacherlanding.guidesTitle": "Treòirean ⁊ oideachaidhean",
    "teacherlanding.tttPage": "Gheibh thu roghainn de dh’oideachaidhean, cairtean gnìomhachd agus treòirean don luchd-fhoghlaim air <a href=\"/tips\">duilleag nan oidheaman</a> .",
    "teacherlanding.tipsWindow" : "Gheibh thu taic le cruthachadh pròiseactan Scratch ann an <a href=\"/projects/editor/?tip_bar=home\">uinneag nan oidheaman</a>.",
    "teacherlanding.creativeComputing": "Bheir <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> dhut planaichean, gnìomhachdan agus ro-innleachdan airson coimpiutaireachd chruthachail a theagasg.",
    "teacherlanding.accountsTitle": "Cunntasan tidseir air Scratch",
    "teacherlanding.accountsDescription": "Ma tha thu ’nad neach-fhoghlaim, ’s urrainn dhut cunntas tìdsear Scratch iarraidh ach am bi e nas fhasa dut cunntasan a chruthachadh airson buidhnean de dh’oileanaich agus pròiseactan is beachdan nan oileanach agad a stiùireadh. Faic <a href=\"/educators/faq\">duilleag CÀBHA mu chunntasan tidseir Scratch</a> airson barrachd fiosrachaidh.",
    "teacherlanding.requestAccount": "Iarr cunntas"
}
