{
    "teacherlanding.title": "Scratch - Para Docentes",
    "teacherlanding.intro": "Os teus estudantes poden usar Scratch para programaren as súas propias historias, animacións e xogos interactivos. Durante o proceso aprenden a pensar creativamente, razoar sistematicamente e traballar cooperativamente - habilidades esenciais para calquera na sociedade actual",
    "teacherlanding.resourcesAnchor": "Recursos",
    "teacherlanding.inPracticeTitle": "Quen Usa Scratch?",
    "teacherlanding.inPracticeIntro": "Os docentes empregan Scratch nunha variedade de:",
    "teacherlanding.generalUsageSettings": "<b>Institucións:</b> escolas, museos, bibliotecas, centros sociais",
    "teacherlanding.generalUsageGradeLevels": "<b>Cursos:</b> primaria, secundaria, bacharelato (e tamén nalgunhas universidades!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Áreas:</b> idiomas, ciencias, sociais, matemáticas, informática, plástica",
    "teacherlanding.scratchEdTitle": "Unha comunidade de docentes",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> é unha comunidade na rede na que os docentes de Scratch <a href=\"http://scratched.gse.harvard.edu/stories\">comparten historias</a>, intercambian recursos, fan preguntas e coñecen xente. ScratchEd está desenvolvido e apoiado pola Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "Reunións en persoa",
    "teacherlanding.meetupDescription": "Os <a href=\"http://www.meetup.com/pro/scratched/\">Encontros de educadores de Scratch</a> son reunións de educadores de Scratch que queren aprender con e doutros, compartir as súas ideas e estratexias para apoiar a creatividade informática en todas as súas formas.",
    "teacherlanding.guidesTitle": "Guías e titoriais",
    "teacherlanding.tttPage": "a <a href=\"/tips\">páxina de suxestións</a> ofrece diversos titoriais, tarxetas de actividades e guías docentes.",
    "teacherlanding.tipsWindow" : "A <a href=\"/projects/editor/?tip_bar=home\">xanela de suxestións</a> fornece axuda para crear proxectos en Scratch.",
    "teacherlanding.creativeComputing": "A <a href=\"http://scratched.gse.harvard.edu/guide/\">Guía curricular da informática creativa</a> fornece plans, actividades e estratexias para introducir a informática creativa.",
    "teacherlanding.accountsTitle": "Contas de docente en Scratch",
    "teacherlanding.accountsDescription": "Como docente, pode solicitar unha Conta de Docente de Scratch, que facilita a creación de contas para grupos de alumnos e a xestión dos proxectos e comentarios dos alumnos. Para saber máis, vexa a <a href=\"/educators/faq\">páxina de preguntas frecuentes da Conta de Docente</a>.",
    "teacherlanding.requestAccount": "Solicitar conta"
}
