{
    "teacherlanding.title": "Scratch mō te Hunga Whakaako",
    "teacherlanding.intro": "Ka taea e ō ākonga te whakamahi i te Scratch, ki te waihanga wahere mō ō rātou ake kōrero pāhekoheko, hākorikori, kēmu rānei. I a rātou e mahi ana, ka ako rātou ki te whakaaro auaha, ki te whakaaro nahanaha, ki te mahi tahi hoki -— ngā pukenga nui mō tō tātou nei pāpori.",
    "teacherlanding.resourcesAnchor": "Ngā Rauemi",
    "teacherlanding.inPracticeTitle": "Mā wai a Scratch?",
    "teacherlanding.inPracticeIntro": "Ka whakamahia te Scratch e te hunga whakaako, i ngā momo mahi o ngā:",
    "teacherlanding.generalUsageSettings": "<b>Wāhi:</b> kura, whare taonga, whare pukapuka, whare hāpori",
    "teacherlanding.generalUsageGradeLevels": "<b>Taumata:</b> kura tuatahi, waenganui, tuarua (me ētahi wānanga hoki!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Marau:</b> te reo matatini, pūtaiao, tikanga-ā-iwi, pāngarau, pūtaiao rorohiko, ngā reo rāwaho, me ngā mahi toi",
    "teacherlanding.scratchEdTitle": "He Hāpori mō te Hunga Whakaako",
    "teacherlanding.scratchEdDescription": "He hāpori tuihono  a <a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, kei konei te hunga whakaako i te Scratch e <a href=\"http://scratched.gse.harvard.edu/stories\">tuari kōrero ana</a>, e whakawhitiwhiti rauemi ana, e whakaputa pātai ana, e kimi tāngata ana. I waihangatia, i tutokona hoki te ScratchEd e te Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "He Hui Ā-tinana",
    "teacherlanding.meetupDescription": "Ko ngā <a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a>, he hui mō te hunga whakaako i te Scratch e hiahia ana ki te ako tahi, whakawhitiwhiti whakaaro, me ngā rautaki hei tautoko i te auaha whakaaro rorohiko i ōna āhuatanga katoa.",
    "teacherlanding.guidesTitle": "Ngā Aratohu me ngā Akoranga",
    "teacherlanding.tttPage": "Kei te <a href=\"/tips\">whārangi Tīwhiri</a> te huhua o ngā akoranga, ngā kāri ngohe me ngā aratohu kaiako.",
    "teacherlanding.tipsWindow" : "Kei te <a href=\"/projects/editor/?tip_bar=home\">Matapihi Tīwhiri</a> he āwhina mō te hanga i ngā kaupapa mā Scratch.",
    "teacherlanding.creativeComputing": "Kei roto i te <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> he mahere, he ngohe, he rautaki hoki hei kōkiri i ngā mahi rorohiko auaha.",
    "teacherlanding.accountsTitle": "Ngā Pūkete Pouako i te Scratch",
    "teacherlanding.accountsDescription": "Mō te hunga whakaako, ka taea te tono mō te Pūkete Pouako Scratch, kia taea ai te hanga pūkete mō ngā rōpū akonga, me te whakahaere i ngā kaupapa me ngā tākupu o ō ākonga.  Kia rapu kōrero anō, tirohia te <a href=\"/educators/faq\">Whārangi Pātai Auau mō ngā Pūkete Pouako</a>.",
    "teacherlanding.requestAccount": "Tono mai mō te Pūkete"
}
