{
    "teacherlanding.title": "Скрач за наставнике",
    "teacherlanding.intro": "Ваши ученици могу да користе Скрач да програмирају своје приче, анимације и игре. Током тог процеса они уче да мисле креативно, закључују систематично и сарађују у раду - суштинске вештине за свакога у данашњем друштву.",
    "teacherlanding.resourcesAnchor": "Извори",
    "teacherlanding.inPracticeTitle": "Ко користи Скрач?",
    "teacherlanding.inPracticeIntro": "Наставници користе скрач користећи различита:",
    "teacherlanding.generalUsageSettings": "<b>Подешавања:</b> школе, музеји, библиотеке, центри заједнице",
    "teacherlanding.generalUsageGradeLevels": "<b>Grade Levels:</b> elementary, middle, and high school (and some colleges too!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Области:</b> вештине везане за језик, наука, друштвене науке, математика, рачунарске науке, страни језици, уметност",
    "teacherlanding.scratchEdTitle": "Заједница за наставнике",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a> is an online community where Scratch educators <a href=\"http://scratched.gse.harvard.edu/stories\">share stories</a>, exchange resources, ask questions, and find people. ScratchEd is developed and supported by the Harvard Graduate School of Education.",
    "teacherlanding.meetupTitle": "In-Person Gatherings",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\">Scratch Educator Meetups</a> are gatherings of Scratch Educators who want to learn with and from each other, sharing their ideas and strategies for supporting computational creativity in all its forms.",
    "teacherlanding.guidesTitle": "Смернице и приручници",
    "teacherlanding.tttPage": "The <a href=\"/go\">Things to Try page</a> offers a variety of tutorials, activity cards, and educator guides.",
    "teacherlanding.tipsWindow" : "The <a href=\"/projects/editor/?tip_bar=home\">Tips Window</a> provides help for creating projects in Scratch.",
    "teacherlanding.creativeComputing": "The <a href=\"http://scratched.gse.harvard.edu/guide/\">Creative Computing Curriculum Guide</a> provides plans, activities, and strategies for introducing creative computing.",
    "teacherlanding.accountsTitle": "Налози наставника на Скрачу",
    "teacherlanding.accountsDescription": "Као наставник можете да тражите Скрач налог за наставника. То ће да вам омогући да лакше правите налоге за групе ученика и да управљате пројектима својих ученика и њиховим коментарима. Да би сазнали више, погледајте <a href=\"/educators/faq\">Налог наставника ЧПП страницу</a>.",
    "teacherlanding.requestAccount": "Затражите налог"
}
