{
    "teacherlanding.title": "Eğitimciler İçin Scratch",
    "teacherlanding.intro": "Öğrencileriniz Scratch'i kendi etkileşimli hikayelerini, animasyonlarını ve oyunlarını kodlamak için kullanabilirler. Bu süreçte öğrencileriniz yaratıcı düşünme, sebep-sonuç lişkisi kurma ve işbirliği içerisinde çalışma gibi günümüzdeki önemli becerleri edinirler.",
    "teacherlanding.resourcesAnchor": "Kaynaklar",
    "teacherlanding.inPracticeTitle": "Scratch'ı Kimler Kullanabilir?",
    "teacherlanding.inPracticeIntro": "Eğitimciler Scratch'i birçok farklı şekilde kullanıyorlar:",
    "teacherlanding.generalUsageSettings": "Yerler: Okullar, müzeler, kütüphaneler, topluluk merkezleri",
    "teacherlanding.generalUsageGradeLevels": "<b>Sınıf Seviyeleri: </b>ilkokul, ortaokul ve lise (ve bazı kolejler de!)",
    "teacherlanding.generalUsageSubjectAreas": "<b>Konu Alanları:</b> dil sanatları, bilim, sosyal bilgiler, matematik, bilgisayar bilimi, yabancı diller ve sanatlar",
    "teacherlanding.scratchEdTitle": "Eğitimciler için topluluk",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\">ScratchEd</a>, Scratch eğitimcilerinin kendi <a href=\"http://scratched.gse.harvard.edu/stories\">hikayelerini paylaştığı</a>, kaynak önerdiği, sorular sorduğu ve başka insanlar buluştuğu çevrimiçi bir topluluktur. ScratchEd Harvard Eğitim Bilimleri Enstitüsü tarafından geliştirilmiş ve desteklenmiştir.",
    "teacherlanding.meetupTitle": "Yüz yüze Buluşmalar",
    "teacherlanding.meetupDescription": "Scratch Eğitimcileri Buluşmaları, birbirleriyle ve birbirlerinden öğrenmek isteyen, yaratıcı programlamayı destekleyen fikir ve stratejilerini paylaşan Scratch Eğitimcileri buluşmalarıdır.",
    "teacherlanding.guidesTitle": "Rehberler & Eğitimler",
    "teacherlanding.tttPage": "<a href=\"/tips\">İpuçları sayfasında</a> birçok eğitim, etkinlik kartı ve eğitimci rehberi yer almaktadır.",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">İpuçları Penceresi</a>, Scratch'te projeler oluştururken yardım sağlar.",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\">Yaratıcı Programlama Müfredatı Kılavuzu</a>, yaratıcı programlama için planlar, etkinlikler ve stratejiler sunar.",
    "teacherlanding.accountsTitle": "Scratch'teki Öğretmen Hesapları",
    "teacherlanding.accountsDescription": "Bir eğitimci olarak, Scratch Öğretmen hesabı talep edebilirsiniz. Bu sizin daha kolay bir şekilde öğrenci grupları kurmanıza, öğrencilerinizin projelerini kontrol etmenize ve yorumlar yapmanızı olanak sağlar. Daha fazlası için <a href=\"/educators/faq\">Eğitim Hesabı SSS sayfasını</a> ziyaret edin.",
    "teacherlanding.requestAccount": "Hesap İsteği"
}
