{
    "teacherlanding.title": "Scratch cho những nhà giáo dục",
    "teacherlanding.intro": "Những học sinh của bạn có thể sử dụng Scratch để sáng tạo những câu chuyện sinh động của riêng mình, và những trò chơi thú vị. Trong quá trình học, học sinh được học sự sáng tạo, những suy luận có phương pháp, và sự làm việc hợp tác - những kỷ năng cho mọi người trong xã hội hiện nay.",
    "teacherlanding.resourcesAnchor": "Những nguồn tài nguyên",
    "teacherlanding.inPracticeTitle": "Ai là người sử dụng Scratch?",
    "teacherlanding.inPracticeIntro": "Những nhà làm giáo dục đang sử dụng Scratch với nhiều mục đích đa dajgn khác nhau:",
    "teacherlanding.generalUsageSettings": "<b> Cài đặt: </b> trường học, viện bảo tàng, thư viện, trung tâm cộng đồng",
    "teacherlanding.generalUsageGradeLevels": "<b> Trình độ học vấn: </b> Tiểu học, Trung học cơ sở và trung học phổ thông ( và kể car một số trường cao đẳng nữa! )",
    "teacherlanding.generalUsageSubjectAreas": "<b> Những chủ đề môn học: </b>Ngôn ngữ nghệ thuật, Khoa học, Xã hội học, Toán học, Khoa học máy tính , Ngôn ngữ nước ngoài và Nghệ thuật",
    "teacherlanding.scratchEdTitle": "Cộng đồng dành riêng cho những người làm giáo dục",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>là cộng đồng trực tuyến nơi mà những người làm giáo dục nội dung Scratch <a href=\"http://scratched.gse.harvard.edu/stories\"> chia sẻ những câu chuyện </a>, trao đổi nguồn tài nguyên giáo dục, hỏi đáp những câu hỏi và tìm người có chung chí hướng. ScratchEd được phát triển và hỗ trợ bởi chương trình Cao học ngành giáo dục tại Harvard.",
    "teacherlanding.meetupTitle": "thu thập thông tni từng người",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\"> Cuộc gặp gỡ của những người dùng Scratch cho việc giáo dục </a> giúp họ cùng nhau học hỏi nhau từ nhiều nguồn khác nhau để chia sẻ ý tưởng và chiến lược hỗ trợ cho những sự sáng tạo khác nhau từ máy tính.",
    "teacherlanding.guidesTitle": "sự dân đường và hướng dẫn",
    "teacherlanding.tttPage": "1",
    "teacherlanding.tipsWindow" : "1",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\"> Những bài hướng dẫn về Sứ ssang tạo trong chương trình Máy tính  </a> đưa ra những kế hoạch, hoạt động, chiến lược cho sự mở đầu về sự sáng tạo của máy tính.",
    "teacherlanding.accountsTitle": "Tài khoảng giáo viên của Scratch",
    "teacherlanding.accountsDescription": "Với vai trò là giáo viên, bạn có thể yêu cầu đươc cấp tài khoản Scratch cho giáo viên, giúp bạn dễ dàng hơn trong việc tạo tài khoản cho nhiều nhóm học sinh và quản lý những trò chơi của họ cũng như những bình luận. Để biết thêm thông tin tjham khảo trang <a href=\"/educators/faq\"> Những câu hỏi về tài khoảng giáo viên </a>.",
    "teacherlanding.requestAccount": "Yêu cầu tài khoản"
}
