{
    "teacherlanding.title": "Scratch dành cho giáo viên",
    "teacherlanding.intro": "Những học sinh của bạn có thể sử dụng Scratch để sáng tạo những câu chuyện sinh động của riêng mình, và những trò chơi thú vị. Trong quá trình học, học sinh được học sự sáng tạo, những suy luận có hệ thống, và cách hợp tác trong công việc - những kỷ năng làm việc cần thiết trong xã hội hiện nay.",
    "teacherlanding.resourcesAnchor": "nguồn tài nguyên",
    "teacherlanding.inPracticeTitle": "Những người dùng Scrach là ai?",
    "teacherlanding.inPracticeIntro": "Những giáo viên sử dụng Scratch với nhiều mục đích đa dạng khác nhau:",
    "teacherlanding.generalUsageSettings": "<b> Cài đặt: </b> trường học, viện bảo tàng, thư viện, trung tâm cộng đồng",
    "teacherlanding.generalUsageGradeLevels": "<b> Trình độ học vấn: </b> Tiểu học, Trung học cơ sở và trung học phổ thông ( và kể cả một số trường cao đẳng nữa! )",
    "teacherlanding.generalUsageSubjectAreas": "<b> Những chủ đề môn học: </b>ngôn ngữ nghệ thuật, khoa học, xã hội học, toán học, khoa học máy tính , ngôn ngữ nước ngoài và nghệ thuật",
    "teacherlanding.scratchEdTitle": "Cộng đồng dành riêng cho những giáo viên",
    "teacherlanding.scratchEdDescription": "<a href=\"http://scratched.gse.harvard.edu/\"> ScratchEd </a>là cộng đồng trực tuyến nơi mà những giáo viên dạy Scracth <a href=\"http://scratched.gse.harvard.edu/stories\"> chia sẻ những câu chuyện </a>, trao đổi nguồn tài nguyên giáo dục, hỏi đáp những câu hỏi và tìm người có chung chí hướng. ScratchEd được phát triển và hỗ trợ bởi chương trình Cao học ngành giáo dục tại Harvard.",
    "teacherlanding.meetupTitle": "Thu thập thông tin người dùng",
    "teacherlanding.meetupDescription": "<a href=\"http://www.meetup.com/pro/scratched/\"> Cuộc gặp gỡ của những giáo viên Scratch </a> giúp họ cùng nhau học hỏi cùng nhau và để chia sẻ ý tưởng và chiến lược hỗ trợ cho những sự sáng tạo khác  nhau trong tính toán.",
    "teacherlanding.guidesTitle": "thông tin cơ bản và bài hướng dẫn",
    "teacherlanding.tttPage": "<a href=\"/tips\">Trang thủ thuật</a> phổ biến nhiều bài hướng dẫn khác nhau, thẻ hoạt động và thông tin cơ bản của giáo viên",
    "teacherlanding.tipsWindow" : "<a href=\"/projects/editor/?tip_bar=home\">Cửa sổ thủ thuật</a> cung cấp sự giúp đỡ để tạo ra chương Scratch",
    "teacherlanding.creativeComputing": "<a href=\"http://scratched.gse.harvard.edu/guide/\"> Những bài hướng dẫn về Sứ ssang tạo trong chương trình Máy tính  </a> đưa ra những kế hoạch, hoạt động, chiến lược cho sự mở đầu về sự sáng tạo của máy tính.",
    "teacherlanding.accountsTitle": "Tài khoản giáo viên Scratch",
    "teacherlanding.accountsDescription": "Với vai trò là giáo viên, bạn có thể yêu cầu đươc cấp tài khoản giáo viên Scratch, giúp bạn dễ dàng hơn trong việc tạo tài khoản cho nhiều nhóm học sinh và quản lý những chương trình của học sinh cũng như những bình luận. Để biết thêm thông tin tham khảo trang <a href=\"/educators/faq\"> Những câu hỏi về tài khoảng giáo viên </a>.",
    "teacherlanding.requestAccount": "Yêu cầu tài khoản"
}
