Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: when %m.key key pressed
am: %m.key ቁልፍ ሲነካ
az: %m.key klavişi basıldığı zaman
bn: যখন %m.key কী চাপা হয়
br: pa vez pouezet war %m.key
ckb: کاتێک دوگمەی %m.key کرتەکرا
kk: %m.key батырмасы басылған кезде
ku: dema ku pêlî bişkoka %m.key hate kirin
mi: ina pēhia te pātuhi %m.key
mn: хэзээ %m.key дарагдсан
ms: bila kekunci %m.key ditekan
sw: wakati %m.key kitufe kikibonyenzwa
tg: ҳангоми пахши тугмаи %m.key
zu: nini sekucindezelwe ukhiye %m.key

source: when %m.sensor %m.lessMore %n
am: %m.sensor %m.lessMore %n ሲሆን
az: %m.sensor %m.lessMore %n olduğu zaman
bn: যখন %m.sensor %m.lessMore %n
br: pa vez %m.sensor %m.lessMore %n
ckb: کاتێک %m.sensor %m.lessMore %n
kk: %m.sensor %m.lessMore %n болған кезде
ku: dema ku bibe %m.sensor %m.lessMore %n
mi: ina %m.sensor %m.lessMore %n
mn: %m.sensor нь %m.lessMore %n болох үед
ms: bila %m.sensor %m.lessMore %n
tg: ҳангоми %m.sensor %m.lessMore %n
zu: nini %m.sensor %m.lessMore %n

source: when %m.triggerSensor > %n
am: %m.triggerSensor ከ %n ሲበልጥ
az: %m.triggerSensor > %n olduğu zaman
bn: যখন %m.triggerSensor > %n
br: pa vez %m.triggerSensor > %n
ckb: کاتێک %m.triggerSensor > %n
kk: %m.triggerSensor > %n болған кезде
ku: dema ku bibe %m.triggerSensor > %n
mi: ina %m.triggorSensor > %n
mn: %m.triggerSensor > %nүед
ms: bila %m.triggerSensor > %n
tg: ҳангоми %m.triggerSensor > %n
zu: nini %m.triggerSensor > %n

source: when @greenFlag clicked
am: @greenFlag ሲነካ
az: @greenFlag kliklənən zaman
bn: যখন @greenFlag ক্লিক করা হয়
br: pa vez kliket war @greenFlag
ckb: کاتێک @greenFlag کرتەکرا
kk: @greenFlag басылған кезде
ku: dema ku @greenFlag hate tikandin
mi: ina pāwhiria te @greenFlag
mn: хэзээ @greenFlag дарагдвал
ms: bila @greenFlag diklik
sw: wakati @greenFlag bofya
tg: ҳангоми пахши @greenFlag
zu: nini @greenFlag liciphiziwe

source: when I receive %m.broadcast
am: %m.broadcast ሲደርሰኝ
az: %m.broadcast xəbərini aldığım zaman
bn: যখন আমি %m.broadcast শুনতে পাই
br: pa resevan %m.broadcast
ckb: کاتێک بەدەستم گەیشت %m.broadcast
kk: мен % m.broadcast алған кезде
ku: dema ku min %m.broadcast wergirt
mi: ina ka riro mai te %m.broadcast
mn: %m.broadcast мэссэж хүлээж авах үед
ms: bila saya menerima %m.broadcast
sw: nikipata
tg: вақте ки ман %m.broadcast мегирам
zu: nini ngikuthole %m.broadcast

source: when I start as a clone
am: እንደ አምሳያ ስጀምር
az: klon olaraq başlayan zaman
bn: যখন আমি একটি ক্লোন হয়ে শুরু করি
br: pa grogan evel ur c'hlon
ckb: کاتێک دەستپێدەکەم وەک لێکچووێک
kk: мен клон ретінде бастаған кезде
ku: dema ku min wekî cotik dest pê kir
mi: ina ka tīmata mai ahau hei tārua
mn: Би хуулбар үүсгэх үед
ms: bila saya bermula sebagai klon
sw: Kuanza kama nakala
tg: вақте ки ман ҳамчун нусха сар мекунам
zu: nini sengiqala ncamashi

source: when Stage clicked
am: Stage ሲነካ
az: Səhnə kliklənən zaman
bn: যখন মঞ্চে ক্লিক করা হয়
br: pa vez kliket war al Leurenn
ckb: کاتێک سەکۆ کرتەکرا
kk: көрініске басылған кезде
ku: dema ku Dik hate tikandin
mi: ina pāwhiria te Atamira
mn: Тавцан дарагдах үед
ms: bila Pentas diklik
sw: uki click stage
tg: ҳангоми пахши саҳна
zu: nini Indawo iciphiziwe

source: when backdrop switches to %m.backdrop
am: የኋላ ስዕሉ ወደ %m.backdrop ስዕል ሲቀየር
az: fon %m.backdrop olduğu zaman
bn: যখন ব্যাকড্রপ %m.backdrop এ পরিবর্তন হয়
br: pa vez lakaet %m.backdrop da zrekleur
ckb: کاتێک پاشبنەما دەگۆڕێت بۆ %m.backdrop
kk: фон % m.backdrop ауысқан кезде
ku: dema ku dekor bibe %m.backdrop
mi: ina hurihia te ārai tuarongo kia %m.backdrop
mn: Дэвсгэр %m.backdrop-ээр солигдох үед
ms: bila latar belakang bertukar ke %m.backdrop
tg: вақте ки манзар ба %m.backdrop иваз мешавад
zu: nini indawo ishintshela kwi %m.backdrop

source: when distance %m.lessMore %n
am: ርቀቱ በ %n %m.lessMore ሲሆን
az: məsafə %m.lessMore %n olduğu zaman
bn: যখন দূরত্ব %m.lessMore %n হয়
br: pa vez an hed %m.lessMore %n
ckb: کاتێک دووری %m.lessMore %n
kk: арақашықтық %m.lessMore %n болған кезде
ku: dema ku mesafe bibe %m.lessMore %n
mi: ina he %m.lessMore %n te tawhiti
mn: Хоорондын зай %m.lessMore %n болох үед
ms: bila jarak %m.lessMore %n
tg: вақте ки масофа %m.lessMore %n
zu: nini ibanga %m.lessMore %n

source: when this sprite clicked
am: ይህ ስፕራይት ሲነካ
az: sprayt kliklənən zaman
bn: যখন এই স্প্রাইটটি ক্লিক করে
br: pa vez kliket war al lutun-mañ
ckb: کاتێک ئەم تەنە کرتەکرا
kk: спрайт басылған кезде
ku: dema ku ev pêlîstik hate tikandin
mi: ina pāwhiria tēnei parehe
mn: Дүрс дээр дарах үед
ms: bila imej di klik
sw: Wakati sprite huu ulipobonyezwa
tg: ҳангоми пахши спрайт
zu: nini lesi umlingisi ciphiza

source: when tilt %m.eNe %n
am: ዝንባሌ %m.eNE %n ሲሆን
az: əyilmə %m.eNe %n olduğu zaman
bn: যখন টিল্ট %m.eNe %n
br: pa vez ar stouadur %m.eNe %n
ckb: کاتێک لاری %m.eNe %n
kk: көлбеу %m.eNe %n болған кезде
ku: dema ku xwarbûn bibe %m.eNe %n
mi: ina tītaha %m.eNe %n
mn: %m.eNe %n хазайх үед
ms: bila kecondongan %m.eNe %n
tg: вақте ки ҳамгашт %m.eNe %n
zu: nini phendula %m.eNe %n

source: x position
am: x ቦታ
az: x mövqeyi
bn: x এর অবস্থান
br: absisenn x
ckb: شوێنی x
kk: x қалпында
ku: cîgeha x'ê
mi: tūnga x
mn: x - утга
ms: kedudukan x
sw: x nafasi
tg: мавқеи x
zu: x indlela yokuma

source: y position
am: y ቦታ
az: y mövqeyi
bn: y এর অবস্থান
br: urzhienn y
ckb: شوێنی y
kk: y қалпында
ku: cîgeha y'yê
mi: tūnga y
mn: y - утга
ms: kedudukan y
sw: y nafasi
tg: мавқеи y
zu: y indlela yokuma

source: Language-Name
am: ስም
az: Dil
bn: ভাষার-নাম
br: Brezhoneg
ckb: ناوی زمان
kk: Тілдің атауы
ku: Kurdî
mi: Ingoa-Reo
mn: Монгол хэл
ms: Bahasa Melayu
sw: luga-jina
tg: Номи забон
zu: isiZulu

source: %m.list contains %s
am: %m.list ዝርዝር %s ን ይይዛል
az: %m.list listində %s varmı ?
bn: %m.list এর তালিকায় রয়েছে %s
br: %m.list a endalc'h %s
ckb: %m.list تێیدایە %s
kk: %m.list құрамында %s бар
ku: %m.list %sê dihewîne?
mi: kei roto i %m.list te %s
mn: %s нь %m.list -г агуулдаг
ms: %m.list mengandungi %s
tg: %m.list дарбар дорад %s
zu: %m.list ikuphatheleni %s

source: go to %m.spriteOrMouse
am: ወደ %m.spriteOrMouse ሂድ
az: %m.spriteOrMouse istiqamətində get
bn: %m.spriteOrMouse এর কাছে যাও
br: mont da %m.spriteOrMouse
ckb: بڕۆ بۆ %m.spriteOrMouse
kk: %m.spriteOrMouse өту
ku: biçe %m.spriteOrMouseê
mi: neke ki te %m.spriteOrMouse
mn: %m.spriteOrMouse-руу оч
ms: pergi ke %m.spriteOrMouse
sw: nenda kwenye %m.spriteOrMouse
tg: гузаштан ба %m.spriteOrMouse
zu: iya ku %m.spriteOrMouse

source: set motor direction %m.motorDirection
am: የሞተሩን አቅጣጫ %m.motorDirection አድርገው
az: motorun hərəkət istiqaməti %m.motorDirection olsun
bn: মোটরের দিক %m.motorDirection নির্ধারণ কর
br: termeniñ tuadur ar c'heflusker %m.motorDirection
ckb: دانانی ئاڕاستەی ماتۆڕ %m.motorDirection
kk: мотордың қозғалыс бағытын %m.motorDirection орнату
ku: berê motorê bide %m.motorDirection
mi: tautuhia te ahunga o te pūrere ki te %m.motorDirection
mn: хөдөлгүүрийн чиглэлийг %m.motorDirection болго
ms: tetapkan arah motor ke %m.motorDirection
tg: насби самти ҳаракати мотор %m.motorDirection
zu: lungisa ibanga lemoto %m.motorDirection

source: set motor power %n
am: የሞተሩን ሃይል %n አድርግ
az: motorun gücü %n olsun
bn: %n এ মোটরের পাওয়ার নির্ধারণ কর
br: termeniñ kreñvder ar c'heflusker %n
ckb: دانانی هێزی ماتۆڕ %n
kk: мотордың күшін %n орнату
ku: hêza motorê bike %n
mi: tautuhia te kaha o te pūrere kia %n
mn: хөдөлгүүрийн хүчийг %n болго
ms: tetapkan kuasa motor ke %n
sw: kuweka nguvu ya mota
tg: насби қувваи мотор %n
zu: lungisa amandla emoto %n

source: turn motor off
am: Tebeda
az: motoru söndür
bn: মোটর বন্ধ কর
br: lazhañ ar c'heflusker
ckb: کوژانەوەی ماتۆڕ
kk: моторды өшіру
ku: motorê bigire
mi: whakawetohia te pūrere
mn: Хөдөлгүүрийг унтраа
ms: matikan motor
sw: kuzima mota
tg: моторро хомӯш кардан
zu: cisha imoto

source: turn motor on
am: ሞተሩን አብራ
az: motoru işə sal
bn: মোটর চালু কর
br: enaouiñ ar c'heflusker
ckb: پێکردنی ماتۆڕ
kk: моторды жүргізу
ku: motorê bide destpêkirin
mi: whakakāngia te pūrere
mn: Хөдөлгүүрийг асаа
ms: hidupkan motor
tg: моторро ба кор даровардан
zu: vula imoto

source: turn motor on for %n secs
am: ሞተሩን ለ%n ሰከንድ አብራ
az: motor %n saniyəlik işə düşsün
bn: %n সেকেন্ডের জন্য মোটর চালু কর
br: enaouiñ ar c'heflusker e-pad %n segondenn
ckb: ماتۆڕ پێبکە بۆ %n چرکە
kk: қозғалтқышты %n секундқа қосу
ku: ji bo %n çirkeyan motorê bixebitîne
mi: whakakāngia te pūrere mō ngā hēkona %n
mn: хөдөлгүүрийг %n секундэнд асаа
ms: hidupkan motor selama %n saat
tg: моторро то %n сония ба кор даровардан
zu: vula imoto yo %n umzuzu

source: when distance < %n
am: ርቀቱ < %n ሲሆን
az: məsafə < %n olduqda
bn: যখন দূরত্ব < %n থাকে
br: pa vez an hed < %n
ckb: کاتێک دووری < %n
kk: арақашықтық < %n болған кезде
ku: dema ku mesafe ji < %nê biçûktir be
mi: ina te tawhiti < %n
mn: хоорондын зай < %n үед
ms: apabila jarak < %n
sw: ukisonga
tg: ҳангоми масофа < %n
zu: nini ibanga < %n

source: when tilt = %n
am: ማጋደሉ = %n ሲሆን
az: əyilmə = %n olduqda
bn: যখন টিল্ট = %n
br: pa vez ar stouadur = %n
ckb: کاتێک لاری = %n
kk: көлбеу = %n болған кезде
ku: dema xwarbûn bibe = %n
mi: ina te tītaha = %n
mn: хазайлт = %nүед
ms: apabila kecondongan = %n
sw: ukipinduka
tg: ҳангоми = %n
zu: nini phendula = %n

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
am: <b>ስለ መስመር ውስጥ ተቀያያሪዎች</b><br>&nbsp;<br>ለአሁን ቁጥሮች ብቻ ነው የሚፈቀዱት<br>የመነጋገሪያ ክፍሎች አይፈቀዱም ፤ ስለዚህ ይጠፋሉ።<br>ለበለጠ መረጃ<a href="/help/faq/#clouddata" target="_blank"> የመስመር ውስጥ መረጃ ጥያቄዎችንና መልሶችን ተመልከቱ!</a>
az: <b>Bulud dəyişənləri haqqında məlumat</b><br>&nbsp;<br>Hal-hazırda yalnız ədəd dəyişənləri dəstəklənir<br>Çat-otaqlarına icazə verilmir və silinəcəkdir<br>Daha ətraflı məlumat üçün, bulud verilənləri haqqında <a href="/help/faq/#clouddata" target="_blank">tez-tez verilən suallara baxın</a>
bn: <b>ক্লাউড ভ্যারিয়েবল সম্পর্কে তথ্য</b><br>&nbsp;<br>বর্তমানে, শুধুমাত্র সংখ্যা সমর্থিত<br>চ্যাট রুম অনুমোদিত নয়, এবং সরিয়ে ফেলা হবে<br>আরও তথ্যের জন্য, <a href="/help/faq/#clouddata" target="_blank">ক্লাউড ডাটা বজিপ্র দেখ!</a>
br: <b>Titouroù diwar-benn ar variennoù Cloud</b><br>&nbsp;<br>An deiz a hiziv ez eo aotreet an niveroù hepken<br>N'eo ket aotreet ar salioù-flapañ, dilamet e vint<br>Sellit ouzh ar FAQ war ar roadennoù Cloud <a href="/help/faq/#clouddata" target="_blank">evit kaout muioc'h a ditouroù !</a>
ckb: <b> زانیاری دەربارەی گۆڕاوەکانی هەور </b> <br>&nbsp; <br> لە ئێستادا، تەنها ژمارەکان پاڵپشتی دەکرێن <br> ژوورەکانی گفتوگۆکردن ڕێگە پێنەدراون و دەسڕێنەوە <br> بۆ زانیاری زیاتر، <a href="/help/faq/#clouddata" target="_blank"> پرسیارە دووبارەبووەکانی داتای هەور ببینە! </a>
kk: <b>Бұлтты айнымалылар туралы ақпарат</b><br>&nbsp;<br>Қазіргі уақытта, тек сандық айнымалылар қолданылады <br>Чат бөлмелері рұқсат етілмейді, және жойылады<br>Қосымша ақпарат алу үшін, <a href="/help/faq/#clouddata" target="_blank">бұлтты деректер туралы Жиі қойылатын сұрақтар бөлімін қараңыз!</a>
ku: <b>Agahiya di derbarê guherokn Ewrê de</b><br>&nbsp;<br>Vê gavê, tenê hejmar têne qebûlkirin<br>Destura odeyên sohbetê tune ye û ew ê bêne rakirin<br>Ji bo agahiyên zêdetir, <a href="/help/faq/#clouddata" target="_blank">li PPP yên daneyên ewrê binihêre!</a>
mi: <b>He mōhiohio mō ngā taurangi Kapua Raraunga</b><br>&nbsp;<br>I tēnei wā ka taea te whakamahi i ngā nama anake <br>Kāore e whakaaetia ngā rūma kōrerorero, ā, ka tangohia <br>Mō ētahi mōhiohio anō, <a href="/help/faq/#clouddata" target="_blank">tirohia ngā Pātai Auau mō te kapua raraunga!</a>
mn: <b>Клөүд хувьсагчдийн талаар мэдээлэл</b><br>&nbsp;<br>Одоогоор,зөвхөн тоонуудыг л дэмжинэ<br>Чатын өрөө зөвшөөрөгдөөгүй ба хасагдах болно<br>Өшөө мэдээлэл авах бол, <a href="/help/faq/#clouddata" target="_blank">клөүд дэх Түгээмэл Асуулт Хариулт үзнэ үү!</a>
ms: <b>Maklumat mengenai pembolehubah Cloud</b><br>&nbsp;<br>Pada masa ini, hanya nombor yang disokong<br>Bilik sembang tidak dibenarkan, dan akan dialih keluar<br>Untuk maklumat lanjut,<a href="/help/faq/#clouddata" target="_blank">lihat soalan FAQ data awan!</a>
tg: <b>Маълумот дар бораи тағйирёбандаҳои абрӣ</b><br>&nbsp;<br>Ҳозир танҳо тағйирёбандаҳои рақамиро қабул мекунад<br>Чат-хонаҳо иҷозат надоранд ва нест мешаванд<br> Барои гирифтани маълумоти иловагӣ <a href="/help/faq/#clouddata" target="_blank">FAQ дар бораи маълумотҳои абрӣ нигоҳ кунед</a>
zu: <b>Ulwazi mayelana Cloud eziguquguqukayo</b><br>&nbsp; <br>Okwamanje, izinombolo kuphela<br> asekelwa kenyawap zengevu abavunyelwe, <br> futhi uzosuswa kenyawap Ukuze uthole ulwazi oluthe xaxa, <a href="/help/faq/#clouddata" target="_blank">ubone FAQ idatha ifu!</a>

source: A connected
am: A ተገናኝቷል
az: A qoşuludur
bn: A সংযুক্ত
br: A kevreet
ckb: A پێکەوەبەستراوە
kk: А қосылған
ku: A hate girêdan
mi: Kua honoa he
mn: Холбогдлоо
ms: A disambungkan
sw: Kuunganishwa
tg: A пайваст аст
zu: A oxhumekile

source: A newer version of Scratch is available
am: አዲስ የስክራች ስሪት ወጥቷል
az: Scratch-ın daha yeni versiyası mövcuddur
bn: Scratch এর একটি নতুন সংস্করণ পাওয়া যাচ্ছে
br: Pourchas a c'heller un doare nevez eus Scratch
ckb: وەشانێکی نوێتری سکڕاچ بەردەستە
kk: Scratch-тің жаңа нұсқасы қолжетімді
ku: Guhertoyeke Scratchê ya nûtir derket
mi: Kua whakaputaina he putanga hou o Scratch
mn: Cкрэчийн шинэ хувилбар бэлэн болсон байна
ms: Ada versi Scratch yang baharu
tg: Версияи нави Scratch дастрас аст
zu: uScratch omusha ukhona

source: About
am: መረጃ
az: Haqqında
bn: বিষয়ে
br: Diwar-benn
ckb: دەربارە
kk: Біз туралы
ku: Derbar
mi: Mō Te Kaupapa
mn: Тухай
ms: Mengenai
sw: Kuhusu
tg: Дар бораи Scratch
zu: Imayelana

source: Account settings
am: አካውንት ማደራጃ
az: Hesab qurğuları
bn: এ্যাকাউন্ট সেটিংস
br: Arventennoù ar gont
ckb: ڕێکخستنەکانی هەژمار
kk: Аккаунт баптаулары
ku: Sazkariyên Hesêb
mi: Ngā kōwhiringa pūkete
mn: Хэрэглэгчийн тохиргоо
ms: Tetapan akaun
sw: Mpangilio wa akaunti
tg: Танзими аккаунт
zu: Ukulungisa kwe-akhawnti

source: Add
am: ጭማሬ
az: Əlavə et
bn: যোগ কর
br: Ouzhpennañ
ckb: زیادکردن
kk: Қосу
ku: Tevlî bike
mi: Tāpirihia
mn: Нэмэх
ms: Tambah
sw: Ongeza
tg: Илова кардан
zu: Engeza

source: Add an Extension
am: ቅጣይ ይጨምሩ
az: Uzantı əlavə edin
bn: একটি এক্সটেনশন যোগ কর
br: Ouzhpennañ un astenn
ckb: زیادکردنی زیادکراوە
kk: Қосымша қосу
ku: Pêvekekê tevlî bike
mi: Tāpirihia tētahi Torohanga
mn: Өргөтгөлийг нэмэх
ms: Tambah Sambungan
sw: ongeza endelezo
tg: Илова кардани иловаҳо
zu: Faka Intambo

source: Add boolean input:
am: እውነት ሃሰት ይቀበሉ፡
az: Boolean giriş əlavə et:
bn: একটি বুলিয়ান ইনপুট যোগ কর:
br: Ouzhpennañ ur moned boolean :
ckb: زیادکردنی تێخستەی بوولی:
kk: Логикалық мәнді енгізу:
ku: Ketana mantiqî tevlî bike
mi: Tāpirihia he tāuru Pūreana
mn: boolean утга нэмэх:
ms: Tambah input boolean:
tg: Илова намудани маънои мантиқӣ:
zu: Ongozela boolean inphuthi

source: Add label text:
am: ርዕስ ይጨምሩ፡
az: Etiket mətni əlavə edin:
bn: লেবেলের টেক্সট যোগ কর:
br: Ouzhpennañ testenn al label
ckb: زیادکردنی ناونیشانی دەق:
kk: Жазылған сөздің мәтінін қосу:
ku: Nivîsa etîketê tevlî bike:
mi: Tāpirihia he kupu tapanga:
mn: гарчгийн текст нэмэх:
ms: Tambah label teks:
tg: Илова намудани матни имзо:
zu: Ongozela ibhulin inphuthi

source: Add number input:
am: ቁጥር ይቀበሉ፡
az: Ədəd girişini əlavə et:
bn: সংখ্যা ইনপুট যোগ কর:
br: Ouzhpennañ ur moned niver
ckb: زیادکردنی تێخستەی ژمارە:
kk: Сандық өрісті қосу:
ku: Ketana hejmarî tevlî bike:
mi: Tāpirihia he tāuru nama:
mn: Тоон утга оруулах:
ms: Tambah input nombor:
tg: Илова намудани майдони адад:
zu: Kwandise ngenamba efakiwe

source: Add string input:
am: ቃላት ይቀበሉ፡
az: Sətir girişini əlavə edin:
bn: স্ট্রিং ইনপুট যোগ কর:
br: Ouzhpennañ un heuliad arouezennoù
ckb: زیادکردنی تێخستەی ڕستە:
kk: Жолдық өрісті қосу:
ku: Ketana nivîsî tevlî bike:
mi: Tāpirihia he tāuru kupu:
mn: Мөрд утга оруулах:
ms: Tambah input rentetan:
tg: Дохил намудани майдони хатӣ:
zu: Faka string inphuthi:

source: All
am: ሁሉም
az: Hamısı
bn: সব
br: An holl
ckb: هەموو
kk: Барлығы
ku: Hemû
mi: Katoa
mn: Бүгд
ms: Semua
sw: yote
tg: Ҳама
zu: Konke

source: All Tips
am: ሁሉም ፍንጮች
az: Bütün ipucuları
bn: সব টীকাসমূহ
br: An holl alioù
ckb: هەموو ڕوونكردنه‌وه‌کان
kk: Барлық кеңестер
ku: Hemû Serbend
mi: Ngā Tīwhiri Katoa
mn: Бүх заавар
ms: Semual Petua
tg: Ҳамаи маводҳои ёрирасон
zu: Wonke Amathiphu

source: An updated version of the Scratch offline editor is available on the Scratch website.
am: አዲስ የስክራች ከመስመር ውጭ መጠቀሚያ የስክራች ድረ-ገጽ ላይ ወጥቷል።
az: Şəbəkəsiz (offline) Scratch redaktorunun aktual bir versiyası Scratch-ın internet səhifəsində mövcuddur.
bn: Scratch ওয়েবসাইটে Scratch অফলাইন এডিটরের একটি আপডেট করা সংস্করণ পাওয়া যাচ্ছে।
br: Doare nevez aozer ezlinenn Scratch a c'hall bezañ karget diwar lec'hienn Scratch.
ckb: وەشانێکی تازەی نووسەری دەرهێڵی Scratch بەردەستە لە ماڵپەڕی Scratch.
kk: Scratch оффлайн редактордың жаңартылған нұсқасы Scratch веб-сайтында қолжетімді.
ku: Li ser malpera Sctrachê guhertoyeke hildemandî ya edîtora derhêl a Scratchê heye.
mi: Kua rite tētahi putanga whakatika tuimotu hou o Scratch kei te paetukutuku o Scratch.
mn: Скрач оффлайн засварлагчийн шинэ хувилбар Скрач вэб сайтад бэлэн болсон байна.
ms: Versi terbaru dari editor luar talian Scratch boleh didapati di laman web Scratch.
tg: Версия нави худидоракунии мухаррири Скретч дар сомона дастрас аст.
zu: Indlela evuselelwe yokulungiswa kwe Scratch ngaphandle kwa gesi ingatholakala kwezokuxhumana ze Scratch

source: Animal
am: እንስሳ
az: Heyvan
bn: পশু
br: Loen
ckb: ئاژەڵ
kk: Жануар
ku: Ajel/Heywan
mi: Kararehe
mn: Амьтан
ms: Haiwan
sw: Mnyama
tg: Ҳайвон
zu: Isilwane

source: Animals
am: እንስሳት
az: Heyvanlar
bn: পশুপাখি
br: Loened
ckb: ئاژەڵەکان
kk: Жануарлар
ku: Ajel/Heywan
mi: Ngā Kararehe
mn: Амьтад
ms: Haiwan-haiwan
sw: Wanyama
tg: Ҳайвонҳо
zu: Izilwane

source: B connected
am: B ተገናኝቷል
az: B qoşuludur
bn: B সংযুক্ত
br: B kevreet
ckb: B پێکەوەبەستراوە
kk: B қосылған
ku: B hate girêdan
mi: Kua honoa a B
mn: Б холбогдсон
ms: B disambungkan
sw: B Kuunganishwa
tg: B пайваст аст
zu: B uxhumene

source: Back a layer
am: አንድ ንብርብር ወደኋላ
az: Bir lay aşağı
bn: একটি স্তর পেছনে যাও
br: Un dalenn war-dreñv
ckb: چینێک بگەڕێوە
kk: Бір қабатқа төмен
ku: Tebeqeyekê dakeve
mi: Nekehia ki tētahi apa kei muri
mn: Давхрагаруу буцах
ms: Pergi belakang selapis
sw: Nyuma ya safu
tg: Қабати поёнӣ
zu: buyisela isisekelo emunva

source: Backdrop
am: የጀርባ ምስል
az: Fon
bn: ব্যাকড্রপ
br: Drekleur
ckb: پاشبنه‌ما
kk: Фон
ku: Dekor
mi: Tuarongo
mn: Дэвсгэр
ms: Latar belakang
sw: mandhari ya nyuma
tg: Манзар
zu: Indawo

source: Backdrop Library
am: የጀርባ ምስሎች ስብስብ
az: Fon kitabxanası
bn: ব্যাকড্রপ লাইব্রেরি
br: Bank drekleurioù
ckb: کۆگای پاشبنەما
kk: Фондар кітапханасы
ku: Pirtûkxaneya Dekoran
mi: Te Puna Tuarongo
mn: Дэвсгэрийн сан
ms: Perpustakaan Latar Belakang
sw: Mandhari ya nyuma ya maktaba
tg: Китобхонаи манзарҳо
zu: Indawo Yomtapo Wolwazi

source: Backdrops
am: የጀርባ ምስሎች
az: Fonlar
bn: ব্যাকড্রপগুলো
br: Drekleurioù
ckb: پاشبنه‌ماکان
kk: Фондар
ku: Dekor
mi: Ngā Tuarongo
mn: Дэвсгэрүүд
ms: Latar belakang
sw: Hali za nyuma
tg: Манзарҳо
zu: Izindawo

source: Backpack
am: ቦርሳ
az: Arxa çantası
bn: ব্যাকপ্যাক
br: Sac'h-kein
ckb: کۆڵەپشت
kk: Рюкзак
ku: Çenteyê Piştê
mi: Pīkau
mn: Үүргэвч
ms: Beg sandang
sw: mkoba
tg: Ҷуздон
zu: Isikhwama

source: Bass
am: የጀርባ ድምፅ
az: Bas
bn: বেজ
br: Guitar bout
ckb: دەنگ قووڵ
kk: Бас
ku: Bas
mi: Reo Nguru
mn: Базз
sw: Sauti ya kunguruma
tg: Бас
zu: Bhesi

source: Bass Drum
am: ከበሮ 2
az: Böyük bas barabanı
bn: বেজ ড্রাম
br: Mandore
ckb: تەپڵی دەنگ قووڵ
kk: Үлкен бас дабыл
ku: Dahola Bas
mi: Pahū Nguru
mn: Базз бөмбөр
ms: Dram Bass
sw: Ngoma yenye sauti ya kuunguruma
tg: Нақораи калони басӣ
zu: Isigubhu esi nebhesi

source: Bassoon
am: ጥሩምባ
az: Faqot
bn: ব্যাসোন
br: Gourbombard
ckb: دووزەلە
kk: Фагот
ku: Fagot
mi: Pūhoru
mn: Бишгүүр
ms: Basun
tg: Сурнай
zu: Icilongo

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
am: የስክራች አካውንቶ አዲስ ስለሆነ በመስመር ላይ የሚቀይሩት ነገር ገና አይቀመጥም። ስክራችን እየተጠቀሙ ሲቀጥሉ በቅርቡ መረጃ ማስቀመጥ ይችላሉ።
az: Scratch hesabınız hələ çox yeni olduğundan, bulud verilənlərində etdiyiniz dəyişikliklər hal-hazırda saxlanmayacaq. Saytda fəaliyyətinizi davam etdirdiyinizdə, tezliklə bulud məlumatlarından istifadə edə biləcəksiniz!
bn: যেহেতু তোমার একটি নতুন Scratch এ্যাকাউন্ট আছে, ক্লাউড ডাটার কোন পরিবর্তন এখনও সংরক্ষন করা হবে না। সাইটে অংশগ্রহণ করতে থাক তুমি শীঘ্রই ক্লাউড ডাটা ব্যবহার করতে পারবে!
br: Dre m'hoc'h eus ur gont Scratch nevez ne vo saveteet kemm ebet er roadennoù cloud. Kendalc'hit da gemer perzh el lec'hienn, gallout a reoc'h ober gant roadennoù cloud hepdale !
ckb: چونکە تۆ هەژمارێکی نوێی Scratchت هەیە، هەر گۆڕانکارییەک لە داتای هەور پاشەکەوت ناکرێت. بەردەوام بە لە بەشداریکردن لە ماڵپەڕەکە دەتوانیت داتای هەور بەکاربێنیت بەم زووانە!
kk: Сіз жаңа қатысушы болғандығыңыздан, деректер бұлтындағы кез-келген өзгерістер сақталмайды. Қауымдастық жұмысына қатысыңыз және сіз бұлт деректерін пайдалана аласыз!
ku: Ji ber ku hesabê te ya Scratchê nû ye, ew ê ti daneyên ewrî neyên tomarkirin. Heke tu beşdariyên xwe li ser malperê berdewam bikî, tu yê di nêz de karibî daneyên xwe yên ewrî bi kar bînî!
mi: Nā te mea, he pūkete Scratch hou tāu, e kore ngā raraunga hou e tiakina ki te Kapua Raraunga. Mahia tonutia i konei kia taea ai e koe te whakamahi i ngā raraunga Kapua Raraunga ākuanei!
mn: Яагаад гэвэл та Скрачийн шинэ хэрэглэгч юм. клөүд датагийн аливаа өөрчлөлт одоогоор хадгалагдахгүй. Сайттай харилцаатай байснаар удахгүй клөүд дата-г ашиглах боломжтой болно.
ms: Kerana anda mempunyai akaun Scratch baharu, sebarang perubahan kepada data di awan tidak akan disimpan. Teruskan menyertai laman web ini dan anda akan dapat menggunakan data awan tidak lama lagi!
sw: kwakuwa akaunti yako ya scratch ni mpya , mabadiliko ya sasa kwenye ghala hayajafanyika. Endelea kuchangia kwenye tovuti utaweza kutumia ghala hivi karibuni!
tg: Аз сабабе, ки шумо иштироккунандаи нав ҳастед, ҳамагуна тағйиротҳо дар абри маълумот сабт карда намешаванд. Дар кори гурӯҳӣ иштирок кунед ва шумо метавонед абри маълумотро истифода баред!
zu: Ngoba une akhawunti entsha yeSikretshi, ushintsho ngeke lugcinwe. Qhubeka uzibandakanye kule sayithi ukuze ukwazi ukusebenzisa indawo yokugcina izinto!

source: Bitmap Mode
am: የቢትማፕ ሁናቴ
az: Rastr rejimi
bn: বিটম্যাপ মোড
br: Mod bitmap
ckb: شێوازی Bitmap
kk: Растрлық тәртіптеме
ku: Moda Nuqteyî
mi: Aratau Maheremoka
mn: Bitmap Горим
ms: Mod Bitmap
tg: Реҷаи расторӣ
zu: Bitmap Indlela

source: Block help
am: የጡብ እርዳታ
az: Blok üzrə kömək
bn: ব্লকের সাহায্য
br: Skoazell war implij ar bloc'hoù
ckb: یارمەتی بلۆک
kk: Блок бойынша көмек
ku: Di derbarê blokan de alîkarî
mi: Āwhina mō ngā paraka
mn: Блокийн тусламж
ms: Blok bantuan
tg: Ёрӣ дар гурӯҳ
zu: Usizo lokuvimbeka

source: Bongo
am: ቦንጎ ከበሮ
az: Bonqo
bn: বঙ্গো
ckb: بۆنگۆ
kk: Бонго
mi: Pahū tamarua
sw: ubongo
tg: Бонго
zu: Bhongo

source: Bring to front
am: ወደፊት ይምጣ
az: Ön plana gətir
bn: সামনে আন
br: Kas en dalenn gentañ
ckb: هێنانی بۆ پێشەوە
kk: Алдыңғы қатарға
ku: Bîne pêş
mi: Kawea ki mua
mn: Наана гаргах
ms: Bawa ke hadapan
tg: Дар нақши пеш
zu: Zisa ngaphambili

source: Broadcast
am: ይስተላለፍ
az: Xəbər
bn: সম্প্রচার
br: Kas d'an holl
ckb: پەخشکردن
kk: Тарату
ku: Weşan
mi: Whakapaoho
mn: Цацах
ms: Siaran
sw: Peperusha
tg: Дастрас кардан
zu: Sakaza

source: Brush
am: ብሩሽ
az: Fırça
bn: তুলি
br: Barr-livañ
ckb: فڵچە
kk: Қылқалам
ku: Firçe
mi: Paraihe
mn: Бийр
ms: Berus
sw: brashi
tg: Мӯйқалам
zu: Ibhrashi

source: C connected
am: C ተገናኝቷል
az: C qoşuludur
bn: C সংযুক্ত
br: C kevreet
ckb: C پێکەوەبەستراوە
kk: C қосылған
ku: C hate girêdan
mi: Kua hono a C
mn: C холбогдсон
ms: C disambungkan
tg: C пайваст аст
zu: C oxhumekile

source: Cabasa
am: ፅናጽል
az: Kabasa
ckb: کاباسا
kk: Кабаса
ku: Kabasa
mn: Кабаса
tg: Кабаса

source: Camera
am: ካሜራ
az: Kamera
bn: ক্যামেরা
br: Webkam
ckb: کامێڕا
kk: Камера
ku: Kamera
mi: Kāmera
mn: Камер
ms: Kamera
sw: kamera
tg: Наворбардор
zu: Ikhamera
