Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: Cancel
am: ይቁም
az: Ləğv et
bn: বাতিল কর
br: Nullañ
ckb: پاشگەزبوونەوە
kk: Болдырмау
ku: Betal
mi: Whakakore
mn: Цуцлах
ms: Batal
sw: kufuta
tg: Рад кардан
zu: Cima

source: Cannot Delete
am: መወገድ አይችልም
az: Silmək mümkün deyil
bn: মুছে ফেলা যাবে না
br: Ne c'haller ket lemel
ckb: ناسڕێتەوە
kk: Жою мүмкін емес
ku: Jê Naçe
mi: Kāore e taea te Muku
mn: Устгаж чадахгүй
ms: TIdak Dapat Di Padam
tg: Нобуд кардан номумкин аст
zu: Ayikhipheki

source: Can’t find network connection or reach server.
am: ኔትዎርኩ ሊገኝ እና ግንኙነት ሊፈጠር አልተቻለም።
az: Şəbəkə bağlantısı yaratmaq və ya serverlə əlaqə qurmaq mümkün deyil.
bn: নেটওয়ার্ক সংযোগ বা সার্ভার খুঁজে পাওয়া যাচ্ছেনা।
br: Ne c'haller ket kevreañ ouzh ar rouedad pe tizhout ar servijer
ckb: ناتوانرێت پەیوەندی تۆڕ بدۆزرێتەوە یان گەیشتن بە ڕاژە.
kk: Желілік қосылым орнату немес серверге хабарласу мүмкін емес.
ku: Girêdana torê nayê dîtin an jî nagihîje serverê.
mi: Kāore i kitea te hononga whatunga, te tūmau rānei.
mn: Сүлжээний холболт байхгүй эсвэл сервертэй холбогдохгүй байна
ms: Tidak dapat mencari sambungan rangkaian atau mencapai pelayan.
tg: Пайвастшави ба шабака ё паваст шудан бо сервер номумкин аст.
zu: Ngiyahluleka ukuthola inethuwekhi yokuxhumanisa noma yokuthola iseva

source: Castle
am: ቤተ መንግስት
az: Qala
bn: দুর্গ
br: kastell
ckb: قەڵا
kk: Қорған
ku: Keleh
mi: Pāhirahira
mn: Ордон
ms: Istana
sw: ngome
tg: Қаср
zu: Ebukhosini

source: Category
am: ምድብ
az: Kateqoriya
bn: শ্রেণীবিভাগ
br: Rummad
ckb: جۆر
kk: Санат
ku: Kategorî
mi: Kāwai
mn: Ангилал
ms: Kategori
tg: Тахассус
zu: Isigaba

source: Cello
am: ቼሎ አዝማሪ
az: Violonçel
bn: সেলো
br: Violoñsel
ckb: چەلۆ
kk: Виолончель
ku: Sello
mi: Whiranui
mn: Морин хуур
ms: Selo
tg: Виолончел

source: Check for updates
am: አዲስ እትም አለ?
az: Yeniləmələrin mövcudluğunu yoxla
bn: আপডেট সম্ভব কিনা যাচাই কর
br: Gwiriañ an hizivadennoù
ckb: پشکنین بۆ نوێکارییەکان
kk: Жаңартуларды тексеру
ku: Hildemanan kontrol bike
mi: Taki whakahoutanga
mn: Шинэ сайжруулалт шалгах
ms: Semak Untuk Kemas Kini
sw: angalia toleo jipya
tg: Санҷиши навгониҳо
zu: Iminini ngwane

source: Choir
am: ኳየር
az: Xor
bn: গায়কদল
br: Laz-kanañ
ckb: دەستەی گۆرانی
kk: Хор
ku: Koro
mi: Tira Waiata
mn: Найрал дуу
ms: Koir
sw: kwaya
tg: Хор
zu: Ikwaya

source: Choose backdrop from library
am: ከስብስቡ የጀርባ ምስል ምረጥ
az: Kitabxanadan fon seç
bn: লাইব্রেরি থেকে ব্যাকড্রপ বাছাই কর
br: Dibab un drekleur er bank
ckb: هەڵبژاردنی پاشبنەما لە کۆگا
kk: Кітапханадан фон таңдау
ku: Dekorê ji pirtûkxaneyê hilbijêre
mi: Kōwhiria he ārai tuarongo mai i te puna
mn: Сангаас дэвсгэр сонгох
ms: Pilih latar belakang dari perpustakaan
tg: Манзарро аз китобхона интихоб кардан
zu: Khetha indawo emtapweni wolwazi

source: Choose costume from library
am: ከስብስቡ ልብስ ምረጥ
az: Kitabxanadan geyim seç
bn: লাইব্রেরি থেকে পোশাক নির্বাচন কর
br: Dibab ar gwiskamant er bank
ckb: هەڵبژاردنی بەرگ لە کۆگا
kk: Кітапханадан костюм таңдау
ku: Kostumê ji pirtûkxaneyê hilbijêre
mi: Kōwhiria he kākahu mai i te puna
mn: Сангаас өмсгөл сонгох
ms: Pilih kostum dari perpustakaan
sw: chagua costume kutoka maktaba
tg: Либосро аз китобхона интихоб кардан
zu: Kheta impahla emtapweni wolwazi

source: Choose sound from library
am: ከስብስቡ ድምጽ ምረጥ
az: Kitabxanadan səs seç
bn: লাইব্রেরি থেকে শব্দ বাছাই কর
br: Dibab ur son er bank
ckb: هەڵبژاردنی دەنگ لە کۆگا
kk: Кітапханадан дыбыс таңдау
ku: Deng ji pirtûkxaneyê hilbijêre
mi: Kōwhiria he oro mai i te puna oro
mn: Сангаас дуу сонгох
ms: Pilih bunyi dari perpustakaan
sw: chagua sauti kutoka maktaba
tg: Овозро аз китобхона интихоб кардан
zu: Khetha umsindo emtapweni wolwazi

source: Choose sprite from library
am: ከስብስቡ ገፀ-ባህርይ ምረጥ
az: Kitabxanadan sprayt seç
bn: লাইব্রেরি থেকে স্প্রাইট বাছাই কর
br: Dibab ul lutun er bank
ckb: هەڵبژاردنی تەن لە کۆگا
kk: Кітапханадан спрайтты таңдау
ku: Pêlîstikê ji pirtûkxaneyê hilbijêre
mi: Kōwhiria he parehe mai i te puna
mn: Сангаас дүрс сонгох
ms: Pilih sprite dari perpustakaan
sw: chagua sprite kutoka maktaba
tg: Спрайтро аз китобхона интихоб кардан
zu: Khetha isiprayithi emtapweni wolwazi

source: Circle
am: ክብ
az: Dairə
bn: বৃত্ত
br: Kelc'h
ckb: بازنە
kk: Шеңбер
ku: Çember
mi: Porowhita
mn: Тойрог
ms: Bulatan
sw: mduara
tg: Давра
zu: Indingiliza

source: City
am: ከተማ
az: Şəhər
bn: শহর
br: Kêr
ckb: شار
kk: Қала
ku: Bajar
mi: Tāone Nui
mn: Хот
ms: Bandar
sw: mji
tg: Шаҳр
zu: Idolobha

source: Clarinet
am: ክላሪኔት ዋሽንት
az: Klarnet
bn: ক্লারিনেট
br: Treujenn-gaol
ckb: کلارنێت
kk: Кларнет
ku: Klarnet
mi: Rehu matangi
mn: Кларнет
ms: Klarinet
tg: Кларнет

source: Claves
am: ፊሽካ
az: Klavesin
bn: ক্লেভস
ckb: کڵاڤیس
kk: Клавесин
ku: Klaves
mi: Poro rākau
mn: Клавесин
ms: Klaves
tg: Клавесин
zu: Zinduku

source: Clear
am: ይፅዳ
az: Təmizlə
bn: পরিষ্কার
br: Diverkañ
ckb: بەتاڵکردنەوە
kk: Тазарту
ku: Paqij bike
mi: Ūkui
mn: Цэвэрлэх
ms: Padam
sw: pangusa
tg: Тоза кардан
zu: Susa

source: Click "Save now" to try again or "Download" to save
am: "አስቀምጥ" የሚለውን እንደገና ለመሞከር ወይም "አውርድ" የሚለውን ለማስቀመጥ ይንኩ
az: Yenidən cəhd etmək üçün "İndi Saxla" düyməsini basın və ya kompyuterinizdə saxlamaq üçün "Yüklə" düyməsini basın
bn: আবার চেষ্টা করতে "এখনই সংরক্ষন কর" বা সংরক্ষন করতে "ডাউনলোড" এ ক্লিক কর
br: Klikañ "Saveteiñ bremañ" evit klask en-dro pe "Pellgargañ" evit saveteiñ
ckb: کرتەی "ئێستا پاشەکەوتی بکە" بکە بۆ دوبارە هەوڵدانەوە یان "داگرتن" بۆ پاشەکەوتکردن
kk: Қайталау үшін «Қазір сақтау» түймесін немесе жүктеу үшін «Жүктеу» түймесін басыңыз
ku: Ji bo dîsa biceribînî "Aniha tomar bike"yê an jî ji bo tomarkirinê "Daxîne"yê bitikîne
mi: Pāwhiria "Tiakina ināianei", ki te whakamātau anō, "Tikiake" ki te tiaki
mn: "Одоо хадгалах" -г дахин дар эсвэл "Татах" -г дарж хадгал
ms: Klik "Simpan sekarang" untuk mencuba lagi atau "Muat turun" untuk menyimpan
tg: "Ҳозир ҳифз кардан"-ро барои такрор ё "Дохил кардан"-ро барои дохил кардан пахш кунед
zu: Ciphiza ''Gcina manje'' ukuzama futhi noma ''Dawuniloda'' ugcine

source: Close
am: ዝጋ
az: Bağla
bn: বন্ধ কর
br: Serriñ
ckb: داخستن
kk: Жабу
ku: Bigire
mi: Katia
mn: Хаах
ms: Tutup
sw: hitimisha
tg: Пӯшидан
zu: Vala

source: Closed Hi-Hat
am: የተዘጋ ሃይሃት
az: Qapalı zil
bn: হাই-হ্যাট বন্ধ
br: Charleston serret
ckb: داخستنی Hi-Hat
kk: Жабық хай-хэт
ku: Zingila Girtî
mi: Hi-Hat kua Katia
ms: Simbal Hi-Hat Tertutup
tg: Хай-Хэти пушида
zu: Ihi-Hat Evaliwe

source: Cloud data
am: በመስመር ላይ የሚቀመጥ መረጃ
az: Verilənlər buludu
bn: ক্লাউড ডাটা
br: Roadennoù Cloud
ckb: داتای هەور
kk: Бұлтты деректер
ku: Dane-Ewr
mi: Raraunga Kapua
mn: Клөүд дата
ms: Data awan
sw: data ya ghala
tg: Абри маълумот
zu: Idata yamafu

source: Cloud list (stored on server)
am: የመስመሮች ዝርዝር (በሰርቨር ላይ የሚቀመጥ)
az: Bulud siyahısı (serverdə saxlanılır)
bn: ক্লাউড তালিকা (সার্ভারে সংরক্ষিত)
br: Roll Cloud (miret er servijer)
ckb: لیستی هەور (پاشەکەوتکرا لەسەر ڕاژە)
kk: Бұлттық тізім (серверде сақталады)
ku: Lîsteya Ewrî (li ser serverê depokirî ye)
mi: Rārangi Raraunga Kapua (mai i te tūmau)
mn: Клөүд жагсаалт (сервер дээр хадгалагдсан)
ms: Senarai awan (disimpan pada pelayan)
sw: orodha ya ghala (imehifadhiwa kwa sava)
tg: Рӯйхати абрӣ (дар сервер ҷойгир аст)

source: Cloud variable (stored on server)
am: የመስመር ተቀያያሪ (በሰርቨር ላይ የሚቀመጥ)
az: Bulud dəyişəni (serverdə saxlanılır)
bn: ক্লাউড ভেরিয়েবল (সার্ভারে সংরক্ষিত)
br: Variant Cloud (miret er servijer)
ckb: گۆڕاوی هەور (پاشەکەوتکرا لەسەر ڕاژە)
kk: Бұлттық айнымалы (серверде сақталады)
ku: Guheroka Ewrî (li ser serverê depokirî ye)
mi: Taurangi Raraunga Kapua (kei te tūmau)
mn: Клөүд хувьсагч (сервер дээр хадгалсан)
ms: Pemboleh ubah awan (disimpan pada pelayan)
sw: kibilika cha mtandaoni
tg: Тағйирёбандаи абрӣ (дар сервер ҷойгир аст)
zu: I-khlawudi variyabhulI (ibekwe kwiseva )

source: Color a shape
am: ቅርፅ ይቀቡ
az: Bir formanı boya
bn: একটি আকৃতি রঙ কর
br: Livañ ur stumm
ckb: ڕەنگکردنی شێوەیەک
kk: Кескінді бояу
ku: Objeyekê birengîne
mi: Karakaratia tētahi āhuahanga
mn: Дүрсэд өнгө өгөх
ms: Warnakan bentuk
sw: paka umbo rangi
tg: Қолабро ранг кардан
zu: Faka umbala kwi sheyiphu

source: Conga
am: ከበሮ
az: Tumba
bn: কঙ্গা
ckb: کۆنگا
kk: Конга
ku: Konga
mn: Конга
ms: Konga
tg: Конга
zu: Ikhonga

source: Connecting to Cloud data server...
am: ከመስመር ላይ መረጃ አስቀማጭ ሰርቨር ጋር መገናኘት ላይ ነው...
az: Bulud data serverinə qoşuluram...
bn: ডাটা উৎসের সাথে সংযুক্ত হচ্ছে...
br: O kevreañ ouzh servijer roadennoù Cloud...
ckb: پێکەوەبەستن بە ڕاژەی هەوری داتا...
kk: Бұлтты деректер серверіне қосылу...
ku: Li servera daneya ewrê tê girêdan...
mi: Kei te hono ki te tūmau Raraunga Kapua...
mn: Клөүд өгөгдлийн сервертэй холбогдож байна...
ms: Menyambung ke Pelayan Data di Awan ...
tg: Пайвастшавӣ ба сервери абри маълумот...
zu: Xhumanisa uyise kwi seva egcinayo yamafu

source: Convert to bitmap
am: ወደ ቢትማፕ ለውጥ
az: Rastra çevir
bn: বিটম্যাপে রূপান্তর কর
br: Amdreiñ e bitmap
ckb: گۆڕینی بۆ Bitmap
kk: Растрлық графикаға өткізу
ku: Veguherîne nuqteyiyê
mi: Whakawhitia hei maheremoka
mn: bitmap-руу хувиргах
ms: Tukar ke bitmap
tg: Табдил додан ба графикаи расторӣ
zu: Ukushintsha uyise kwibitmap

source: Convert to vector
am: ወደ ቬክተር ለውጥ
az: Vektora çevir
bn: ভেক্টরে রূপান্তর কর
br: Vektorizañ
ckb: گۆڕینی بۆ vector
kk: Векторлық графикаға өткізу
ku: Veguherîne xêzikiyê
mi: Whakawhitia hei pere
mn: Векторлуу хувиргах
ms: Tukar ke vektor
tg: Табдил додан ба графикаи векторӣ
zu: Ukushintsha uyise kwivector

source: Converting mp3...
am: ወደ mp3 እየተቀየረ ነው...
az: Mp3-ə çevirirəm...
bn: Mp3 রূপান্তর করা হচ্ছে ...
br: Treiñ e mp3...
ckb: گۆڕینی mp3...
kk: mp3 форматына аудару...
ku: Vediguherîne mp3ê...
mi: Kei te whakawhitia te mp3...
mn: mp3-руу хувиргаж байна...
ms: Menukar mp3 ...
tg: Ба mp3 табдил дода шуда истодааст...
zu: Ukushintsha uyisekwi-mp3

source: Copying...
am: እየገለበጠ ነው.....
az: Kopyalanma...
bn: অনুলিপি করা হচ্ছে ...
br: Oc'h eilañ...
ckb: لەبەردەگیرێتەوە...
kk: Көшіру...
ku: Tê kopîkirin...
mi: Kei te tāruatia...
mn: Хуулж байна...
ms: Menyalin...
sw: nakili
tg: Нусха шуда истодааст...
zu: Khopisha...

source: Costume
am: ልብስ
az: Geyim
bn: পোশাক
br: Gwiskamant
ckb: بەرگ
kk: Костюм
ku: Kostum
mi: Kākahu
mn: Өмсгөл
ms: Kostum
sw: Nguo
tg: Либос
zu: Impahla

source: Costume Library
am: የልብስ ስብስብ
az: Geyim Kitabxanası
bn: পোশাক লাইব্রেরি
br: Bank gwiskamantoù
ckb: کۆگای بەرگ
kk: Костюмдер Кітапханасы
ku: Pirtûkxaneya Kostuman
mi: Puna Kākahu
mn: Өмсгөлийн сан
ms: Perpustakaan Kostum
tg: Китобхонаи либос
zu: Impahla Emtapweni Wolwazi

source: Costumes
am: አልባሳት
az: Geyimlər
bn: পোশাক
br: Gwiskamantoù
ckb: بەرگەکان
kk: Костюмдер
ku: Kostum
mi: Ngā Kākahu
mn: Өмсгөлүүд
ms: Kostum
sw: Mavazi
tg: Либосҳо
zu: Izimpahla

source: Costumes > 1
am: አልባሳት > 1
az: Geyimlər > 1
bn: পোশাক > 1
br: Gwiskamantoù > 1
ckb: بەرگەکان > 1
kk: Kостюмдер > 1
ku: Kostum > 1
mi: Ngā Kākahu > 1
mn: Өмсгөлүүд > 1
ms: Kostum > 1
tg: Либосҳо > 1
zu: Izimpahla > 1

source: Could not retrieve new application from server.
am: አዲሱን አፕሊኬሽን ከሰርቨሩ መጫን አልተቻለም።
az: Serverdən yeni proqramı almaq mümkün deyil.
bn: সার্ভার থেকে নতুন অ্যাপ্লিকেশন পুনরুদ্ধার করা যায়নি।
br: N'eus ket bet gallet adpakañ an arload nevez diwar ar servijer.
ckb: ناتوانرێت بەرنامەی نوێ لە ڕاژەوە وەربگیرێت.
kk: Серверден жаңа бағдарламаны шығару мүмкін емес.
ku: Ji serverê sepana nû nehat wergertin.
mi: Kāore i taea te tiki i te taupānga hou mai i te tūmau.
mn: Шинэ програм серверээс татаж чадсангүй.
ms: Tidak dapat mengambil aplikasi baru dari pelayan.
tg: Барномаи навро аз сервер гирифтан номумкин аст.
zu: Ihluleka ukubuyisa isicelo kwi seva.

source: Could not retrieve update location from server.
am: አዲሱን ቦታ ከሰርቨሩ ማግኘት አልተቻለም።
az: Serverdən yeniləmə yeri əldə edilə bilmir.
bn: সার্ভার থেকে আপডেট ঠিকানা উদ্ধার করা যায়নি।
br: N'eus ket bet gallet adpakañ an hizivadenn nevez diwar ar servijer.
ckb: ناتوانرێت شوێنی تازەکردنەوە لە ڕاژەوە وەربگیرێت.
kk: Серверден жаңарту орналасқан жерін алу мүмкін емес.
ku: Ji serverê cîgeha hildemandinê nehat sitendin.
mi: Kāore i taea te tiki i te tūnga whakahou mai i te tūmau.
mn: Серверээс шинэ сайжруулалт татаж чадсангүй.
ms: Tidak boleh mengambil lokasi kemas kini dari pelayan.
tg: Чойгиршавии навгониро аз сервер гирифтан номумкин аст.
zu: Ihluleka ukubuyisa okusanda kuzwakala ngendawo kwi seva.

source: Could not retrieve version information from server.
am: የእትሙ መረጃን ከሰርቨሩ ማግኘት አልተቻለም።
az: Serverdən versiya məlumatı əldə edilmədi.
bn: সার্ভার থেকে সংস্করণ তথ্য উদ্ধার করা যায়নি।
br: Ne c'haller ket adtapout titouroù diwar-benn an doare adalek ar servijer
ckb: ناتوانرێت زانیاری وەشان لە ڕاژەوە وەربگیرێت.
kk: Серверден нұсқа туралы ақпаратты шығарып алу сәтсіз аяқталды.
ku: Ji serverê agahiyên guhertoyê nehat sitendin.
mi: Kāore i taea te tiki i te mōhiohio putanga mai i te tūmau.
mn: Серверээс хувилбарын мэдээлэл татаж чадсангүй
ms: Tidak dapat mengambil maklumat versi dari pelayan.
tg: Маълумот дар бораи версия аз сервер гирифта нашуд.
zu: Ihluleka ukubuyisa indlela yemininingwane kwi seva

source: Could not write file:
am: ፋይሉን መቀየር አልተቻለም፡
az: Fayl yazılmadı:
bn: ফাইল লিখতে পারেনি:
br: Ne c'haller ket skrivañ ar restr :
ckb: ناتوانرێت پەڕگەکە بنووسرێت:
kk: Файлды жазу мүмкін емес:
ku: Pelge nehat nivîsîn:
mi: Kāore i taea te tuhi i te kōnae:
mn: Файл бичиж чадсангүй:
ms: Tidak dapat menulis fail:
tg: Файл сабт карда нашуд:
zu: Ayikwazi ukubhala ifayeli

source: Cowbell
am: የከብት ቃጭል
az: Zınqırov
bn: কাউবেল
br: Kleier saout
ckb: زەنگوڵە
kk: Қоңырау
ku: Zingil
mi: Pere-kau
mn: Хонх
ms: Loceng lembu
tg: Зангӯла
zu: Insimbi yenkomo

source: Crash Cymbal
am: የግጭት ድምጽ
az: Boşqabların zərbəsi
bn: ক্র্যাশ সিম্বল
br: Trouz simbalenn
ckb: سنج لێدان
kk: Табақшалардың соғылуы
ku: Sentûr
mi: Tīwēwē Wheoro
mn: Жингэнэх цан
ms: Simbal Crash
tg: Бо хам задани табақчаҳо

source: Creating...
am: በመፍጠር ላይ......
az: Yaradılma...
bn: তৈরি করা হচ্ছে...
br: O krouiñ...
ckb: دروستدەکرێت...
kk: Жасау...
ku: Tê afirandin...
mi: Kei te waihanga...
mn: Үүсгэж байна...
ms: Mencipta ...
sw: Unda
tg: Сохта истодааст...
zu: Ukuqamba...

source: Currently, only numbers can be stored in Cloud variables.
am: ለአሁን በመስመር ላይ ሊቀመጡ የሚችሉት ተለዋዋጮች ቁጥሮች ብቻ ናቸው።
az: Hal-hazırda yalnız ədədlər bulud dəyişənlərində saxlanmış ola bilər.
bn: বর্তমানে, ক্লাউড ভ্যারিয়েবলের মধ্যে শুধু সংখ্যা সংরক্ষণ করা যাবে।
br: Evit ar mare ne c'haller stokiñ nemet niveroù e variennoù Cloud
ckb: لە ئێستادا، تەنها ژمارەکان دەتوانرێت پاشەکەوت بکرێن لە گۆڕاوەکانی هەور.
kk: Қазір aйнымалылар бұлтында тек сандарды сақтауға болады.
ku: Vê gavê, di 'guherokên Ewrî' de tene hejmar dikarin bên hilanîn.
mi: I tēnei wā, ka taea te tukuake i ngā nama anake ki ngā taurangi o te Kapua Raraunga.
mn: Одоогоор зөвхөн тоон мэдээлэл л Клөүд хувьсагчид хадгална.
ms: Pada masa ini, hanya nombor yang boleh disimpan dalam pembolehubah Awan.
tg: Хозир дар абри тағйирёбандахо танхо ракамхо ҳифз шуда метавонанд.
zu: Okwamanje, izinombolo kuphela ezingagcinwa kwama variyebhuli aMafu.

source: D connected
am: D ተገናኝቷል
az: D qoşuludur
bn: D সংযুক্ত
br: D kevreet
ckb: D پێکەوەبەستراوە
kk: D қосылған
ku: D hate girêdan
mi: Kua honoa te D
mn: D холбогдсон
ms: D disambungkan
tg: D пайваст аст
zu: D oxhumekile

source: Dance
am: ጭፈራ
az: Rəqs
bn: নাচ
br: Dañsal
ckb: سەما
kk: Би
ku: Dans
mi: Kanikani
mn: Бүжиг
ms: Tarian
sw: ngoma
tg: Рақс
zu: Dansa

source: Delete
am: አጥፋ
az: Sil
bn: মুছে ফেল
br: Dilemel
ckb: سڕینەوە
kk: Жою
ku: Jê bibe
mi: Mukua
mn: Устгах
ms: Padam
sw: Futa
tg: Нест кардан
zu: Cima

source: Don't save
am: አታስቀምጥ
az: Saxlama
bn: সংরক্ষন কর না
br: Chom hep saveteiñ
ckb: پاشەکەوتی مەکە
kk: Сақтамау
ku: Tomar neke
mi: Kaua e tiaki
mn: Битгий хадгал
ms: Jangan Simpan
sw: usiokoe
tg: Ҳифз накардан
zu: Ungagcini

source: Download
am: አውርድ
az: Yüklə
bn: ডাউনলোড
br: Pellgargañ
ckb: داگرتن
kk: Жүктеп алу
ku: Daxîne
mi: Tikiaketia
mn: Татах
ms: Muat Turun
sw: shusha
tg: Гирифтан
zu: Dawuniloda gcina manje

source: Download to your computer
am: ወደ ኮምፒውተሬ ጫን
az: Öz kompyuterinə yüklə
bn: তোমার কম্পিউটারে ডাউনলোড কর
br: Pellgargañ en hoc'h urzhiataer
ckb: داگرتن بۆ کۆمپیوتەرەکەت
kk: Компьютерге жүктеп алу
ku: Daxîne kombersa min
mi: Tikiaketia ki tō rorohiko
mn: Өөрийн компьютерт татах
ms: Muat turun ke komputer anda
sw: shusha kwenye komputa yako
tg: Ба компютери худ гузаронидан
zu: Dawuniloda kwi khompuyutha yakho

source: Downloading new version...
am: አዲሱ እትም እየተጫነ ነው...
az: Yeni versiya yüklənir...
bn: নতুন সংস্করণ ডাউনলোড হচ্ছে ...
br: O pellgargañ un doare nevez...
ckb: داگرتنی وەشانی نوێ...
kk: Жаңа нұсқа жүктелуде ...
ku: Guhertoya nû tê daxistin...
mi: Kei te tikiaketia te putanga hou...
mn: Шинэ хувилбар татаж байна...
ms: Memuat turun versi baru ...
sw: shusha nakala mpya
tg: Гирифтани версияи нав…
zu: Dawuniloda indlela entsha

source: Dress-Up
am: አልብስ
az: Geyim-keçim
bn: ড্রেস-আপ
br: Gwiskañ
ckb: جلوبەرگ
kk: Киіну
ku: Kinc/çek lêke
mi: Whakakākahu
mn: Хувцаслах
ms: Berdandan
sw: vaa
tg: Ҷойи либосивазкунӣ

source: Duplicate
am: ቅጂ አድርገህ ገልብጥ
az: Kopyasını yarat
bn: ডুপ্লিকেট
br: Eilañ
ckb: هاوشێوەکردنەوە
kk: Көшірмесін жасау
ku: Kopiyê derxe
mi: Tāruatia
mn: хувил
ms: Salin
sw: Nakala
tg: Қолабгирӣ
zu: Fanisa

source: Edit
am: ቀይር
az: Düzəliş et
bn: সম্পাদনা
br: Aozañ
ckb: دەستکاری
kk: Түзету
ku: Sererast bike
mi: Whakatikaina
mn: Засах
sw: hariri
tg: Ислоҳ
zu: Lungisa

source: Edit Block
am: ጡቡን ቀይር
az: Bloka düzəliş et
bn: ব্লক সম্পাদনা কর
br: Aozañ ur bloc'h
ckb: دەستکاری بلۆک
kk: Блокты өзгерту
ku: Blokê Biguhere
mi: Whakatika Paraka
mn: Блок Засах
ms: Edit Blok
tg: Блокро дигар кардан
zu: Lungisa Amablokisi

source: Effects
am: ለውጥ
az: Effektlər
bn: দ্রব্যাদি
br: Efedoù
ckb: کاریگەرییەکان
kk: Эффекттер
ku: Efekt
mi: Ngā pānga
mn: Эффект
ms: Kesan
sw: Matokeo
tg: Асарҳо
zu: Imithelela

source: Electric Guitar
am: የኤሌክትሪክ ጊታር
az: Elektro Gitara
bn: বৈদ্যুতিক গিটার
br: Gitar tredan
ckb: گیتاری ئەلیکترۆنی
kk: Электрикалық гитара
ku: Elektro Gîtar
mi: Kitā Hiko
mn: Цахилгаан Гитар
ms: Gitar Elektrik
sw: Gitaa la meme
tg: Гитараи барқӣ
zu: Isigingci sagesi

source: Electric Piano
am: የኤሌክትሪክ ፒያኖ
az: Elektro Piano
bn: বৈদ্যুতিক পিয়ানো
br: Piano tredan
ckb: پیانۆی ئەلیکترۆنی
kk: Электрикалық пианино
ku: Elektro Piyano
mi: Piana Hiko
mn: Цахилгаан Төгөлдөр Хуур
ms: Piano Elektrik
sw: Piano ya stima
tg: Пианинои барқӣ
zu: Upiyano wagesi

source: Electronic
am: የኤለክትሪክ እቃዎች
az: Elektronik
bn: বৈদ্যুতিক
br: Elektronik
ckb: ئەلیکترۆنی
kk: Электроника
ku: Elektronîk
mi: Iahiko
mn: Цахилгаан
ms: Elektronik
tg: Электроника
zu: Okwagesi

source: Ellipse
am: ሞላላ ክብ
az: Ellips
bn: উপবৃত্ত
br: Elipsenn
ckb: بازنە
kk: Эллипс
ku: Elîps
mi: Pororapa
mn: Эллипс
ms: Elips
sw: duaradufu
tg: Эллипс

source: Erase
am: አጥፋ
az: Sil
bn: মুছে ফেল
br: Diverkañ
ckb: سڕینەوە
kk: Өшіргіш
ku: Jê bibe
mi: Kōmurutia
mn: Баллуур
ms: Padam
sw: kufuta
tg: Хаткӯркунак
zu: Sula

source: Eraser width
am: የላፒስ ስፋት
az: Silgi eni
bn: রবারের প্রস্থ
br: Ledander an diverker
ckb: پانی سڕەوە
kk: Өшіргіштің ені
ku: Panahiya jêbirkê
mi: Te whānui kōmuru
mn: Баллуурын өргөн
ms: Lebar pemadam
sw: kufuta upana
tg: Паҳмии хаткӯркунак
zu: Susa ubude

source: Error saving project
am: ፕሮጀክቱን ማስቀመጥ አልተቻለም
az: Layihəni saxlayarkən bir səhv meydana gəldi
bn: ফাইল সংরক্ষণ করতে সমস্যা হয়েছে
br: Fazi o saveteiñ ar raktres
ckb: هەڵە ڕوویدا لە پاشەکەوتکردنی پڕۆژە
kk: Жобаны сақтау қатесі
ku: Di tomarkirina projeye de çewtî çêbû
mi: Kua hapa te tiaki i te kaupapa
mn: Төсөл хадгалах алдаа
ms: Ralat menyimpan projek
tg: Ғалат дар ҳифзи лоиҳа
zu: Inkinga ekugcineni umsebenzi

source: Error!
am: ስህተት!
az: Səhv!
bn: সমস্যা!
br: Fazi!
ckb: هەڵە!
kk: Қате!
ku: Çewtî!
mi: He Hapa!
mn: Алдаа!
ms: Ralat!
sw: makosa
tg: Ғалат!
zu: Iphutha!

source: Fantasy
am: ምናባዊ
az: Fentezi
bn: কল্পনা
br: Faltazi
ckb: خەیاڵاوی
kk: Қиял
ku: Fantazî
mi: Wawata
mn: Уран зөгнөл
ms: Fantasi
sw: ndoto
tg: Фантастикӣ
zu: Uphupha/Ubuhle

source: Features
am: ገጽታዎች
az: Özəlliklər
bn: ফিচারসমূহ
br: Perzhioù
ckb: تایبەتمەندییەکان
kk: Ерекше
ku: Taybetmendî
mi: Ngā Āhuatanga
mn: Онцлогууд
ms: Ciri-ciri
tg: Интихобшуда
zu: Okufakiwe

source: File
am: ፋይል
az: Fayl
bn: ফাইল
br: Restr
ckb: پەڕگە
kk: Файл
ku: Pelge
mi: Kōnae
mn: Файл
ms: Fail
sw: Faili
tg: Файл
zu: Ifayela

source: Fill with color
am: በቀለም ቀባ
az: Rənglə doldur
bn: রঙ দিয়ে পূরণ কর
br: Leuniañ gant ul liv
ckb: پڕکردنەوە بە ڕەنگ
kk: Түспен толтыру
ku: Bi rengan tije bike
mi: Whakakīia ki te tae
mn: Өнгөөр будах
ms: Isi dengan warna
sw: jaza rangi
tg: Бо ранг пур кардан
zu: Faka umbala

source: Flip left-right
am: ግራውን በቀኝ በኩል ገልብጥ
az: Sağı-sol et
bn: ডান-বাম উল্টাও
br: Treiñ kleiz-dehoù
ckb: هەڵگەڕانەوە چەپ-ڕاست
kk: Солдан оңға қарай шағылыстыру
ku: Bizivirîne rastê - çepê
mi: Pore whakapae
mn: Баруун-Зүүн эргүүлэх
ms: Putar kiri-kanan
tg: Аз чап ба рост гузаронидан
zu: uJikisa isinxele-nangakwesokudla

source: Flip up-down
am: ወደላይ-ታች ገልብጥ
az: Başıaşağı döndür
bn: উপর-নিচ উল্টাও
br: Treiñ krec'h-traoñ
ckb: هەڵگەڕانەوەی سەروو-خواروو
kk: Жоғарыдан төменге шағылыстыру
ku: Berjêr bike
mi: Pore poutū
mn: Дээш-Доош эргүүлэх
ms: Putar atas-bawah
tg: Аз боло ба поён гузаронидан
zu: uJikisa ngaphezulu-nangezansi

source: Flute
am: ዋሽንት
az: Fleyta
bn: বাঁশি
br: Fleüt
ckb: فلوت
kk: Флейта
ku: Flut
mi: Pūtōrino
mn: Лимбэ
ms: Seruling
tg: Най
zu: Ikhwela

source: Flying
am: መብረር
az: Uçuş
bn: উড়ন্ত
br: O nijal
ckb: فڕین
kk: Ұшу
ku: Ji jor ve
mi: Kei te rere
mn: Нисэж буй
ms: Terbang
sw: Peperusha
tg: Парвоз
zu: Ukundiza

source: Font:
am: የጽሁፍ አይነት፡
az: Şrift:
bn: মুদ্রাক্ষর:
ckb: فۆنت:
kk: Қаріп:
mi: Momotuhi:
mn: Фонт:
ms: Fon:
tg: Ҳуруф:

source: For all sprites
am: ለሁሉም ስፕራይቶች
az: Bütün spraytlar üçün
bn: সব স্প্রাইটের জন্য
br: Evit an holl lutuned
ckb: بۆ هەموو تەنەکان
kk: Барлық спрайтар үшін
ku: Ji bo hemû pêlîstikan
mi: Mō ngā parehe katoa
mn: Бүх дүрсэнд
ms: Untuk semua sprite
sw: Kwa sanamu zote
tg: Барои ҳама спрайтҳо
zu: Ngabo bonke omlingisi

source: For this sprite only
am: ለዚህ ስፕራይት ብቻ
az: Yalnız bu sprayt üçün
bn: শুধু এই স্প্রাইটের জন্য
br: Evit al lutun-mañ hepken
ckb: تەنها بۆ ئەم تەنە
kk: Тек осы спрайт үшін
ku: Tenê ji bo vê pêlîstikê
mi: Mō tēnei parehe anake
mn: Зөвхөн энэ дүрсэнд
ms: Untuk sprite ini sahaja
sw: Kwa sanamu hii pekee
tg: Танҳо барои ҳамин спрайт
zu: Ngalomlingsi kuphela

source: Force help file update
am: የእገዛ ፋይልን ማዘመን ያስገድዱ
az: Kömək faylının məcburi yenilənməsi
bn: ফাইল হালনাগাদ হতে জোরপূর্বক সাহায্য
br: Rediañ hizivadur ar restr skoazell
ckb: زۆرلێکردنی تازەکردنەوەی پەڕگەی یارمەتی
kk: Анықтама файлын мәжбүрлі жаңарту
ku: Bi zorê pelgeya alîkariyê bide hildemandin
mi: Pākahatia te whakahou i te kōnae āwhina
mn: Тусламжийн файлыг хүчээр сайжруулах
ms: Paksa kemaskini fail bantuan
tg: Файлҳои маълумотро маҷбуран аз нав кардан
zu: Sezangenkani yenza gendlela

source: Forward a layer
am: አንድ ንብብር ወደ ፊት
az: Bir lay üstə çıxart
bn: এক স্তর সামনে দাও
br: Araokaat eus un dalenn
ckb: چینێک بڕۆ
kk: Бір қабат алға
ku: Tebeqeyekê derxe jor
mi: Nekehia ki tētahi apa kei mua
mn: Давхрагыг наашлуулах
ms: Pergi hadapan selapis
tg: Ба қабати пеш
zu: Dlulisa ileya

source: Go to My Stuff
am: ወደ እቃዎቼ ሂድ
az: Layihələrimə get
bn: আমার প্রজেক্টে যাও
br: Mont da'm raktresoù
ckb: بڕۆ بۆ کەرەستەکانم
kk: Менің жобаларыма ауысу
ku: Here Xebatên Min
mi: Haere ki Aku Mea
mn: Миний Юмст очих
ms: Pergi ke Barangan Saya
tg: Ба лоиҳаҳои ман гузаштан
zu: Hamba kwizinto zami

source: Group
am: ቡድን
az: Qrup
bn: দল
br: Strollad
ckb: کۆمەڵە
kk: Топтау
ku: Kom
mi: Rōpū
mn: Бүлэг
ms: Kumpulan
sw: kundi
tg: Гурӯҳ
zu: Iqembu

source: Grow
am: አሳድግ
az: Böyüt
bn: বৃদ্ধি পাত্তয়া
br: Brasaat
ckb: گەورەکردن
kk: Ұлғайту
ku: Mezin bike
mi: Whakatipu
mn: Өсгөх
ms: Besarkan
sw: kuza
tg: Калон кардан
zu: Ukukhulisa

source: Guiro
am: ጎይሮ
az: Quiro
bn: গাইরো
ckb: گویڕۆ
kk: Гуиро
mn: Гуйро
tg: Гуиро

source: Guitar
am: ጊታር
az: Gitara
bn: গিটার
br: Gitar
ckb: گیتار
kk: Гитара
ku: Gîtar
mi: Kitā
mn: Гитар
ms: Gitar
sw: gitaa
tg: Гитара
zu: Isiginci

source: Hand Clap
am: የእጅ ጭብጨባ
az: Əl çalma
bn: হাত তালি
br: Stlakañ daouarn
ckb: چەپڵە لێدان
kk: Шапалақтау
ku: Çepik
mi: Pakipaki ā-ringa
mn: Алга ташилтын дуу
ms: Tepuk Tangan
sw: Makofi
tg: Қарсақи даст
zu: Ihlombe
