Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: %b and %b
am: %b እና %b
az: %b və %b
bn: %b এবং %b
br: %b ha %b
ckb: %b و %b
kk: %b және %b
ku: %b û %b
mi: %b me %b
mn: %b ба %b
ms: %b dan %b
sw: %b na %b
tg: %b ва %b
zu: %b futhi %b

source: %b or %b
am: %b ወይም %b
az: %b və ya %b
bn: %b অথবা %b
br: %b pe %b
ckb: %b یان %b
kk: %b немесе %b
ku: %b an jî %b
mi: %b, %b rānei
mn: %b буюу %b
ms: %b atau %b
sw: %b au %b
tg: %b ё %b
zu: %b noma %b

source: %m.attribute of %m.spriteOrStage
am: የ %m.spriteOrStage %m.attribute
az: %m.spriteOrStage üçün %m.attribute dəyəri
bn: %m.attribute এর %m.spriteOrStage
br: %m.attribute ar, an, al %m.spriteOrStage
ckb: %m.attribute لە %m.spriteOrStage
kk: %m.spriteOrStage ішіндегі %m.attribute
ku: %m.attribute ya %m.spriteOrStageê
mi: %m.attribute o %m.spriteOrStage
mn: %m.attribute -н %m.spriteOrStage
ms: %m.attribute daripada %m.spriteOrStage
sw: %m.attribute kwa %m.spriteOrStage
tg: %m.attribute аз %m.spriteOrStage
zu: %m.attibute ye %m.spriteOrStage

source: %m.list contains %s?
am: %m.list %s ን ይይዛል?
az: %m.list listində %s varmı?
bn: %m.list এর তালিকায় রয়েছে %s?
br: %s a zo e %m.list ?
ckb: %m.list تێیدایە %s؟
kk: %m.list құрамында %s бар ма?
ku: %m.list %sê dihewîne?
mi: kei roto i a %m.list: %s ?
mn: %m.list нь %s-г агуулсан уу?
ms: %m.list mengandungi %s?
sw: orodha ina
tg: %m.list дарбар мегирад %s?
zu: %m.list kukuphatheleni %s?

source: %m.mathOp of %n
am: የ %n %m.mathOp
az: %m.mathOp %n
bn: %m.mathOp এর %n
br: %m.mathOp %n
ckb: %m.mathOp لە %n
kk: %n ішіндегі %m.mathOp
ku: %m.mathOp ya %nê
mi: %m.mathOp o te %n
mn: %n-н %m.mathOp
ms: %m.mathOp daripada %n
sw: %m.mathOp kwa %n
tg: %m.mathOp аз %n
zu: %m.mathOp ye %n

source: %m.sensor sensor value
am: %m.sensor የመረጃ ሰብሳቢ ቁጥር
az: %m.sensor sensor dəyəri
bn: %m.sensor সেন্সরের মান
br: talvoud ar santer %m.sensor
ckb: %m.sensor نرخی هەستەوەر
kk: %m.sensor сенсордың мәні
ku: Nirxê sensora %m.sensorê
mi: %m.sensor uara paerongo
mn: %m.sensor мэдрэгчийн утга
ms: nilai sensor %m.sensor
sw: %m.sensor namba ya sensa
tg: %m.sensor мафҳуми ҳассосак
zu: %m.sensor uzwe isisindo

source: %n mod %n
am: %n ጠቋሚ %n
ckb: %n ماوە %n
kk: %n-ді %n-ге бөлуден қалған қалдығы
mi: %n \ %n
mn: үлдэгдэл(%n / %n)
tg: Бақия аз тақсим %n ва %n

source: Control
am: ቁጥጥር
az: İdarəetmə
bn: নিয়ন্ত্রণ
br: Kontroll
ckb: کۆنتڕۆڵ
kk: Басқару
ku: Kontrol
mi: Whakatina
mn: Хянахуй
ms: Kawalan
sw: Ongoza
tg: Идоракунӣ
zu: Lawula

source: Data
am: መረጃ
az: Verilənlər
bn: তথ্য
br: Roadennoù
ckb: دراوە
kk: Деректер
ku: Dane
mi: Raraunga
mn: Өгөгдөл
tg: Маълумот
zu: Idatha

source: Events
am: ክስተት
az: Hadisələr
bn: ঘটনা
br: Darvoudoù
ckb: چالاکییەکان
kk: Оқиғалар
ku: Çalakî
mi: Takahanga
mn: Хэзээ
ms: Peristiwa
sw: matukio
tg: Ҳодиса
zu: Izehlakalo

source: Looks
am: ገጽታ
az: Görünüş
bn: চেহারা
br: Tres
ckb: ڕوانین
kk: Келбет
ku: Xuyang
mi: Āhua
mn: Үзэгдэхүй
ms: Paparan
sw: muonekano
tg: Зоҳирӣ
zu: Ukubukeka

source: More Blocks
am: ተጨማሪ ጡቦች
az: Digər bloklar
bn: আরো ব্লকসমূহ
br: Ouzhpennañ bloc'hoù
ckb: بلۆکی زیاتر
kk: Басқа блоктар
ku: Blokên Zêdetir
mi: He Paraka Anō
mn: Өшөө үйлдэл
ms: Blok Tambahan
tg: Дигар блокҳо
zu: Amanye Amabhulokisi

source: Motion
am: እንቅስቃሴ
az: Hərəkət
bn: গতি
br: Fiñv
ckb: جوڵان
kk: Қозғалыс
ku: Tevger
mi: Nekehanga
mn: Хөдлөхүй
ms: Pergerakan
sw: mwendo
tg: Ҳаракат
zu: Ukunyakaza

source: Operators
am: ስሌቶች
az: Operatorlar
bn: পরিচালনাকারী
br: Oberataerioù
ckb: كرده‌هێماکان
kk: Операторлар
ku: Operator
mi: Tohutūmahi
mn: Тоолохуй
ms: Operator
sw: opereta
tg: Амалиёт
zu: Abalawuli

source: Pen
am: ብዕር
az: Qələm
bn: কলম
br: Stilo
ckb: پێنووس
kk: Қалам
ku: Pênûs
mi: Pene
mn: Үзэг
sw: kalamu
tg: Қалам
zu: Ipeni

source: Sensing
am: ስሜት
az: Sensorlar
bn: অনুভব কর
br: Santerioù
ckb: هەستکردن
kk: Сенсорлер
ku: Pêhisîn
mi: Paerongo
mn: Мэдрэхүй
ms: Sensor
sw: hisi
tg: Ҳассосакҳо
zu: Ukuzwa

source: Sound
am: ድምጽ
az: Səslər
bn: শব্দ
br: Son
ckb: دەنگ
kk: Дыбыс
ku: Deng
mi: Oro
mn: Сонсогдохуй
ms: Bunyi
sw: sauti
tg: Садо
zu: Umsindo

source: add %s to %m.list
am: %ኦችን ወደ %m. ዝርዝር ጨምር
az: %m.list listinə %s əlavə et
bn: %s কে %m.list এ যোগ কর
br: ouzhpennañ %s e %m.list
ckb: زیادکردنی %s بۆ %m.list
kk: %s %m.list құрамына енгізу
ku: %sê tevlî %m.listê bike
mi: tāpiri %s ki %m.list
mn: %m.list нэмэх нь %s
ms: tambah %s kepada %m.list
sw: ongeza %s kwenda %m.list
tg: илова кардан %s ба %m.list
zu: engeza %s ku %m.list

source: answer
am: መልስ
az: cavab
bn: উত্তর
br: respont
ckb: وەڵام
kk: жауап
ku: bersiv
mi: whakautu
mn: Хариулт
ms: jawapan
sw: jibu
tg: ҷавоб
zu: phendula

source: ask %s and wait
am: %ኦችን ጠይቅ እና ጠብቅ
az: %s soruş və gözlə
bn: %s কে প্রশ্ন কর এবং অপেক্ষা কর
br: goulenn %s ha gortoz
ckb: پرسیار بکە %s و چاوەڕێ بکە
kk: %s сұрау және күту
ku: %sê bipirse û bisekine
mi: pātai %s, kātahi, tatari
mn: %s-г асуугаад хүлээ
ms: tanya %s dan tunggu
sw: uliza %s na kusubiri
tg: пурсидан %s ва интизор шудан
zu: buza %s futhi linda

source: backdrop #
am: የጀርባ ምስል #
az: fon #
bn: ব্যাকড্রপ #
br: drekleur #
ckb: پاشبنه‌ما #
kk: фон #
ku: dekor #
mi: ārai tuarongo #
mn: # дэвсгэр
ms: latar belakang #
sw: angusha nyuma
tg: манзар #
zu: indawo #

source: backdrop name
am: የጀርባ ምስል ስም
az: fon adı
bn: ব্যাকড্রপের নাম
br: anv an drekleur
ckb: ناوی پاشبنەما
kk: фонның атауы
ku: navê dekorê
mi: ingoa ārai tuarongo
mn: дэвсгэрийн нэр
ms: nama latar belakang
sw: Jina ya hali ya nyuma
tg: номи манзар
zu: igama lendawo

source: broadcast %m.broadcast
am: ለፍፍ %m.broadcast
az: %m.broadcast xəbərini göndər
bn: %m.broadcast সম্প্রচার কর
br: kas %m.broadcast d'an holl
ckb: پەخشکردنی %m.broadcast
kk: %m.broadcast жіберу
ku: %m.broadcastê biweşîne
mi: whakapaoho %m.broadcast
mn: %m.broadcast -г дууд
ms: hantar %m.broadcast
sw: tangaza
tg: хабар додан %m.broadcast
zu: sakaza %m.broadcast

source: broadcast %m.broadcast and wait
am: ለፍፍ %m.broadcast እና ጠብቅ
az: %m.broadcast xəbərini göndər və gözlə
bn: %m.broadcast সম্প্রচার করে অপেক্ষা কর
br: kas %m.broadcast d'an holl ha gortoz
ckb: پەخشکردنی %m.broadcast و چاوەڕێ بکە
kk: %m.broadcast жіберу және күту
ku: %m.broadcastê biweşîne û bisekine
mi: whakapaoho %m.broadcast, kātahi tatari
mn: %m.broadcast -г дуудаад хүлээ
ms: hantar %m.broadcast dan tunggu
sw: kutangaza % na kusubiri
tg: хабар додан %m.broadcast ва интизор шудан
zu: sakaza %m.broadcast futhi linda

source: change %m.effect effect by %n
am: %m.effectን በ %n ቀይር
az: %m.effect effektini %n et
bn: %m.effect এর %n বদলাও
br: cheñch an efed %m.effect gant %n
ckb: گۆڕینی کاریگەری %m.effect بە %n
kk: %m.effect эффектін %n өзгерту
ku: efekta %m.effectê bi qasî %n zêde bike
mi: panonitia te rākeitanga %m.effect mā te %n
mn: %m.effect нөлөөг %n -р өөрчил
ms: tambah kesan %m.effect sebanyak %n
sw: badilisha %m.effect kionjo kwa %n
tg: иваз кардан %m.effect асар бо %n
zu: shintsha %m.effect umthelela ngokuthi %n

source: change %m.var by %n
am: %m.var ን በ %n ቀይር
az: %m.var dəyişənini %n vahid artır
bn: %m.var কে %n দ্বারা পরিবর্তন কর
br: cheñch %m.var gant %n
ckb: گۆڕینی %m.var بە %n
kk: %m.var мәнін %n өзгерту
ku: %m.varê bi qasî %n zêde bike
mi: panonitia te %m.var mā te %n
mn: %m.var -г %n -р өөрчил
ms: ubah %m.var sebanyak %n
sw: badilisha %m.var kwa %n
tg: иваз кардан %m.var бо %n
zu: shintsha %m.var ngokuthi %n

source: change pen color by %n
am: የብዕሩን ቀለም በ %n ቀይር
az: qələm rəngini %n vahid artır
bn: %n দ্বারা কলমের রঙ পরিবর্তন কর
br: cheñch liv ar stilo gant %n
ckb: گۆڕینی ڕەنگی پێنووس بە %n
kk: қаламның түсін %n өзгерту
ku: rengî pênûsê bi qasî %n zêde bike
mi: panonitia te tae o te pene mā te %n
mn: зурах өнгийг %n -р өөрчил
ms: ubah warna pen sebanyak %n
sw: badilisha rangi ya kalamu kwa %n
tg: иваз кардани ранги қалам бо %n
zu: shintsha umbala we peni ngokuthi %n

source: change pen shade by %n
am: የብዕሩን ጥቁረት በ %n ቀይር
az: qələm kölgəsini %n vahid artır
bn: কলমের দাগের আকার %n পরিবর্তন কর
br: cheñch kreñvder ar stilo gant %n
ckb: گۆڕینی سێبەری پێنووس بە %n
kk: қаламның көлеңкесін %n өзгерту
ku: sîbera pênûsê bi qasî %n zêde bike
mi: panonitia te kauruku o te pene mā te %n
mn: сүүдрийг %n -р өөрчил
ms: ubah bayangan pen sebanyak %n
sw: badilisha kivuli cha kalamu kwa %n
tg: иваз кардани сояи қалам бо %n
zu: shintsha isithunzi se peni ngokuthi %n

source: change pen size by %n
am: የብዕሩን መጠን በ %n ቀይር
az: qələm qalınlığını %n vahid artır
bn: কলমের আকার %n এ পরিবর্তন কর
br: cheñch tevder ar stilo gant %n
ckb: گۆڕینی قەبارەی پێنووس بە %n
kk: қаламның өлшемін %n өзгерту
ku: mezinahiya pênûsê bi qasî %n zêde bike
mi: panonitia te nui o te pene mā te %n
mn: зурах хэмжээг %n -р өөрчил
ms: ubah saiz pen sebanyak %n
sw: badilisha ukubwa wa kalamu kwa %n
tg: иваз кардани андозаи қалам бо %n
zu: shintsha usayizi wepeni ngokuthi %n

source: change size by %n
am: መጠኑን በ %n ቀይር
az: %n vahid böyüt
bn: আয়তন %n পরিমান পরিবর্তন কর
br: cheñch ar vent gant %n
ckb: گۆڕینی قەبارە بە %n
kk: өлшемді %n өзгерту
ku: mezinahiyê bi qasî %n zêde bike
mi: panonitia te nui mā te %n
mn: хэмжээг %n -р өөрчил
ms: ubah saiz sebanyak %n
sw: badilisha ukubwa kwa %n
tg: иваз кардани андоза бо %n
zu: shintsha usayizi ngokuthi %n

source: change tempo by %n
am: የምቱን ፍጥነት በ %n ቀይር
az: tempi %n vahid artır
bn: সুরের-তাল %n বদলাও
br: cheñch tempo gant %n
ckb: گۆڕینی خێرایی بە %n
kk: қарқынды %n өзгерту
ku: tempoyê bi qasî %n zêde bike
mi: panonitia te tere mā te %n
mn: хэмнэлийг %n -р өөрчил
ms: ubah tempo sebanyak %n
sw: badilisha tempo kwa %n
tg: иваз кардани шиддат бо %n
zu: shintsa indlela yezinsimbi ngokuthi %n

source: change volume by %n
am: የድምጹን መጠን በ %n ቀይር
az: səsi %n vahid yüksəlt
bn: %n দ্বারা শব্দের মাত্রা পরিবর্তন কর
br: cheñch ar volum eus %/n
ckb: گۆڕینی دەنگ بە %n
kk: дыбыс деңгейін %n өзгерту
ku: deng bi qasî %n rake
mi: panonitia te kahaoro mā te %n
mn: дууны эрчийг %n-р өөрчил
ms: ubah kelantangan bunyi sebanyak %n
sw: badilisha kiasi cha sauti kwa %n
tg: иваз кардани баландии овоз бо %n
zu: shintsha umsindo ngokuthi %n

source: change x by %n
am: xን በ %n ቀይር
az: x %n vahid artsın
bn: x কে %n এ পরিবর্তন কর
br: cheñch x eus %n
ckb: گۆڕینی x بە %n
kk: х-ті %n өзгерту
ku: x'ê bi qasî %n zêde bike
mi: panonitia x mā te %n
mn: x утгыг %n -р өөрчил
ms: tambah x sebanyak %n
sw: badili alama x kwa %n
tg: иваз кардани x бо %n
zu: shintsha u-x ngokuthi %n

source: change y by %n
am: yን በ %n ቀይር
az: y %n vahid artsın
bn: y কে %n পরিমান পরিবর্তন কর
br: cheñch y eus %n
ckb: گۆڕینی y بە %n
kk: у-ті %n өзгерту
ku: y'yê bi qasî %n zêde bike
mi: panonitia te y mā te %n
mn: y утгыг %n -р өөрчил
ms: tambah y sebanyak %n
sw: badili y kwa %n
tg: иваз кардани y бо %n
zu: shintsha u-y ngokuthi %n

source: clear
am: አፅዳ
az: təmizlə
bn: মুছে ফেল
br: dilemel
ckb: بەتاڵکردنەوە
kk: тазалау
ku: paqij bike
mi: ūkui
mn: арилга
ms: padam
sw: futa
tg: тоза кардан
zu: susa

source: clear graphic effects
am: የምስል ማስዋብያዎቹን አጥፋ
az: qrafik effektləri təmizlə
bn: গ্রাফিক ইফেক্ট মুছে ফেল
br: dilemel an efedoù grafikel
ckb: سڕینەوەی کاریگەرییەکانی هێلکاری
kk: графикалық эффекттерді алып тастау
ku: efektên grafikê paqij bike
mi: ūkui rākeitanga whakairoiro
mn: дүрсний нөлөөг арилга
ms: padam kesan grafik
sw: futa matokeo ya picha
tg: нест кардани асарҳои графикӣ
zu: susa amagrafikh athintekayo

source: color %c is touching %c?
am: ቀለም %c %c ን እየነካ ነው?
az: %c rəngi %c rənginə toxunurmu?
bn: %c রঙ কি %c কে স্পর্শ করছে?
br: al liv %c stok ouzh %c?
ckb: ڕەنگی %c بەردەکەوێت بە %c؟
kk: %c түсі %c түсіне тиіп тұр ма?
ku: %c nêzîkê %cê dibe?
mi: ka pā te tae %c i te %c?
mn: %c өнгө %c өнгөнд хүрсэн
ms: warna %c sentuh %c?
sw: rangi %c ina gusa %c
tg: ранг %c мерасад %c?
zu: umbala %c uyathinta %c?

source: costume #
am: ልብስ ቁጥር
az: geyim #
bn: পোশাক #
br: gwiskamant #
ckb: بەرگ #
kk: костюм #
ku: kostum #
mi: kākahu #
mn: өмсгөл #
ms: kostum #
sw: mavazi #
tg: либос #
zu: impahla #

source: create clone of %m.spriteOnly
am: የ %m.spriteOnly ን አምሳያ ፍጠር
az: %m.spriteOnly üçün klon yarat
bn: %m.spriteOnly এর ক্লোন তৈরি কর
br: krouiñ ur c'hlon eus %m.spriteOnly
ckb: دروستکردنی لێکچوو لە %m.spriteOnly
kk: %m.spriteOnly клонын жасау
ku: cotika %m.spriteOnlyê biafirîne
mi: whakapūruatia %m.spriteOnly
mn: %m.spriteOnly-ны хуулбар үүсгэх
ms: cipta klon %m.spriteOnly
sw: tengeneza pacha kwa %m.spriteOnly
tg: сохтани нусха %m.spriteOnly
zu: akha umfanisi ye %m.spriteOnly

source: current %m.timeAndDate
am: የአሁን %m.timeAndDate
az: hazırki
bn: বর্তমান %m.timeAndDate
br: %m.timeAndDate a-vremañ
ckb: ئێستا %m.timeAndDate
kk: ағымдағы %m.timeAndDate
ku: aniha %m.timeAndDate
mi: %m.timeAndDate o nāianei
mn: Яг одоогийн %m.timeAndDate
ms: %m.timeAndDate semasa
sw: wakati huu %m.timeAndDate
tg: ҳозира %m.timeAndDate
zu: okwamanje %m.timeAndDate

source: days since 2000
am: ከ2000 ጀምሮ ያሉ ቀናት
az: 01.01.2000 tarixindən keçən gün
bn: দিনের সংখ্যা ২০০০ সালের পর থেকে
br: devezhioù abaoe 2000
ckb: ڕۆژ لەوەتەی 2000
kk: 01.01.2000-шы жылдан бастап күндер
ku: rojên ji salên 2000an vir de
mi: ngā rā mai i 2000
mn: 2000 оноос хойш өнгөрсөн өдрийн тоо
ms: Jumlah hari sejak 2000
sw: siku tangu 2000
tg: рӯз аз 01.01.2000
zu: izinsuku kusukela 2000

source: define
am: ይህ ሲብራራ
az: təyinat
bn: নির্ধারণ
br: termeniñ
ckb: پێناسەکردن
kk: анықтау
ku: pênase bike
mi: tāutu
mn: Тодорхойл
ms: definisi
sw: Elezea
tg: муайян кардан
zu: chaza

source: delete %d.listDeleteItem of %m.list
am: የm.list% ን %d.listDeleteItem አጥፋ
az: %m.list listindən %d silinsin
bn: % m.list এর %d.listDeleteItem অপসারণ কর
br: dilemel %d.listDeleteItem eus %m.list
ckb: سڕینەوەی %d .listDeleteItem لە %m.list
kk: %m.list ішіндегі %d.listDeleteItem жою
ku: %d.listDeleteItemê ji %m.listê paqij bike
mi: mukua %d.listDeleteItem i a %m.list
mn: %m.list-н %d.listDeleteItem-г устга
ms: buang %d.listDeleteItem daripada %m.list
sw: futa kitu %d.listDeleteItem cha %m.list
tg: нест кардан %d.listDeleteItem аз %m.list
zu: susa %d.listDeleteItem ye %m.list

source: delete this clone
am: ይህንን አምሳያ አጥፋ
az: bu klonu sil
bn: এই ক্লোন মুছে ফেল
br: dilemel ar c'hlon-mañ
ckb: سڕینەوەی ئەم لێکچووە
kk: бұл клонды жою
ku: van cotikana jê bibe
mi: mukua tēnei tāruarua
mn: Энэ хуулбарыг устга
ms: buang klon ini
sw: panguza aina hii
tg: маҳви ин нусха
zu: khipa umfanisi

source: direction
am: አቅጣጫ
az: istiqamət
bn: দিক
br: tu
ckb: ئاڕاستە
kk: бағыт
ku: hêla
mi: ahunga
mn: чиглэл
ms: arah
sw: maelekezo
tg: самт
zu: indlela

source: distance
am: ርቀት
az: məsafə
bn: দুরত্ব
br: hed
ckb: دووری
kk: арақашықтық
ku: mesafe
mi: tawhiti
mn: зай
ms: jarak
sw: Umbali
tg: масофа
zu: ibanga

source: distance to %m.spriteOrMouse
am: እስከ %m.spriteOrMouse ያለው ርቀት
az: %m.spriteOrMouse ilə məsafə
bn: %m.spriteOrMouse থেকে দূরত্ব
br: hed betek %m.spriteOrMouse
ckb: دووری بۆ %m.spriteOrMouse
kk: %m.spriteOrMouse дейінгі арақашықтық
ku: mesafeya ji %m.spriteOrMouseê
mi: tawhiti ki %m.spriteOrMouse
mn: %m.spriteOrMouse хүрэх зай
ms: jarak ke %m.spriteOrMouse
sw: umbali kufika %m.spriteOrMouse
tg: масофа то %m.spriteOrMouse
zu: ibanga eliya %m.spriteOrMouse

source: else
am: ካልሆነ
az: əks halda
bn: অন্যথায়
br: a-hend-all
ckb: ئەگەرنا
kk: әйтпесе
ku: wekî din be
mi: kē atu
mn: эсвэл
ms: lain
sw: kingine
tg: вагарна
zu: okunye

source: forever
am: ለዘላለም
az: sonsuz sayda
bn: চিরকালের জন্য
br: da viken
ckb: بۆهەتایە
kk: әрқашан
ku: berdewamî
mi: mō ake, ake
mn: Үргэлж
ms: selamanya
sw: milele
tg: ҳамеша
zu: ingunaphakade

source: glide %n secs to x:%n y:%n
am: ለ %n ሴኮንዶች ወደ x:%n y:%n ተንሸራተት
az: %n saniyədə x:%n y:%n nötqəsinə sürüş
bn: %n সেকেন্ডের জন্য x:%n y:%n পর্যন্ত গ্লাইড কর
br: riklañ %n s da x:%n y:%n
ckb: خلیسکان %n چرکە بۆ x %n y %n
kk: x:%n y:%n нүктесіне дейін %n секунд жүзу
ku: di %n çirkeyan de biçe x:%n y:%n
mi: wania %n.secs ki x:%n y:%n
mn: %n секундэд x:%n y:%n цэг рүү гулс
ms: meluncur %n saat ke x:%n y:%n
sw: paa kwa dakika %n mpaka x:%n y:%n
tg: лағжидан %n сония ба нуқтаи x:%n y:%n
zu: ukushibilika %n umzuzu kwi x:%n y%n

source: go back %n layers
am: %n ወደ ኋላ ሂድ
az: %n lay geriyə get
bn: %n ধাপ ফিরে যাও
br: mont %n gwiskad en adreñv
ckb: بگەڕێوە دواوە %n چین
kk: %n қабатқа артқа жылжу
ku: %n tebeqeyan dakeve
mi: hoki whakamuri %n ngā apaapa
mn: %n давхаргын цаана ор
ms: bawa ke belakang %n lapisan
sw: rudi nyuma
tg: ба қафо гузаштан то %n қабат
zu: buyela emuva %n ngokwahlukana

source: go to %m.location
am: ወደ %m.location ሂድ
az: %m.location mövqeyinə keç
bn: %m.location যাও
br: mont da %m.location
ckb: بڕۆ بە %m.location
kk: %m.location өту
ku: here %m.locationê
mi: neke ki %m.location
mn: %m.location-руу оч
ms: pergi ke %m.location
sw: nenda kwenye %m.location
tg: гузаштан ба %m.location
zu: hamba uye %m.location

source: go to front
am: ወደፊት ሂድ
az: üst laya keç
bn: সামনে যাও
br: kas en dalenn gentañ
ckb: بڕۆ بۆ پێشەوە
kk: жоғарғы қабатқа өту
ku: hilkişe jor
mi: haere ki mua
mn: Эхний давхарга болго
ms: bawa ke hadapan
sw: nenda mbele
tg: гузаштан ба қабати болоӣ
zu: hamba uye phambili

source: go to x:%n y:%n
am: ወደ x:%n y:%n ሂድ
az: x:%n y:%n mövqeyinə keç
bn: x:%n y:%n এ যাও
br: mont da x:%n y:%n
ckb: بڕۆ بۆ x %n y %n
kk: x:%n y:%n нүктесіне өту
ku: biçe x:%n y:%nê
mi: neke ki x:%n y:%n
mn: x:%n y:%n цэгт оч
ms: pergi ke x:%n y:%n
sw: nenda kwenye x:%n y:%n
tg: гузаштан ба x:%n y:%n
zu: hamba uye x:%n y:%n

source: hide
am: ደብቅ
az: gizlən
bn: আড়াল কর
br: kuzhat
ckb: شاردنەوە
kk: жасырыну
ku: veşêre
mi: huna
mn: нуугд
ms: sembunyi
sw: ficha
tg: пинҳон кардан
zu: casha

source: hide list %m.list
am: %m.list ዝርዝርን ደብቅ
az: %m.list listini gizlət
bn: %m.list তালিকা লুকাও
br: kuzhat ar roll %m.list
ckb: شاردنەوەی لیست %m.list
kk: %m.list тізімін жасыру
ku: lîsteya %m.list veşêre
mi: hunaia te rārangi %m.list
mn: %m.list жагсаалтыг нуух
ms: sorokkan senarai %m.list
sw: ficha orodha
tg: пинҳон кардани рӯйхат %m.list
zu: fihla uhla %m.list

source: hide variable %m.var
am: %m.var ተወካይን ደብቅ
az: %m.var dəyişənini gizlət
bn: ভ্যারিয়েবল %m.var লুকাও
br: kuzhat ar varienn %m.var
ckb: شاردنەوەی گۆڕاوی %m.var
kk: %m.var айнымалыны жасыру
ku: guhêroka %m.var veşêre
mi: hunaia te taurangi %m.var
mn: %m.var хувьсагчийг нуух
ms: sorokkan pemboleh ubah %m.var
tg: пинҳон кардани тағйирёбанда %m.var
zu: fihla i-variable %m.var

source: if %b then
am: %b ከሆነ
az: əgər %b isə, onda
bn: যদি %b হয় তাহলে
br: ma %b neuze
ckb: ئەگەر %b ئینجا
kk: егер %b , онда
ku: heke %b be
mi: mēnā %b mahia
mn: хэрэв %b бол
ms: jika %b maka
sw: ikiwa
tg: агар %b , онгоҳ
zu: uma %b bese

source: if on edge, bounce
am: ጠርዝ ላይ ነጥረህ ተመለስ
az: kənara çatdınsa, geriyə sıçra
bn: যদি প্রান্তরে পৌঁছায়, তাহলে লাফাও
br: distreiñ ma stok ar bord
ckb: ئەگەر لە لێواربوو، بگەڕێوە
kk: шет жақта болса, итерілу
ku: tu hate kêlekê, hilpeke
mi: mēnā kei te taitapa, tupanatia
mn: Ирмэг бол ой
ms: jika di penghujung, lantun
sw: kama ni ukingoni, dunda
tg: агар ба канор расад, баргардад
zu: uma isenigcupheni, gxuma

source: insert %s at %d.listItem of %m.list
am: የ %m.list %d.listItem ላይ %s ን አስገባ
az: %m.list listinin %d.listItem sırasına %s yerləşdir
bn: %m.list এর %d.listItem তে %s ঢোকাও
br: lakaat %s er renk %d.listItem e %m.list
ckb: خستنەناو %s بۆ %d.listItem لە %m.list
kk: %m.list тізімінен %s %d.listItem қосу
ku: %s têxe nav %d.listItemê ya %m.list
mi: whakaurua te %s hei %d.listItem o %m.list
mn: %m.list-н %d.listItem-с %s-г оруул
ms: selit %s pada %d.listItem dari %m.list
sw: ingiza %s kwenye %d.listItem ya %m.list
tg: гузорад %s ба %d.listItem аз %m.list
zu: faka %s ku %d.listItem ye %m.list

source: item %d.listItem of %m.list
am: የ %m.list ቁስ %d.listItem
az: %m.list listinin %d sırasındakı element
bn: % m.list এর %d.listItem আইটেম
br: elfenn %d.listItem eus %m.list
ckb: دانەی .listItem%d لە %m.list
kk: %m.list ішіндегі %d.listItem элемент
ku: hêmana %d.listItem ya %m.list
mi: te tūemi %d.listItem o %m.list
mn: %m.list-н %d.listItem юмс
ms: item %d.listItem daripada %m.list
sw: kitu %d.listItem cha %m.list
tg: унсури %d.listItem аз %m.list
zu: into %d.listItem ye %m.list

source: join %s %s
am: የ %m.list ቁስ %d.listItem
az: %s ilə %s birləşdir
bn: %s%s এ যুক্ত হও
br: strollañ %s %s
ckb: پەیوەندیکردن %s %s
kk: %s %s біріктіру
ku: %s û %sê tevî hev bike
mi: tāpiritia te %s , %s
mn: %s-г %s-т залга
ms: sambung %s %s
sw: unga %s %s
tg: ҳамроҳ кардан %s бо %s
zu: hlanganisa %s %s

source: key %m.key pressed?
am: ቁልፍ %m.key ተነክቷል?
az: %m.key klavişi basılıdırmı ?
bn: %m.key কী চাপা হয়েছে?
br: touchenn %m.key pouezet ?
ckb: دوگمەی %m.key کرتەکرا؟
kk: %m.key батырмасы басылған ба?
ku: bişkoka %m.key pêlêkirî ye?
mi: kua pēhia te pātuhi %m.key?
mn: %m.key товч уу?
ms: kekunci %m.key ditekan?
sw: kitufe %m.key kimebonyezwa?
tg: тугмачаи %m.key пахш шудааст?
zu: ukhiye %m.key ucindezelwe?

source: length of %m.list
am: የ %m.list ርዝመት
az: %m.list listinin uzunluğu
bn: %m.list এর দৈর্ঘ্য
br: hirder ar roll %m.list
ckb: درێژی لە %m.list
kk: %m.list ұзындығы
ku: dirêjbûna %m.listê
mi: te roanga o te %m.list
mn: %m.list-н урт
ms: panjang %m.list
sw: urefu %m.list
tg: дарозии %m.list
zu: ubude be %m.list

source: length of %s
am: የ %s ርዝመት
az: %s uzunluğu
bn: %s এর দৈর্ঘ্য
br: hirder %s
ckb: درێژی لە %s
kk: %s ұзындығы
ku: dirêjbûna %sê
mi: te roanga o te %s
mn: %s-н урт
ms: panjang %s
sw: urefu wa %s
tg: дарозии %s
zu: ubude be %s

source: letter %n of %s
am: የ %s %n ፊደል
az: %s ifadəsində hərf %n
bn: %s এর %n বর্ণ
br: lizherenn %n eus %s
ckb: پیت %n لە %s
kk: %s ішіндегі %n әріп
ku: tîpa %n ya %s
mi: te pū %n o te %s
mn: %s-н %n-р үсэг
ms: huruf %n daripada %s
sw: herufi %n ya %s
tg: ҳарфи %n дар %s
zu: inhlamvu %n ye %s

source: loudness
am: ጮክታ
az: səs yüksəkliyi
bn: শব্দের মাত্রা
br: live ar son
ckb: دەنگەدەنگ
kk: дыбыс деңгейі
ku: bilindbûna deng
mi: hoihoi
mn: Дуу чангаруулвал
ms: kelantangan
sw: ukumbwa wa sauti
tg: баландии овоз
zu: umsindo omkhulu

source: mouse down?
am: መዳፊት ወደታች?
az: siçan basılıdırmı?
bn: মাউস কি চাপা হয়েছে?
br: logodenn pouezet ?
ckb: ماوس بۆ خوارەوە؟
kk: тінтуір басылған ба?
ku: mişk pêlêkirî ye?
mi: pāwhiri kiore?
mn: хулгана дарагдсан
ms: tetikus ditekan?
sw: mausi chini?
tg: мушак пахш шудааст?
zu: igundane phansi?

source: mouse x
am: መዳፊት x
az: siçanın x nöqtəsi
bn: মাউস x
br: logodenn x
ckb: ماوس x
kk: x бойынша тінтуір
ku: x'a mişkê
mi: x kiore
mn: хулганы x -р
ms: tetikus x
sw: mausi x
tg: муш x
zu: igundane x

source: mouse y
am: መዳፊት y
az: siçanın y nöqtəsi
bn: মাউস y
br: logodenn y
ckb: ماوس y
kk: y бойынша тінтуір
ku: y'ya mişkê
mi: y kiore
mn: хулганы y -р
ms: tetikus y
sw: mausi y
tg: муш y
zu: igundane y

source: move %n steps
am: %n እርምጃዎች ሂድ
az: %n addım get
bn: %n ধাপ হাঁট
br: fiñval eus %n kammed
ckb: بڕۆ %n هەنگاو
kk: %n қадам жылжу
ku: %n gavan biçe
mi: nekehia kia %n ngā takahanga
mn: %n алхам яв
ms: gerak %n langkah
sw: sogea hatua %n
tg: ҳаракат %n қадам
zu: hlehlisa %n izitebhisi

source: next backdrop
am: ቀጣይ የጀርባ ምስል
az: növbəti fon
bn: পরবর্তী ব্যাকড্রপ
br: drekleur da heul
ckb: پاشبنەمای دواتر
kk: келесі фон
ku: dekorê pêştir
mi: ārai tuarongo panuku
mn: дараагийн дэвсгэр
ms: latar belakang berikutnya
sw: Hali ya nyuma ifuatayo
tg: манзари оянда
zu: indawo elandelayo

source: next costume
am: ቀጣይ አልባስ
az: növbəti geyim
bn: পরবর্তী পোশাক
br: gwiskamant da heul
ckb: بەرگی دواتر
kk: келесі костюм
ku: kostumê pêş
mi: kākahu panuku
mn: дараах өмсгөл
ms: kostum berikutnya
sw: mavazi yafuatayo
tg: либоси навбатӣ
zu: impahla elandelayo

source: not %b
am: %b ካልሆነ
az: %b deyilsə
bn: %b নয়
br: ket %b
ckb: نا %b
kk: %b емес
ku: ne %b ye
mi: ehara ko te %b
mn: %b биш бол
ms: bukan %b
sw: siyo %b
tg: не %b
zu: akunjalo %b

source: pen down
am: ብእር አሳርፍ
az: qələmi aşağı sal
bn: কলম নিচে নামাও
br: stilo prest da skrivañ
ckb: پێنووس داگرتن
kk: қаламды түсіру
ku: pênûsê pêxîne
mi: pene ki raro
mn: зур
ms: turun pen
sw: kalamu chini
tg: қаламро поён кардан
zu: ipeni phansi

source: pen up
am: ብእር አንሳ
az: qələmi qaldır
bn: কলম উপরে উঠাও
br: kreion savet
ckb: پێنووس بەرزکردن
kk: қаламды көтеру
ku: pênûsê rake
mi: pene ki runga
mn: зурахаа боль
ms: angkat pen
sw: kalamu juu?
tg: қаламро боло кардан
zu: ipeni phezulu
