Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: day of week
am: የሳምንቱ ቀን
az: həftənin günü
bn: সপ্তাহের দিন
br: deiz eus ar sizhun
ckb: ڕۆژی هەفتە
kk: апта күні
ku: roja hefteyê
mi: te rangi o te wiki
mn: долоо хоногийн өдөр
ms: hari dalam minggu
sw: siku ya wiki
tg: рӯзи ҳафта
zu: usuku lwesonto

source: delete
am: ደምስስ
az: sil
bn: মুছে ফেল
br: dilemel
ckb: سڕینەوە
kk: жою
ku: jê bibe
mi: mukua
mn: устга
ms: padam
sw: futa
tg: нест кардан
zu: khipha

source: delete variable
am: ተለዋዋጩን ደምስስ
az: dəyişəni sil
bn: ভ্যারিয়েবল অপসারণ কর
br: dilemel ur varienn
ckb: سڕینەوەی گۆڕاو
kk: айнымалыны жою
ku: guherokê jê bibe
mi: mukua te taurangi
mn: хувьсагч устгах
ms: buang pembolehubah
tg: тағйирёбандаро нест кардан
zu: khipha i-variable

source: direction:
am: አቅጣጫ:
az: istiqamət:
bn: দিক:
br: tu:
ckb: ئاڕاستە:
kk: бағыты:
ku: hêl:
mi: ahunga:
mn: чиглэл:
ms: arah:
sw: mwelekeo
tg: самт:
zu: indlela:

source: don't rotate
am: አትሽከርከር
az: döndürmə
bn: ঘুর না
br: ne dro ket
ckb: مەیسوڕێنە
kk: айналдырмау
ku: bila nezîvire
mi: kaua e takahuri
mn: битгий эргүүл
ms: Jangan putar
sw: Usizungushe
tg: тоб надодан
zu: ungajikelezi

source: down
am: ወደታች
az: aşağı
bn: নিচে
br: war-draoñ
ckb: ژێرەوە
kk: төмен
ku: jêr
mi: ki raro
mn: доошоо
ms: bawah
sw: chini
tg: поён
zu: ngezansi

source: down arrow
am: ወደታች ጠቋሚ ቀስት
az: aşağı ox
bn: ডাউন অ্যারো
br: bir traoñ
ckb: تیری خواروو
kk: нұсқары төмен
ku: tîra jêr
mi: pere whakararo
mn: доошоо сум
ms: anak panah bawah
sw: ishara ya chini
tg: тири поёнӣ
zu: umcibisholo ophansi

source: duplicate
am: አባዛ
az: kopyasını yarat
bn: ডুপ্লিকেট
br: eilañ
ckb: هاوشێوەکردنەوە
kk: көшірмесін жасау
ku: kopiyê derxe
mi: tārua
mn: хувил
ms: salin
sw: nakala bloku
tg: нусха кардан
zu: fanisa

source: edge
am: ዳር
az: kənar
bn: প্রান্ত
br: bord
ckb: لێوار
kk: шет
ku: kêlek
mi: taitapa
mn: ирмэг
ms: bucu
sw: Ukingoni
tg: канор
zu: ikhona

source: edit
am: ማስተካከል
az: düzəliş et
bn: সম্পাদনা
br: aozañ
ckb: دەستکاری
kk: өзгерту
ku: sererast bike
mi: whakatika
mn: Засах
sw: hariri
tg: таҳрир кардан
zu: hlela

source: export
am: ማስወጣት
az: eksport et
bn: রপ্তানি
br: ezporzhiañ
ckb: ناردنەدەرەوە
kk: экспорттау
ku: derxîne
mi: kaweake
mn: экспортлох
ms: eksport
sw: hamisha
tg: содирот
zu: isithumela

source: fade in
am: ወደ ውስጥ መጥፋት
az: gedərək yüksəlt
bn: বিবর্ণ
br: Diveuz
ckb: چڕبوون
kk: ұлғайту
ku: ronî bike
mi: muhani mai
mn: тодорч гарах
ms: pudar ke dalam
tg: калон кардан
zu: ukufiphela ngaphakathi

source: fade out
am: ወደ ውጭ መጥፋት
az: gedərək alçalt
bn: উজ্জ্বল
br: treveuz
ckb: کاڵبوونەوە
kk: жоғалу
ku: tarî bike
mi: muhani atu
mn: бүдгэрч арилах
ms: pudar ke luar
tg: нест шудан
zu: ukufiphela ngaphandle

source: fisheye
az: balıq gözü
bn: মাছের চোখ
br: lagad-pesk
ckb: چاوماسی
kk: балық көзі
ku: çavmasî
mi: karu ika
mn: загасан нүд
ms: mata ikan
sw: jicho la samaki
tg: чашми моҳӣ
zu: ihlo likafishi

source: floor
am: መሬት
az: aşağı yuvarlaqlaşdır
bn: মেঝে
br: leur
ckb: زەوی
kk: еден
ku: bigindirîne erdê
mi: papa
mn: шал
ms: lantai
sw: sakafu
tg: фарш
zu: phansi

source: ghost
am: መንፈስ
az: kabus
bn: ভূত
br: tasmant
ckb: خێو
kk: елес
ku: pîrhebok
mi: kēhua
mn: сүнс
ms: siluman
sw: mzimu
tg: арвоҳ
zu: isipoki

source: help
am: እርዳታ
az: kömək
bn: সাহায্য
br: skoazell
ckb: یارمەتی
kk: көмек
ku: alîkarî
mi: āwhina
mn: тусламж
ms: pertolongan
sw: msaada
tg: кӯмак
zu: siza

source: hour
am: ሰዓት
az: saat
bn: ঘন্টা
br: eur
ckb: کاتژمێر
kk: сағат
ku: demjimêr
mi: haora
mn: цаг
ms: jam
sw: saa
tg: соат
zu: ihora

source: import
am: አስገባ
bn: আমদানি
br: enporzhiañ
ckb: هێنان
kk: импорттау
ku: têxistin nav
mi: kaweake
mn: импорт
sw: lete
tg: дохил кардан
zu: ngenisa

source: large readout
am: ትልቅ የሚነበብ ነገር
az: geniş görüntü
bn: বড় রিড আউট
br: Lennadenn ledan
ckb: پیشاندانی گەورە
kk: үлкен көрсеткіш
ku: xuyanga fireh
mi: pānui rahi
mn: Их уншуур
ms: bacaan besar
sw: Maonyesho ndogo
tg: намуди калон
zu: ubukhulu bomphumelo

source: last
am: መጨረሻ
az: son
bn: শেষ
br: diwezhañ
ckb: دوایەمین
kk: соңғы
ku: dawîn
mi: whakamutunga
mn: сүүлчийн
ms: akhir
sw: mwisho
tg: охирин
zu: eyokugcina

source: left
am: ግራ
az: sol
bn: বাম
br: a-gleiz
ckb: چەپ
kk: солға
ku: çep
mi: mauī
mn: зүүн
ms: kiri
sw: kushoto
tg: чап
zu: inxele

source: left arrow
am: ወደ ግራ ጠቋሚ ቀስት
az: sol ox
bn: বাম দিকের অ্যারো
br: bir kleiz
ckb: تیری چەپ
kk: нұсқары солға
ku: tîra çepê
mi: pere mauī
mn: зүүн сум
ms: anak panah kiri
sw: ishara ya kushoto
tg: тири чап
zu: umcibisholo kwesobunxele

source: left-right
am: ግራ-ቀኝ
az: sağ-sol
bn: বাম-ডান
br: a-gleiz pe a-zehoù
ckb: چەپ-ڕاست
kk: солға-оңға
ku: çepê-rastê
mi: mauī-ki-katau
mn: баруун-зүүн
ms: kiri-kanan
sw: kushoto-kulia
tg: чап-рост
zu: isinxele-esokudla

source: length
am: ርዝመት
az: uzunluq
bn: দৈর্ঘ্য
br: hirder
ckb: درێژی
kk: ұзындық
ku: dirêjbûn
mi: roanga
mn: урт
ms: panjang
sw: urefu
tg: дарозӣ
zu: ubude

source: light
am: ብርሃን
az: işıq
bn: আলো
br: gouloù
ckb: ڕووناکی
kk: жарық
ku: ronahî
mi: tūrama
mn: гэрэл
ms: cahaya
sw: mwanga
tg: рушноӣ
zu: ukukhanya

source: limit reached
am: ገደብ ተደርሷል
az: limitə çatmışdır
bn: সীমা অতিক্রম করেছে
br: bevenn tizhet
ckb: گەیشتە سنوور
kk: шегіне жетті
ku: gihîştiye sînor
mi: kua tae ki te aukati
mn: хязгаарт хүрсэн
ms: had dicapai
tg: ба ҳад расид
zu: phela kuphelile

source: list
am: ዝርዝር
az: siyahı
bn: তালিকা
br: roll
ckb: لیست
kk: тізім
ku: lîste
mi: rārangi
mn: жагсаалт
ms: senarai
sw: orodha
tg: руйхат
zu: uhlu

source: ln
am: ውስጥ
ckb: لن
ku: In

source: log
am: ግባ
ckb: لۆگاریتم

source: louder
am: የበለጠ ጮክ ያለ
az: daha səsli
bn: উচ্চ স্বরে
br: kreñvoc'h
ckb: بەرزتر
kk: қаттырақ
ku: dengê bilindtir
mi: whakakaha i te oro
mn: сулхнаар
ms: lebih lantang
sw: kwa sauti
tg: баландтар
zu: kakhulu

source: meow
am: ሚያው
az: myau
bn: মিউ
br: miniaou
ckb: میاو
kk: мияу
ku: miyaw
mi: miao
tg: мяу

source: message1
am: መልእክት1
az: xəbər1
bn: বার্তা১
br: kemennadenn1
ckb: نامەی١
kk: хабарлама1
ku: peyam1
mi: karere1
mn: мэссэж1
ms: pesanan1
sw: ujumbe1
tg: хабари1
zu: umyalezo wokuqala

source: minute
am: ደቂቃ
az: dəqiqə
bn: মিনিট
br: munut
ckb: خولەک
kk: минут
ku: xulek
mi: miniti
mn: минут
ms: minit
sw: dakika
tg: дақиқа
zu: umzuzu

source: month
am: ወር
az: ay
bn: মাস
br: miz
ckb: مانگ
kk: ай
ku: meh
mi: marama
mn: сар
ms: bulan
sw: mwezi
tg: моҳ
zu: inyanga

source: mosaic
am: ሞዚያክ
az: mozaik
bn: বিচিত্র
br: mozaikenn
ckb: موزایک
kk: мозаика
ku: mozayîk
mi: toi rōpinepine
mn: хээ
ms: mozek
sw: mchoro
tg: кошинкорӣ

source: motion
am: እንቅስቃሴ
az: hərəkət
bn: গতি
br: fiñv
ckb: جوڵان
kk: қозғалыс
ku: tevgera
mi: nekenekehanga
mn: хөдөлгөөн
ms: gerakan
sw: mwendo
tg: ҳаракат
zu: ukunyakaza

source: mouse-pointer
am: የማውሱ መጠቆሚያ
az: siçan nişanı
bn: মাউস-পয়েন্টার
br: biz al logodenn
ckb: نیشاندەری ماوس
kk: тінтуір көрсеткішіне
ku: nîşandera-mişkê
mi: atatohu-kiore
mn: хулганы заагч
ms: penunjuk-tetikus
sw: Kionyesha upande ya kompyuta
tg: курсори муш
zu: imows-poynta

source: myself
am: ራሴ
az: özüm
bn: নিজেকে
br: ma-unan
ckb: خۆم
kk: өзім
ku: ez bi xwe
mi: ahau anō
mn: өөрөө
ms: saya sendiri
sw: mimi mwenye
tg: худро
zu: mina

source: new message...
am: አዲስ መልእክት...
az: yeni xəbər...
bn: নতুন বার্তা...
br: kemennadenn nevez...
ckb: پەیامی نوێ...
kk: жаңа хабарлама
ku: peyama nû...
mi: karere hou...
mn: шинэ мэссэж...
ms: pesanan baru...
sw: ujumbe mpya
tg: хабари нав...
zu: umlayezo omusha...

source: normal readout
am: መደበኛ የሚነበብ ነገር
az: normal görünüş
bn: সাধারণ রিডআউট
br: lenn reizh
ckb: پیشاندانی ئاسایی
kk: қалыпты көрсеткіш
ku: xuyanga normal
mi: pānui o ia rā
mn: хэвийн унших
ms: bacaan normal
sw: Maonyesho ya kawaida
tg: намуди одатӣ
zu: okujwayelekile bomphumelo

source: of
am: እየሰራ ያልሆነ
bn: এর
br: eus
ckb: لە
kk: -ден
mi: o
ms: daripada
sw: ya
tg: аз
zu: eye

source: off
am: የጠፋ
az: söndür
bn: বন্ধ
br: diweredekaet
ckb: ناکارا
kk: өшіру
ku: bigire
mi: weto
mn: Салга
ms: Tutup
sw: zima
tg: хомӯш кардан
zu: cisha

source: on
am: እየሰራ ያለ
az: yandır
bn: চালু
br: gweredekaet
ckb: کارا
kk: қосу
ku: veke
mi: kā
mn: Залга
ms: Buka
sw: washa
tg: ба кор даровардан
zu: ivulekile

source: on-flipped
am: እየሰራ ያለ-ተመረጠ
az: tərs çevrilmiş
bn: যখন-উল্টানো
br: efed melezour
ckb: لە هەڵگەڕانەوە
kk: төңкерілген
ku: berevajîkirî
mi: ina-whakawhitia
mn: эргүүлэх үед
ms: Buka-terbalik
tg: баргашт
zu: kwe-phendukile

source: other scripts in sprite
am: ሌሎች በስፕራይት ላይ ያሉ ስክሪፕቶች
az: spraytın digər skriptləri
bn: স্প্রাইটে অন্যান্য স্ক্রিপ্টসমূহ
br: skriptoù all al lutun
ckb: سکریپتەکانی تر لە تەن
kk: спрайттың басқа скрипттерін
ku: di pêlîstikê de xêzikên din
mi: hōtuhi kē i roto i te parehe
mn: дүрсний бусад алгоритмууд
ms: skrip sprite yang lain
sw: hati nyingine katika sanamu
tg: дигар скриптҳои спрайт
zu: omunye umdlalo womlingisi

source: other scripts in stage
am: ሌሎች በመድረኩ ላይ ያሉ ስክሪፕቶች
az: fonun digər skriptləri
bn: মঞ্চের অন্যান্য স্ক্রিপ্ট
br: skriptoù all
ckb: سکریپتەکانی تر لە سەکۆ
kk: Басқа сценарийлер деңгейде
ku: di dikê de rêzikên din
mi: hōtuhi kē i roto i te atamira
mn: тайзны бусад алгоритмууд
ms: skrip lain di pentas
tg: дигар скриптҳои саҳна
zu: omunye umdlalo weshashalazi

source: paste
am: ለጥፍ
az: yapışdır
bn: পেস্ট
br: pegañ
ckb: لکاندن
kk: қою
ku: bizeliqîne
mi: whakapiri
mn: хуулбарлаж тавих
ms: tampal
sw: weka
tg: гузоштан
zu: namathisela

source: photo1
am: ፎቶ1
az: foto1
bn: ছবি1
br: foto1
ckb: وێنە1
kk: фото1
ku: wêne1
mi: whakaahua1
mn: зураг1
ms: foto1
sw: picha1
tg: сурат1
zu: isithombe sokuqala

source: pixelate
am: ፒክሰሌት
az: pikselləri genişləndir
bn: পিক্সেলেট
br: pikselaat
ckb: وێنەخاڵکردن
kk: пиксельдердің үлкейту
ku: deq deqî bike
mn: Цэгийг томсгох
sw: Punguza uwazi wa picha
tg: васеъкунии пикселҳо

source: pop
am: ብቅ ማለት
bn: পপ
ckb: پۆپ
kk: поп
mi: pakō
mn: поп
tg: поп
zu: qhumisa

source: previous backdrop
am: ቀድሞ የነበረው የጀርባ ምስል
az: əvvəlki fon
bn: পূর্ববর্তী ব্যাকড্রপ
br: drekleur a-raok
ckb: پاشبنەمای پێشتر
kk: алдыңғы фон
ku: dekora berî vê
mi: ārai tuarongo o mua
mn: өмнөх дэвсгэр
ms: latar belakang sebelumnya
sw: Hali ya nyuma iliyopita
tg: манзари пешина
zu: indawo edlule

source: random
am: የማይታወቅ
az: təsadüfi
bn: এলোমেলো
br: evel ma teu e teu
ckb: هەڕەمەکی
kk: кездейсоқ
ku: ketoberî
mi: matapōkere
mn: санамсаргүй
ms: rawak
sw: Ovyoovyo
tg: тасодуфӣ
zu: okungajwayelekile

source: random position
am: የማይታወቅ ቦታ
az: təsadüfi mövqe
bn: যেকোন অবস্থান
br: lec'hiadur cheñch-dicheñch
ckb: شوێنی هەڕەمەکی
kk: кездейсоқ орын
ku: cîgeha ketoberî
mi: tūnga matapōkere
mn: санамсаргүй байрлал
ms: kedudukan rawak
sw: Msimamo ovyoovyo
tg: ҷойгиршавии тасодуфӣ
zu: indawo engajwayelekile

source: record...
am: ቅዳ...
az: yazma...
bn: রেকর্ড...
br: enrollañ...
ckb: تۆمارکردن...
kk: жазу...
ku: tomar...
mi: hopukina...
mn: бичлэг...
ms: rakam...
sw: kurekodi...
tg: сабт…
zu: qopha...

source: recording1
am: ቅጂ1
az: yazma1
bn: রেকর্ডিং1
br: enrolladenn1
ckb: تۆمارکردنی1
kk: жазу1
ku: tomar1
mi: rēkoata1
mn: бичлэг1
ms: rakaman1
tg: сабти1
zu: ukugopha kokuqala

source: redo
am: በድጋሚ አድርግ
az: təkrar
bn: পুনরায় কর
br: adsevel
ckb: کردنەوە
kk: қайта жасау
ku: pêşve bibe
mi: mahia anōtia
mn: Цуцлах
ms: ulangai
sw: redia
tg: азнав кардан
zu: yenza kabusha

source: rename variable
am: የተለዋዋጩን ስም ቀይር
az: dəyişən adını yenilə
bn: ভ্যারিয়েবলের নাম পরিবর্তন কর
br: adenvel ar varienn
ckb: ناونانەوەی گۆڕاو
kk: айнымалының атауын өзгерту
ku: guherokê dîsa bi nav bike
mi: tapaina anōtia te taurangi
mn: хувьсагчийн нэр солих
ms: ubah nama pembolehubah
tg: аз нав номнавис кардани тағйирёбанда
zu: shintsha igama i-variable

source: requires sign in
am: የመግቢያ ቅጽ መሙላት ያስፈልጋል
az: giriş tələb edir
bn: সাইন ইন প্রয়োজন
br: ret eo lakaat e anv
ckb: چوونەژوورەوە داواکراوە
kk: кіру қажет
ku: têketin pêwîst e
mi: me takiuru
mn: нэвтрэх шаардлагатай
ms: memerlukan daftar masuk
tg: даромадро талаб мекунад
zu: idinga ukuthi ungene

source: resistance-A
am: መቋቋም-A
az: müqavimət-A
bn: রোধ-A
br: rezistañs-A
ckb: بەرگری-A
kk: A-кедергісі
ku: xweragirî-A
mi: parenga-A
mn: эсэргүүцэл-A
ms: rintangan-A
tg: муқовимати-A
zu: umnqabi-A

source: resistance-B
am: መቋቋም-B
az: müqavimət-B
bn: রোধ-B
br: rezistañs-B
ckb: بەرگری-B
kk: B-кедергісі
ku: xweragirî-B
mi: parenga-B
mn: эсэргүүцэл-B
ms: rintangan-B
tg: муқовимати-B
zu: umnqabi-B

source: resistance-C
am: መቋቋም-C
az: müqavimət-C
bn: রোধ-C
br: rezistañs-C
ckb: بەرگری-C
kk: C-кедергісі
ku: xweragirî-C
mi: parenga-C
mn: эсэргүүцэл-C
ms: rintangan-C
tg: муқовимати-C
zu: umnqabi-C

source: resistance-D
am: መቋቋም-D
az: müqavimət-D
bn: রোধ-D
br: rezistañs-D
ckb: بەرگری-D
kk: D-кедергісі
ku: xweragirî-D
mi: parenga-D
mn: эсэргүүцэл-D
ms: rintangan-D
tg: муқовимати-D
zu: umnqabi-D

source: reverse
am: አቅጣጫ መቀየር
az: geri dön
bn: বিপরীত
br: eilpennet
ckb: پێچەوانە
kk: қайту
ku: berevajî wê
mi: ahu whakamuri
mn: гэдрэг
ms: songsang
sw: rudi nyuma
tg: ба қафо
zu: buyelemunva

source: right
am: ቀኝ
az: sağa
bn: ডানে
br: a-zehoù
ckb: ڕاست
kk: оңға
ku: rast
mi: katau
mn: баруун
ms: kanan
sw: kulia
tg: рост
zu: sokudla

source: right arrow
am: የቀኝ አቅጣጫ ጠቋሚ ቀስት
az: sağ ox
bn: ডান অ্যারো
br: bir dehoù
ckb: تیری ڕاست
kk: нұсқары оңға
ku: tîra rastê
mi: pere katau
mn: баруун сум
ms: anak panah kanan
sw: ishara kulia
tg: тири рост
zu: umcibilisholo kwesokudla

source: rotation style:
am: የመሽከርከሪያ ዘይቤ፡
az: dönmə stili:
bn: ঘূর্ণনের ধরণ:
br: stil treiñ:
ckb: ستایلی سوڕاندن:
kk: айналу стилі
ku: şêwaza zîvirandinê:
mi: momo hurihanga
mn: эргэх хэлбэр:
ms: gaya putaran:
tg: намуди тобхурӣ:
zu: ukujika kwesitayela:

source: save to local file
am: በአቅራቢያ የሚገኝ ፋይል ውስጥ ይቀመጥ
az: kompyuterimdə saxla
bn: লোকাল ফাইলে সংরক্ষন কর
br: saveteiñ evel restr lec'hel
ckb: پاشەکەوتکردن بۆ پەڕگەی ناوخۆیی
kk: жергілікті файлға сақтау
ku: li kombersa min tomar bike
mi: tiakina ki te kōnae paetata
mn: файлд хадгалах
ms: simpan ke fail setempat
tg: дар файли локалӣ ҳифз кардан
zu: gcina fayela ojwayelekile

source: second
am: ሁለተኛ
az: saniyə
bn: সেকেন্ড
br: segondenn
ckb: چرکە
kk: секунд
ku: çirke
mi: hēkona
mn: секунд
ms: saat
sw: pili
tg: сония
zu: umzuzwana

source: select all
am: ሁሉንም ምረጥ
az: hamısını seç
bn: সবকিছু নির্বাচন কর
br: diuzañ an holl
ckb: دیاریکردنی هەمووی
kk: барлығын таңдау
ku: hemûyan hilbijêre
mi: kōwhiria te katoa
mn: бүгдийг сонгох
ms: pilih semua
sw: chagua kila kitu
tg: интихоби кулл
zu: khetha konke

source: set slider min and max
am: ማንሸራተቻውን ዝቅተኛውን እና ከፍትኛውን ዋጋ ቀይር
az: slayderin sərhədlərini təyin et
bn: সর্বোচ্চ ও সর্বনিন্ম স্লাইডার নির্ধারণ কর
br: termeniñ min ha max ar reti
ckb: دانانی بچووکترین و گەورەترینی خلیسکێنەر
kk: жүгірткінің минимумы мен максимумын орнату
ku: rêjeya zêdetirîn û kêmtirîn a şemitandinê saz bike
mi: whakaritea te mōkito, mōrahi mō te rēreti
mn: сайдерын их багыг тохируулах
ms: tetapkan pelungsur min dan maks
tg: калонтарин ва хурдтарин маънои слайдерро насб кардан
zu: lungisa shibilika ekuqaleli nasekugcineni

source: shared
am: የተጋራ፡
az: paylaşıldı
bn: শেয়ার করা হয়েছে
br: rannet
ckb: هاوبەش کراو
kk: ортақ
ku: parvekirî
mi: tūhonohono
mn: хуваалцах
ms: dikongsi
tg: ҳамагӣ
zu: phisana

source: show:
am: አሳይ፡
az: göstər:
bn: দেখাও:
br: diskouez:
ckb: پیشاندان:
kk: көрсету:
ku: bibîne:
mi: whakaatu:
mn: харуулах:
ms: tunjukkan:
sw: onyesha
tg: нишон диҳад:
zu: veza:

source: silence
am: ፀጥታ
az: səssizlik
bn: নিঃশব্দ
br: didrouz
ckb: بێدەنگ
kk: тыныштық
ku: bêdengî
mi: whakangū
mn: чимээгүй
ms: senyap
sw: kimya
tg: хомӯшӣ
zu: ukuthula

source: sin
ckb: ساین
sw: sini

source: slider
am: ማንሸራተቻ
az: slayder
bn: স্লাইডার
br: potañsiometr
ckb: خلیسکێنەر
kk: тетікше
ku: pêşeker
mi: rēreti
mn: Хөшүүрэг
ms: pelungsur
sw: kitelezi
tg: слайдер
zu: shibilika

source: softer
am: ለስላሳ
az: daha yumşaq
bn: কোমল
br: dousoc'h
ckb: نەرمتر
kk: жұмсағырақ
ku: nermtir
mi: ririki
mn: зөөлөн
ms: lebih lembut
sw: laini
tg: нармтар
zu: okuthambile

source: sound
am: ድምጽ
az: səs
bn: শব্দ
br: son
ckb: دەنگ
kk: дыбыс
ku: deng
mi: oro
mn: дуу
ms: bunyi
sw: sauti
tg: садо
zu: umsindo

source: space
am: ቦታ
az: boşluq
bn: মহাকাশ
br: barrenn esaouiñ
ckb: بۆشایی
kk: ғарыш
ku: valahî
mi: mokowā
mn: спейс
ms: ruang
sw: Nafasi
tg: пробел
zu: isikhala

source: sqrt
az: kvadrat kökalma
br: gwrizienn
ckb: ڕەگی دووجا
kk: квадрат түбірі
mn: квадрат язгуур
sw: kipeuo cha pili
tg: решаи квадратӣ

source: tan
ckb: تانجێنت
sw: tanjenti

source: text
am: ፅሁፍ
az: mətn
bn: টেক্সট
br: testenn
ckb: دەق
kk: мәтін
ku: nivîs
mi: kuputuhi
mn: текст
ms: teks
tg: матн
zu: umbhalo

source: that way
am: ያ መንገድ
az: ora
bn: ঐ দিকে
br: dre aze
ckb: بەم ڕێگەیە
kk: осы жолмен
ku: wê hêla
mi: tērā ahunga
mn: тэрүүгээр
ms: arah sana
sw: hivyoo
tg: ба роҳ
zu: leyandlela

source: this script
am: ይሄ ስክሪፕት
az: bu skript
bn: এই স্ক্রিপ্ট
br: ar skript-mañ
ckb: ئەم سکریپتە
kk: бұл скрипт
ku: vê rêzikê
mi: tēnei hōtuhi
mn: энэ алгоритм
ms: skrip ini
sw: hati hii
tg: ин скрипт
zu: lo mbhalo

source: this sprite
am: ይሄ ስፕራይት
az: bu sprayt
bn: এই স্প্রাইট
br: al lutun-mañ
ckb: ئەم تەنە
kk: бұл спрайт
ku: vê pêlîstikê
mi: tēnei parehe
mn: энэ дүрс
ms: sprite ini
tg: ин спрайт
zu: lo lomlingisi

source: this way
am: ይሄ መንገድ
az: bura
bn: এই পথে
br: dre amañ
ckb: بەو ڕێگەیە
kk: осылайша
ku: vê hêla
mi: tēnei ahunga
mn: тэр зам
ms: arah sini
sw: hivii
tg: ин роҳ
zu: lendlela

source: undo
am: መልስ
az: ləğv et
bn: পূর্বাবস্থায় ফেরত
br: nullañ
ckb: هه‌ڵوه‌شاندنه‌وه‌
kk: болдырмау
ku: vegerîne
mi: wetekia
mn: Сэргээх
ms: batalkan
sw: tengua
tg: ба қафо
zu: enza kabusha

source: unshared
am: ያልተጋራ
az: şəxsi
bn: শেয়ার করা হয়নি
br: n'eo ket bet rannet
ckb: هاوبەش نەکراو
kk: жеке
ku: neparvekirî
mi: kāore i te tuaritia
mn: хуваалцаагүй
ms: tidak dikongsi
sw: imeondolewa kushiriki
tg: шахсӣ
zu: awuphisani

source: up
am: ወደ ላይ
az: yuxarı
bn: উপরে
br: war-grec'h
ckb: سەرەوە
kk: жоғары
ku: jor
mi: ki runga
mn: дээш
ms: atas
sw: juu
tg: боло
zu: phezulu

source: up arrow
am: ወደ ላይ አቅጣጫ ጠቋሚ ቀስት
az: aşağı ox
bn: ঊর্ধ্বমুখী অ্যারো
br: bir krec'h
ckb: تیری سەروو
kk: нұсқары жоғары
ku: tîra jor
mi: pere runga
mn: дээш сум
ms: anak panah atas
sw: mshale wajuu
tg: тири болоӣ
zu: umcibilisholo phezulu

source: variable
am: ተለዋዋጭ
az: dəyişən
bn: ভ্যারিয়েবল
br: varienn
ckb: گۆڕاو
kk: айнымалы
ku: guherok
mi: taurangi
mn: хувьсагч
ms: pembolehubah
tg: тағйирёбанда
zu: i-variable

source: video direction
am: የቪዲዮ አቅጣጫ
az: video istiqaməti
bn: ভিডিওর দিক
br: tu ar video
ckb: ئاڕاستەی ڤیدیۆ
kk: видео бағыты
ku: berê vîdyoyê
mi: ahunga ataata
mn: видеоны чиглэл
ms: arah video
sw: Mwelekeo wa video
tg: самти видео
zu: indlela umqophiso

source: video motion
am: የቪዲዮ እንቅስቃሴ
az: video hərəkəti
bn: ভিডিওর গতি
br: fiñvadur video
ckb: جوڵانی ڤیدیۆ
kk: видео қозғалысы
ku: tevgera vîdyoyê
mi: nekehanga ataata
mn: видеоны хөдөлгөөн
ms: gerakan video
sw: mwendo wa video
tg: ҳаракати видео
zu: umqophiso onyakazayo

source: whirl
am: መሽከርከር
az: burulğan
bn: দ্রুত আবর্তন
br: troidellat
ckb: خولانەوە
kk: құйындау
ku: bizîvirîne
mi: kōriporipo
mn: мушгих
ms: pusar
sw: Zunguka kwa haraka
tg: печутоб
zu: phenduka

source: year
am: አመት
az: il
bn: বছর
br: bloavezh
ckb: ساڵ
kk: жыл
ku: sal
mi: tau
mn: жил
ms: tahun
sw: mwaka
tg: сол
zu: unyaka

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href= target=>see the cloud data FAQ!</a>
am: <b>ስለመስመር ላይ ትለዋዋጭ መረጃ</b><br>&nbsp;<br>በአሁነ ጊዜ፣ ቁጥሮችን ብቻ ነው የምንደግፈው<br>ይመነጋገሪያ ክፍሎች አይፈቀዱም፣ እናም ይደመሰሳል<br>ለበለጠ መረጃ፣<a href= target=>የመስመር ላይ መረጃ በብዛት የተጠየቁ ጥያቄዎችን እዩ!</a>
az: <b>Bulud dəyişənləri haqqında məlumat</b><br>&nbsp;<br>Hal-hazırda yalnız ədəd dəyişənləri dəstəklənir<br>Çat-otaqlarına icazə verilmir və silinəcəkdir<br>Daha ətraflı məlumat üçün, bulud verilənləri haqqında <a href="/help/faq/#clouddata" target="_blank">tez-tez verilən suallara baxın</a>
bn: <b>ক্লাউড ভ্যারিয়েবলগুলো সম্পর্কে তথ্য</b><br>&nbsp;<br>বর্তমানে, শুধুমাত্র সংখ্যা সমর্থিত<br>চ্যাট রুম অনুমোদিত নয়, এবং সরিয়ে ফেলা হবে<br>আরও তথ্যের জন্য,<a href= target=>ক্লাউড ডাটা বজিপ্র দেখ!</a>
br: <b>Titouroù diwar-benn variantoù Cloud</b><br>&nbsp;<br>Evit poent n'eus nemet an niveroù hag a vez degemeret<br>ar saloñsoù flapañ na vezont ket aotreet ha dilamet e vint<br>Evit gouzout hiroc'h, <a href= target=>kit da welet ouzh ar FAG diwar-benn ar roadennoù cloud!</a>
ckb: <b> زانیاری دەربارەی گۆڕاوەکانی هەور </b> <br>&nbsp; <br> لە ئێستادا، تەنها ژمارەکان پاڵپشتی دەکرێن <br> ژوورەکانی گفتوگۆکردن ڕێگە پێنەدراون و دەسڕێنەوە <br> بۆ زانیاری زیاتر، <a href= target=> پرسیارە دووبارەبووەکانی داتای هەور ببینە! </a>
kk: <b> Бұлтты айнымалы туралы ақпарат</b><br>&nbsp;<br> Қазіргі уақытта, тек сандар қолдау көрсетіледі<br> Чат бөлмелері рұқсат етілмейді, және жойылады<br>Қосымша ақпарат алу үшін, <a href= target=> бұлтты деректерді жиі қойылатын сұрақтар бөлімін қараңыз! </a>
ku: <b>Agahî di derbarê guherokên EWRê de</b><br>&nbsp;<br>Vê gavê, tenê hejmar têne qebûlkirin<br>Destûr ji bo odeyên sohbetê tune ye, û ew ê bêne rakirin<br>Ji bo agahiyên zêdetir, <a href= target=>li PPPya daneya EWRê binêre!</a>
mi: <b>Mōhiohio mō ngā taurangi Kapua Raraunga </b><br>&nbsp;<br>I tēnei wā, ko ngā nama anake ka tautokona<br>Kāore e whakaaetia ngā rūma kōrerorero, ā, ka tangohia<br>Mō ētahi mōhiohio anō, <a href= target=>tirohia ngā Pātai Auau FAQ mō te Kapua Raraunga!</a>
mn: <b>Клөүд хувьсагчдийн тухай мэдээлэл</b><br>&nbsp;<br>Одоогоор зөвхөн тоонууд дэмжинэ<br>Чатын өрөө дэмжихгүй учир хасах болно<br>Илүү мэдээлэл авах бол, <a href= target=>клөүд дэх Түгээмэл Асуулт Хариулт үзнэ үү!</a>
ms: <b>Maklumat mengenai pembolehubah AwanCloud</b><br>&nbsp;<br>Pada masa ini, hanya nombor yang disokong<br>Bilik sembang tidak dibenarkan, dan akan dialih keluar<br>Untuk maklumat lanjut,<a href= target=>lihat soalan FAQ data awan!</a>
sw: <b>Mabadiliko ya habari kuhusu ghala la wingu </b><br>&nbsp;<br>kwa sasa nambari tu zinaonekana<br>vyumba vya gumzo haviruhusiwi, na vitaondolewa<br>Kwa habari zaidi, <a href= target=>angalia data za ghala wingu MYMN!</a>
tg: <b>Маълумот дар бораи тағйирёбандаҳои абрӣ</b><br>&nbsp;<br>Ҳозир танҳо тағйирёбандаҳои рақамиро қабул мекунад<br>Чат-хонаҳо иҷозат надоранд ва нест мешаванд<br>Барои гирифтани маълумоти иловагӣ <a href= target=>FAQ дар бораи маълумотҳои абрӣ нигоҳ кунед</a>

source: Click to try again or to save
am: በድጋሚ ለመሞከር ወይም ለማስቅመጥ ይንኩ
az: Yenidən cəhd etmək üçün və ya saxlamaq üçün klik edin
bn: সংরক্ষন করতে বা আবার চেষ্টা করতে ক্লিক কর
br: Klikit evit klask en-dro pe enrollañ
ckb: کرتە بکە بۆ دوبارە هەوڵدانەوە یان پاشەکەوت کردن
kk: Қайталау немесе сақтау үшін басыңыз
ku: Ji bo dîsa biceribînî an jî tomar bikî, bitikîne
mi: Pāwhiria kia whakamātau anō, kia tiaki rānei
mn: Дарж дахин оролдох эсвэл Хадгалах
ms: Klik untuk mencuba sekali lagi atau untuk menyimpannya
sw: bonyeza kujaribu tena au kuhifadhi
tg: Барои такрор кардан ё ҳифз кардан пахш кунед
zu: Ciphiza ukuzama futhi ukugcina

source: Cloud
am: መስመር ላይ መረጃ ማስቀመጫ
az: Bulud
bn: ক্লাউড
br: Koumoulenn
ckb: هەور
kk: Бұлт
ku: Ewr
mi: Kapua
mn: Клөүд
ms: Awan
sw: anga
tg: Абр
zu: Ifu

source: costume name
am: የአልባሳት ስም
az: geyim adı
bn: পোশাকের নাম
br: anv ar gwiskamant
ckb: ناوی بەرگ
kk: костюм аты
ku: navê kostumê
mi: ingoa kākahu
mn: өмсгөлийн нэр
ms: nama kostum
sw: jina la vazi
tg: номи либос
zu: igama lempahla

source: Costumes:
am: አልባሳት፡
az: Geyimlər:
bn: পোশাক:
br: Gwiskamantoù:
ckb: بەرگەکان:
kk: Костюмдер:
ku: Kostum:
mi: Kākahu:
mn: Өмсгөлүүд:
ms: Kostum:
sw: mavazi
tg: Либосҳо:
zu: Izimpahla:

source: Eraser width:
am: የላጲስ ስፋት፡
az: Silginin eni:
bn: রবারের প্রস্থ:
br: Ment ar gomenn
ckb: درێژی سڕەوە:
kk: Өшіргіштің ені:
ku: Panahiya jêbirkê:
mi: Whānui ūkui:
mn: Баллуурын өргөн:
ms: Lebar pemadam:
sw: futa upana
tg: Паҳмии хаткуркунак:
zu: Susa ubude:

source: Line width:
am: የመስመር ስፋት፡
az: Xəttin eni:
bn: রেখার প্রস্থ:
br: Tevder al linenn:
ckb: درێژی هێڵ:
kk: Сызықтың ені:
ku: Qalindbûna çixêzê:
mi: Whānui rārangi:
mn: Шугамын өргөн:
ms: Lebar garisan
sw: upana wa mstari
tg: Паҳмии хат:
zu: Ubukhulu bomugqa:

source: Scripts:
am: ስክሪፕት፡
az: Skriptlər:
bn: স্ক্রিপ্ট :
br: Skriptoù:
ckb: سکریپتەکان:
kk: Скрипттер:
ku: Rêzik:
mi: Hōtuhi:
mn: Алгоритмууд:
ms: Skrip:
tg: Скриптҳо:
zu: Imibhalo:
