Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: pick random %n to %n
am: ከ %n እስከ %n ካሉት እንደፈለጋችሁ ምረጡ
az: %n ilə %n arasından təsadüfi bir ədəd ver
bn: %n থেকে %n এ যেকোন কিছু বাছাই কর
br: dibab un niver etre %n ha %n
ckb: هەڵبژاردنی هەڕەمەکی %n بۆ %n
kk: %n %n арасынан кездейсоқтықты таңдау
ku: di navbera %n û %n bi ketoberî hilbijêre
mi: tīpako matapōkere %n kia %n
mn: %n-с %n-н хооронд санамсаргүй тоо ав
ms: pilihan rawak %n hingga %n
sw: chagua bila mpangilio tokea %n mpaka %n
tg: тасодуфан аз %n то %n ҳосил кардан
zu: khetha unganaki %n uku %n

source: play drum %d.drum for %n beats
am: ከበሮ %d.drum ን ለ %n ጊዜ ምታ
az: %d.drum barabanını %n vuruş çal
bn: %nবিটের জন্য %d.drum ড্রামটি বাঁজাও
br: seniñ taboulin %d.drum e-pad %n talm
ckb: لێدانی تەپڵ %d.drum بۆ %n لێدان
kk: %d.drum дабылында %n такт ойнау
ku: dahola %d.drum %n caran lêxe
mi: whakatangihia te pahū %d.drum mō ngā taki %n
mn: %n хэмээр %d.drum бөмбөрийг цохь
ms: palu dram %d.drum selama %n detik
sw: piga ngoma %d.drum kwa midundo %n
tg: навохтани %d.drum нақора %n бит
zu: dlala idilamu %d.drum yo %n msindo

source: play note %d.note for %n beats
am: %d.note ኖታን ለ %n ጊዜ አጫውት
az: %d.note notunu %n vuruş çal
bn: %n বিটের জন্য %d.note নোটটি বাজাও
br: seniñ an notenn %d.note e-pad %n talm
ckb: لێدانی ئاماژە %d.note بۆ %n لێدان
kk: %d.note нотасында %n такт ойнау
ku: notaya %d.note %n caran lêxe
mi: whakatangihia te oro %d.note mō ngā taki %n
mn: %dноотоор %n бит дуу гарга
ms: mainkan nota %d.note selama %n detik
sw: cheza wimbo %d wimbo wa %n
tg: навохтани оҳанги %d.note %n бит
zu: dlala uhlamvu %d.drum yo %n lomsindo

source: play sound %m.sound
am: %m.sound የተሰኘውን ድምጽ ተጫወት
az: %m.sound səsini çal
bn: %m.sound শব্দ বাজাও
br: seniñ ar son %m.sound
ckb: لێدانی دەنگ %m.sound
kk: %m.sound дыбысын ойнау
ku: dengê %m.sound lêxe
mi: whakatangihia te %m.sound
mn: %m.sound дууг гарга
ms: mainkan bunyi %m.sound
sw: cheza sauti %m.sound
tg: навохтани садои %m.sound
zu: dlala umsindo %m.sound

source: play sound %m.sound until done
am: %m.sound የተሰኘውን ድምጽ እስከሚጭርስ ተጫወት
az: %m.sound səsini bitənə qədər çal
bn: শেষ না হওয়া পর্যন্ত %m.sound বাজাও
br: seniñ ar son %m.sound betek penn
ckb: لێدانی دەنگی %m.sound تا تەواوبوون
kk: %m.sound дыбысын соңына дейін ойнау
ku: dengê %m.sound heta dawiye lêxe
mi: whakatangihia te %m.sound tae noa ki te mutunga
mn: %m.sound-г дуустал дуугарга
ms: mainkan bunyi %m.sound hingga tamat
sw: cheza sauti %m.sound mpaka imalizike
tg: навохтани садои %m.sound то ба анҷом
zu: dlala umsindo %m.sound uze uqede

source: point in direction %d.direction
am: ወደ %d.direction አቅጣጫ ዙር
az: %d.direction istiqamətində dön
bn: মুখ ফেরাও %d.direction এর দিকে
br: treiñ war-zu %d.direction
ckb: خاڵ بە ئاڕاستەی %d .direction
kk: %d.direction бағытында бұру
ku: berê xwe bide hêla %dê
mi: atatohua ki %d.direction
mn: чигийг %d.direction-р эргүүл
ms: hadap ke %d.direction
sw: onyesha katika dira %d.direction
tg: ба тарафи %d.direction тоб хӯрдан
zu: khomba ngasendleleni %d.direction

source: point towards %m.spriteOrMouse
am: ወደ %m.spriteOrMouse አቅጣጫ ዙር
az: %m.spriteOrMouse tərəfə dön
bn: %m.spriteOrMouse এর দিকে নির্দেশ কর
br: treiñ war-zu %m.spriteOrMouse
ckb: خاڵ بەرەو %m.spriteOrMouse
kk: %m.spriteOrMouse бұрылу
ku: bizîvire hela %m.spriteOrMouseê
mi: atatohua ki %m.spriteOrMouse
mn: %m.spriteOrMouse руу эргэ
ms: hadap ke %m.spriteOrMouse
sw: onyesha kuelekea %m.spriteOrMouse
tg: ба тарафи %m.spriteOrMouse тоб хӯрдан
zu: khomba ubhekise %m.spriteOrMouse

source: repeat %n
am: ድገም %n
az: %n dəfə təkrarla
bn: পুনরাবৃত্তি কর %n
br: adober %n
ckb: دوبارەکردنەوە %n
kk: %n қайталау
ku: %n caran dubare bike
mi: tōaitia kia %n ngā wā
mn: %n удаа давта
ms: ulang %n
sw: rudia %n
tg: такрор кардан %n
zu: phinda %n

source: repeat until %b
am: እስከ %b ድረስ ድገም
az: %b olana qədər təkrarla
bn: %b না হওয়া পর্যন্ত পুনরাবৃত্তি কর
br: adober betek %b
ckb: دوبارەکردنەوە تا %b
kk: %b дейін қайталау
ku: hata bibe %b dubare bike
mi: tōaitia tonutia kia %b
mn: %b болтол давта
ms: ulang sehingga %b
sw: rudia mpaka %b
tg: такрор кардан то %b
zu: phinda kuze %b

source: replace item %d.listItem of %m.list with %s
am: በ %m.list ውስጥ ያለውን %d.listItem በ %s ተካ
az: %m.list listində %d.listItem elementini %s ilə dəyiş
bn: %m.list এর %d.listItem আইটেমটি %s এর সাথে প্রতিস্থাপন কর
br: erlec'hiañ %s ouzh %d.listItem e %m.list
ckb: گۆڕینەوەی دانەی %d.listItem لە %m.list لەگەڵ %s
kk: %m.list тізіміндегі %d.listItem элементін %s өзгерту
ku: hêmana %d.listItemê ya %m.list bi %s re biguherîne
mi: whakakapia te tūemi %d.listItem o %m.list ki %s
mn: %s-тай %m.list-н %d.listItem-г соль
ms: gantikan item %d.listItem dari %m.list dengan %s
sw: badilisha kitu %d.listItem ya %m.list na %s
tg: иваз кардани унсури %d.listItem бо %m.list то %s
zu: buyisela into %d.listItem ye %m.list nge %s

source: reset timer
am: ጊዜ ቆጣሪውን ከዜሮ ጀምር
az: taymeri yenidən başlat
bn: সময় নির্ণায়ক নতুন করে চালু কর
br: adderaouekaat ar c'hronometr
ckb: ڕێکخستنەوەی کاتێنەر
kk: таймерді қайта іске қосу
ku: demsazkerê nûsaz bike
mi: tautuhia anōtia te taima
mn: тоолуурыг 0 болго
ms: set-semula pemasa
sw: anzisha tena kitunza muda
tg: барқароркунии вақт
zu: ngifaka iwashi elicushiwe

source: rest for %n beats
am: ለ %n ምቶች ያህል እረፍ
az: %n vuruş gözlə
bn: %n বিটের জন্য অপেক্ষা কর
br: chom a-sav e-pad %n talm
ckb: پشوو بۆ %n لێدان
kk: %n такт күту
ku: %n lêdanan huş be
mi: tatari mō ngā taki %n
mn: %n хэмтэй үлдээ
ms: rehat selama %n derap
sw: pumzika kwa mipigo %n
tg: %n интизор шудан
zu: yehlisa ngomsindo %n

source: round %n
am: %n ን አጠጋጋ
az: %n ədədini yuvarlaqlaşdır
bn: %n পর্ব
br: nesaat %n
ckb: نزیککردنەوە %n
kk: %n дөңгелектеу
ku: %nê bizîvirîne
mi: whakaawhiwhia %n
mn: %n-р тоймло
ms: bundarkan%n
sw: mzunguko wa %n
tg: яклухт кардан %n
zu: rawunda %n

source: say %s
am: %s ን በል
az: %s de
bn: %s বল
br: lavaret %s
ckb: بڵێ %s
kk: %s деп айту
ku: bibêje %s
mi: kīia %s
mn: %s-г хэл
ms: ucap %s
sw: sema %s
tg: %s гуфтан
zu: isho %s

source: say %s for %n secs
am: ለ %n ሰከንዶች %s በል
az: %n saniyə %s de
bn: %s বলে %n সেকেন্ডের জন্য
br: lavaret %s e-pad %n s
ckb: بڵێ %s بۆ %n چرکە
kk: %s дегенді %n секунд бойы айту
ku: %n çirkeyan bibêje %s
mi: kīia %s mō ngā hēkona %n
mn: %s-г %n секундэд хэл
ms: ucap %s selama %n saat
sw: sema %s kwa dakika %n
tg: %s гуфтан дар муддати %n сония
zu: isho %s ye %n umzuzwana

source: sensor %m.booleanSensor?
am: መረጃ ሰብሳቢ %m.booleanSensor?
az: sensor %m.booleanSensor isə?
bn: সেন্সর %m.booleanSensor?
br: santer %m.booleanSensor?
ckb: هەستەوەر %m.booleanSensor؟
kk: %m.booleanSensor сенсоры?
ku: sensor %m.booleanSensor e?
mi: paerongo %m.booleanSensor?
mn: %m.booleanSensor мэдэр?
sw: kihisio %m.booleanSensor?
tg: ҳассосак %m.booleanSensor?
zu: izwa %m.booleanSensor?

source: set %m.effect effect to %n
am: የ %m.effectን ውጤት %n አድርገው
az: %m.effect effektini %n et
bn: %m.effect প্রভাব %n এ নির্ধারণ কর
br: lakaat an efed %m.effect da %n
ckb: دانانی کاریگەری %m.effect بۆ %n
kk: %m.effect эффектін %n мәніне орнату
ku: efekta %m.effectê bike %n
mi: tautuhia te rākeitanga %m.effect kia %n
mn: %m.effect нөлөөг %n болго
ms: set kesan %m.effect kepada %n
sw: weka %m.effect athari ya %n
tg: насби асари %m.effect ба %n
zu: lungisa %m.effect umthelela uwuyise %n

source: set %m.motor power to %n
am: የ %m.motor ን ሃይል %n አድርግ
az: %m.motor gücünü %n et
bn: %m.motor মটরের পাওয়ার %n এ নির্ধারণ কর
br: lakaat galloud ar c'heflusker %m.motor da %n
ckb: دانانی هێزی %m.motor بۆ %n
kk: %m.motor қуатына %n мәнін орнату
ku: hêza motorê ya %m. bike %n
mi: tautuhia te kaha o %m.motor kia %n
mn: %m.motor хүчийг %n болго
ms: tetapkan kuasa %m.motor ke %n
sw: weka %m.motor umeme kuwa %n
tg: насби тавоноӣ %m.motor ба %n
zu: lungisa %m.motor amandla uwayise %n

source: set %m.motor2 direction to %m.motorDirection
am: የ %m.motor2 ን አቅጣጫ ወደ %m.motorDirection አድርግ
az: %m.motor2 üçün %m.motorDirection istiqamətini ver
bn: %m.motor2 কে %m.motorDirection এর দিকে নির্ধারণ কর
br: lakaat tu ar c'heflusker %m.motor2 da %m.motorDirection
ckb: دانانی ئاڕاستەی %m.motor2 بۆ %m.motorDirection
kk: %m.motor2 %m.motorDirection бағытын орнату
ku: berê %m.motor2 bide hêla %m.motorDirection
mi: tautuhia te ahunga o te %m.motor2 ki te %m.motorDirection
mn: %m.motor2 чиглэлийг %m.motorDirection болго
ms: tetapkan arah %m.motor2 ke %m.motorDirection
sw: weka %m.motor2 mwelekeo kuwa %m.motorDiretion
tg: насби %m.motor2 ба самти %m.motorDirection
zu: lungisa %m.motor2 indlela eya %m.motorDirection

source: set %m.var to %s
am: %m.var ን %s አድርግ
az: %m.var, %s olsun
bn: %m.var তে %s বসাও
br: lakaat %m.var da %s
ckb: دانانی %m.var بۆ %s
kk: %m.var %s мәнін беру
ku: %m.varê bike %n
mi: tautuhia %m.var ki te %s
mn: %m.var -г %n болго
ms: tetapkan %m.var kepada %s
sw: weka %m.var kwenda %n
tg: насби %m.var то %s
zu: lungisa %m.var ukuze %s

source: set instrument to %d.instrument
am: መሳሪያውን %d.instrument አድርግ
az: çalğı alətini %d.instrument et
bn: %d.instrument এ বাদ্যযন্ত্র নির্ধারণ কর
br: dibab ar benveg %d.instrument
ckb: دانانی ئامراز بە %d.instrument
kk: %d.instrument аспабын таңдау
ku: amûrê bike %d.instrument
mi: tautuhia te taonga puoro ki te %d.instrument
mn: %d.instrument хөгжим сонго
ms: set instrumen kepada %d.instrument
sw: weka chombo kwenda %d.instrument
tg: интихоби асбоб %d.instrument
zu: lungisa izinsimbi ukuze %d.instrument

source: set pen color to %c
am: የብዕሩን ቀለም %c አድርግ
az: qələm rəngini %c et
bn: কলমের রঙ %c নির্ধারণ কর
br: lakaat %c da liv ar stilo
ckb: دانانی ڕەنگی پێنووس بە %c
kk: қаламның түсін %c орнату
ku: rengê pênûsê bike %c
mi: tautuhia te tae o te pene kia %c
mn: зурах өнгийг %c болго
ms: set warna pen kepada %c
sw: weka rangi ya kalamu kwenda %c
tg: насби ранги қалам %c
zu: lungisa umbala we peni ukuze %c

source: set pen color to %n
am: የብዕሩን ቀለም %n አድርግ
az: qələm rəngini %n et
bn: কলমের রঙ %n এ নির্ধারণ কর
br: lakaat liv ar stilo da %n
ckb: دانانی ڕەنگی پێنووس بە %n
kk: қаламның түсін %n орнату
ku: rengê pênûsê bike %c
mi: tautuhia te tae o te pene kia %n
mn: зурах өнгийг %c болго
ms: set warna pen kepada %n
sw: weka rangi ya kalamu kwenda %c
tg: насби ранги қалам %n
zu: lungisa umbala we peni ukuze %n

source: set pen shade to %n
am: የብዕሩ ድምቀት %n ይሁን
az: qələm kölgəsini %n et
bn: কলমের আকার %n নির্ধারণ কর
br: lakaat arliv ar stilo da %n
ckb: دانانی سێبەری پێنووس بە %n
kk: қаламның көлеңкесін %n орнату
ku: sîbera pênûsê bike %n
mi: tautuhia te kauruku o te pene kia %n
mn: сүүдрийг %n болго
ms: set bayangan pen kepada %n
sw: weka kivuli cha kalamu kwenda %n
tg: насби сояи қалам %n
zu: lungisa isithunzi se peni ukuze %n

source: set pen size to %n
am: የብዕሩን መጠን %n አድርግ
az: qələm qalınlığını %n et
bn: %n এ কলমের আকার নির্ধারণ কর
br: lakaat tevder ar stilo da %n
ckb: دانانی قەبارەی پێنووس بە %n
kk: қаламның өлшемін %n орнату
ku: mezinbûna pênûsê bike %n
mi: tautuhia te nui o te pene kia %n
mn: зурах хэмжээг %n болго
ms: tetapkan saiz pen kepada %n
sw: weka ukubwa wa kalamu kwenda %n
tg: насби андозаи қалам %n
zu: lungisa isisindo se peni ukuze %n

source: set rotation style %m.rotationStyle
am: የሽክርክር ዘዴውን %m.rotationStyle ዘዴ አድርግ
az: fırlanma stili %m.rotationStyle
bn: ঘূর্ণন শৈলী %m.rotationStyle নির্ধারণ কর
br: resisaat an tu treiñ: %m.rotationStyle
ckb: دانانی شێوازی سوڕانەوە %m.rotationStyle
kk: % m.rotationStyle айналу стилін орнату
ku: şêweya zîvirandinê bike %m.rotationStyle
mi: tautuhia te momo huringa kia %m.rotationStyle
mn: Эргэх хэлбэрийг %m.rotationStyle болго
ms: set arah putaran %m.rotationStyle
sw: weka mtindo mzunguko %m.rotationStyle
tg: насби услуби тобхури %m.rotationStyle
zu: lungisa isitayela ejikeleza ngaso %m.rotationStyle

source: set size to %n%
am: መጠኑን %n% አድርግ
az: ölçüsünü %n% et
bn: %n% এ আকার নির্ধারণ কর
br: lakaat e %n % eus ar vent orin
ckb: دانانی قەبارە بە %n٪
kk: өлшемді %n% орнату
ku: mezinahiyê bike %n
mi: tautuhia te rahi kia %n%
mn: хэмжээг %n% болго
ms: tetapkan saiz kepada %n%
sw: weka ukubwa kwenda %n%
tg: насби андоза %n%
zu: lungisa isisindo ukuze %n%

source: set tempo to %n bpm
am: ምቱን %n bpm አድርግ
az: tempi %n bpm et
bn: টেম্পো %n bpm নির্ধারণ কর
br: lakaat an tempo da %n bpm
ckb: دانانی خێرایی بۆ %n bpm
kk: қарқынды %n соққы/минутына орнату
ku: tempoyê bike %n lêdan/xulek
mi: tautuhia te tere kia %n bpm
mn: хэмийг %n цохилт/мин болго
ms: tetapkan tempo kepada %n bpm
sw: weka tempo kwenda %n bkd
tg: насби зудӣ ба %n bpm
zu: lungisa indlela yezinsimbi yoku dlala %n bpm

source: set video transparency to %n%
am: ምቱን %n bpm አድርግ
az: video şəffaflığını %n% et
bn: ভিডিওর স্বচ্ছতা %n% নির্ধারণ কর
br: lakaat treuzwelusted ar video da %n %
ckb: دانانی ڕۆشنایی ڤیدیۆ بۆ %n %
kk: бейне ашықтығын %n% орнату
ku: zelalbûna vîdyoyê bike %%n
mi: tautuhia te pūatatata o te ataata kia %n%
mn: видеоны нэвтрэлтийг %n% болго
ms: tetapkan kelutsinaran video ke %n%
sw: weka uwazi wa video kuwa %n%
tg: насби шаффофии видео %n%
zu: lungisa ukungabonakali kwe siqophamazwi %n%

source: set volume to %n%
am: የድምጽ መጠኑን %n% አድርግ
az: səs yüksəkliyini %n% et
bn: শব্দের মাত্রা %n% এ নির্ধারণ কর
br: lakaat live ar son da %n %
ckb: دانانی دەنگ بە %n%
kk: дыбыс деңгейін %n% орнату
ku: bilindbûna deng bike %n%
mi: tautuhia te kahaoro kia %n%
mn: дууны хүчийг %n% болго
ms: set kelantangan kepada %n%
sw: weka kiasi cha sauti kwenda %n%
tg: насби қиммати садо %n%
zu: lungisa inani lo msindo ukuze %n%

source: set x to %n
am: xን %n አድርግ
az: x,%n olsun
bn: %n এ x নির্ধারণ কর
br: lakaat x da %n
ckb: دانانی x بە %n
kk: х-ті %n орнату
ku: x'ê bike %n
mi: tautuhia te x kia %n
mn: x тэнхлэг %n
ms: tetapkan x kepada %n
sw: weka x kwenda %n
tg: насби x дар %n
zu: lungisa u-x ukuze %n

source: set y to %n
am: yን %n አድርግ
az: y, %n olsun
bn: %n এ y নির্ধারণ কর
br: lakaat y da %n
ckb: دانانی y بە %n
kk: y-ті%n орнату
ku: y'yê bike %n
mi: tautuhia te y kia %n
mn: у тэнхлэг %n
ms: tetapkan y kepada %n
sw: weka y kwenda %n
tg: насби y дар %n
zu: lungisa u-y ukuze %n

source: show
am: አሳይ
az: görün
bn: দেখাও
br: diskouez
ckb: پیشاندان
kk: көрсету
ku: bibîne
mi: whakaaturia
mn: харагд
ms: papar
sw: onyesha
tg: нишондодан
zu: khombisa

source: show list %m.list
am: %m.list ዝርዝርን አሳይ
az: %m.list listini göstər
bn: %m.list তালিকা দেখাও
br: diskouez ar roll %m.list
ckb: پیشاندانی لیست %m.list
kk: %m.list тізімін көрсету
ku: lîsteya %m.list nîşan bide
mi: whakaaturia te rārangi %m.list
mn: %m.list жагсаалтыг харуул
ms: tunjukkan senarai %m.list
sw: onyesha orodha
tg: нишондодани руйхат %m.list
zu: khombisa uhlu %m.list

source: show variable %m.var
am: %m.list ዝርዝርን አሳይ
az: %m.var dəyişənini göstər
bn: %m.var ভ্যারিয়েবল দেখাও
br: diskouez ar varienn %m.var
ckb: پیشاندانی گۆڕاو %m.var
kk: %m.var айнымалыны көрсету
ku: guheroka %m.var nîşan bide
mi: whakaaturia te taurangi %m.var
mn: %m.var хувьсагчийг харуул
ms: tunjukkan pembolehubah %m.var
tg: нишондодани тағйирёбанда %m.var
zu: tshengisa i-variable %m.var

source: size
am: መጠን
az: ölçü
bn: আকার
br: ment
ckb: قەبارە
kk: өлшем
ku: mezinahî
mi: rahi
mn: хэмжээ
ms: saiz
sw: ukubwa
tg: андоза
zu: isisindo

source: stamp
am: ምልክት
az: çap
bn: স্ট্যাম্প
br: siellañ
ckb: مۆر
kk: мөр
ku: mohr bike
mi: pane kuini
mn: дардас
ms: cap
sw: stempu
tg: муҳр
zu: isitembu

source: stop %m.stop
am: %m.stop ን አቁም
az: %m.stop dayansın
bn: %m.stop থামাও
br: paouez %m.stop
ckb: وەستان %m.stop
kk: stop %m. тоқтату
ku: %m.stop rawestîne
mi: katia te %m.stop
mn: %m.stop -г зогсоо
ms: henti %m.stop
sw: simama
tg: боздоштан %m.stop
zu: ima %m.stop

source: stop all sounds
am: ሁሉንም ድምጾች አቁም
az: bütün səsləri dayandır
bn: সব শব্দ বন্ধ কর
br: lazhañ an holl sonioù
ckb: هەموو دەنگەکانی ڕاگرە
kk: барлық дыбыстарды тоқтату
ku: hemû dengan rawestîne
mi: katia ngā oro katoa
mn: чимээгүй бол
ms: hentikan semua bunyi
sw: simamisha milio yote
tg: ҳама садоҳоро боздоштан
zu: misa yonke imisindo

source: switch backdrop to %m.backdrop
am: የኋላ ስዕሉን በ %m.backdrop ስዕል ቀይር
az: fonu %m.backdrop et
bn: ব্যাকড্রপ %m.backdrop এ পরিবর্তন কর
br: tremen an drekleur da %m.backdrop
ckb: گۆڕینی پاشبنەما بۆ %m.backdrop
kk: фонды %m.backdrop ауыстыру
ku: derbasî dekora %m.backdrop bibe
mi: hurihia te ārai tuarongo kia %m.backdrop
mn: дэвсгэрийг %m.backdrop -ээр соль
ms: tukar latar belakang ke %m.backdrop
tg: манзарро ба %m.backdrop иваз кардан
zu: shintsha indawo ukuze %m.backdrop

source: switch backdrop to %m.backdrop and wait
am: የኋላ ስዕሉን በ %m.backdrop ስዕል ቀይር እና ጠብቅ
az: fonu %m.backdrop et və gözlə
bn: ব্যাকড্রপ থেকে %m.backdrop এ পরিবর্তন কর এবং অপেক্ষা কর
br: tremen an drekleur da %m.backdrop ha gortoz
ckb: گۆڕینی پاشبنەما بۆ %m.backdrop و چاوەڕێ بکە
kk: фонды% m.backdrop өзгерту және күту
ku: derbasî dekora %m.backdrop bibe û li bisekine
mi: hurihia te ārai tuarongo kia %m.backdrop, kātahi, tatari
mn: дэвсгэрийг %m.backdrop-ээр солиод хүлээ
ms: tukar latar belakang ke %m.backdrop dan tunggu
tg: манзарро ба %m.backdrop иваз кардан ва интизор шудан
zu: shintsha indawo mase %m.backdrop futhi uyalinda

source: switch costume to %m.costume
am: አልባሳቱን ወደ %m.costume ቀይር
az: geyimini %m.costume et
bn: পোশাক %m.costume এ পরিবর্তন কর
br: cheñch ar gwiskamant gant %m.costume
ckb: گۆڕینی بەرگ بۆ %m.costume
kk: костюмді %m.costume ауыстыру
ku: derbasî kostumê %m.costume bibe
mi: whakahuria te kākahu kia %m.costume
mn: өмсгөлийг %m.costume болго
ms: tukar pakaian ke %m.costume
sw: badili vazi kuwa %m.costume
tg: либосро ба %m.costume иваз кардан
zu: shintsha impahla ukuze %m.costume

source: tempo
am: ምት
az: temp
bn: গানের তাল
ckb: خێرایی
kk: қарқын
mi: tere
mn: хэм
tg: зудӣ
zu: izinsimbi

source: think %s
am: %s አስብ
az: düşünmək
bn: %s চিন্তা কর
br: soñjal e %s
ckb: بیرکردنەوەی %s
kk: %s деп ойлану
ku: %sê bifikire
mi: whakaarohia te %s
mn: %s -г бод
ms: berfikir %s
sw: fikiri %s
tg: фикр кардан %s
zu: cabanga %s

source: think %s for %n secs
am: %s ን ለ %n ሴኮንዶች አስብ
az: %n saniyəlik %s düşünmək
bn: %s সেকেন্ড এর জন্য %n চিন্তা কর
br: soñjal e %s e-pad %n s
ckb: بیرکردنەوە %s بۆ %n چرکە
kk: %s дегенді %n секунд ойлану
ku: %n çirkeyan %sê bifikire
mi: whakaarohia te %s mō ngā hēkona %n
mn: %s секундэд %n -г бод
ms: berfikir %s selama %n saat
sw: fikiri %s kwa %n seku
tg: %s сония %n фикр кардан
zu: cabangela %s ye %n umzuzwana

source: tilt
am: አዙር
az: əyilmək
bn: টিল্ট
br: stouadur
ckb: لاری
kk: көлбеу
ku: xwe xwar bike
mi: tītaha
mn: хазайлгах
ms: condong
sw: inamisha
tg: ҳамгашт
zu: phendula

source: timer
am: የጊዜ ቆጣሪ
az: taymer
bn: সময় নির্ণায়ক
br: kronometr
ckb: کاتێنەر
kk: таймер
ku: demsazker
mi: taima
mn: тоолуур
ms: pemasa
sw: kitunza muda
tg: таймер
zu: iwashi elicushiwe

source: touching %m.touching?
am: %m.touching እየተነካ ነው?
az: %m.touching toxunurmu?
bn: %m.touching কি স্পর্শ করছে?
br: %m.touching stoket ?
ckb: بەرکەوتنی %m.touching؟
kk: %m.touching дегенге тиіп тұр ма?
ku: digihîje ser %m.touchingê?
mi: kei te pā ki te %m.touching?
mn: %m.touching -д хүрсэн
ms: sentuh %m.touching?
sw: unagusa %m.touching?
tg: %m.touching мерасад?
zu: kuyathinta %m.touching?

source: touching color %c?
am: %c ቀለምን መንካት?
az: %c rəngə toxunurmu?
bn: %c রঙ কি স্পর্শ করছে?
br: liv %c stoket ?
ckb: بەرکەوتنی ڕەنگ %c؟
kk: %c түсіне тиіп тұр ма?
ku: digihîje ser rengê %c ?
mi: kei te pā ki te tae %c?
mn: %c өнгөнд хүрсэн
ms: sentuh warna %c?
sw: unagusa rangi %c?
tg: ранги %c мерасад?
zu: thinta umbala %c?

source: turn %m.motor off
am: %m.motor ን አጥፋ
az: %m.motor dayansın
bn: %m.motor বন্ধ কর
br: lazhañ ar c'heflusker %m.motor
ckb: %m.motor بکوژێنەوە
kk: %m.motor өшіру
ku: %m.motor bigire
mi: whakawetohia %m.motor
mn: %m.motor -г унтраа
ms: matikan motor %m.motor
sw: geuka
tg: %m.motor хомӯш кардан
zu: cisha %m.motor

source: turn %m.motor on
am: %m.motor ን አብራ
az: %m.motor işə düşsün
bn: %m.motor চালু কর
br: loc'hañ ar c'heflusker %m.motor
ckb: %m.motor پێبکە
kk: %m.motor қосу
ku: %m.motor bide destpêkirin
mi: whakakāngia %m.motor
mn: %m.motor 2-г асаа
ms: hidupkan %m.motor
sw: zungusha %m.motor washa
tg: ба кор даровардан %m.motor
zu: vula %m.motor

source: turn %m.motor on for %n secs
am: %m.motor ን ለ %n ሴኮንዶች አብራ
az: %m.motor %n saniyəlik işə düşsün
bn: %m.motor %n মূর্হূতের জন্য চালু কর
br: loc'hañ ar c'heflusker %m.motor e-pad %n s
ckb: %m.motor پێبکە بۆ %n چرکە
kk: %m.motor %n секундқа қосу
ku: ji bo%n çirkeyan %m.motor bide destpêkirin
mi: whakakāngia %m.motor mō ngā hēkena e %n
mn: %n секундэд %m.motor -г асаа
ms: hidupkan %m.motor selama %n saat
sw: zungusha %m.motor washa kwa %n sekunde
tg: %m.motor то %n сония ба кор даровардан
zu: vula %m.motor kwi %n umzuzu

source: turn @turnLeft %n degrees
am: ወደ @turnLeft በ %n ዲግሪ ዙር
az: @turnLeft tərəfə %n dərəcə dön
bn: @turnLeft %n ডিগ্রীতে ঘোরাও
br: treiñ @turnLeft eus %n derez
ckb: بیسوڕێنە @turnLeft %n پلە
kk: @turnLeft %n градусқа бұру
ku: %n dereceyan bizîvirîne @turnLeft
mi: hurihia @turnLeft kia %n putu
mn: @turnLeft тийш %n градус эргүүл
ms: putar @turnLeft %n darjah
sw: geuka kushoto
tg: %n дараҷа ба тарафи @turnLeft тоб додан
zu: phendula @turnLeft %n wehlise

source: turn @turnRight %n degrees
am: ወደ @turnRight በ %n ዲግሪ ዙር
az: @turnRight tərəfə %n dərəcə dön
bn: @turnRight %n ডিগ্রীতে ঘোরাও
br: treiñ @turnRight eus %n derez
ckb: بیسوڕێنە @turnRight %n پلە
kk: @turnRight %n градусқа бұру
ku: %n dereceyan bizîvirîne @turnRight
mi: hurihia @turnRight kia %n putu
mn: @turnRight тийш %n градус эргүүл
ms: putar @turnRight %n darjah
sw: geuka kulia
tg: %n дараҷа ба тарафи @turnRight тоб додан
zu: phendula @turnRight %n wehlise

source: turn video %m.videoState
am: ምስሉን %m.videoState አድርግ
az: videonu %m.videoState
bn: %m.videoState এ ভিডিও ঘোরাও
br: embann ar video %m.videoState
ckb: ڤیدیۆ بکە %m.videoState
kk: %m.videoState бейнені бұру
ku: vîdyoyê bizîvirîne %m.videoState
mi: hurihia te ataata %m.videoState
mn: видеог %m.videoState төлөвт шилжүүл
ms: %m.videoState video
tg: видеоро ба %m.videoState тоб додан
zu: vula umqophiso %m.videoState

source: username
am: የተጠቃሚ ስም
az: istifadəçi adı
bn: ইউজারনেম
br: anv implijer
ckb: ناوی بەکارهێنەر
kk: пайдаланушының аты
ku: navê bikarhêner
mi: ingoa kaiwhakamahi
mn: Хэрэглэгчийн нэр
ms: nama pengguna
sw: jina la mtumiaji
tg: номи истифодабаранда
zu: igama elisebenzile

source: video %m.videoMotionType on %m.stageOrThis
am: ምስል %m.videoMotionType በ %m.stageOrThis ላይ
az: %m.stageOrThis üzərindəki video %m.videoMotionType
bn: %m.stageOrThis এ %m.videoMotionType ভিডিও
br: video %m.videoMotionType war %m.stageOrThis
ckb: ڤیدیۆ %m.videoMotionType لەسەر %m.stageOrThis
kk: %m.stageOrThis %m.videoMotionType бейне
ku: vîdyo %m.videoMotionType li ser %m.stageOrThis
mi: ataata %m.videoMotionType kei %m.stageOrThis
mn: %m.stageOrThis дээрх %m.videoMotionType видео
ms: %m.videoMotionType video pada %m.stageOrThis
sw: video %m.videoMotionType juu ya %m.stageOrThis
tg: видео %m.videoMotionType ба %m.stageOrThis
zu: umbukiso %m.videoMotionType kwi %m.stageOrThis

source: volume
am: የድምጽ መጠን
az: səs yüksəkliyi
bn: শব্দের মাত্রা
br: live ar son
ckb: قەبارە
kk: дыбыс деңгейі
ku: rêjeya deng
mi: kahaoro
mn: дууны эрч
ms: kelantangan
sw: ujazo
tg: баландии овоз
zu: umsindo

source: wait %n secs
am: %n ሴኮንዶች ጠብቅ
az: %n saniyə gözlə
bn: %n সেকেন্ড অপেক্ষা কর
br: gortoz %n s
ckb: چاوەڕێ بکە %n چرکە
kk: %n секунд күту
ku: %n çirkeyan bisekine
mi: tatari kia %n hēkona
mn: %n секунд хүлээ
ms: tunggu %n saat
sw: subiri %n seku
tg: %n сония интизор шудан
zu: linda %n umzuzu

source: wait until %b
am: እስከ %b ድረስ ጠብቅ
az: %b olana qədər gözlə
bn: %b সেকেন্ড এর জন্য অপেক্ষা কর
br: gortoz betek %b
ckb: چاوەڕێ بکە تا %b
kk: %b дейін күту
ku: hata bibe %b bisekine
mi: tatari kia %b
mn: %b болтол хүлээ
ms: tunggu sehingga %b
sw: subiri mpaka %b
tg: то %b интизор шудан
zu: linda kuze %b

source: when %m.booleanSensor
am: %m.booleanSensor ሲሆን
az: %m.booleanSensor olduqda
bn: যখন %m.booleanSensor
br: pa %m.booleanSensor
ckb: کاتێک %m.booleanSensor
kk: %m.booleanSensor кезде
ku: dema ku bibe %m.booleanSensor
mi: ina %m.booleanSensor
mn: %m.booleanSensor үед
ms: bila %m.booleanSensor
tg: ҳангоми %m.booleanSensor
zu: nini %m.booleanSensor
