Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
am: ይህ ፕሮጀክት የመስመር ላይ ውሂብ- ይህ ባህሪ በመለያቸው ለገቡ በቻ የሚገኝ ነው።
az: Bu layihə data buludundan istifadə etdiyi üçün yalnız sistemə daxil olmuş istifadəçilər üçün əlçatandır.
bn: এই প্রজেক্টটি ক্লাউড ডাটা ব্যবহার করছে - ফিচারটি শুধু সাইন ইন করা স্ক্র্যাচারদের জন্য প্রযোজ্য।
br: Ar raktres-mañ a ra gant roadennoù Cloud - ur fonksionelezh na c'hall bezañ nemet gant an implijerien kevreet.
ckb: ئەم پڕۆژەیە داتای هەور بەکاردێنێت - تایبەتمەندییەک کە تەنها بۆ بەکارهێنەری چووەژوورەوە بەردەستە.
kk: Бұл жоба Бұлтты деректерді пайдаланады - осы мүмкіндік тек тіркелген пайдаланушыларға қол жетімді.
ku: Ev proje daneya EWRê bi kar tîne ‒ ev taybetî tenê ji bikarhênerên têketî re vekirî ye.
mi: Kei te whakamahi tēnei kaupapa i ngā raraunga o te 'Kapua Raraunga' - he āhuatanga ka taea e ngā kaiwhakamahi anake te whakamahi.
mn: Энэ төсөл Клөүд дата ашиглаж байна. Онцлог нь зөвхөн нэвтэрсэн хэрэглэгчид боломжтой.
ms: Projek ini menggunakan data Awan - satu ciri yang hanya tersedia untuk pengguna yang telah mendaftar masuk.
sw: Mradi huu anatumia ghala wingu - kipengele ambacho inapatikana kwa watumiaji walio hakikiwa tu.
tg: Ин лоиҳа маълумот абриро истифода мебарад - ин имконият ба шахсони бақайдгирифта дастрас аст.
zu: Lo msebenzi usebenzisa idata yaMafu- okufakiwe okutholakala abangenile kuphela.

source: This version is newer than the current release version.
am: ይህ ስሪት አሁን ከተለቀቀው ስሪት ይበልጥ አዲስ ነው።
az: Bu versiya mövcud versiyadan daha yenidir.
bn: এই সংস্করণটি বর্তমানে মুক্তিপ্রাপ্ত সংস্করণের চেয়ে নতুন।
br: Nevesoc'h eo an doare-mañ eget an doare a vremañ.
ckb: ئەم وەشانە نوێترە لە وەشانی دەرچووی ئێستا.
kk: Бұл нұсқа қазіргі нұсқасына қарағанда жаңа болып табылады.
ku: Ev guherto ji guhertoya heyî nûtir e.
mi: He hou ake tēnei putanga i te putanga o nāianei kua whakaputaina.
mn: Энэ хувилбар одоогийн хувилбараас шинэ байна.
ms: Versi ini lebih baru daripada versi semasa yang dikeluarkan.
sw: Toleo hili ni jipya zaidi kuliko la sasa.
tg: Ин версия аз версияи ҷорӣ навтар аст.
zu: Le ndlela yintsha kunale ndlela ekade ikhishiwe isentshenziswa.

source: Throw away all changes since opening this project?
am: ይህን ፕሮጀክት ከከፈቱት ጀምሮ ሁሉም ያደረጓቸው ለውጦች ይወገዱ?
az: Layihəni açdıqdan sonra etdiyin bütün dəyişikliklər ləğv edilsin?
bn: এই প্রজেক্টটি খোলার পর থেকে সব পরিবর্তন ফেলে দেও?
br: Nullañ an holl gemmoù graet abaoe m'eo bet digoret ar raktres-mañ?
ckb: فڕێدانی هەموو گۆڕانکارییەکان لەسەرەتای کردنەوەی ئەم پڕۆژەیە؟
kk: Осы жобаны ашқаннан кейін жасалған барлық өзгерістерді жойғыңыз келе ме?
ku: Bila hemû guhertinên ku ji destpêka vekirina vê proje ve hatine kirin werin avêtin?
mi: Whiua atu ngā hurihanga kua mahia mai i te wā i huakina ai tēnei kaupapa?
mn: Энэ төслийг нээснээс хойшхи өөрчлөлтийг орхих уу?
ms: Buang semua perubahan sejak membuka projek ini?
sw: Kacha mabadiliko yote tangu kufungua mradi huu?
tg: Ҳамаи дигаргуниҳое ки баъди кушодани ин лоиҳа шудааст, бекор карда шавад?
zu: Kulahlwe konke okade kushintshwa njengoba kuvulwa lo msebenzi?

source: Tips
am: ጠቃሚ ምክሮች
az: İpucuları
bn: টীকাসমূহ
br: Alioù
ckb: ڕوونكردنه‌وه‌کان
kk: Еске түсірулер
ku: Serbend
mi: Ngā Tīwhiri
mn: Зааврууд
ms: Petua
sw: dondoo
tg: Маводҳои ёридиҳанда
zu: Usizo

source: To delete a block definition, first remove all uses of the block.
am: የአድን ጡብ መለያ ለማጥፈት በፊት የጡቡን ክንዋኔዎችን ያጥፉ።
az: Bloku silmədən əvvəl, onun istifadə olunduğu bütün halları silin.
bn: একটি ব্লকের সংজ্ঞা অপসারন করতে, প্রথমে ব্লকের সব ব্যবহার মুছে ফেল।
br: A-raok diverkañ ur bloc'h termeniñ, diverkit holl implijoù ar bloc'h da gentañ.
ckb: بۆ سڕینەوەی پێناسەی بلۆکێک، سەرەتا هەموو بەکارهێنانەکانی ئەو بلۆکە لابە.
kk: Блокты жоюдан бұрын оны пайдаланудың барлық жағдайларын жойыңыз.
ku: Ji bo jêbirina raveya blokekê, pêşî hemû ciyên bikaranîna bloke jê bibî.
mi: Hei muku i tētahi tautuhinga paraka, tuatahi, mukua ngā mahinga katoa o te paraka.
mn: Блокыг устгах бол эхлээд бүх ашигласан газраасаа арилгана уу
ms: Untuk memadam definisi blok, pertama sekali buang semua kegunaan blok.
tg: Барои нест кардани блок, пеш аз ҳама ҷое ки он истифода мешавад нест кунед.
zu: Ukuciima incazelo yamabhulokisi, ususe wonke ukwenza kwamabhulokisi

source: Transportation
am: መዘዋወሪያ
az: Nəqliyyat
bn: পরিবহন
br: Treuzdougen
ckb: گواستنەوە
kk: Тасымалдау
ku: Gihîn/Çûnûhatin
mi: Waka
mn: Дамжуулалт
ms: Pengangkutan
sw: usafiri
tg: Нақлиёт
zu: Ukuthutha

source: Triangle
am: ሶስት ማዕዘን
az: Üçbucaq
bn: ত্রিভুজ
br: Tric'horn
ckb: سێگۆشە
kk: Үшбұрыш
ku: Sêgoşe
mi: Tapatoru
mn: Гурвалжин
ms: Segi tiga
sw: pembe tatu
tg: Секунҷа
zu: Nxantathu

source: Trombone
am: አጥነት
az: Trombon
bn: ট্রমবন বাঁশি
br: Trombon
ckb: ترۆمبۆن
kk: Тромбон
ku: Trombon
mi: Pūkumekume
mn: Тромбон
ms: Trombon
tg: Тромбон

source: Turbo Mode
am: ተርቦ ሞድ
az: Turbo rejim
bn: টার্বো মোড
br: Mod Turbo
ckb: دۆخی توربۆ
kk: Турбо Режимі
ku: Moda Turbo
mi: Te Aratau Turbo
mn: Турбо Горим
ms: Mod Turbo
sw: Fanya Iharakishe
tg: Реҷаи турбо
zu: Sheshisa Indlela

source: Turbo mode
am: ተርቦ ሞድ
az: Turbo rejim
bn: টার্বো মোড
br: Mod Turbo
ckb: دۆخی توربۆ
kk: Турбо режимі
ku: Moda turbo
mi: Te aratau Turbo
mn: Турбо горим
ms: Mod turbo
tg: Реҷаи турбо
zu: Sheshisa indlela

source: Type
am: አይነት
az: Tip
bn: প্রকার
br: Rummad
ckb: جۆر
kk: Түрі
ku: Nifş
mi: Te momo
mn: Төрөл
ms: Jenis
sw: Aina
tg: Намуд
zu: Inhlobo

source: Undelete
am: የጥፋውን መልስ
az: Bərpa et
bn: পুনরুদ্ধার কর
br: Adsevel
ckb: نەسڕینەوە
kk: Қалпына келтіру
ku: Jê nebe
mi: Whakaoratia
mn: Сэргээх
ms: Batal padam
tg: Барқарор кардан
zu: Ukungacishi

source: Underwater
am: ውሃ ውስጥ
az: Sualtı aləm
bn: পানির নিচে
br: Mor
ckb: لەژێر ئاو
kk: Су асты әлемі
ku: Jêrav
mi: Raro wai
mn: Усандор
ms: Dalam air
sw: chini ya maji
tg: Ҷаҳони зериобӣ
zu: Ngaphansi kwamanzi

source: Undo
am: መልስ
az: Ləğv et
bn: পূর্বাবস্থায় ফেরত
br: Nullañ
ckb: هه‌ڵوه‌شاندنه‌وه‌
kk: Болдырмау
ku: Vegerîne
mi: Wetekia
mn: Буцаах
ms: Batalkan
sw: tengua
tg: Ба қафо
zu: Yenza kabusha

source: Undo Revert
am: ወደነበረበት መልስ
az: Dönməni ləğv et
bn: পূর্বাবস্থায় ফেরাও
br: Nullañ Distreiñ
ckb: هەڵوەشاندنەوەی گەڕانەوە
kk: Бұрылысты болдырмау
ku: Venegerîne serî
mi: Wetekia te Hoki Whakamuri
mn: Буцаалтыг урвуулах
ms: Batal Kembali
tg: Гардишро бекор кардан
zu: Phendela Emunva Lungisa

source: Ungroup
am: በቡድን የተመደበውን በተን
az: Qrupu ləğv et
bn: দলমুক্ত
br: Distrollañ
ckb: نا گروپ کردن
kk: Топ-топқа бөлу
ku: Komê belav bike
mi: Whakawehea
mn: Бүлэглэлт болиулах
ms: Asingkan
sw: toa kwenye kundi
tg: Ҷудо кардан
zu: Hlukanisa

source: Update check failed
am: መዘመኑን ማረጋገጥ አልተቻለም
az: Yenilənməni yoxlamaq mümkün olmadı
bn: আপডেট যাচাই ব্যর্থ হয়েছে
br: Gwririañ an hizivadenn n'eo ket aet betek penn
ckb: پشکنین بۆ تازەکردنەوە سەرکەوتوو نەبوو
kk: Жаңартуларды тексеру сәтсіз өтті
ku: Kontrola hildemandinê bi ser neket
mi: I rahua te taki whakahou.
mn: Сайжруулалт шалгах амжилтгүй
ms: Pemeriksaan kemaskini gagal
sw: Usasishaji ulishindwa
tg: Азнавкунӣ санҷида нашуд
zu: Ukubheka ukuvuselela akuphumelelanga

source: Update failed
am: ማዘመን አልተቻለም
az: Yenilənmədə səhvlik baş verdi
bn: আপডেট ব্যর্থ হয়েছে
br: Hizivadenn c'hwitet
ckb: تازەکردنەوە سەرکەوتوو نەبوو
kk: Жаңарту қатесі
ku: Hildemandin bi ser neket
mi: I rahua te whakahou
mn: Сайжруулалт амжилтгүй
ms: Kemaskini gagal
sw: Imeshindikana
tg: Хатогии азнавкунӣ
zu: Akuphumelelanga ukuvuselela

source: Update not needed
am: ማዘመን አያስፈልግም
az: Yenilənmə tələb olunmur
bn: আপডেট করার প্রয়োজন নেই
br: N'eo ket ret hizivaat
ckb: تازەکردنەوە پێویست نییە
kk: Жаңарту қажет емес
ku: Hildemandin ne hewce ye
mi: Kīhai he take mō te whakahou
mn: Сайжруулалт шаардлагагүй
ms: Kemaskini tidak diperlukan
sw: haiitajiki
tg: Азнавкунӣ лозим нест
zu: Ukuvuselela akudingeki

source: Update now
am: አሁን አዘምን
az: İndi yenilə
bn: এখনি আপডেট কর
br: Hizivaat bremañ
ckb: ئێستا تازەی بکەوە
kk: Қазір жаңарту
ku: Aniha hildemîne
mi: Whakahoungia ināianei
mn: Одоо сайжруул
ms: Kemaskini sekarang
sw: Sahihisha sasa
tg: Хозир азнав кардан
zu: Vuselela manje

source: Upload backdrop from file
am: የጀርባ ምስሉን ከፋይሉ ላክ
az: Fonu kompyuterdən seç
bn: ফাইল থেকে ব্যাকড্রপ আপলোড কর
br: Enporzhiañ an drekleur diwar ur restr
ckb: بارکردنی پاشبنەما لە پەڕگەوە
kk: Файлдан фон жүктеу
ku: Dekorê ji kombersê hilbixîne
mi: Tukuatu ārai tuarongo mai i te kōnae
mn: Дэвсгэрийг файлаас оруулах
ms: Muat naik latar belakang dari fail
tg: Манзарро аз файл дохил кардан
zu: Faka indawo esuka kwi fayela

source: Upload costume from file
am: ልብሱን ከፋይሉ ላክ
az: Geyimi kompyuterdən seç
bn: ফাইল থেকে পোশাক আপলোড কর
br: Enporzhiañ ar gwiskamant diwar ur restr
ckb: بارکردنی بەرگ لە پەڕگەوە
kk: Файлдан костюм жүктеу
ku: Kostumê ji kombersê hilbixîne
mi: Tukuatu kākahu mai i te kōnae
mn: Өмсгөлийг файлаас оруулах
ms: Muat naik kostum dari fail
tg: Либосро аз файл дохил кардан
zu: Faka impahla esuka kwi fayela

source: Upload failed
am: ማዘመኛው አልሰራም
az: Yükləmə zamanı səhvlik baş verdi
bn: আপলোড ব্যর্থ হয়েছে
br: Hizivadenn c'hwitet
ckb: بارکردن سەرکەوتوو نەبوو
kk: Жүктеу сәтсіз өтті
ku: Hilxistin bi ser neket
mi: I rahua te tukuatu
mn: Оруулах амжилтгүй боллоо
ms: Muat naik gagal
tg: Дохил карда нашуд
zu: Ukufaka akuphumelelanga

source: Upload from your computer
am: ከኮምፒዩተርዎ ይላክ
az: Kompyuterimdən yüklə
bn: তোমার কম্পিউটার থেকে আপলোড কর
br: Enporzhiañ diwar hoc'h urzhiataer
ckb: بارکردن لە کۆمپیوتەرەکەت
kk: Компьютерден жүктеу
ku: Ji kombersa min hilbixîne
mi: Tukuatu mai i tō rorohiko
mn: Компьютерээс оруулах
ms: Muat naik dari komputer anda
tg: Аз компютер дохил кардан
zu: Faka ususa kwi khompuyutha

source: Upload sound from file
am: ከፋይሉ ድምጽ ላክ
az: Səsi kompyuterdən seç
bn: ফাইল থেকে শব্দ আপলোড কর
br: Enporzhiañ ar son diwar ur restr
ckb: بارکردنی دەنگ لە پەڕگەوە
kk: Файлдан дыбыс жүктеу
ku: Deng ji kombersê hilbixîne
mi: Tukuatu oro mai i te kōnae
mn: Дууг файлаас оруулах
ms: Muat naik bunyi dari fail
tg: Садоро аз файл дохил кардан
zu: Faka umsindo osuka kwi fayela

source: Upload sprite from file
am: ስፕራይቱን ከፋይል ላክ
az: Spraytı kompyuterdən seç
bn: ফাইল থেকে স্প্রাইট আপলোড কর
br: Enporzhiañ ul lutun diwar ur restr
ckb: بارکردنی تەن لە پەڕگەوە
kk: Файлдан спрайтты жүктеу
ku: Pêlîstikê ji kombersê hilbixîne
mi: Tukuatu parehe mai i te kōnae
mn: Дүрсийг файлаас оруулах
ms: Muat naik sprite dari fail
tg: Спрайтро аз файл дохил кардан
zu: Faka umlngisi esuka kwi fayela

source: Uploading image...
am: ምስሉን በመላክ ላይ...
az: Rəsm yüklənir...
bn: ছবি আপলোড হচ্ছে ...
br: Oc'h enporzhiañ ar skeudenn...
ckb: بارکردنی وێنە...
kk: Суретті жүктеу...
ku: Wêne tê hilxistin...
mi: Kei te tukuatu i te pikitia...
mn: Зураг оруулж байна...
ms: Memuat naik gambar...
tg: Сурат дохил шуда истодааст...
zu: Faka isithombe...

source: Uploading sound...
am: ድምጹን በመላክ ላይ...
az: Səs yüklənir...
bn: শব্দ আপলোড হচ্ছে ...
br: Oc'h enporzhiañ ar son...
ckb: بارکردنی دەنگ...
kk: Дыбысты жүктеу...
ku: Deng tê hilxistin...
mi: Kei te tukuatu oro...
mn: Дуу оруулж байна...
ms: Memuat naik bunyi...
tg: Садо дохил шуда истодааст...
zu: Faka umsindo...

source: Uploading sprite...
am: ስፕራይቱን በመላክ ላይ...
az: Sprayt yüklənir...
bn: স্প্রাইট আপলোড হচ্ছে…
br: Oc'h enporzhiañ al lutun...
ckb: بارکردنی تەن...
kk: Спрайтты жүктеу...
ku: Pêlîstik tê hilxistin...
mi: Kei te tukuatu parehe...
mn: Дүрс оруулж байна...
ms: Memuat naik sprite...
tg: Спрайт дохил шуда истодааст...
zu: Faka umlingisi...

source: Variable name
am: የተለዋጭ ስም
az: Dəyişən adı
bn: ভ্যারিয়েবলের নাম
br: Anv ar varienn
ckb: ناوی گۆڕاو
kk: Айнымалының атауы
ku: Navê guherokê
mi: Ingoa taurangi
mn: Хувьсагчийн нэр
ms: Nama pembolehubah
tg: Номи тағйирёбанда
zu: Igama i-variable

source: Vector Mode
am: ቬክተር ሞድ
az: Vektor halında
bn: ভেক্টর মোড
br: Mod vektor
ckb: شێوازی Vector
kk: Векторлық режим
ku: Moda Vektorê
mi: Aratau Pere
mn: Вектор горим
ms: Mod Vektor
tg: Реҷаи векторӣ
zu: Vector indlela

source: Vibraphone
am: ቫይብራፎን
az: Vibrafon
bn: ভাইব্রাফোন
br: Vibrafon
ckb: ڤیبرافۆن
kk: Вибрафон
ku: Vîbrafon
mn: Вибрафон
ms: Vibrafon
tg: Вибрафон

source: Vibraslap
am: ቫይብራስላፕ
bn: ভাইব্রাস্লাপ
ckb: ڤیبراسلاپ
kk: Вибраслэп
mn: Вибро слэп
tg: Слэпи вибратсиякунанда

source: Video on:
am: ቪድዮ በ፡
az: Video açıqdır:
bn: ভিডিও চালু:
br: Video o vont en-dro...
ckb: ڤیدیۆ لەسەر:
kk: Бейне қосылды:
ku: Vîdyoya Vekirî:
mi: Whakakā Ataata:
ms: Video pada:
tg: Видео гирён аст:
zu: Umqophiso uvulekile:

source: Visit download page
am: የሚወረድበት ድረ-ገጽን ይጎብኙ
az: Yükləmə səhifəsinə keç
bn: ডাউনলোড পেইজ দেখ
br: Kit da weladenniñ ar bajenn bellgargañ
ckb: سەردانی پەڕەی داگرتن بکە
kk: Жүктеу бетіне өту
ku: Here rûpela daxistinê
mi: Haere ki te whārangi tikiake
mn: Татах хуудсанд очих
ms: Lawati halaman muat turun
tg: Ба саҳифаи гирифтани файл гузаштан
zu: Vakashela ikhasi lokudawuniloda

source: Vocals
am: ቮካሎች
az: Vokallar
bn: কণ্ঠ
br: Ar mouezhioù
ckb: دەنگکردن
kk: Дыбыстар
ku: Vokal
mi: Reo waiata
mn: Вакалууд
ms: Vokal
tg: Садоҳо
zu: Iphimbo

source: Walking
am: መራመድ
az: Gəzən
bn: চলাফেরা
br: Kerzhet
ckb: پیاسەکردن
kk: Жүру
ku: Dimeşe
mi: Hīkoitanga
ms: Berjalan kaki
sw: kutembea
tg: Рафтаистодаҳо
zu: Ukuhamba

source: Want to save? Click remix
am: ማስቀመጥ ይፈካሉ? "ሪሚክስ"ን ይጫኑ
az: Saxlamaq istəyirsiz? Remiksə klik edin
bn: সংরক্ষন করতে চাও? রিমিক্সে ক্লিক কর
br: Saveteiñ a fell deoc'h ? Klikit war remix
ckb: دەتەوێت پاشەکەوت بکەی؟ کرتەی تێکەڵاوکردن بکە
kk: Сақтағыңыз келе ме? Ремиксті басыңыз
ku: Ku bixwazî tomar bikî li Remîksê bitikîne
mi: Me tiaki rānei? Pāwhiria whakarākei
mn: Хадгалахыг хүсч байна уу? Холих дар
ms: Ingin menyimpan? Klik adun semula
tg: Ҳифз кардан мехоҳед? Ремиксро пахш кунед
zu: Ufuna ukugcina? Nciphiza ingxube

source: Which column do you want to import
am: የትኛውን ዓምድ ማስመጣት ይፈልጋሉ?
az: Hansı sütunu import etmək istəyirsiz
bn: তুমি কোন কলামটি ইমপোর্ট করতে চাও?
br: Peseurt bann a fell deoc'h enporzhiañ?
ckb: تۆ کام ستوونەت دەوێت بهێنرێت
kk: Қай бағанды импорттағыңыз келеді?
ku: Tu dixwazî kîjan stûnê bixînê nav
mi: Ko tēhea te ripa e hiahia ana koe ki te kaweake.
mn: Аль багана оруулахыг хүсч байна
ms: Lajur mana yang anda ingin import
tg: Кадом сутунро шумо мехоҳед дохил кунед
zu: Into ofuna ukuyidlulisa

source: Wood Block
am: የእንጨት ጡብ
az: Taxta qutu
bn: কাঠের ব্লক
br: Bloc'h koad
ckb: بلۆکی تەختە
kk: Ағаш қорапша
ku: Bloka Text
mi: Paraka Rākau
ms: Blok Kayu
tg: Қутичаи чубин
zu: Ikhuni amabhulokisi

source: Wooden Flute
am: የእንጨት ዋሽንት
az: Taxta fleyta
bn: কাঠের বাঁশি
br: Fleüt koad
ckb: فلوتی دار
kk: Ағаш флейта
ku: Bilûr
mi: Pūtorino
ms: Seruling kayu
tg: Найи чубин
zu: Ikhwela Flute

source: Yes, I'd Like To Help Improve Scratch
am: አዎ፣ ስክራችን ለማሻሻል ማገዝ እፈልጋለሁ።
az: Bəli, mən Skreç-in təkmilləşdirilməsinə kömək etmək istərdim.
bn: হ্যাঁ, আমি Scratch এর উন্নতি করতে সাহায্য করতে চাই
br: Eya, plijout a rafe din sikour da wellaat Scratch
ckb: بەڵێ، من حەز دەکەم یارمەتی پێشخستنی Scratch بدەم
kk: Ия, мен Scratсh жақсартуға көмектескім келеді
ku: Erê, Ez Dixwazim ji bo Pêşxistina Scratchê Alîkariyê Bidim
mi: Āe kei pīrangi ahau ki te āwhina ki te whakapai ake i te Scratch
mn: Тийм. Би Скрачийг сайжруулахад туслахыг хүсч байна.
ms: Ya, Saya Mahu Menambah baik Scratch

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
am: የሌላ ስው ፕሮጀክት ውስጥ ያለውን የመስመር ላይ ያለ ወሂብ መቀይር አይችሉም።<br>በቀያሪው ሞድ የሚያደርጉት ለውጦች ለጊዜው ይቆዩ እንጂ ዘላለማዊ አይሆኑም።
az: Digər insanların layihələrində bulud məlumatlarına düzəliş edə bilməzsiniz.<br>Düzəliş rejimində etdiyiniz bütün dəyişikliklər müvəqqəti olacaq.
bn: তুমি অন্য কারও প্রজেক্টে ক্লাউড ডাটা সম্পাদনা করতে পারবে না। <br> এডিটরের মধ্যে তুমি যে পরিবর্তন করবে তা অস্থায়ী এবং স্থায়ী হবে না।
br: N'hoc'h ket evit cheñch roadennoù cloud e raktres unan bennak all.<br>Kement kemm a reoc'h en aozer a vo da c'hortoz ha dibad.
ckb: تۆ ناتوانیت دەستکاری داتای هەوری پڕۆژەی کەسێکی تر بکەی. <br>هەر گۆڕانکارییەک کە تۆ دەیکەیت لە نووسەرەکە کاتییە و بەردەوام نابێت.
kk: Сіз басқа адамдардың жобаларында бұлтты деректерді өзгерте алмайсыз. <br> Өңдеу режимінде жасаған кез-келген өзгерістер уақытша болады.
ku: Tu nikarî daneyên ewrî yên di projeya kesên din de biguherînî. <br>Her guhertineke ku te di edîtorê de kir ew ê demkî be û ne daîmî.
mi: Kāore e whakaaetia te whakatika i ngā raraunga, kei te Kapua Raraunga, o roto i te kaupapa o tangata kē.<br>Kāore e pūmau āu panoni i roto i te pūmanawa whakatika, ā, ka taupua noa.
mn: Та хэн нэгний төслийн клөүд өгөгдлийг засах боломжгүй. <br> Засварлагч дээр хийж байгаа аливаа өөрчлөлт нь түр зуурынх юм.
ms: Anda tidak boleh mengedit data awan dalam projek orang lain.<br>Apa-apa perubahan yang anda buat dalam editor adalah sementara dan tidak kekal.
sw: Huwezi badili data wingu katika mradi wa mtu mwingine. <br> Mabadiliko yoyote unayofanya katika mhariri itakuwa ya muda mfupi na si kuendelea.
tg: Шумо маълумоти абриро дар лоиҳаҳои дигар тахрир карда наметавонед.<br> Ҳамагуна тағйиротҳое ки шумо дар реҷаи тахрирӣ дохил мекунед маваккатӣ мебошанд.

source: Your Scratch name
am: የስክራች መጠቀሚያ ስምዎ
az: Sənin Scratch-da adın
bn: তোমার Scratch নাম
br: Hoc'h anv Scratch
ckb: ناوی Scratchەکەت
kk: Сіздің Scratch-дегі атыңыз
ku: Nave te yê Scratchê
mi: Tō ingoa Scratch
mn: Таны Скрач нэр
ms: Nama Scratch anda
sw: Jina lako la Scratch
tg: Номи шумо дар Scratch
zu: Igama Scratch sakho

source: Your Scratch name is required
am: የስክራች መጠቀሚያ ስምዎ ያስፈልጋል።
az: Scratch adınız gərəklidir
bn: তোমার Scratch নামের প্রয়োজন
br: Hoc'h anv Scratch a zo rekis
ckb: ناوی Scratchەکەت داواکراوە
kk: Сіздің Scratch-дегі атыңыз қажет
ku: Nave te yê Scratchê hewce ye
mi: He mea here kia whakaurua tō ingoa Scratch
mn: Таны Скрач нэр шаардлагатай
ms: Nama Scratch anda diperlukan
sw: Jina lako la scratch linahitaji
tg: Номи шумо дар Scratch лозим аст
zu: Igama lakho Scratch liyadingeka

source: Your project has been uploaded to scratch.mit.edu
am: ፕሮጀክትዎ scratch.mit.edu ላይ ተጭኗል።
az: Sizin layihə scratch.mit.edu saytına yükləndi
bn: তোমার প্রজেক্টটি scratch.mit.edu এ আপলোড করা হয়েছে
br: Kaset eo bet ho raktres da scratch.mit.edu
ckb: پڕۆژەکەت بارکرا بۆ scratch.mit.edu
kk: Сіздің жобаңыз scratch.mit.edu сайтына жүктелді
ku: Projeya te li malpera scratch.mit.edu hate barkirin
mi: Kua tukuatutia tō kaupapa ki scratch.mit.edu
mn: Таны төслүүд scratch.mit.edu-д орох болно.
ms: Projek anda telah dimuat naik ke scratch.mit.edu
sw: mradi wako umewekwa kwenye scratch.mit.edu
tg: Лоиҳаи шумо дар сомонаи scratch.mit.edu дохил карда шуд
zu: Umsebenzi wakho usufakiwe kwi scratch.mit.edu

source: a copy of the project file on your computer.
am: በኮምፒውተርዎ ላይ የሚገኘው የፕሮጀክት ፋይል ኮፒ
az: layihənin kompyuterinizdə olan kopyasını.
bn: তোমার কম্পিউটারে প্রজেক্ট ফাইলের একটি কপি।
br: un eilad eus restr ar raktres en hoc'h urzhiataer.
ckb: لەبەرگیراوەیەکی پەڕگەی پڕۆژەکە لەسەر کۆمپیوتەرەکەت.
kk: сіздің компьютеріңіздегі жобаның көшірмесі.
ku: kopiyek ji pelgeya projeyê li ser kombersa te.
mi: kei tō rorohiko tētahi tāruatanga o te kōnae kaupapa.
mn: Таны компьютер дэх төслийн хуулбар
ms: satu salinan fail projek pada komputer anda.
sw: nakala ya faili la mradi kwenye komputa yako
tg: нусхаи лоиҳа дар компютери шумо.
zu: Ikhophi yefayela lo msebenzi ekhompyutheni yakho

source: abs
az: modul
ckb: ڕەگی دووجا
kk: модуль
sw: Kabisa

source: add comment
am: አስተያየት ጨምር
az: şərh əlavə et
bn: মন্তব্য কর
br: ouzhpennañ un evezhiadenn
ckb: زیادکردنی لێدوان
kk: түсініктеме қосу
ku: şîrove tevlî bike
mi: tāpiri tākupu
mn: Санал, сэтгэгдэл, тайлбараа нэмэрлэх
ms: tambah komen
sw: ongeza maoni
tg: шарҳ дохил кардан
zu: faka phawula

source: all
am: ሁሉም
az: hamısı
bn: সব
br: holl
ckb: هەموو
kk: барлық
ku: hemû
mi: katoa
mn: бүгд
ms: semua
sw: kila kitu
tg: ҳама
zu: yonke

source: all around
am: በአካባቢው በሙሉ
az: hər yönə dönə bilsin
bn: চারদিকে
br: a bep tu
ckb: بەدەوری
kk: айналадағы барлығы
ku: hemû hêl
mi: huri noa
mn: Эргэн тойронд
ms: di sekeliling
sw: pande zote
tg: ҳама чиз дар гирду атроф
zu: yonke indawo

source: any
am: የቱም
az: Hər hansı
bn: যেকোন
br: forzh pe
ckb: هەر کام
kk: кез келген
ku: her çi yek
mi: noa
mn: аливаа
ms: mana-mana
sw: yoyote
tg: ҳар як
zu: noma ikuphi

source: assets loaded
am: ንብረቶች ተጭነዋል
az: ünsürlər yükləndi
bn: সরঞ্জামগুলো লোড হয়েছে
br: okted karget
ckb: شتەکان ئامادەکراوە
kk: жүктелген ауыспалылар
ku: hêman hatin barkirin
mi: ngā rawa kua utaina
ms: aset dimuatkan
tg: тағйирёбандахои дохилшуда
zu: impahla igcwele

source: backdrop
am: የጀርባ ምስል
az: fon
bn: ব্যাকড্রপ
br: drekleur
ckb: پاشبنه‌ما
kk: фон
ku: dekor
mi: ārai tuarongo
mn: дэвсгэр
ms: latar belakang
tg: манзар
zu: indawo

source: backdrop1
am: የጀርባ ምስል 1
az: fon1
bn: ব্যাকড্রপ1
br: drekleur1
ckb: پاشبنەما1
kk: фон 1
ku: dekor1
mi: ārai tuarongo1
mn: дэвсгэр1
ms: latar belakang1
tg: манзар 1
zu: indawo1

source: backdrops
am: የጀርባ ምስሎች
az: fonlar
bn: ব্যাকড্রপগুলো
br: drekleurioù
ckb: پاشبنه‌ماکان
kk: фондар
ku: dekor
mi: ngā ārai tuarongo
mn: дэвсгэрүүд
ms: latar belakang
tg: манзарҳо
zu: izindawo

source: brightness
am: የብርሀን መጠን
az: parlaqlıq
bn: উজ্জ্বলতা
br: sked
ckb: ڕووناکی
kk: жарықтық
ku: ronahî
mi: pīataata
mn: гэрэлтэлт
ms: kecerahan
sw: mwangaza
tg: рушноӣ
zu: ukukhanya

source: button pressed
am: አዝራር ተጭኗል
az: düymə basılıdır
bn: বাটন চাপা হয়েছে
br: bouton pouezet
ckb: دوگمە کرتەکراوە
kk: батырма басылған
ku: bişkok hate pêlîkirin
mi: te pātuhi kua pēhia
mn: товчлуур дарагдсан
ms: butang ditekan
tg: тугма пахш шуд
zu: nciphiza inkinobho

source: by
am: በ
az: müəllif
bn: দিয়ে
br: gant
ckb: بە
kk: арқылы
ku: ji aliyê
mi: nā
ms: oleh
sw: kwa
tg: бо
zu: ngoku

source: bytes loaded
am: ባይቶች ተጭነዋል።
az: bayt yükləndi
bn: বাইটগুলো লোড হয়েছে
br: okted karget
ckb: بایت ئامادەکراوە
kk: байт жүктелген
ku: bayt hate barkirin
mi: paita kua utaina
mn: байт ачаалагдсан
ms: bait dimuatkan
tg: байт гирифта шуд
zu: bytes ngenisa

source: can drag in player:
am: ተጫዋችን ስቦማስገባት ይቻላል፡
az: siçanla sürüklənə bilər:
bn: প্লেয়ারে টেনে আনতে পারে:
br: a c'hall riklañ el lenner:
ckb: دەتوانی ڕاکێشی لە لێدەر:
kk: ойнатқышқа апара аласыз:
ku: di lêderê de kişînbar e:
mi: ka taea te tō i roto i te wāhi tākaro
mn: Тоглогч чирэх боломж:
ms: boleh seret pemain ke dalam:
tg: метавонед ба плеер гузаронед:
zu: ungalibazisi umdlalo

source: ceiling
am: ጣራ
az: yuxarı yuvarlaqlaşdır
bn: ছাদ
br: krec'h
ckb: بنمیچ
kk: шектеу
ku: bigindirîne jor
mi: tuanui
mn: Дээш бүхэлчлэх
ms: siling
sw: Dari
tg: маҳдуд
zu: valela

source: clean up
am: ማጸዳዳት
az: təmizlə
bn: পরিষ্কার কর
br: naetaat
ckb: بەتاڵکردنەوەی هەمووی
kk: тазалау
ku: paqij bike
mi: whakatikatika
mn: цэвэрлэх
ms: bersihkan
sw: safisha
tg: тоза кардан
zu: qoqa kahle

source: clear senders/receivers
am: ላኪዎችን/ተቀባዮችን አጥፋ
az: göndərənləri/alanları təmizlə
bn: পরিষ্কার প্রেরক/প্রাপক
br: diverkañ kaserien/reseverien
ckb: بەتاڵکردنەوەی نێرەرەکان/وەرگرەکان
kk: жіберушілерді/қабылдаушыларды тазарту
ku: şanderan/sitîneran paqij bike
mi: ūkuia ngā kaituku/kaiwhiwhi rānei
mn: Илгээгч/хүлээн авагч-г цэвэрлэх
ms: padam penghantar / penerima
tg: тоза кардан равонкунандаҳо/қабулкунандаҳо
zu: hambisa ngokucacile/mukela

source: color
am: ቀለም
az: rəng
bn: রং
br: liv
ckb: ڕەنگ
kk: түс
ku: reng
mi: tae
mn: өнгө
ms: warna
sw: rangi
tg: ранг
zu: umbala

source: copy
am: ግልባጭ
az: kopyala
bn: কপি
br: eilañ
ckb: لەبەرگرتنەوە
kk: көшіру
ku: Kopî
mi: tārua
mn: Хувилах
ms: salin
tg: нусхабардорӣ
zu: khopisha

source: cos
ckb: کۆساین
sw: kosini

source: costume1
am: ልብስ1
az: geyim1
bn: পোশাক1
br: gwiskamant1
ckb: بەرگ1
kk: костюм1
ku: kostum1
mi: kākahu1
mn: өмсгөл1
ms: kostum1
tg: либос1
zu: impahla1

source: costume2
am: ልብስ2
az: geyim2
bn: পোশাক2
br: gwiskamant2
ckb: بەرگ2
kk: костюм2
ku: kostum2
mi: kākahu2
mn: өмсгөл2
ms: kostum2
sw: vazi2
tg: либос2
zu: impahla2

source: cut
am: ቁረጥ
az: kəs
bn: কাট
br: troc'hañ
ckb: بڕین
kk: қиып алу
ku: jê bike
mi: tapahia
mn: огтлох
ms: potong
sw: kata
tg: буридан
zu: sika

source: date
am: ቀን
az: tarix
bn: তারিখ
br: deiziad
ckb: بەروار
kk: күні
ku: dîrok
mi: te rā
mn: огноо
ms: tarikh
sw: tarehe
tg: сана
zu: usuku
