Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: Reshape
am: እንደገና ቅረጽ
az: Formaya düzəliş et
bn: পুনর্নির্মাণ
br: Adtresañ
ckb: شێوەکردنەوە
kk: Форманы өзгерту
ku: Şêweyê biguherîne
mi: Tāraia anōtia
mn: Дахин дүрслэх
ms: Ubah bentuk
sw: badili umbo
tg: Дигаркунии шакл
zu: Ukubuyisele esimeni

source: Revert
am: መልስ
az: Qaytar
bn: পূর্বাবস্থায় ফিরে যাও
br: Distreiñ
ckb: گەڕانەوە
kk: Қайтару
ku: Vegerîne serî
mi: Hoki whakamuri
mn: Урвуулах
ms: Kembali
sw: rudi
tg: Баргашт
zu: Qala ekuqaleni

source: Reverting...
am: በመመለስ ላይ.....
az: Qaytarılır...
bn: প্রত্যাবর্তন করা হচ্ছে...
br: O tistreiñ...
ckb: گەڕانەوە...
kk: Қайтару...
ku: Vedigere serî...
mi: Kei te hoki whakamuri...
mn: Урвуулж байна...
ms: Mengembalikan ...
sw: rudia
tg: Баргашт...
zu: Ukuqala ekuqaleni...

source: Run without screen refresh
am: ፕሮግራሙን ያለ ስክሪኑ ማደስ ክፈት
az: Ekranı yeniləmədən işə sal
bn: স্ক্রিন রিফ্রেশ না করে চালাও
br: Lañsañ hep freskaat ar skramm
ckb: جێبەجێی بکە بەبێ نوێبوونەوەی شاشە
kk: Экранды жаңартусыз іске қосу
ku: Bila beyî nûkirina ekranê bixebite
mi: Whakahaeretia me te kore whakahou i te mata
mn: Дэлгэц анивчуулахгүй ажиллуулах
ms: Jalankan tanpa menyegarkan skrin
sw: Endesha bila kupakia skrini
tg: Бе азнавкунӣ ба кор даровардани экран
zu: Baleka ngaphandle kokuvuselela isikrini

source: Running pre-release
am: ቅድመ-እትሙን በመክፈት ላይ....
az: Pre-reliz versiya çalışır
bn: প্রি-রিলিজ চলছে
br: O seveniñ ar rak-hizivadenn
ckb: جێبەجێکردنی پێش-وەشاندن
kk: Алдын ала шығарылған нұсқасын іске қосу
ku: Guhertoya ceribandinê dixebite
mi: Kei te whakahaeretia ngā mea ka tata whakaputaina
mn: Өмнөх хувилбар дээр ажиллаж байна
ms: Menjalankan pra-keluaran
tg: Версияи пеш аз баромад кор мекунад

source: Save
am: አስቀምጥ
az: Saxla
bn: সংরক্ষন কর
br: Saveteiñ
ckb: پاشەکەوتکردن
kk: Сақтау
ku: Tomar bike
mi: Tiakina
mn: Хадгалах
ms: Simpan
sw: hifadhi
tg: Ҳифз кардан
zu: Gcina

source: Save Project
am: ፕሮጀክቱን አስቀምጥ
az: Layihəni saxla
bn: প্রজেক্ট সংরক্ষন কর
br: Saveteiñ ar raktres
ckb: پاشەکەوتکردنی پڕۆژە
kk: Жобаны сақтау
ku: Projeyê Tomar Bike
mi: Tiakina te kaupapa
mn: Төсөл хадгалах
ms: Simpan Projek
sw: hifadhi mradi
tg: Лоиҳаро ҳифз кардан
zu: Gcina umsebenzi

source: Save a copy of this project and add your own ideas.
am: የዚሁን ፕሮጀክት ቅጂ ያስቀምጡና የርስዎን ሐሳቦች ያክሉበት
az: Layihənin kopyasını saxla və özündən bir şey əlavə et.
bn: প্রজেক্টের একটি কপি সংরক্ষন কর এবং তোমার নিজস্ব আইডিয়াগুলো যোগ কর।
br: Saveteiñ un eilad eus ar raktres-mañ hag ouzhpennañ ho mennozhioù deoc'h
ckb: لەبەرگیراوەیەکی ئەم پڕۆژەیە پاشەکەوت بکە و بیرۆکەکانتی بۆ زیادبکە.
kk: Бұл жобаның көшірмесін сақта және өз идеяларыңды қос.
ku: Fikrên xwe tevlî bike û kopiyeke vê projeye tomar bike.
mi: Tiakina tētahi kape o tēnei kaupapa, ā, tāpirihia ō ake whakaaro hoki
mn: Энэ төслийн хуулбарыг хадгалаад өөрийн санааг нэмэх.
ms: Simpan salinan projek ini dan tambahkan idea anda sendiri.
sw: hifadhi nakala ya mradi huu na ongeza maoni yako
tg: Нусхаи лоиҳаро ҳифз кунед ва аз худ ягон чиз дохил кунед.
zu: Gcina ikhophi futhi ufake nemicabango yakho.

source: Save as
am: አስቀምጥ እንደ
az: Fərqli saxla
bn: হিসেবে সংরক্ষন কর
br: Saveteiñ dindan
ckb: پاشەکەوتکردن وەک
kk: Ретінде сақтау
ku: Cuda tomar bike
mi: Tiakina hei
mn: Нэр өгч хадгалах
ms: Simpan sebagai
sw: hifadhi kama
tg: Ҳифз кардан ҳамчун
zu: Gcina njenge

source: Save as a copy
am: እንደ ቅጂ አስቀምጥ
az: Kopyasını saxla
bn: একটি কপি সংরক্ষন কর
br: Saveteiñ evel eilad
ckb: پاشەکەوتکردن وەک لەبەرگیراوەیەک
kk: Көшірме ретінде сақтау
ku: Wekî kopya tomar bike
mi: Tiakina hei tārua
mn: Хуулбарлаж хадгалах
ms: Simpan sebagai satu salinan
sw: hifadhi nakala
tg: Ҳамчун нусха ҳифз кардан
zu: Gcina njenge khophi

source: Save now
am: አሁን አስቀምጥ
az: İndi saxla
bn: এখনি সংরক্ষন কর
br: Saveteiñ bremañ
ckb: ئێستا پاشەکەوتی بکە
kk: Қазір сақтау
ku: Aniha tomar bike
mi: Tiakina ināianei
mn: Одоо хадгалах
ms: Simpan sekarang
sw: hifadhi sasa
tg: Ҳозир ҳифз кардан
zu: Gcina manje

source: Save project?
am: ፕሮጀክቱን አስቀምጥ?
az: Layihə saxlanılsın?
bn: প্রজেক্টটি কি সংরক্ষন করবে?
br: Saveteiñ ar raktres ?
ckb: پڕۆژە پاشەکەوت بکات؟
kk: Жобаны сақтау?
ku: Bila proje tomar bibe?
mi: Me tiaki rānei te kaupapa?
mn: Төсөл хадгалах уу?
ms: Simpan projek?
sw: hifadhi mradi?
tg: Лоиҳаро ҳифз кунад?
zu: Gcina umsebenzi?

source: Saved
am: ተቀምጧል
az: Saxlanıldı
bn: সংরক্ষণ করা হয়েছে
br: Saveteet
ckb: پاشەکەوتکرا
kk: Сақталды
ku: Hate tomarkirin
mi: Kua tiakina
mn: Хадгалсан
ms: Disimpan
sw: imehifadhiwa
tg: Ҳифз шуд
zu: Kugciniwe

source: Saving changes...
am: ለውጦችን በማስቀመጥ ላይ...
az: Dəyişikliklər saxlanılır...
bn: পরিবর্তনগুলো সংরক্ষন করা হচ্ছে...
br: O saveteiñ ar cheñchamantoù...
ckb: پاشەکەوتکردنی گۆڕانکارییەکان...
kk: Өзгерістерді сақтау...
ku: Guhertin tên tomarkirin...
mi: Kei te tiakina ngā panoni...
mn: Өөрчлөлтийг хадгалж байна...
ms: Menyimpan perubahan ...
sw: hifadhi mabadiliko
tg: Ҳифз кардани дигаргуниҳо...
zu: Ukugcineka kuyashintsha

source: Saving...
am: እየተቀመጠ ነው...
az: Saxlanılır...
bn: সংরক্ষন করা হচ্ছে...
br: O saveteiñ...
ckb: پاشەکەوتکردن...
kk: Сақтау...
ku: Tê tomarkirin...
mi: Kei te tiaki...
mn: Хадгалж байна...
ms: Menyimpan ...
sw: inahifadhi...
tg: Ҳифз карда истодааст...
zu: Kuyagcineka...

source: Saxophone
am: ሳክስፎን
az: Saksafon
bn: স্যাক্সোফোন
br: Saksofon
ckb: ساکسۆفۆن
kk: Саксофон
ku: Saksafon
mi: Pūtohe
mn: Саксфон
ms: Saksofon
tg: Саксофон

source: Scratch Updater
am: የስክራች ማዘመኛ
az: Scratch yeniləmə proqramı
bn: Scratch আপডেটর
br: Hizivadenn Scratch
ckb: تازەکەرەوەی سکڕاچ
kk: Scratch жаңарту бағдарламасы
ku: Hildemkara Scratchê
mi: Utauta Whakahou o Scratch
mn: Скрач сайжруулагч
ms: pengemaskini Scratch
tg: Барномаи азнавкунии Scratch
zu: Ukuvuselela Scratch

source: Script
am: ስክሪፕት
az: Skript
bn: স্ক্রিপ্ট
br: Skript
ckb: سکریپت
kk: Скрипт
ku: Rêzik
mi: Hōtuhi
mn: Алгоритм
ms: Skrip
tg: Скрипт
zu: Umbhalo

source: Scripts
am: ስክሪፕቶች
az: Skriptlər
bn: স্ক্রিপ্ট
br: Skriptoù
ckb: سکریپتەکان
kk: Скрипттер
ku: Rêzik
mi: Ngā Hōtuhi
mn: Алгоритмууд
ms: Skrip
tg: Скриптҳо
zu: Imibhalo

source: See project page
am: የፕሮጀክቱን ገጽ ዕይ
az: Layihə səhifəsinə bax
bn: প্রজেক্ট পেইজ দেখ
br: Gwelet pajenn ar raktres
ckb: بینینی پەڕەی پڕۆژە
kk: Жобаның бетін көру
ku: Li rûpela projeyê binêre
mi: Tirohia te whārangi kaupapa
mn: Төслийн хуудсыг харах
ms: Lihat halaman projek
tg: Саҳифаи лоиҳаро дидан
zu: Buka iphepha lomsebenzi

source: Select
am: ምረጥ
az: Seç
bn: নির্বাচন কর
br: Dibab
ckb: دیاریکردن
kk: Таңдау
ku: Hilbijêre
mi: Kōwhiria
mn: Сонго
ms: Pilih
sw: chagua
tg: Интихоб кардан
zu: Khetha

source: Select and duplicate
am: ምረጥ እና አባዛ
az: Seç və kopyala
bn: নির্বাচন করে ডুপ্লিকেট তৈরি কর
br: Dibab hag eilañ
ckb: دیاریکردن و هاوشێوەکردنەوە
kk: Таңдау және көшіру
ku: Hilbijêre û kopiyê derxe
mi: Kōwhiria, tāruatia hoki
mn: Сонгоод олшруул
ms: Pilih dan pendua
tg: Интихоб ва нусха кардан
zu: Khetha uphinde ufanise

source: Send to back
am: ወደኋላ ላክ
az: Geri gətir
bn: পিছনে পাঠাও
br: Kas d'an drekleur
ckb: ناردن بۆ دواوە
kk: Артқа жылжыту
ku: Bişîne jêr
mi: Tukua ki muri
mn: Ард нь гаргах
ms: Hantar ke belakang
tg: Ба қафо баргардондан
zu: Thumela ngemuva

source: Server error:
am: የሰርቨር ብልሽት፡
az: Server xətası:
bn: সার্ভারের সমস্যা:
br: Fazi servijer:
ckb: هەڵەی ڕاژە:
kk: Сервер қатесі:
ku: Çewtiya serverê:
mi: Hapa tūmau:
mn: Серверийн алдаа:
ms: Ralat pelayan:
tg: Ғалати сервер:
zu: Iphutha kwi seva:

source: Set Costume Center
am: የልብስ ማዓክል አዘጋጅ
az: Geyimin mərkəzini təyin et
bn: পোশাক কেন্দ্র নির্ধারণ কর
br: Termeniñ kreiz ar gwiskamant
ckb: دانانی ناوەندی بەرگ
kk: Костюмның ортасын орнату
ku: Navenda Kostuman Saz Bike
mi: Tautuhi Pūwaenga Kākahu
mn: Өмсгөлийг төвд аваачих
ms: Set Pakaian Kostum
tg: Дуруст кардани миёнаи либос
zu: Lungisa impahla yesenta

source: Set costume center
am: የልብስ ማዓከል አዘጋጅ
az: Geyimin mərkəzini təyin et
bn: পোশাক কেন্দ্র নির্ধারণ কর
br: Termeniñ kreiz ar gwiskamant
ckb: دانانی ناوەندی بەرگ
kk: Костюмның ортасын орнату
ku: Navenda kostuman saz bike
mi: Tautuhia te pūwaenga kākahu
mn: Өмсгөлийг төвд аваачих
ms: Set pakaian kostum
tg: Насб кардани миёнаи либос
zu: Lungisa impahla yesenta

source: Share
am: አጋራ
az: Paylaş
bn: শেয়ার
br: Rannañ
ckb: هاوبەشی کردن
kk: Бөлісу
ku: Parve bike
mi: Tuaritia
mn: Хуваалцах
ms: Kongsi
sw: Sambaza
tg: Мубодила
zu: Yipha

source: Share to Scratch Website
am: ለስክራች ድረ-ገፅ አጋራ
az: Scratch saytında dərc et
bn: Scratch ওয়েবসাইটে শেয়ার কর
br: Rannañ e lec'hienn web Scratch
ckb: هاوبەشی بکە لە ماڵپەڕی سکڕاچ
kk: Scratch сайтына жүктеу
ku: Di Malpera Scratchê de Parve Bike
mi: Tuaritia ki te Paetukutuku o Scratch
mn: Скрачийн вэб сайтад хуваалцах
ms: Kongsi ke laman web Scratch
tg: Паҳн кардан дар сомонаи Scratch
zu: Yipha nendawo yokuxhumana ye Scratch

source: Share to website
am: ለድረ-ገጽ አጋራ
az: Saytda dərc et
bn: ওয়েবসাইটে শেয়ার কর
br: Rannañ el lec'hienn web
ckb: هاوبەشی بکە لە ماڵپەڕ
kk: Сайтқа жүктеу
ku: Di malperê de parve bike
mi: Tuaritia ki te paetukutuku
mn: Вэб сайтад хуваалцах
ms: Kongsi ke laman web
tg: Паҳн кардан дар сомона
zu: Yipha nendawo yokuxhumana

source: Shift:
am: ቦታ መቀየር፡
bn: শিফট:
br: Pennlizherenn:
ckb: شیفت:
mi: Neke:
mn: Шилжилт:
ms: Anjakan:
tg: Ғеҷиш:
zu: Gudluza:

source: Shrink
am: አሳንስ
az: Kiçilt
bn: সঙ্কুচিত কর
br: Digreskiñ
ckb: بچووکردن
kk: Кішірейту
ku: Biçûk bike
mi: Whakakauriki
mn: Жижигрүүлэх
ms: Kecilkan
sw: Kundaa
tg: Кам кардан
zu: Nciphisa

source: Side Stick
am: በጎን ማጣበቂያ
az: Yan qələm
bn: পাশের লাঠি
br: Bazh side
ckb: داری لا
kk: Бүйір қалам
ku: Darikê Kêlekê
mi: Toko Pahū Ki Taha
ms: Selak Baji
tg: Дасткапи пахлуи
zu: Induku eseceleni

source: Sign in
am: ግቡ
az: Daxil ol
bn: সাইন ইন
br: Kevreañ
ckb: چوونەژوورەوە
kk: Кіру
ku: Têkeve
mi: Takiuru
mn: Нэвтэрч орох
ms: Daftar Masuk
sw: ingia
tg: Дохил шудан
zu: Ngena

source: Sign in to save
am: ለማስቀመጥ በመለያ ይግቡ
az: Saxlamaq üçün daxil olun
bn: সংরক্ষন করতে সাইন ইন কর
br: Kevreit evit saveteiñ
ckb: بچۆ ژوورەوە بۆ پاشەکەوتکردن
kk: Сақтау үшін кіріңіз
ku: Ji bo tomarkirinê têkeve
mi: Takiuru hei tiaki
mn: Нэвтрээд хадгал
ms: Daftar masuk untuk simpan
sw: ingia ili kuhifadhi
tg: Барои ҳифз кардан, дохил шавед
zu: Ngena ukuze ugcine

source: Sign out
am: ዘግተህ ውጣ
az: Çıxış
bn: সাইন আউট
br: Digevreañ
ckb: دەرچوون
kk: Шығу
ku: Derkeve
mi: Takiputa
mn: Бүртгэлээсээ гарах
ms: Daftar keluar
sw: toka
tg: Баромадан
zu: Phuma

source: Slider Range
am: የተንሸራታች ስፋት
az: Slayder sərhədləri
bn: স্লাইডার ব্যাপ্তি
br: Hed variant
ckb: ڕادەی خلیسکێنەر
kk: Тетікшенің диапазоны
ku: Rêjeya Şemitandinê
mi: Kōrahitanga Rēreti
mn: Слайдерын хэмжээ
ms: Julat Pelungsur
tg: Диапазони даста
zu: Ukushibilika Ukuphela

source: Small stage layout
am: የትንሹ መድረክ አቀማመጥ
az: Kiçik səhnə tərtibatı
bn: ছোট মঞ্চ বিন্যাস
br: Leurenn vihan
ckb: کڵێشە سەکۆی بچووک
kk: Кішірейтілген көрініс
ku: Tertîba dika biçûk
mi: Whakatakotoranga atamira iti
mn: Жижиг хэлбэрт шилжүүлэх
ms: Susun atur pentas kecil
tg: Саҳнаи хурдкардашуда
zu: Isiteji esincane sokulungisa

source: Smooth
am: ለስላሳ
az: Hamar
bn: মসৃণ
br: Dous
ckb: لووس
kk: Тегістеу
ku: Nerm
mi: Whakamaene
mn: Зөөлөн
ms: Licin
tg: Ҳамвор кардан
zu: Kuyashelela

source: Snare Drum
am: ከበሮ 1
az: Kiçik baraban
bn: ফাঁদের ড্রাম
br: Taboulin sklent
ckb: تەپڵی داو
kk: Кіші дабыл
ku: Trampet
mi: Pahū Rarā
mn: Жижиг бөмбөр
ms: Drum Snare
tg: Нақораи хурд
zu: Idilamu Snare

source: Sound Library
am: የድምጽ መዝገብ
az: Səs Kitabxanası
bn: শব্দ লাইব্রেরি
br: Bank sonioù
ckb: کۆگای دەنگ
kk: Дыбыс кітапханасы
ku: Pirtûkxaneya Dengan
mi: Puna Oro
mn: Дууны сан
ms: Perpustakaan Bunyi
tg: Китобхонаи садоҳо
zu: Umtapo Womsindo

source: Sounds
am: ድምጾች
az: Səslər
bn: শব্দগুলো
br: Sonioù
ckb: دەنگەکان
kk: Дыбыстар
ku: Deng
mi: Ngā oro
mn: Дуунууд
ms: Bunyi
sw: Sauti
tg: Садоҳо
zu: Imisindo

source: Space
am: ክፍት ቦታ
az: Kosmos
bn: মহাকাশ
br: Egor
ckb: بۆشایی
kk: Пробел
ku: Feza
mi: Ātea
mn: Зай
ms: Angkasa
sw: nafasi
tg: Коинот
zu: Isikhala

source: Sports
am: ስፖርቶች
az: İdman
bn: খেলাধুলা
br: Sportoù
ckb: یارییەکان
kk: Спорт
ku: Werzîş
mi: Hākinakina
mn: Спортууд
ms: Sukan
sw: michezo
tg: Варзиш
zu: Imidlalo

source: Sprite
am: ገፀ-ባህርይ
az: Sprayt
bn: স্প্রাইট
br: Lutun
ckb: تەن
kk: Спрайт
ku: Pêlîstik
mi: Parehe
mn: Дүрс
sw: Sanamu
tg: Спрайт
zu: Umlingisi

source: Sprite Library
am: የስፕራይት መዝገብ
az: Sprayt Kitabxanası
bn: স্প্রাইট লাইব্রেরি
br: Bank lutuned
ckb: کۆگای تەن
kk: Спрайт библиотекасы
ku: Pirtûkxaneya Pêlîstikan
mi: Puna Parehe
mn: Дүрсийн сан
ms: Perpustakaan Sprite
tg: Китобхонаи спрайтҳо
zu: Umtapo umlingisi

source: Sprite1
am: ስፕራይት1
az: Sprayt1
bn: স্প্রাইট1
br: Lutun1
ckb: تەن1
kk: Спрайт1
ku: Pêlîstik1
mi: Parehe1
mn: Дүрс1
tg: Спрайт1
zu: Umlingisi1

source: Sprites
am: ስፕራይቶች
az: Spraytlar
bn: স্প্রাইটগুলো
br: Lutuned
ckb: تەنەکان
kk: Спрайттар
ku: Pêlîstik
mi: Ngā Parehe
mn: Дүрснүүд
ms: Sprite
tg: Спрайтҳо
zu: Lomlingisi

source: Square
am: ካሬ
az: Kvadrat
bn: বর্গক্ষেত্র
br: Karrez
ckb: چوارگۆشە
kk: Шаршы
ku: Çargoşe
mi: Tapawhā rite
mn: Квадрат
ms: Segi Empat
sw: mraba
tg: Чоркунҷа
zu: Isikwele

source: Stage
am: መድረክ
az: Səhnə
bn: মঞ্চ
br: Leurenn
ckb: سەکۆ
kk: Көрініс
ku: Dik
mi: Atamira
mn: Тайз
ms: Pentas
sw: jukwaa
tg: Саҳна
zu: Isigaba

source: Stage selected:
am: የተመረጠው መድረክ፡
az: Seçilmiş səhnə:
bn: মঞ্চ বাছাই করা হয়েছে
br: Leurenn diuzet
ckb: سەکۆی دیاریکراو:
kk: Көрініс таңдалды:
ku: Dika Hilbijartî
mi: Kua kōwhiria te atamira:
mn: Сонгогдсон тайз:
ms: Pentas dipilih:
sw: jukwaa lililochaguliwa
tg: Интихоби саҳна:
zu: Isigaba esikhethiwe:

source: Steel Drum
am: የብረት ከበሮ
az: Dəmir baraban
bn: ইস্পাতের ড্রাম
br: Taboulin dir
ckb: تەپڵی ئاسن
kk: Болат дабыл
ku: Dahola Polayê
mi: Pahū Rino
mn: Хэнгэрэг
ms: Drum Keluli
sw: ngoma ya chuma
tg: Нақораи оҳанӣ
zu: Isigubhu sensimbi

source: Success
am: ስኬት
az: Uğurlu əməliyyat
bn: সফল
br: Berzh
ckb: سەرکەوتوو
kk: Сәтті өтті
ku: Serkeftî
mi: Angitū
mn: Амжилттай
ms: Berjaya
sw: mafanikio
tg: Бомуваффақият
zu: Impumelelo

source: Synth Lead
am: የሙዚቃ ማጉያ መሳሪያ
az: Aparıcı sintezator
bn: সিন্থ লিড
br: Sint Pennañ
ckb: ژەنینی پێشەنگ
kk: Жетекші синтезатор
mi: Arataki Kōtui
ms: Sintesis Utama
tg: Синтезатори пешбаранда

source: Synth Pad
am: ሙዚቃ መስሪያ
az: Sintezator Pad
bn: সিন্থ প্যাড
br: Sint Pennañ
ckb: ژەنینی ناوەندی
kk: Pad синтезаторі
mi: Kōtui Papatū
ms: Pad Sintesis
tg: Синтезатор Pad

source: Tambourine
am: ታምቡር
az: Tamburin
bn: খঞ্জনি
br: Taboulinig
ckb: تەپل
kk: Тамбурин
ku: Def
mi: Tatangi
mn: Тамбурин
ms: Tamborin
tg: Тамбурин

source: Text
am: ጽሀፍ
az: Mətn
bn: টেক্সট
br: Testenn
ckb: دەق
kk: Мәтін
ku: Nivîs
mi: Kuputuhi
mn: Текст
ms: Teks
sw: maandishi
tg: Матн
zu: Umbhalo

source: The Scratch Team is always looking to better understand how Scratch is used around the world. To help support this effort, you can allow Scratch to automatically send usage information to the Scratch Team.
am: የስክራች ቡድን ስክራች እንዴት በዓለም ዙሪያ ጥቅም ላይ እንደዋለ ለመረዳት ሁልጊዜም ይጥራል። ይህንን የስክራች ጥረት ለመርዳት፣ ስክራች ስለ እርሶ ስክራች አጠቃቀሞ መረጃ እንዲልክ መፍቀድ ትችላላችሁ።
bn: বিশ্বজুড়ে Scratch কিভাবে ব্যবহার করা হয় তা Scratch টিম সর্বদা আরও ভালভাবে বুঝতে চায়। এই প্রচেষ্টাকে সমর্থন করার জন্য, তুমি Scratch কে স্বয়ংক্রিয়ভাবে Scratch টিমের কাছে ব্যবহারের তথ্য পাঠানোর অনুমতি দিতে পার।
br: Skipailh Scratch a vez dalc'hmat o klask gouzout gwelloc'h penaos e vez implijet Scratch dre ar bed holl. Evit sikour ar striv-mañ, bez e c'hallit aotren Scratch da gas en un doare otomatek an titouroù implijout da skipailh Scratch.
ckb: تیمی Scratch هەردەم بە هیوان بۆ تێگەیشتنی باشتر کە چۆن Scratch بەکاردێت لە هەموو دونیا. بۆ یارمەتی ئەم ئەرکە، تۆ دەتوانیت ڕێگە بدەیت Scratch خۆکارانە زانیاری بەکارهاتوو بنێرێت بۆ تیمی Scratch.
kk: Scratch Командасы әрдайым «Scratch»-ті бүкіл әлемде қалай қолданылатындығы туралы жақсы түсінуге тырысады. Бұл әрекетті қолдауға көмектесу үшін, Сіз Scratch бағдарламасына қолдану туралы ақпаратын автоматты түрде Scratch Командасына жіберуге рұқсат етуіңізге болады.
ku: Ji bo bi awayekî baştir were fahmkirin ku Scratch li seranserê dinyayê çawa tê bikaranîn Tîma Scratchê her dem di nav hewldanan de ye. Ji bo ku piştgiriya van hewldanan bikî, tu dikare destûrê bide ku Scratch bixweberî agahdariyên bikaranînê ji Tîma Scratchê re bişîne.
mi: Ko te whāinga o te Tīma Scratch i ngā wā katoa kia mārama ake ka pēhea te Scratch ka whakamahia huri noa i te Ao. Hei āwhina i ēnei mahi, ka āhei koe te whakaae atu kia tuku aunoa te Scratch i ngā raraunga whakamahi ki te Tīma Scratch.
mn: Скрачын баг нь програмыг хэрхэн хэрэглэж байгааг илүү ойлгохыг хүсдэг. Тиймээс та Скрачийг хэрэглэж байгаа мэдээллийг автоматаар илгээхийг зөвшөөрнө үү.
ms: Pasukan Scratch sentiasa berusaha untuk lebih memahami bagaimana Scratch digunakan di seluruh dunia. sebagai sokongan kepada usaha ini, anda boleh membenarkan Scratch untuk menghantar maklumat penggunaan secara automatik kepada Pasukan Scratch.
sw: Timu ya Scratch daima inatafuta kuelewa vizuri jinsi Scratch inavyotumika duniani kote. Ili kusaidia msaada huu, unaweza kuruhusu Scratch kutuma kiatomati habari ya utumiaji kwa Timu ya Scratch.
zu: Ithimu Scratch ihlale ifuna izindlela ezingcono zokufundisa ukuthi uScratch usetshenziswa kanjani emhlabeni wonke. Ukubalekelela emfuthweni abanawo, Ungakwazi ukuvumela uScratch ukuthi uthumele imiyalezo ngemininingwane yakho ngokusebenzisa uScratch ukuthi uthumele imiyalezo ngemininigwane yakho ngokusebenzisa uScratch kuyo iScratch Thimu

source: The information we collect includes language selection, blocks usage, and some events like saving, loading, and uploading a project. We DO NOT collect any personal information. Please see our <a href='https://scratch.mit.edu/privacy_policy/'>Privacy Policy</a> for more information.
am: የምንሰበስበው መረጃ የቋንቋ ምርጫዎ፣ የጡብ አጠቃቀሙዎ፣ እንዲሁም የማስከመጥ፣ የመክፈትና ፕሮጀክት የምላክ የመሳሰሉትን ድርጊቶችን ያካትታል።የግል መረጃዎን በፍጹም አንሰበስብ። ለተጨማሪ መረጃዎች <a href='https://scratch.mit.edu/privacy_policy/'>የግላዊነት መምሪያ</a>ችን ይመልከቱ።
bn: আমরা যে তথ্য সংগ্রহ করি তার মধ্যে রয়েছে ভাষা নির্বাচন, ব্লকসমূহের ব্যবহার, এবং কিছু ইভেন্ট যেমন একটি প্রজেক্ট সংরক্ষণ, লোড করা এবং আপলোড করা। আমরা কোন ব্যক্তিগত তথ্য সংগ্রহ করি না। আরও তথ্যের জন্য, অনুগ্রহ করে আমাদের <a href='https://scratch.mit.edu/privacy_policy/'>গোপনীয়তা নীতি</a> দেখ।
br: An titouroù a vez dastumet ganeomp a gemer e kont an diuzadur yezh, implij bloc'hadoù; ha darvoudoù 'zo evel da skouer enrollañ, kargañ, ha pellgas ur raktes. NE ZASTUMOMP TAMM titour personnel ebet. Kit da welet hor <a href='https://scratch.mit.edu/privacy_policy/'>Politikerezh prevezded</a> evit kaout muioc'h a ditouroù.
ckb: ئەو زانیارییانەی کە ئێمە کۆی دەکەینەوە بریتین لە هەڵبژاردەی زمان، بەکارهێنانەکانی بلۆک و هەندێک کرداری وەک پاشەکەوتکردن، ئامادەکردن و بارکردنی پڕۆژەیەک. ئێمە هیچ زانیارییەکی کەسی کۆ ناکەینەوە. تکایە <a href='https://scratch.mit.edu/privacy_policy/'>ڕێسای تایبەتمەندێتی</a> ئێمە ببینە بۆ زانیاری زیاتر.
kk: Біз жинаған ақпарат тіл таңдауды, блоктарды пайдалануды және жобаны сақтау, жүктеу және шығару сияқты кейбір оқиғаларды қамтиды. Біз ешқандай жеке ақпаратты жинамаймыз. Қосымша ақпарат алу үшін біздің <a href='https://scratch.mit.edu/privacy_policy/'>Құпиялылық саясатымызды </a>қараңыз.
ku: Agahiyên ku em berhev dikin ev in; hilbijartina ziman, bikaranîna blokan, barkirin û hilxistina projeyan û hinek çalakiyên wekî din. Em agahiyên kesane hîç berhev NAKIN. Ji kerema xwe ji bo zanyariyên zêdetir serdana <a href='https://scratch.mit.edu/privacy_policy/'>Polîtîkaya Nihêniyê</a> bike.
mi: Ka kohikohia e mātou ngā raraunga tae atu ki te kōwhiringa reo, te whakamahi paraka, me ētahi momo takahanga pērā ki te tiaki, te uta hoki, te tukuatu hoki i tētahi kaupapa. KĀORE RAWA mātou e kohikohi mōhiohio whaiaro. Tēnā pānuitia tā mātou <a href='https://scratch.mit.edu/privacy_policy/'>Kaupapa Here mō te Tūmataitinga</a> mō ētahi mōhiohio anō.
mn: Бидний цуглуулж байгаа мэдээлэлд хэлний сонголт, блокийн хэрэглээ болон зарим үйлдэл болох хадгалах, ачаалах болон төсөл оруулах зэрэг орно. Бид хувийн мэдээлэл цуглуулахгүй. Манай <a href='https://scratch.mit.edu/privacy_policy/'>Үйлчилгээний нөхцөл</a> -с илүү мэдээлэл үзнэ үү.
ms: Maklumat yang kami kumpulkan termasuk pemilihan bahasa, penggunaan blok, dan beberapa peristiwa seperti menyimpan, memuat, dan memuat naik projek. Kami TIDAK mengumpul sebarang maklumat peribadi. Sila lihat <a href='https://scratch.mit.edu/privacy_policy/'>Polisi Privasi</a> kami untuk maklumat lanjut.

source: Theme
am: ጭብጥ
az: Mövzu
bn: থিম
br: Tem
ckb: ڕووکار
kk: Тақырып
ku: Rûkar
mi: Tāhuhu
mn: Загвар
ms: Tema
tg: Мавзӯъ
zu: Indlela

source: Things
am: እቃዎች
az: Predmetlər
bn: জিনিস
br: Traoù
ckb: شتەکان
kk: Заттар
ku: Hin tişt
mi: He mea
mn: Зүйлс
ms: Alat
tg: Чизҳо
zu: Izinto

source: This is the current version.
am: ይህ የአሁኑ ስሪት ነው።
az: Bu, son versiyadır.
bn: এটাই বর্তমান ভার্সন।
br: Doare a vremañ ar raktres eo.
ckb: ئەمە وەشانی ئێستایە.
kk: Бұл соңғы нұсқа.
ku: Ev guherto hildem e.
mi: Ko tēnei te putanga o nāianei.
mn: Энэ бол одоогийн хувилбар.
ms: Ini adalah versi semasa.
sw: hili ndilo toleo jipya
tg: Ин версияи ҷорӣ аст.
zu: Le indlela esentshenziswayo.

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
am: ይህ ፕሮጀክት በ"የተጠቃሚ ስም" ጡም አማካኘት ማን እንደሚጠቀመው ማወቅ ይቻላል። ማንነትዎን ለመደበቅ ፕሮጀክቱን ከመጠቀምዎ በፊት ይውጡ
az: Bu layihə, istifadə edənin kimliyini "istifadəçi adı" blokuna əsasən təyin edə bilir. Anonim qalmaq üçün layihədən istifadə etməzdən öncə sistemdən çıxış edin.
bn: এই প্রজেক্ট "ইউজারনেম" ব্লকের মাধ্যমে কে ব্যবহার করছে তা সনাক্ত করতে পারে। তোমার পরিচয় গোপন করতে, প্রজেক্টটি ব্যবহার করার আগে সাইন আউট কর।
br: Gant ar bloc'h "username" e c'hall ar raktres detektiñ piv zo oc'h ober gantañ. Digevreit a-raok ober gantañ evit chom hep reiñ da c'houzout piv oc'h.
ckb: ئەم پڕۆژەیە دەتوانێت کەسی بەکارهێنەر بدۆزێتەوە لە ڕێگەی بلۆکی "ناوی بەکارهێنەر". بۆ شاردنەوەی ناسنامەکەت، بچۆ دەرەوە پێش بەکارهێنانی پڕۆژەکە.
kk: Бұл жоба "пайдаланушының аты" блогы бойынша оны кім қолданып жатқанын анықтайды. Жасырын түрде әрекет ету үшін бұл жобаны пайдаланудан бұрын жүйеден шығыңыз.
ku: Ev proje bi bloka "navê bikarhêner" ve dikarî bizane ku bê kî wê bi kar tîne. Ji bo ku tu nasnameya xwe veşêrî berî bikaranîna projeyê, derkeve.
mi: Ka taea e tēnei kaupapa te kite ko wai mā e whakamahi ana i tēnei mā te paraka "ingoa kaiwhakamahi". Takiputa atu i mua i tō whakamahi i tēnei kaupapa hei huna i tō tuakiri.
mn: Энэ төсөл нь хэн хэрэглэгж байгааг хэрэглэгчийн нэр блокоор илрүүлдэг. Өөрийгөө нуух бол энэ төслийг ашиглахаасаа өмнө гарна уу.
ms: Projek ini dapat mengesan siapa yang menggunakannya, melalui blok "nama pengguna". Untuk menyembunyikan identiti anda, log keluar sebelum menggunakan projek.
sw: Mradi huu naweza kumtambua mtumiaji, kupitia jina la mtumiaji. Kujificha, toka na usitumie mradi huu.
tg: Ин лоиҳа дар гурӯҳи "номи истифодабаранда" метавонад муайян кунад, ки онро истифода мебарад,. Барои махфӣ кор бурдан, пеш аз истифода бурдани ин лоиха,аз система бароед.
zu: Lo msebenzi ungaveza ukuthi usetshenziswa ubani, lokho kungenzeka "ngegama" elisetshenziswayo amabhulokisi. Ukuze ufihle imniningwane yakho, phuma ngaphambi kokuba usebenze umsebenzi.
