Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: show receivers
am: ተቀባይን አሳይ
az: alıcıları göstər
bn: রিসিভারদের দেখাও
br: diskouez ar resevourien
ckb: پیشاندانی وەرگرەکان
kk: қабылдаушыларды көрсету
ku: sitîneran nîşan bide
mi: whakaatu kaiwhakahoki
mn: хүлээн авагчдийг харах
ms: tunjukkan penerima
sw: onyesha wapokeaji
tg: қабулкунандаҳоро нишон додан
zu: veza abamukeli

source: show senders
am: ላኪዎችን አሳይ
az: göndərənləri göstər
bn: প্রেরকদের দেখাও
br: diskouez ar gaserien
ckb: پیشاندانی نێرەرەکان
kk: жіберушілерді көрсету
ku: şanderan nîşan bide
mi: whakaatu kaituku
mn: Илгээгчдийг харах
ms: tunjukkan pengirim
sw: onyesha watumaji
tg: фиристандаҳоро нишон додан
zu: veza abathumeli

source: stored on server
am: በሰርቨሩ ላይ ተቀምጧል
az: serverdə saxlanılıb
bn: সার্ভারে সংগ্রহ করা হয়েছে
br: miret er servijer
ckb: پاشەکەوتکرا لەسەر ڕاژە
kk: серверде сақталған
ku: di serverê de tomarkirî
mi: tiakina ki te tūmau
mn: сервер дээр хадгалагдсан
ms: disimpan pada pelayan
sw: hifadhi kwenye ghala
tg: дар сервер сабт шудааст
zu: kugcinwe kwi seva

source: Bitmap
am: ቢትማፕ
az: Rastr
bn: বিটম্যাপ
kk: Растрлық
ku: Nuqteyî
mi: Maheremoka
tg: Расторӣ

source: Vector
am: ቬክተር
az: Vektor
bn: ভেক্টর
br: Vektor
kk: Вектор
ku: Vektor
mi: Pere
mn: Вектор
ms: Vektor
tg: Вектор
