Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/*.po
Languages: am, az, bn, br, ckb, kk, ku, mi, mn, ms, sw, tg, zu

source: Hardware
am: ሀርድዌር
az: Avadanlıq
bn: হার্ডওয়্যার
br: Dafar urzhiataerezh
ckb: ڕەقەکاڵا
kk: Құрылғы
ku: Reqalav
mi: Pūmārō
mn: Техник хангамж
ms: Perkakasan
sw: vifaa
tg: Таҷҳизот

source: High C
am: ከፍተኛ C
az: Yüksək C
bn: উচ্চ C
br: Do Soprano
ckb: بەرز C
kk: Жоғарғы С
ku: C Bilind
mi: 'C' o runga
mn: Дээд C
ms: C Tinggi
tg: Баланд C
zu: Phakeme C

source: Holiday
am: በዓል
az: Tətil
bn: ছুটির দিন
br: Vakañsoù
ckb: پشوو
kk: Демалыс
ku: Betlane
mi: Rā whakatā
mn: Баяр
ms: Percutian
sw: sikukuu
tg: Рӯзҳои истироҳатӣ
zu: Iholidi

source: Human
am: ሰው
az: İnsan
bn: মানুষ
br: Den
ckb: مرۆڤ
kk: Адам
ku: Mirov
mi: Tangata
mn: Хүн
ms: Manusia
sw: binadamu
tg: Одам
zu: Umuntu

source: Import
am: አስመጣ
bn: ইমপোর্ট
br: Enporzhiañ
ckb: هێنان
kk: Импорттау
ku: Têxistina nav
mi: Kaweake
mn: оруулагч
sw: leta
tg: Ворид кардан
zu: Ngenisa

source: Import experimental HTTP extension
am: የHTTP የሙከራ ቅጥያ አስገባ
az: Eksperimental HTTP uzantısını import et
bn: পরীক্ষামূলক HTTP এক্সটেনশন ইমপোর্ট কর
br: Enporzhiañ un astenn HTTP arnodel
ckb: هێنانی زیادکراوەی HTTP تاقیکاری
kk: Эксперименттік HTTP кеңейтімін импорттау
ku: Pêveka HTTPê ji bo ceribandinê bistîne
mi: Kaweaketia te toronga whakamātau o HTTP
mn: Туршилтын HTTP нэмэлтийг импортлох
ms: Import sambungan HTTP eksperimen yang masih diuji
tg: Таҷрибаи васеъкунии HTTP-ро ворид кардан
zu: Ngenisa into HTTP ende

source: Importing sound...
am: ድምጹን በማስገባት ላይ...
az: Səs import edilir...
bn: শব্দ ইম্পোর্ট করা হচ্ছে...
br: Oc'h enporzhiañ ur son...
ckb: هێنانی دەنگ...
kk: Дыбысты импорттау ...
ku: Deng tê têxistin...
mi: Kei te kaweaketia te oro...
mn: Дуу импортлож байна...
ms: Mengimport bunyi ...
tg: Овоз ворид шуда истодааст...
zu: Ngenisa umsindo...

source: Indoors
am: ቤት ውስጥ
az: Otaqda
bn: ঘরের ভিতরে
br: Diabarzh
ckb: ناوەوە
kk: Ғимарат ішінде
ku: Hundir
mi: Rō-whare
mn: Дотоод
ms: Dalam Bangunan
sw: ndani ya nyumba
tg: Дар дохил
zu: Ngaphakathi

source: Installing...
am: እየጫነ ነው....
az: Qurulur...
bn: ইন্সটল হচ্ছে...
br: O staliañ...
ckb: دادەمەزرێت...
kk: Орнату...
ku: Tê sazkirin...
mi: Kei te tāutahia te...
mn: Суулгаж байна...
ms: Memasang...
tg: Насб шуда истодааст...
zu: Kuyangena...

source: Instruments
am: መሳሪያዎች
az: Alətlər
bn: যন্ত্রসমূহ
br: Binvioù
ckb: ئامرازەکان
kk: Аспаптар
ku: Amûr
mi: Ngā Taonga Puoro
mn: Хөгжмийн зэмсгүүд
ms: Peralatan
sw: vyombo
tg: Асбоб
zu: Icilongo

source: Letters
am: ፊደላት
az: Hərflər
bn: অক্ষর
br: Lizherennoù
ckb: پیتەکان
kk: Әріптер
ku: Herf
mi: Ngā reta
mn: Үсгүүд
ms: Huruf
sw: alfabeti
tg: Ҳарфҳо
zu: Izinhlamvu

source: Library
am: ስብስብ
az: Kitabxana
bn: গ্রন্থাগার
br: Bank
ckb: کۆگا
kk: Кітапхана
ku: Pirtûkxane
mi: Te Puna
mn: Сан
ms: Perpustakaan
sw: maktaba
tg: Китобхона
zu: Umtapo wolwazi

source: Line
am: መስመር
az: Xətt
bn: রেখা
br: Linenn
ckb: هێڵ
kk: Сызық
ku: Çixêz
mi: Rārangi
mn: Шугам
ms: Garisan
sw: mstari
tg: Хат
zu: Umugqa

source: Line width
am: የመስመር ስፋት
az: Xəttin eni
bn: রেখার প্রস্থ
br: Tevder al linenn
ckb: درێژی هێڵ
kk: Сызықтың енi
ku: Qalindbûna çixêzê
mi: Whānui rārangi
mn: Шугамын өргөн
ms: Lebar garisan
sw: upana wa mstari
tg: Паҳмии хат
zu: Ubude bomugqa

source: List name
am: ስም ዘርዝር
az: Siyahı adı
bn: তালিকার নাম
br: Anv ar roll
ckb: ناوی لیست
kk: Tiзiмнің атауы
ku: Navê lîsteyê
mi: Ingoa Rārangi
mn: Жагсаалтын нэр
ms: Senarai nama
tg: Номи рӯйхат
zu: Uhlu lamagama

source: Loading help files...
am: የእገዛ ፋይሎች በመጫን ላይ...
az: Kömək faylları yüklənir...
bn: সাহায্যের ফাইলগুলো লোড হচ্ছে ...
br: O kargañ restroù skoazell...
ckb: ئامادەکردنی پەڕگەکانی یارمەتی...
kk: Анықтама файлдарын жүктеу ...
ku: Pelgeyên alîkariyê tê barkirin...
mi: Kei te utaina ngā kōnae āwhina...
mn: Тусламжийн файлыг ачаалж байна...
ms: Memuatkan fail bantuan ...
tg: Дохилкунии файлҳои ёрӣ…
zu: Ukufakwa kwama fayela asizayo...

source: Loading project...
am: ፕሮጀክቱን በመጫን ላይ...
az: Layihə yüklənir...
bn: প্রোজেক্ট লোড হচ্ছে ...
br: O kargañ ur raktres
ckb: ئامادەکردنی پڕۆژە...
kk: Жобаны жүктеу...
ku: Proje tê barkirin...
mi: Kei te utaina te kaupapa...
mn: Төслийг ачаалж байна...
ms: Memuatkan projek ...
tg: Лоиҳа ҷорӣ шуда истодааст...
zu: Vula umsebenzi...

source: Low C
am: ዝቅተኛ C
az: Alçaq C
bn: নিম্ন C
br: C boud
ckb: نزم C
kk: Төменгі C
ku: C Nizm
mi: 'C' o raro
mn: Доод C
ms: C Rendah
tg: Паст то
zu: uC ophansi

source: Make a Block
am: ጡብ ፍጠር
az: Bir blok yarat
bn: একটি ব্লক তৈরি কর
br: Krouiñ ur bloc'h
ckb: دروستکردنی بلۆکێک
kk: Блок жасау
ku: Blokekê Çêke
mi: Hangaia tētahi Paraka
mn: Блок үүсгэх
ms: Buat Blok
sw: Unda bloku
tg: Гурӯҳ сохтан
zu: Enza amabhulokisi

source: Make a List
am: ዝርዝር ፍጠር
az: Bir list yarat
bn: একটি তালিকা তৈরি কর
br: Krouiñ ur roll
ckb: دروستکردنی لیستێک
kk: Тізім жасау
ku: Lîsteyekê Çêke
mi: Hangaia tētahi Rārangi
mn: Жагсаалт үүсгэх
ms: Cipta senarai
sw: Unda orodha
tg: Рӯйхат сохтан
zu: Yenza uhlu

source: Make a Variable
am: ተለዋጭ ፍጠር
az: Bir dəyişən yarat
bn: একটি ভ্যারিয়েবল তৈরি কর:
br: Krouiñ ur varienn
ckb: دروستکردنی گۆڕاوێک
kk: Айнымалы жасау
ku: Guherokekê Çêke
mi: Hangaia tētahi taurangi
mn: Хувьсагч зарлах
ms: Cipta Pembolehubah
sw: Unda Kibadilishi mpya
tg: Тағйирёбанда сохтан
zu: Yenza i-variable

source: Manual Update Available
am: በተጠቃሚ የሚጫን ማዘመኛ ይገኛል
az: Manual yenilənmə mövcuddur
bn: ম্যানুয়াল আপডেট পাওয়া যাচ্ছে
br: Hizivaat dre zorn a c'haller
ckb: تازەکردنەوەی دەستی بەردەستە
kk: Қолмен жаңарту қолжетімді
ku: Hildemandina Manuel Heye
mi: Kua Whakaputaina tētahi Whakahou ā-Ringa
mn: Гарын авлагын Сайжруулалт Бэлэн байна
ms: Kemas kini Manual Tersedia
tg: Аз навкунии дасти дастрас аст
zu: Into umbono okhona

source: Marimba
am: ማሪምባ
bn: মারিম্বা
ckb: ماريمبا
kk: Маримба
mi: Pakakau
mn: Маримба
tg: Маримба

source: Max
am: ከፍተኛው
az: Maksimum
bn: সর্বোচ্চ
ckb: گەورەترین
kk: Максимум
ku: Herî mezin
mi: Mōrahi
mn: Хамгийн их
ms: Maks
tg: Максимум
zu: Ubuningi

source: Message Name
am: የመልእክት ስም
az: Mesaj başlığı
bn: বার্তার নাম
br: Anv ar gemennadenn
ckb: ناوی پەیام
kk: Хабарламаның атауы
ku: Navê Peyamê
mi: Ingoa Karere
mn: Мэссэжний нэр
ms: Nama Pesanan
sw: Jina la ujumbe
tg: Номи хабар
zu: Igama lomyalezo

source: Microphone volume:
am: የማይክሮፎኑ ድምጽ መጠን፡
az: Mikrofonun səs yüksəkliyi:
bn: মাইক্রোফোনের শব্দের মাত্রা:
br: Volum ar mikro:
ckb: دەنگی مایکڕۆفۆن:
kk: Микрофонның дыбыс деңгейі:
ku: Bilindbûna dengê mîkrofonê:
mi: Te kaha hopuoro:
mn: Микрофоны хэмжээ:
ms: Kelantangan mikrofon:
tg: Баландии баландгӯй:
zu: Ivoluyumi ye mayikhrofoni

source: Middle C
am: መካከለኛ C
az: Orta C
bn: মধ্যবর্তী C
br: Do kreiz
ckb: ناوەند C
kk: Ортаңғы C
ku: C Navîn
mi: 'C' o waenga
mn: Дунд C
ms: C Tengah
tg: Миёна то
zu: uC ophakathi

source: Min
am: አነስተኛው
az: Minimum
bn: মিনিট
ckb: بچووکترین
kk: Минимум
ku: Herî biçûk
mi: Mōkito
mn: Хамгийн бага
tg: Пасттарин
zu: Ubuncane

source: Multiple
am: በርካታ
az: Topla
bn: একাধিক
br: Lies
ckb: فرە
kk: Көбейту
ku: Piranî
mi: Maha
mn: Олон
ms: Pelbagai
sw: nyingi
tg: Зарб задан
zu: Phindaphinda

source: Music
am: ሙዚቃ
az: Musiqi
bn: সঙ্গীত
br: Sonerezh
ckb: میوزیک
kk: Музыка
ku: Muzîk
mi: Puoro
mn: Хөгжим
ms: Muzik:
sw: Muziki
tg: Мусиқӣ
zu: uMculo

source: Music Box
am: የሙዚቃ ሳጥን
az: Musiqi qutusu
bn: সঙ্গীতের বাক্স
br: Boest-vuzik
ckb: قوتوی میوزیک
kk: Музыкалық сандық
ku: Qutiya Muzîkê
mi: Pouaka Puoro
mn: Хөгжмийн хайрцаг
ms: Kotak Muzik
sw: Sanduku ya muziki
tg: Қуттии мусиқавӣ
zu: Ibhokisi lomculo

source: Music Loops
am: የሙዚቃ ሉፖች
az: Musiqi döngüləri
bn: সঙ্গীত লুপ
br: Boukloù sonerezh
ckb: دووبارەبوونەوەکانی میوزیک
kk: Музыкалық ілмек
ku: Zîvirên Muzîkê
mi: Koropewa Puoro
mn: Хөгжмийн Давталтууд
ms: Gelung Muzik
tg: Гиреҳи мусиқӣ
zu: uMculo ophindene

source: Music and Dance
am: ዘፈን እና ጭፈራ
az: Musiqi və Rəqs
bn: সঙ্গীত ও নাচ
br: Sonerezh ha Dañs
ckb: میوزیک و سەما
kk: Ән және би
ku: Muzîk û Dans
mi: Te Puoro me te Kanikani
mn: Хөгжим ба Бүжиг
ms: Muzik dan Tarian
sw: Muziki na densi
tg: Мусиқӣ ва рақс
zu: uMculo nomdanso

source: Musical Notes
am: የሙዚቃ ኖታ
az: Musiqi notları
bn: স্বরলিপি
br: Notennoù sonerezh
ckb: ئاماژەکانی میوزیکی
kk: Музыкалық ескертпелер
ku: Notayên Muzîkal
mi: Ngā Oro
mn: Хөгжмийн ноот
ms: Nota Muzik
tg: Эзоҳ ба мусикӣ

source: My Class
am: የእኔ ክፍል
az: Mənim sinfim
bn: আমার শ্রেণি
br: Ma C'hlas
ckb: پۆلەکەم
kk: Менің сыныбым
ku: Pola Min
mi: Taku Akomanga
mn: Миний Анги
ms: Kelas Saya
sw: darasa langu
tg: Синфи ман
zu: Ikilasi lami

source: My Classes
am: የእኔ ክፍሎች
az: Siniflərim
bn: আমার শ্রেণিগুলো
br: Ma C'hlasoù
ckb: پۆلەکانم
kk: Менің сыныптарым
ku: Polên min
mi: Aku Akomanga
mn: Миний Ангиуд
ms: Kelas-kelas Saya
sw: madarasa yangu
tg: Синфҳои ман
zu: Ikilasi lami

source: My Stuff
am: የእኔ ስራዎች
az: Mənim işlərim
bn: আমার প্রজেক্ট
br: Ma raktresoù
ckb: کەرەستەکانم
kk: Менің жұмыстарым
ku: Xebatên Min
mi: Aku Mea
mn: Миний Зүйлс
ms: Barangan Saya
sw: Vitu vyangu
tg: Маводи ман
zu: Izinto zami

source: Nature
am: ተፈጥሮ
az: Təbiət
bn: প্রকৃতি
br: Natur
ckb: سروشت
kk: Табиғат
ku: Xweza
mi: Te Taiao
mn: Байгаль
ms: Alam
tg: Табиат
zu: Imvelo

source: New
am: አዲስ
az: Yeni
bn: নতুন
br: Nevez
ckb: نوێ
kk: Жаңа
ku: Nû
mi: Hou
mn: Шинэ
ms: Baru
sw: Nouveau
tg: Нав
zu: Entsha

source: New Block
am: አዲስ ጡብ
az: Yeni blok
bn: নতুন ব্লক
br: Bloc'h nevez
ckb: بلۆکی نوێ
kk: Жаңа Блок
ku: Bloka Nû
mi: Paraka Hou
mn: Шинэ блок
ms: Blok Baru
tg: Блоки нав
zu: Amabhulokisi elisha

source: New List
am: አዲስ ዝርዝር
az: Yeni list
bn: নতুন তালিকা
br: Roll nevez
ckb: لیستی نوێ
kk: Жаңа тізім
ku: Lîsteya Nû
mi: Rārangi Hou
mn: Шинэ жагсаалт
ms: Senarai Baru
sw: Orodha mpya
tg: Рӯйхати нав
zu: Uhlu olusha

source: New Message
am: አዲስ መልእክት
az: Yeni Xəbər
bn: নতুন বার্তা
br: Kemennadenn nevez
ckb: پەیامی نوێ
kk: Жаңа Хабарлама
ku: Peyama Nû
mi: Karere Hou
mn: Шинэ мэссэж
ms: Pesanan Baru
sw: Meseji mpya
tg: Хабари нав
zu: Umyalezo omusha

source: New Variable
am: አዲስ ተለዋዋጭ
az: Yeni Dəyişən
bn: নতুন ভ্যারিয়েবল
br: Varienn nevez
ckb: گۆڕاوی نوێ
kk: Жаңа айнымалы
ku: Guheroka Nû
mi: Taurangi Hou
mn: Шинэ хувьсагч
ms: Pemboleh Ubah Baru
sw: Kibadilishi mpya
tg: Тағйирёбандаи нав
zu: I-variable entsha

source: New backdrop from camera
am: ከካሜራ አዲስ የጀርባ ምስል
az: Kameradan yeni fon yarat
bn: ক্যামেরা থেকে নতুন ব্যাকড্রপ
br: Drekleur nevez gant ar webkam
ckb: پاشبنەمای نوێ لە کامێڕاوە
kk: Камерадан жаңа фон алу
ku: Ji kamerayê dekora nû çêke
mi: Ārai tuarongo mai i te kāmera
mn: Камераас шинэ дэвсгэр авах
ms: Latar belakang baru dari kamera
tg: Манзари навро аз наворбардор гирифтан
zu: Indawo entsha ekhamereni

source: New backdrop:
am: አዲስ የጀርባ ምስል፡
az: Yeni fon:
bn: নতুন ব্যাকড্রপ:
br: Drekleur nevez:
ckb: پاشبنەمای نوێ:
kk: Жаңа фон
ku: Dekora nû:
mi: Ārai tuarongo hou:
mn: Шинэ дэвсгэр:
ms: Latar belakang baru:
tg: Манзари нав:
zu: Indawo entsha:

source: New costume from camera
am: ከካሜራ አዲስ ልብስ
az: Kameradan yeni geyim yarat
bn: ক্যামেরা থেকে নতুন পোশাক
br: Gwiskamant nevez gant webkam
ckb: بەرگی نوێ لە کامێڕاوە
kk: Камерадан жаңа костюм алу
ku: Ji kamerayê kostumê nû çêke
mi: Kākahu hou mā te kāmera
mn: Камераас шинэ өмсгөл авах
ms: Kostum baru dari kamera
tg: Либоси навро аз наворбардор гирифтан
zu: Impahla entsha ekhamereni

source: New costume:
am: አዲስ ልብስ፡
az: Yeni geyim:
bn: নতুন পোশাক:
br: Gwiskamant nevez:
ckb: بەرگی نوێ:
kk: Жаңа костюм:
ku: Kostumê nû:
mi: Kākahu Hou:
mn: Шинэ өмсгөл:
ms: Kostum baru:
tg: Либоси нав:
zu: Impahla entsha:

source: New name
am: አዲስ ስም
az: Yeni ad
bn: নতুন নাম
br: Anv nevez
ckb: ناوی نوێ
kk: Жаңа есім
ku: Navê nû
mi: Ingoa hou
mn: Шинэ нэр
ms: Nama baru
sw: jina jipya
tg: Номи нав
zu: Igama elisha

source: New sound:
am: አዲስ ድምጽ፡
az: Yeni səs:
bn: নতুন শব্দ:
br: Son nevez :
ckb: دەنگی نوێ:
kk: Жаңа дыбыс:
ku: Dengê nû:
mi: Oro hou:
mn: Шинэ дуу:
ms: Bunyi baru:
sw: sauti mpya
tg: Садои нав:
zu: Umsindo omusha:

source: New sprite from camera
am: ከካሜራ አዲስ ስፕራይት
az: Kameradan yeni sprayt yarat
bn: ক্যামেরা থেকে নতুন স্প্রাইট
br: Lutun nevez gant webkam
ckb: تەنی نوێ لە کامێڕاوە
kk: Камерадан жаңа спрайт алу
ku: Ji kamerayê pêlîstika nû çêke
mi: Mā te kāmera te parehe hou
mn: Шинэ дүрс камераас авах
ms: Sprite baru dari kamera
tg: Спрайти навро аз наворбардор гирифтан
zu: Umlingisa omushu osuka kwisithwebuli

source: New sprite:
am: አዲስ ስፕራይት፡
az: Yeni sprayt:
bn: নতুন স্প্রাইট:
br: Lutun nevez:
ckb: تەنی نوێ:
kk: Жаңа спрайт:
ku: Pêlîstika nû:
mi: Parehe hou:
mn: шинэ дүрс
ms: Sprite baru:
tg: Спрайти нав:
zu: Umlingisi omusha

source: No motion blocks
am: የእንቅስቃሴ ጡቦች የሉም
az: Hərəkət bloku yoxdur
bn: গতির ব্লকসমূহ নেই
br: Bloc'h fiñval ebet
ckb: هیچ بلۆکێکی جوڵاندن
kk: Қозғалыс блоктары жоқ
ku: Blokên tevgerê tune ne
mi: Kāore he paraka neke
mn: Ямарч хөдөлгөөний блок алга
ms: Tiada blok gerakan
tg: Блокҳои ҳаракат нест
zu: Awakho anyakazayo amablokisi

source: No, Thanks
am: አይ፣ አመሰግናለው
az: Xeyr, təşəkkürlər
bn: না, ধন্যবাদ
br: Nann, n'em bo ket
ckb: نەخێر، سوپاس
kk: Жоқ, рахмет
ku: Na, Spas
mi: Tēnā, Kāore
mn: Үгүй, Баярлалаа
ms: Tidak, Terima kasih

source: Not saved; network or server problem.
am: አልተቀመጠም፡ የአውታሩ ወይም ሰርቨሩ ችግር ይሆናል።
az: Saxlanılmadı; şəbəkə və ya serverdə problem var.
bn: নেটওয়ার্ক অথবা সার্ভারের সমস্যার জন্য; সংরক্ষণ করা যায়নি।
br: N'eo ket bet saveteet; kudenn rouedad pe servijer
ckb: پاشەکەوت نەکرا؛ هەڵەی تۆڕ یان ڕاژە.
kk: Сақталмаған; желімен немесе сервермен мәселе.
ku: Tomar nebû; di torê an jî serverê de kêşe heye.
mi: Kāore i tiakina; kua raru te whatunga, te tūmau rānei.
mn: Сүлжээ эсвэл Серверийн асуудлаар хадгалагдсангүй.
ms: Tidak disimpan; masalah rangkaian atau pelayan.
tg: Ҳифз нашуд; ғалат дар сервер ё дар шабака.
zu: Akugcinekanga; inkinga ye nethiwekhi noma ye seva.

source: Not saved; project did not load.
am: አልተቀመጠም፤ፕሮጀክቱ ሊጫን አልተቻለም
az: Saxlanılmadı; layihə yüklənmədi.
bn: সংরক্ষন করা হয়নি; প্রজেক্ট লোড হয়নি।
br: N'eo ket bet saveteet; n'eo ket bet karget ar raktres
ckb: پاشەکەوت نەکرا؛ پڕۆژەکە ئامادەنەبوو.
kk: Сақталмады; жоба жүктелген жоқ.
ku: Tomar nebû; proje nehat barkirin.
mi: Kāore i tiakina; kāore i utaina te kaupapa
mn: Хадгалагдсангүй: Төсөл ачаалагдахгүй байна.
ms: Tidak disimpan; projek tidak dimuatkan.
tg: Ҳифз нашуд; лоиҳа дохил нашудааст.
zu: Akugcinekanga; awufakanga umsebenzi.

source: OK
am: እሺ
az: Oldu
bn: ঠিক আছে
ckb: باشە
kk: Жақсы
ku: Baş e
mi: Ka pai
mn: Тийм
sw: ndio
zu: Kulungile

source: Offline Editor
am: ከመስመር ውጪ መጠቀሚያ
az: Şəbəkəsiz Redaktor
bn: অফলাইন সম্পাদক
br: Aozer ezlinenn
ckb: نووسەری دەرهێڵ
kk: Оффлайн редактор
ku: Edîtora Derhêl
mi: Pūmanawa Whakatika Tuimotu
mn: Оффлайн засварлагч
ms: Penyunting Luar Talian
sw: kihariri cha nnje ya mtandao.
tg: Тахриргари аз шабака берун
zu: Okokulungiswa ngaphandle kwagesi

source: Open
am: ክፈት
az: Aç
bn: খোল
br: Digeriñ
ckb: کردنەوە
kk: Ашу
ku: Veke
mi: Huakina
mn: Нээх
ms: Buka
sw: fungua
tg: Кушодан
zu: Vula

source: Open Cuica
am: ኩልካውን ክፈት
az: Açıq Kuika
bn: কুইকা খোল
br: Cuica digor
ckb: کردنەوەی Cuica
kk: Ашық Куика
ku: Cuicayê Veke
mi: Huakina te Cuica
mn: Нээлттэй куика
ms: Cuica Terbuka
tg: Куикаи кушода
zu: Vula Cuica

source: Open Hi-Hat
am: የመዳቡን ከበሮ ክፈት
az: Açıq zil
bn: হাই-হ্যাট খোল
br: Charleston digor
ckb: کردنەوەی Hi-Hat
kk: Ашық хай-хэт
ku: Zengilê Veke
mi: Huakina te Hi-Hat
ms: Hi-Hat Terbuka
tg: Хай-Хэти кушода
zu: Vula Hi-Hat

source: Open Project
am: ፕሮጀክቱን ክፈት
az: Layihə aç
bn: প্রজেক্টটি খোল
br: Digeriñ ur raktres
ckb: کردنەوەی پڕۆژە
kk: Жобаны ашу
ku: Projeyê Veke
mi: Huakina te Kaupapa
mn: Төсөл нээх
ms: Buka Projek
tg: Лоиҳаро кушодан
zu: Vula umsebenzi

source: Options
am: ምርጫዎች
az: Parametrlər
bn: বিকল্পসমূহ
br: Dibaboù
ckb: هەڵبژاردەکان
kk: Параметрлер
ku: Vebijêrk
mi: Kōwhiringa
mn: Сонголтууд
ms: Pilihan
tg: Параметрҳо
zu: Izinketho

source: Organ
am: ኦርጋን
az: Orqan
bn: অঙ্গ
br: Ograoù
ckb: ئەندام
kk: Орган
ku: Org
mi: Ōkena
mn: Орган
tg: Узв

source: Other
am: ሌላ
az: Digər
bn: অন্যান্য
br: Traoù all
ckb: هی تر
kk: Басқалар
ku: Yê din
mi: He Mea Anō
mn: Бусад
ms: Lain-lain
sw: -ngine
tg: Дигар
zu: Okunye

source: Outdoors
am: ከቤት ውጭ
az: Açıq havada
bn: ঘরের বাইরে
br: En diavaez
ckb: دەرەوە
kk: Ашық ауада
ku: Derveyî
mi: O Waho
mn: Гадаад
ms: Luar
sw: nje
tg: Дар фазои кушод
zu: Ngaphandle

source: Paint new backdrop
am: አዲስ የጀርባ ምስል ቀባ
az: Yeni fon çək
bn: নতুন ব্যাকড্রপ আঁক
br: Tresañ un drekleur nevez
ckb: کێشانی پاشبنەمای نوێ
kk: Жаңа фон салу
ku: Dekora nû bixêzîne
mi: Peitatia he ārai tuarongo hou
mn: Шинэ дэвсгэр зурах
ms: Lukis latar belakang baru
tg: Манзари навро кашидан
zu: Penda indawo entsha

source: Paint new costume
am: አዲስ ልብስ ቀባ
az: Yeni geyim çək
bn: নতুন পোশাক আঁক
br: Tresañ ur gwiskamant nevez
ckb: کێشانی بەرگی نوێ
kk: Жаңа костюм салу
ku: Kostumê nû bixêzîne
mi: Peitatia he kākahu hou
mn: Шинэ өмсгөл зурах
ms: Lukis kostum baru
sw: paka vazi jipya rangi
tg: Либоси навро кашидан
zu: Penda imphala entsha

source: Paint new sprite
am: አዲስ ስፕራይት ቀባ
az: Yeni sprayt çək
bn: নতুন স্প্রাইট আঁক
br: Tresañ ul lutun nevez
ckb: کێشانی تەنی نوێ
kk: Жаңа спрайт салу
ku: Pêlîstika nû bixêzîne
mi: Peitatia he parehe hou
mn: Шинэ дүрс зурах
ms: Lukis sprite baru
tg: Спрайти навро кашидан
zu: Penda umlingisi omusha

source: Password
am: የይለፍ ቃል
az: Şifrə
bn: পাসওয়ার্ড
br: Ger-tremen
ckb: تێپەڕەوشە
kk: Құпиясөз
ku: Pêborîn
mi: Kupu Hipa
mn: Нууц үг
ms: Kata Laluan
sw: neno la siri
tg: Рамз
zu: Iphasiwedi

source: Password is required
am: የይለፍ ቃል ያስፈልጋል
az: Şifrə gərəklidir
bn: পাসওয়ার্ড আবশ্যক
br: Rekis eo ar ger-tremen
ckb: تێپەڕەوشە داواکراوە
kk: Құпиясөзді енгiзу қажет
ku: Pêborîn pêwîst e
mi: Me whakauru he kupu hipa
mn: Нууц үг шаардлагатай
ms: Kata laluan diperlukan
sw: neno la siri linahitajika
tg: Рамз лозим аст
zu: Kudengeka iphasiwedi

source: Pencil
am: እርሳስ
az: Karandaş
bn: পেন্সিল
br: Kreion
ckb: قەڵەم
kk: Қарындаш
ku: Pênûs
mi: Pene rākau
mn: Харандаа
ms: Pensel
sw: penseli
tg: Қалам
zu: Ipensela

source: People
am: ሰዎች
az: İnsanlar
bn: মানুষ
br: Tud
ckb: خەڵک
kk: Адамдар
ku: Mirov
mi: Tāngata
mn: Хүмүүс
ms: Orang
sw: watu
tg: Инсонҳо
zu: Abantu

source: Percussion
am: ከበሮ መሰል መሳሪያዎች
az: Zərb alətləri
bn: সঙ্ঘর্ষ
br: Toserezh
ckb: ئاواز
kk: Перкуссия
ku: Amûrên Lêdanê
mi: Taonga papā
mn: Цохиур хөгжим
ms: Genderang
sw: chombo cha kugongwa
tg: Зарба
zu: Idilamu Lomculo

source: Piano
am: ፒያኖ
bn: পিয়ানো
ckb: پیانۆ
kk: Пианино
ku: Piyano
mi: Piana
mn: Төгөлдөр хуур
sw: kinanda
tg: Пианино
zu: Upiyano

source: Pick up color
am: ቀለም አንሳ
az: Pipet
bn: রঙ নির্বাচন কর
br: Dibab al liv
ckb: ڕەنگ هەڵبژێرە
kk: Түсті таңдау
ku: Rengê bibîne
mi: Timotimo tae
mn: Өнгө өө сонго
ms: Pilih warna
tg: Рангро интихоб кунед
zu: Ketha umbala

source: Pizzicato
am: ፒዚካቶ
az: Pizzikato
ckb: پیزەکاتۆ
kk: Пиццикато
mn: Пизикато
tg: Писсикато
zu: Umculo osheshayo

source: Please visit the download page to install it.
am: ፕሮግራሙን ለመጫን ወደሚወረድበት ድረ-ገጽ ይሂዱ።
az: Quraşdırmaq üçün yükləmə səhifəsinə baxın.
bn: এটি ইনস্টল করতে অনুগ্রহ করে ডাউনলোড পেইজ দেখ।
br: Sellit ouzh ar bajenn bellgargañ evit e staliañ mar plij.
ckb: تکایە سەردانی پەڕەی داگرتن بکە بۆ دابەزاندن.
kk: Орнату үшін жүктеу бетіне кіріңіз.
ku: Ji bo sazkirinê serdana rûpela daxistinê bike.
mi: Tēnā, haere ki te whārangi tikiake ki te tāuta.
mn: Татах хуудасруу очиж үүнийг суулгана уу.
ms: Sila lawati halaman muat turun untuk memasangnya.
tg: Барои насб ба сахифаи кабулкуни дароед.
zu: Sicela uvakashele ipheyiji loku downiloda kulona ukuze uyifake

source: Profile
am: መገለጫ
az: Profil
bn: প্রোফাইল
br: Profil
ckb: پڕۆفایل
kk: Профиль
ku: Profîl
mi: Huanga
mn: Профайл
ms: Pofil
sw: Wasifu
tg: Профил
zu: Ubuwena

source: Project did not load.
am: ፕሮጀክቱ አልሰራም
az: Layihə yüklənmədi.
bn: প্রজেক্ট লোড হয়নি।
br: N'eo ket bet karget ar raktres.
ckb: پڕۆژەکە ئامادەنەکرا.
kk: Жоба жүктелмеді.
ku: Proje bar nebû.
mi: Kāore i utaina te kaupapa
mn: Төсөл ачаалагдсангүй.
ms: Projek tidak dimuatkan.
tg: Лоиҳа дохил нашуд.
zu: Awufakanga umsebenzi.

source: Project name
am: የፕሮጀክት ስም
az: Layihə adı
bn: প্রজেক্টের নাম
br: Anv ar raktres
ckb: ناوی پڕۆژە
kk: Жобаның атауы
ku: Navê projeyê
mi: Ingoa kaupapa
mn: Төслийн нэр
ms: Nama projek
sw: jina la mradi
tg: Номи лоиҳа
zu: Igama lomsebenzi

source: Project name is required
am: የፕሮጀክት ስም ያስፈልጋል
az: Layihə adı gərəklidir
bn: প্রজেক্টের নাম আবশ্যক
br: Anv ar raktres a zo rekis
ckb: ناوی پڕۆژە داواکراوە
kk: Жоба атауы қажет
ku: Navê projeye pêwîst e
mi: Me whakauru te ingoa mō te kaupapa
mn: Төслийн нэр шаардлагатай
ms: Nama projek diperlukan
tg: Номи лоиҳа лозим аст
zu: Kudingeka iagama lomsebenzi

source: Project not saved!
am: ፕሮጀክቱ አልተጫነም!
az: Layihə saxlanmadı!
bn: প্রজেক্ট সংরক্ষন করা হয়নি!
br: N'eo ket bet saveteet ar raktres!
ckb: پڕۆژەکە پاشەکەوت نەکرا!
kk: Жоба сақталмады!
ku: Proje nehat tomarkirin!
mi: Kāore i tiakina te kaupapa!
mn: Төсөл хадгалагдсангүй!
ms: Projek tidak disimpan!
tg: Лоиҳа ҳифз нашуд!
zu: Umusebenzi awugcinekanga!

source: Quit
am: ውጣ
az: Çıxış
bn: প্রস্থান
br: Kuitaat
ckb: دەرچوون
kk: Шығу
ku: Derkeve
mi: Waiho
mn: Гарах
ms: Berhenti
sw: ondoka
tg: Баромад
zu: Yeka

source: Record
am: ቅዳ
az: Səsyazma
bn: লিপিবদ্ধ কর
br: Enrollañ
ckb: تۆمارکردن
kk: Жазу
ku: Tomar bike
mi: Rēkoata
mn: бичлэг
ms: rakam
sw: rekodi
tg: Сабт кардан
zu: Qopha

source: Record & Export Video
am: ቪድዮ ቅረፅና ላክ
az: Videonun Yazılması & Nümayişi
bn: ভিডিও রেকর্ড ও এক্সপোর্ট কর
br: Enrollañ & ezhporzhiañ ar video
ckb: تۆمارکردن و ناردنی ڤیدیۆ
kk: Видеоны жазу және экспорттау
ku: Vîdyoyê Derxîne & Tomar Bike
mi: Rēkoata me te Kaweatu i te Ataata
mn: Бичээд видеог экспорт хийх
ms: Rakam & Eksport Video

source: Record Project Video
am: የፕሮጀክቱን ቪድዮ ቅረጽ
az: Video layihə yaz
bn: প্রজেক্ট ভিডিও রেকর্ড কর
br: Enrollañ ar raktres video
ckb: تۆمارکردنی ڤیدیۆی پڕۆژە
kk: Жоба бейнені жазу
ku: Vîdyoya Projeyê Tomar Bike
mi: Rēkoata Ataata kaupapa
mn: Төслийн видеог бичих
ms: Rakam Video Projek
tg: Видеои лоиҳаро сабт кунад
zu: Qopha umsebenzi kwisiqophamazwi

source: Record new sound
am: አዲስ ድምፅ ቅዳ
az: Yeni səs yaz
bn: নতুন শব্দ রেকর্ড কর
br: Enrollañ ur son nevez
ckb: تۆمارکردنی دەنگی نوێ
kk: Жаңа дыбыс жазу
ku: Dengê nû tomar bike
mi: Hopu oro
mn: Шинэ дуу бичих
ms: Rakam bunyi baru
tg: Садои навро сабт кунад
zu: Qopha umsindo omusha

source: Rectangle
am: አራት ማዕዘን
az: Düzbucaqlı
bn: আয়তক্ষেত্র
br: Skouergorneg
ckb: لاکێشە
kk: Тікбұрыш
ku: Çarqozî
mi: Tapawhā Roa
mn: Тэгш өнцөгт
ms: Segi empat tepat
sw: mstatili
tg: Росткунҷа
zu: Irectangle

source: Redo
am: ድጋሜ አድርግ
az: Ləğv et
bn: আবার কর
br: Adsevel
ckb: کردنەوە
kk: Қайта жасау
ku: Pêşve bibe
mi: Mahia anōtia
mn: Буцалт сэргээх
ms: Semula
sw: rudia
tg: Ба пеш
zu: Ukwenzakabusha

source: Remix
am: አቀናብር
az: Remiks
bn: রিমিক্স
br: Meskañ
ckb: تێکەڵاوکردنەوە
kk: Ремикс
ku: Remîks bike
mi: Whakarākeitia
mn: Холих
ms: Adun semula
sw: changanya tena
tg: Ремикс
zu: Ingxube

source: Remixing...
am: በማቀናበር ላይ...
az: Remiks olunur...
bn: রিমিক্স করা হচ্ছে...
br: Oc'h adveskañ...
ckb: تێکەڵاوکردنەوە...
kk: Ремикс жасау...
ku: Remîks dibe...
mi: Kei te whakarākeitia...
mn: Хольж байна...
ms: Di adun semula
sw: kuchanganya
tg: Сохтани ремикс...
zu: Xuba...

source: Remove Background
am: የጀርባውን ምስል አስወግድ
az: Fonu sil
bn: ব্যাকগ্রাউন্ড মুছে ফেল
br: Lemel an drekleur
ckb: لابردنی پاشبنەما
kk: Фонды жою
ku: Paşrûyê Rake
mi: Tangohia te Papamuri
mn: Дэвсгэр зураг арилгах
ms: Buang Latar Belakang
tg: Манзарро нобуд кардан
zu: Khipha okungemumva

source: Rename
am: ስሙን ቀይር
az: Yenidən adlandır
bn: নাম পরিবর্তন
br: Adenvel
ckb: ناونانەوە
kk: Атын өзгерту
ku: Dîsa bi nav bike
mi: Whakaingoatia anōtia
mn: Нэр солих
ms: Namakan semula
sw: badili jina
tg: Аз нав номнавис кардан
zu: Qamba kabusha

source: Replace existing project?
am: ነባሩን ፕሮጀክት መተካት ይፈልጋሉ?
az: Mövcud layihə dəyişdirilsin?
bn: বিদ্যমান প্রজেক্ট প্রতিস্থাপন করবে?
br: Lakaat e plas ar raktres a-vremañ?
ckb: گۆڕینەوەی پڕۆژەی ئامادەبوو؟
kk: Бар жобаны ауыстыру керек пе?
ku: Bila bi projeya heyî re were guhertin?
mi: Whakakapia te kaupapa o nāianei?
mn: Өмнөх төслийг дарах уу?
ms: Gantikan projek yang sedia ada?
tg: Лоиҳаии бударо иваз кунад?
zu: Buyisa umsebenzi obukhona?
