Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/qu.po
Languages: qu

source: Vector
qu: Sinkurwaq Illwa

source: Vector Mode
qu: Sinkurwaq Illwa hina

source: Vibraphone
qu: Wibraphunu

source: Vibraslap
qu: Wibraslap

source: Video on:
qu: Widiukuna:

source: Visit download page
qu: Watukuy Hurquy pahinata

source: Vocals
qu: Rimay

source: Walking
qu: Purinapaq

source: Want to save? Click remix
qu: Munankichu waqaychayta? klikyaykuy kambiyaypi

source: Which column do you want to import
qu: Ima sinru munanki impurtayta?

source: Wood Block
qu: Kullu Tuqyaq

source: Wooden Flute
qu: Qina

source: Yes, I'd Like To Help Improve Scratch
qu: Ari, Yanapayta munami Scratch allichanapaq

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
qu: Manam allichayta atiwaqchu puyupi kaq llamkay runakunapa. <br>Ima allichay rurasqaykiqa huk ratullam kanqa manam siyimprichu.

source: Your Scratch name
qu: Sutiki Scratchpi

source: Your Scratch name is required
qu: Scratch sutikita munanchik

source: Your project has been uploaded to scratch.mit.edu
qu: Llamkaykiqa qispikurqunmi Scratch.mit.edu man

source: a copy of the project file on your computer.
qu: hukrikchaq llamkay qillqasqayki kumputaduraykipi.

source: add comment
qu: yapay parlarisqaykita

source: all
qu: llapa

source: all around
qu: maymanpas muyuq

source: any
qu: mayqimpas

source: assets loaded
qu: qillqayki waqaychasqa

source: backdrop
qu: hipaynin

source: backdrop1
qu: hipaynin1

source: backdrops
qu: hipayninkuna

source: brightness
qu: kanchiq

source: button pressed
qu: butun ñitisqa

source: bytes loaded
qu: bytskuna waqaychasqa

source: can drag in player:
qu: aysawaqmi pukllaqta:

source: ceiling
qu: qata

source: clean up
qu: pichay

source: clear senders/receivers
qu: klaru apachiq/chaskiq

source: color
qu: kulur

source: copy
qu: kupyay

source: costume1
qu: pachakuna1

source: costume2
qu: pachakuna2

source: cut
qu: rutuy

source: date
qu: pacha

source: day of week
qu: punchawkuna

source: delete
qu: pichay

source: delete variable
qu: pichariy tikranapaq

source: direction:
qu: maypi:

source: don't rotate
qu: mana muyuq

source: down
qu: urayman

source: down arrow
qu: urayman qillqana

source: duplicate
qu: iskaychay

source: e ^
qu: Y ^

source: edge
qu: kantu

source: edit
qu: allichay

source: export
qu: ixpurtay

source: fade in
qu: hichay

source: fade out
qu: chinkay

source: fisheye
qu: qawachinapaq

source: floor
qu: allpa

source: ghost
qu: aya

source: help
qu: yanapay

source: hour
qu: pacha

source: import
qu: impurtay

source: large readout
qu: Hatun qaway

source: last
qu: qipa

source: left
qu: ichuq

source: left arrow
qu: lluqi qillqana

source: left-right
qu: alliq - ichuq

source: length
qu: sunin

source: light
qu: utqay

source: limit reached
qu: aypasqa tukuyninta

source: list
qu: lista

source: ln
qu: in

source: log
qu: Qallarichiy

source: louder
qu: kallpayuq

source: meow
qu: mawllay

source: message1
qu: qillqa1

source: minute
qu: minutu

source: month
qu: killa

source: mosaic
qu: uchuy qillqaykuna

source: motion
qu: kuyuchiy

source: mouse-pointer
qu: ukucha puntan

source: myself
qu: kikin

source: new message...
qu: musuq qillqa

source: normal readout
qu: liyiy-kuy

source: of
qu: pa

source: off
qu: wañuy

source: on
qu: rikchari

source: on-flipped
qu: tikrasqa

source: other scripts in sprite
qu: huk qillqaykuna ipupi

source: other scripts in stage
qu: wakin qiyunkuna Chimpa qaway

source: paste
qu: laqay

source: photo1
qu: phutu1

source: pixelate
qu: qillqaslla

source: pop
qu: pup

source: previous backdrop
qu: ñawpaq uku lliklla

source: random
qu: mayqimpas

source: random position
qu: maypipas sayay

source: record...
qu: qrabay...

source: recording1
qu: qrabay1

source: redo
qu: kutipay

source: rename variable
qu: musuqmanta sutichay hukniraqta

source: requires sign in
qu: munanchikmi qallariyta

source: resistance-A
qu: kallpachaq-A

source: resistance-B
qu: kallpachaq-B

source: resistance-C
qu: kallpachaq-C

source: resistance-D
qu: kallpachaq-D

source: reverse
qu: qipaman puriy

source: right
qu: alliq

source: right arrow
qu: alliqman qillqana

source: rotation style:
qu: imayna muyunampaq:

source: save to local file
qu: waqaychay qillqasqata kaqpi

source: second
qu: wawa pacha

source: select all
qu: llapanta akllasun

source: set slider min and max
qu: churana huchuchinata hatunta uchuynintapas

source: shared
qu: rakisqa

source: show:
qu: qawanapaq:

source: silence
qu: upalla

source: slider
qu: lluchkay

source: softer
qu: llampulla

source: sound
qu: qapariqnin

source: space
qu: chimpa

source: text
qu: qillqay

source: that way
qu: chayna puniy

source: this script
qu: kay qillqay

source: this sprite
qu: kay sprit

source: this way
qu: kayna puniy

source: undo
qu: ruraray

source: unshared
qu: mana aypunapaq

source: up
qu: hawampi

source: up arrow
qu: hanayman qillqana

source: variable
qu: hukniraq

source: video direction
qu: maypim Widiu

source: video motion
qu: Muyuy Widiu

source: whirl
qu: muyuy

source: year
qu: wata

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href= target=>see the cloud data FAQ!</a>
qu: willakuy puyu tikraymanta <b><br> &nbsp;<br>kunankamaqa, yupallatam chaskirin <br> sala chatpaqmi manam chaskinchu, pichakunqam. <br> ancha willakuykunapaq,<a href= target=>qaway tapukuykunata puyu kaqkunapi!</a>

source: Click to try again or to save
qu: klikyaykuy yapamanta yaykunaykipaq utaq waqaychanaykipaqpas.

source: Cloud
qu: Puyu

source: costume name
qu: pachapa sutin

source: Costumes:
qu: Pachakuna:

source: Eraser width:
qu: Pichanapa Rakuynin:

source: Line width:
qu: Liniapa rakuynin:

source: Scripts:
qu: Scriptkuna:

source: show receivers
qu: qawasun apachiqkunata

source: show senders
qu: qawasun chaskiriqkunata

source: stored on server
qu: sirwidurpi waqaychasqa
