Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/qu.po
Languages: qu

source: %b and %b
qu: %b chaymanta %b

source: %b or %b
qu: %b utaq %b

source: %m.list contains %s?
qu: %m.imaykuna kan %s

source: %m.sensor sensor value
qu: %m.musiaq chanin musiaq

source: %n mod %n
qu: mod

source: Control
qu: kamachiy

source: Data
qu: qullqa

source: Events
qu: llamka

source: Looks
qu: Qaway

source: More Blocks
qu: Champachiy

source: Motion
qu: Muyuy

source: Operators
qu: Llamkaq

source: Pen
qu: qillqay kaspi

source: Sensing
qu: musyay

source: Sound
qu: qapariqnin

source: answer
qu: kutichiy rimayta

source: ask %s and wait
qu: mañay %s chaymanta suyay

source: backdrop #
qu: hipaynin

source: backdrop name
qu: hipaynin sutin

source: broadcast %m.broadcast
qu: apaykuy %m.apaykuy

source: broadcast %m.broadcast and wait
qu: apaykuy %m.apaykuy chaymanta suyay

source: change %m.effect effect by %n
qu: tikray %m.effect effect by %n

source: change %m.var by %n
qu: tikray %m.var by %n

source: change pen color by %n
qu: tikray niraq qillqay %n

source: change pen shade by %n
qu: tikray qillqay llantunninta %n

source: change pen size by %n
qu: tikray qillqay hatunninta %n

source: change size by %n
qu: tikray hatunta %n

source: change tempo by %n
qu: tikray pachata %n

source: change volume by %n
qu: tikray uyarinanta %n

source: change x by %n
qu: tikraykuy %n

source: change y by %n
qu: Tikraykuy %n

source: clear
qu: chuya

source: clear graphic effects
qu: pichay llapa qillqaykunata

source: color %c is touching %c?
qu: niraq %c hapichkan %c

source: costume #
qu: pacha #

source: create clone of %m.spriteOnly
qu: ruray huknin hinata %m.spriteOnly

source: days since 2000
qu: 2000 wata punchawmanta

source: define
qu: nin

source: delete %d.listDeleteItem of %m.list
qu: pichay %d.listDeleteltem of %m.list

source: delete this clone
qu: pichay kay huknin hina qillqayta

source: direction
qu: maypi

source: distance
qu: karuchan

source: distance to %m.spriteOrMouse
qu: karuchan %m.spriteOrMouse

source: else
qu: ñataq

source: forever
qu: wiñaypaq

source: glide %n secs to x:%n y:%n
qu: kuyun %n kaq x: %n chaymanta y: %n

source: go back %n layers
qu: kutiy %n hipaman

source: go to %m.location
qu: riy %m.location

source: go to front
qu: ripuy chimpanman

source: go to x:%n y:%n
qu: riy x: %n chaymanta y:

source: hide
qu: pakay

source: hide list %m.list
qu: pakay listata %m.list

source: hide variable %m.var
qu: pakay manariksisqata %m.var

source: if %b then
qu: icha %b hinaptin

source: if on edge, bounce
qu: icha kachkan patapi, pinkin

source: insert %s at %d.listItem of %m.list
qu: winay %s chay %d.listltem of %m.list

source: item %d.listItem of %m.list
qu: imakuna %d.listltem of %m.list

source: join %s %s
qu: quñuy %s %s

source: key %m.key pressed?
qu: ñitiy %m.key qillqata?

source: length of %m.list
qu: sunin %m.list

source: length of %s
qu: sunin

source: letter %n of %s
qu: qillqay %n of %s

source: loudness
qu: qapariknin

source: mouse down?
qu: ukucha urayman?

source: mouse x
qu: ukucha x

source: mouse y
qu: ukucha y

source: move %n steps
qu: chankay%npurinaykipaq

source: next backdrop
qu: huk uku lliklla

source: next costume
qu: huknin pacha

source: not %b
qu: manam % b

source: pen down
qu: qillqana

source: pen up
qu: qillqay hanaypi

source: pick random %n to %n
qu: mayqintapas akllay %n kayman%n

source: play drum %d.drum for %n beats
qu: tukay tamburta %re icha tambur %n tuqyayta

source: play note %d.note for %n beats
qu: tukay pukllayta %d tukaykuy %n tuqyayta

source: play sound %m.sound
qu: tukachiy luqyayta %m.Luqyay

source: play sound %m.sound until done
qu: tukachiy luqyayta %m.luqyay tukunankama

source: point in direction %d.direction
qu: riqman tuksiy %d .riq

source: point towards %m.spriteOrMouse
qu: tuksiy chayman %m. sprit utaq Ukuchaman

source: repeat %n
qu: musuqmanta niy%n

source: repeat until %b
qu: musuqmanta ruray askama %b

source: replace item %d.listItem of %m.list with %s
qu: artikuluta kambiyay %d.listakunata %m.listaman %s

source: reset timer
qu: yupachaqwan qallari

source: rest for %n beats
qu: samarichiy %n tuqyasqa

source: round %n
qu: muyunchay %n

source: say %s
qu: niykuy %s

source: say %s for %n secs
qu: niykuy %s -%n sigundus unayman

source: sensor %m.booleanSensor?
qu: musyaq %m.musyaq bulianu?

source: set %m.effect effect to %n
qu: churay %m.iphiktukunata %n

source: set %m.motor power to %n
qu: churay % m iphiktukunata %n

source: set %m.motor2 direction to %m.motorDirection
qu: churay riqninta %m.mutur rinanta %m.mutur riqman

source: set %m.var to %s
qu: churay %m.var to%s

source: set instrument to %d.instrument
qu: churay instrumintuykita %d. instrumintuman

source: set pen color to %c
qu: qillqay kaspita churay llimpinta %c

source: set pen color to %n
qu: qillqay kaspita churay llimpinta %n

source: set pen shade to %n
qu: churaykuy qillqapa llantuyninta %n

source: set pen size to %n
qu: churay qillqay kaspipa hatuyninta %n

source: set rotation style %m.rotationStyle
qu: churaykuy imayna muyunampaq %m.rotationStyle

source: set size to %n%
qu: churay imayna hatunkarayninta %n%

source: set tempo to %n bpm
qu: churay pachata %nbpm

source: set video transparency to %n%
qu: churay widio chuyaqniman %n%

source: set volume to %n%
qu: churay uyarinata %1%%

source: set x to %n
qu: churay x %n

source: set y to %n
qu: churay y %n

source: show
qu: qawanapaq

source: show list %m.list
qu: qawachiy qillqayta %m.list

source: show variable %m.var
qu: qawachiy kayta %m.var

source: size
qu: hatunin

source: stamp
qu: sello nisqan

source: stop %m.stop
qu: sayachiy %m.stop

source: stop all sounds
qu: tukachkaqta sayachi

source: switch backdrop to %m.backdrop
qu: tikray ukuqillqayta %m.hipaynin

source: switch backdrop to %m.backdrop and wait
qu: tikray ukuqillqayta %m.brackdrop hinaspa suyay

source: switch costume to %m.costume
qu: tikray pachata %m.costume

source: tempo
qu: pacha

source: think %s
qu: umachay %s

source: think %s for %n secs
qu: umachay %s%nsigundus unayman

source: tilt
qu: chinru

source: timer
qu: yupachaq

source: touching %m.touching?
qu: tukaspa %m.tukaspa?

source: touching color %c?
qu: tukay kulur %c?

source: turn %m.motor off
qu: wañuchiy %m.mutur

source: turn %m.motor on
qu: qallarichiy %m.mutur

source: turn %m.motor on for %n secs
qu: qallarichiy %m.mutur %n siqundupi

source: turn @turnLeft %n degrees
qu: muyuy alliqman %n qradus

source: turn @turnRight %n degrees
qu: muyuy ichuqman %n qradus

source: turn video %m.videoState
qu: widiuta muchiy %m.videoState

source: username
qu: sutiyki

source: video %m.videoMotionType on %m.stageOrThis
qu: widiu %m.widiuSayaymin %m.stageOrThis

source: volume
qu: ancha uyarina

source: wait %n secs
qu: suyaykuy %n siqundupi

source: wait until %b
qu: haykama suyaykuy %b

source: when %m.booleanSensor
qu: hayka %m.musyaq bulianu?

source: when %m.key key pressed
qu: hayka %m.key tikla ñitiptiki

source: when %m.sensor %m.lessMore %n
qu: hayka %m.musyaq %m.lessMore %n

source: when %m.triggerSensor > %n
qu: hayka %m.triggerSensor > %n

source: when @greenFlag clicked
qu: hayka qumir wifalapi klikyaykuptin

source: when I receive %m.broadcast
qu: chaskiruptin %m.broadcast

source: when I start as a clone
qu: Hayka qallarisaq huk ñuqa hina

source: when Stage clicked
qu: iscinario Ñitinqa

source: when backdrop switches to %m.backdrop
qu: ukuchaknin rikeanqa %m.hipaynin

source: when distance %m.lessMore %n
qu: karuynin kaptin %m.lessMore%n

source: when this sprite clicked
qu: haykapi kay muki ñitirqa

source: when tilt %m.eNe %n
qu: kinraynin kaptin %m.eNe%n

source: x position
qu: x sayay

source: y position
qu: y sayay

source: Language-Name
qu: simipa sutin

source: %m.list contains %s
qu: %m.list uywan %s

source: go to %m.spriteOrMouse
qu: pasay %m.spriteOrMouse

source: set motor direction %m.motorDirection
qu: churay mutur riqman %m.motorDirection

source: set motor power %n
qu: kallpayninta allichay kallpachiqpa %n

source: turn motor off
qu: kallpachiq wañuchisqa

source: turn motor on
qu: kallpachiq qallarichisqa

source: turn motor on for %n secs
qu: qallarichiy muturta %n siqundupi

source: when distance < %n
qu: karu kaptin <%n

source: when tilt = %n
qu: chinrusqa kaptin =%n

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
qu: willakuy puyu tikraymanta <b><br> &nbsp;<br>kunankamaqa, yupallatam chaskirin <br> sala chatpaqmi manam chaskinchu, pichakunqam. <br> ancah willakuykunapaq,<a href="/help/faq/#clouddata" target="_blank"> qaway tapukuykunata puyu kaqkunapi!</a>

source: A connected
qu: Huk kuskachasqa

source: A newer version of Scratch is available
qu: Huk musuq wirsion Scratchmi listuñam kachkan

source: About
qu: Imayna kan

source: Account settings
qu: Llamkayniykiman Yaykunayki

source: Add
qu: Yapay

source: Add an Extension
qu: Yapay hukman yaykunata

source: Add boolean input:
qu: Yapay booleana nisqan yaykunata:

source: Add label text:
qu: Yapay qillqay etiqueta nisqanta:

source: Add number input:
qu: Yapay yupana yaykunata:

source: Add string input:
qu: Yapay kadina yaykunata:

source: All
qu: Llapan

source: All Tips
qu: llapan Yachakunapaq

source: An updated version of the Scratch offline editor is available on the Scratch website.
qu: Huk musuq wirsion Scratchmi allichasqa offline nisqanpi listuñam kachkan Scratch sitiu web nisqampi.

source: Animal
qu: Uywa

source: Animals
qu: Uywakunata

source: B connected
qu: B Kuskachasqa

source: Back a layer
qu: kutiy huk kapata

source: Backdrop
qu: Hipaynin

source: Backdrop Library
qu: Bibliyutikapa Hipaynin

source: Backdrops
qu: Hipayninkuna

source: Backpack
qu: Qipina

source: Bass
qu: Bahu

source: Bass Drum
qu: Tinya

source: Bassoon
qu: Bassuun

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
qu: Musuq kuintayki Scratch uywaptikim, manam datukuna tikrasqaykiqa puyupi waqaychakunqaraqchu.¡llamkay qinalla kaypi, ichaqa puyupi datukunawan llamkawaqpas!

source: Bitmap
qu: Mapa bitskuna

source: Bitmap Mode
qu: Mapa bits hina

source: Block help
qu: Harkay yanapaykunata

source: Bring to front
qu: ñawpaqman apamuy

source: Broadcast
qu: Qawachinapaq

source: Brush
qu: Llimpinapaq

source: C connected
qu: C Kuskachasqa

source: Camera
qu: Phutu Hurquy

source: Cancel
qu: Manaña llamkaychu

source: Cannot Delete
qu: manam pichakunchu

source: Can’t find network connection or reach server.
qu: Manam ridman tupayta atinchu utaq sirwidurman chayanchu.

source: Castle
qu: Pukara

source: Category
qu: Katquria

source: Check for updates
qu: Maskay musuqkunata

source: Choir
qu: Takiri

source: Choose backdrop from library
qu: Akllay bibliutikapa hipayninta

source: Choose costume from library
qu: Akllay bibliutikapa pachanta

source: Choose sound from library
qu: Akllay bibliutikapa qapariqninta

source: Choose sprite from library
qu: Akllay bibliutikapa spritninta

source: Circle
qu: Muyu

source: City
qu: Llaqta

source: Clarinet
qu: Klariniti

source: Clear
qu: Chuya

source: Click "Save now" to try again or "Download" to save
qu: Klikyaykuy "kunanqa waqaychay" yapamata ruranaykipaq utaq "hurquy" waqaychanaykipaq

source: Close
qu: Wichqay

source: Closed Hi-Hat
qu: Hit-Hat wichkasqa

source: Cloud data
qu: Puyupa yuyaynikikuna

source: Cloud list (stored on server)
qu: Puyupi qillqasqakuna(sirwidurpi waqaychasqa)

source: Cloud variable (stored on server)
qu: puyu redpi Variabli (sirvidurllapi waqaychasqa)

source: Color a shape
qu: Furmakunata llimpiy

source: Conga
qu: Konqa

source: Connecting to Cloud data server...
qu: puyu sirwidurman tuparichkan...

source: Convert to bitmap
qu: Tikray mapa bitsman

source: Convert to vector
qu: Tikray wikturman

source: Converting mp3...
qu: Tikray mp3...

source: Copying...
qu: Hukman chuaray...

source: Costume
qu: Pacha

source: Costume Library
qu: Bibliyutikapa pachakunan

source: Costumes
qu: Pachakuna

source: Costumes > 1
qu: Pachakuna >1

source: Could not retrieve new application from server.
qu: Manam sirwidurpi aplikaciunta tarirqaku.

source: Could not retrieve update location from server.
qu: manam tarikunchu musuqyachisqa sirwidurpi.

source: Could not retrieve version information from server.
qu: Manam tarikurqachu willakuyta kay wirsion sirwidurpi.

source: Could not write file:
qu: Manam qillqayta atinchu qillqakunapi:

source: Cowbell
qu: Kowbell

source: Crash Cymbal
qu: Platillo Tupachisqa

source: Creating...
qu: Ruray...

source: Currently, only numbers can be stored in Cloud variables.
qu: Kunanpunim, yupallatam taqichwan puyu wariablipi.

source: D connected
qu: D kuskachasqa

source: Dance
qu: Tusuykuna

source: Delete
qu: Pichay

source: Don't save
qu: Mana waqaychasqa

source: Download
qu: Hurquy

source: Download to your computer
qu: hurqumuy kumputaduraykiman

source: Downloading new version...
qu: hurqumuchkan musuq wirsiunta...

source: Dress-Up
qu: pachakuy

source: Duplicate
qu: iskachay

source: Edit
qu: Allichay

source: Edit Block
qu: Allichay champata

source: Effects
qu: Iphictukuna

source: Electric Guitar
qu: Qitarra iliktriku

source: Electric Piano
qu: Piyanu iliktriku

source: Electronic
qu: Ilictruniku

source: Ellipse
qu: chuytu

source: Erase
qu: Pichana

source: Eraser width
qu: Raku Pichana

source: Error saving project
qu: llamkay churaptin pantachisqa

source: Error!
qu: Pantachiy!

source: Fantasy
qu: Fantasiyakuna

source: Features
qu: Rikcharikuynin

source: File
qu: Qillqasqa

source: Fill with color
qu: llimpiwan huntapay

source: Flip left-right
qu: Muyurí alliq-ichuq

source: Flip up-down
qu: Muyurí hanaymanta urayman

source: Flute
qu: Pinkuyllu

source: Flying
qu: Paway

source: Font:
qu: tipu qilqaykuna

source: For all sprites
qu: llapan sprites-kunapaq

source: For this sprite only
qu: sprite kunallapaq

source: Force help file update
qu: Atipayay musuq yanapay qillqayta

source: Forward a layer
qu: Yapariy huk capata

source: Go to My Stuff
qu: pasay Imayniykuna

source: Group
qu: Huñusqa

source: Grow
qu: Wiñay

source: Guiro
qu: Quwiru

source: Guitar
qu: Quitarra

source: Hand Clap
qu: Maki Taqllay

source: High C
qu: Suyay C

source: Holiday
qu: Samakuy

source: Human
qu: Runa

source: Import
qu: Impurtay

source: Import experimental HTTP extension
qu: Impurtay ixpirimintal HTTP hukman yaykuna

source: Importing sound...
qu: Impurtay qapariqninta...

source: Indoors
qu: Hukupi

source: Installing...
qu: Takyachina...

source: Instruments
qu: Llamkaynikuna

source: Letters
qu: Qillqakuna

source: Library
qu: Bibliutika

source: Line
qu: Sikwi

source: Line width
qu: Liniapa rakuynin

source: List name
qu: Sutikuna sutisuyupa

source: Loading help files...
qu: Llamkachkan yanapay qillqayta...

source: Loading project...
qu: Llamkay Qallarichkan...

source: Low C
qu: Uray C

source: Make a Block
qu: ruray huk champata

source: Make a List
qu: ruray huk sutisuyuta

source: Make a Variable
qu: hukniraqta ruray

source: Manual Update Available
qu: Musuqyachisqa Qillqarimay Tarikun

source: Message Name
qu: willakuypa sutin

source: Microphone volume:
qu: Rimariypa uyarinan

source: Middle C
qu: chawpi C

source: Multiple
qu: Achka

source: Music
qu: Taki

source: Music Box
qu: Kahita Takiq

source: Music Loops
qu: Kutimanta Takiy

source: Music and Dance
qu: Takispa Tusuna

source: Musical Notes
qu: Takikunapa Nutan

source: My Class
qu: Yachayniy

source: My Classes
qu: Yachayniykuna

source: My Stuff
qu: Imayniykuna

source: Nature
qu: Kaynin

source: New
qu: Musuq

source: New Block
qu: Musuq Champa

source: New List
qu: musuq sutisuyu

source: New Message
qu: Musuq Qillqa

source: New Variable
qu: musuq hukniraq

source: New backdrop from camera
qu: kamarapa hipaynin musuqyachisqa

source: New backdrop:
qu: Musuq hipaynin

source: New costume from camera
qu: Kamarapa musuq pachan.

source: New costume:
qu: Musuq Pacha

source: New name
qu: Musuq Suti

source: New sound:
qu: Musuq qapariqnin:

source: New sprite from camera
qu: Musuq Kamarapa Spritnin

source: New sprite:
qu: Musuq Sprit:

source: No motion blocks
qu: mama kuyuq champa

source: No, Thanks
qu: Manam, Munanchu

source: Not saved; network or server problem.
qu: Manam waqaychasqachu; sachakuymi ridpi utaq sirwidurpi.

source: Not saved; project did not load.
qu: Manam waqaychasqachu; llamkaykiqa manam qallarirqachu.

source: OK
qu: ARI

source: Offline Editor
qu: Mana Intirnitwan Llamkay Musuqyachisqa

source: Open
qu: kichasqa

source: Open Cuica
qu: kuika Kichasqa

source: Open Hi-Hat
qu: Hit-Hat Kichasqa

source: Open Project
qu: Llamkay Kichasqa

source: Options
qu: Akllarina

source: Organ
qu: Urqanu

source: Other
qu: Hukña

source: Outdoors
qu: Wayra kachasqa

source: Paint new backdrop
qu: llimpiy musuq hipaynin

source: Paint new costume
qu: Llimpiy musuq pachata

source: Paint new sprite
qu: Llimpiy musuq spriyta

source: Password
qu: Paka qillqay

source: Password is required
qu: munanchikmi pakaqnikita

source: Pencil
qu: Qillqana

source: People
qu: Runa

source: Percussion
qu: Pirkusionkuna

source: Piano
qu: Piyanu

source: Pick up color
qu: Llimpiyta pallay

source: Pizzicato
qu: Pisikato

source: Please visit the download page to install it.
qu: ama hina kaspalla, Ríy hurquy paqinaman instalanaykipaq.

source: Profile
qu: Runa yachaynin

source: Project did not load.
qu: llamkay manam qallarinchu

source: Project name
qu: Llamkaypa sutin

source: Project name is required
qu: Llamkay sutinqa ubliqaturium

source: Project not saved!
qu: llamkay manam qispichisqachu

source: Quit
qu: Dihay

source: Record
qu: Qrabay

source: Record & Export Video
qu: qrabay hinaspa ixpurtay widiuta

source: Record Project Video
qu: Qrabay llamkay widiuta

source: Record new sound
qu: Qrabay musuq qapariqninta

source: Rectangle
qu: Tawa Kuchuyuq

source: Redo
qu: kutipay

source: Remix
qu: Kambiyay

source: Remixing...
qu: Kambiyaykuchkan...

source: Remove Background
qu: hipayninta kitay

source: Rename
qu: Musuqmanta sutichay

source: Replace existing project?
qu: Kambiyay llamkasqaykita?

source: Reshape
qu: Allichana

source: Revert
qu: Kutimuy

source: Reverting...
qu: Kutimuchkan...

source: Run without screen refresh
qu: Llamkariy mana yapamanta qallarichispa

source: Running pre-release
qu: Ruray chamqarinata

source: Save
qu: Waqaychay

source: Save Project
qu: Waqaychay Llamkayta

source: Save a copy of this project and add your own ideas.
qu: Waqaychay llamkaypa hukman hinaspa yapay hamutaynikikunata.

source: Save as
qu: Imayna waqaychawaq

source: Save as a copy
qu: Waqaychay huk kupiyapi

source: Save now
qu: waqaychay kunan

source: Save project?
qu: Waqaychay llamkayta?

source: Saved
qu: Waqaychasqa

source: Saving changes...
qu: Waqaychay allichasqaykita...

source: Saving...
qu: Waqaychachkan...

source: Saxophone
qu: Sakso

source: Scratch Updater
qu: musuqyachiy Scratchta

source: Script
qu: Script nisqan

source: Scripts
qu: Scriptkuna

source: See project page
qu: Qaway pahina llamkaykipa

source: Select
qu: Akllasqa

source: Select and duplicate
qu: Akllaykuspa iskaychay

source: Send to back
qu: Qipamam apachina

source: Server error:
qu: Irrur Sirwidurpi:

source: Set Costume Center
qu: Churay pacha wasita

source: Set costume center
qu: Pacha wasi huñusqa

source: Share
qu: Rakiy

source: Share to Scratch Website
qu: Aypuy Scratchta sitiu web-manta

source: Share to website
qu: Aypuy sitiyu web-nisqampi

source: Shift:
qu: Tikray:

source: Shrink
qu: Qintikuchkan

source: Side Stick
qu: Tamburpa Waqtan Takasqa

source: Sign in
qu: Sutichakuy

source: Sign in to save
qu: Qallariy waqaychanaykipaq

source: Sign out
qu: Wañuchina

source: Slider Range
qu: Ranqu kuntrul huchuchiynapaq

source: Small stage layout
qu: Siqiy uchuy Chimpa qaway llamkanapaq

source: Smooth
qu: Llampu

source: Snare Drum
qu: Tambur

source: Sound Library
qu: Qapariqnin Bibliyutikan

source: Sounds
qu: Uyarikusqan

source: Space
qu: Chimpa

source: Sports
qu: Pukllaykuna

source: Sprite
qu: Spriti

source: Sprite Library
qu: Spritkunapa Bibliyutikan

source: Sprite1
qu: Sprit1

source: Sprites
qu: Spritkuna

source: Square
qu: Tawa kuchuyuq

source: Stage
qu: chimpa qaway

source: Stage selected:
qu: Chimpa qaway akllasqa:

source: Steel Drum
qu: Tinya Latamanta

source: Success
qu: Samichay

source: Synth Lead
qu: Synth Lead nisqan

source: Synth Pad
qu: Synth Pad nisqan

source: Tambourine
qu: Sunaha

source: Text
qu: Qillqay

source: The Scratch Team is always looking to better understand how Scratch is used around the world. To help support this effort, you can allow Scratch to automatically send usage information to the Scratch Team.
qu: Scratch ikipunmi maskanku allin llamkayta scratchwan llapan pachapi. yanapanampaq llapa rurayninpi, icha Scratchmi apachin utqallaman willakuyta scratch ikipunam.

source: The information we collect includes language selection, blocks usage, and some events like saving, loading, and uploading a project. We DO NOT collect any personal information. Please see our <a href='https://scratch.mit.edu/privacy_policy/'>Privacy Policy</a> for more information.
qu: willakuyta hapisqanchik kanmi simikunapi, churay champakunata hinaspapas huk iwintukunta waqaychanaykipaq churay, hinaspa llamkaytapas churay. manam pallanchikchu willakuy pirsunalnikita. ama hina kaspalla qaway <a href='https://scratch.mit.edu/privacy_policy/'>privacyPolicy</a> willakuykunata.

source: Theme
qu: Allwi

source: Things
qu: Imallakuna

source: This is the current version.
qu: kaymi kunanqa musuqyachisqaña.

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
qu: kay llamkayqa qawanmanami pikunataq rurachkanku, champa "qillqay yakunaykita". idintianikita pakanapaq, wañuchiy llamkayta qallarinaykipaq.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
qu: Kay llamkayqa yuyayki puyumanta churachkan, kay funsiyunqa allikaq tarikun llapa qallariqkunallapam.

source: This version is newer than the current release version.
qu: Kaymi wirsiyunqa kunanllan rurasqa icha kunan wirsiyun paqarichimusqanmanta.

source: Throw away all changes since opening this project?
qu: Munankichu llapa musuqyachisqata kay llamkay kichasqaykimanta?

source: Tips
qu: Yachakunapaq

source: To delete a block definition, first remove all uses of the block.
qu: Pichanaykipaqa champa qillqasqata, pichay llapa champa churasqaykita.

source: Transportation
qu: Apay

source: Triangle
qu: Chinisku

source: Trombone
qu: Trumbun

source: Turbo Mode
qu: Turbu Hina

source: Turbo mode
qu: Turbu hina

source: Type
qu: Imakaq

source: Undelete
qu: Tarikapuy

source: Underwater
qu: Yaku-ukunpi puriq

source: Undo
qu: ruraray

source: Undo Revert
qu: Paskay Kutimuy

source: Ungroup
qu: Rakisqa

source: Update check failed
qu: Manam allinchu musuqyachiypi

source: Update failed
qu: Musuqyachispam manam allinchu

source: Update not needed
qu: Manaraqmi musuqyachisunchikchu

source: Update now
qu: Musuqyachiy kunan

source: Upload backdrop from file
qu: siqay hipayninta qillqasqamanta

source: Upload costume from file
qu: siqay pachata qillqasqamanta

source: Upload failed
qu: manam allinchu siqayqasta

source: Upload from your computer
qu: siqay kumputaduraykimanta

source: Upload sound from file
qu: siqay qapariqnin qillqasqamanta

source: Upload sprite from file
qu: Siqay spritta qillqasqamanta

source: Uploading image...
qu: Qispirichiy siqisqakunata...

source: Uploading sound...
qu: Qispirichiy qapariqninta...

source: Uploading sprite...
qu: Sprite Qispirichiy...

source: Variable name
qu: Hukniraqpa sutin
