Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/tn.po
Languages: tn

source: %b and %b
tn: %b le %b

source: %b or %b
tn: %b kgotsa %b

source: %m.attribute of %m.spriteOrStage
tn: %m.attribute ya %m.spriteOrStage

source: %m.list contains %s?
tn: %m.list lenaane %s?

source: %m.sensor sensor value
tn: %m.sensor dupelela boleng

source: Control
tn: Taolo

source: Data
tn: Tshedimosetso

source: Events
tn: Ditirafalo

source: Looks
tn: Dipopego

source: More Blocks
tn: Diboloko tse dintsi

source: Motion
tn: Tsikinyego

source: Operators
tn: Badiri

source: Pen
tn: Pene

source: Sensing
tn: Dupelela

source: Sound
tn: Modumo

source: add %s to %m.list
tn: tsenya%s ko %m.list

source: answer
tn: karabo

source: ask %s and wait
tn: botsa %s o be o leta

source: backdrop #
tn: latlhela morago #

source: backdrop name
tn: latlhela morago leina

source: broadcast %m.broadcast
tn: phasalatsa %m.broadcast

source: broadcast %m.broadcast and wait
tn: phasalatsa %m.broadcast o be o leta

source: change %m.effect effect by %n
tn: fetola %m.effect simolola ka %n

source: change %m.var by %n
tn: fetola %m.var ka %n

source: change pen color by %n
tn: fetola mmala wa pene ka %n

source: change pen shade by %n
tn: fetola seriti sa pene ka %n

source: change pen size by %n
tn: fetola selekanyo sa pene ka %n

source: change size by %n
tn: fetola boleng jwa %n

source: change tempo by %n
tn: fetola tempo ka %n

source: change volume by %n
tn: fetola modumo ka %n

source: change x by %n
tn: fetola x ka %n

source: change y by %n
tn: fetola y ka %n

source: clear
tn: phimola

source: clear graphic effects
tn: phimola tebego ya dinepe

source: color %c is touching %c?
tn: mmala %c o ama maikutlo %c

source: costume #
tn: seaparo #

source: create clone of %m.spriteOnly
tn: bopa selebego sa %m.spriteOnly

source: current %m.timeAndDate
tn: gone jaanong %m.timeAndDate

source: days since 2000
tn: matsatsi esale go tlofa ka kete pedi

source: define
tn: tlhalosa

source: delete %d.listDeleteItem of %m.list
tn: phimola %d.listDeleteItem ya %m.list

source: delete this clone
tn: phimola selebego se

source: direction
tn: kaelo

source: distance
tn: bokgakala

source: distance to %m.spriteOrMouse
tn: bokgakala goya go %m.spriteOrMouse

source: else
tn: gongwe

source: forever
tn: gosafeleng

source: glide %n secs to x:%n y:%n
tn: sukunyesa %n secs go x:%n y:%n

source: go back %n layers
tn: boela morago %n ditlhatlhafano

source: go to %m.location
tn: fetela go %m.location

source: go to front
tn: fetela kwa pele

source: go to x:%n y:%n
tn: fetela go x:%n y:%n

source: hide
tn: fitlha

source: hide list %m.list
tn: fitlha lenaane %m.list

source: hide variable %m.var
tn: fitlha variable %m.var

source: if %b then
tn: fa ele gore %b go raya gore

source: if on edge, bounce
tn: fa ele gore e mo edge, tlodisa

source: insert %s at %d.listItem of %m.list
tn: tsenya %s ko %d.listItem la %m.list

source: item %d.listItem of %m.list
tn: ntlha %d.listItem ya %m.list

source: join %s %s
tn: gokafanya %s %s

source: key %m.key pressed?
tn: tobetsa %m.key e tobeditswe?

source: length of %m.list
tn: botelele jwa %m.list

source: length of %s
tn: botelele jwa %s

source: letter %n of %s
tn: mokwalo %n wa %s

source: loudness
tn: modumo

source: mouse down?
tn: mouse ko tlase?

source: move %n steps
tn: fetela pele %n dikfato

source: next backdrop
tn: go latela tlhatlhelo morago

source: next costume
tn: go latela seaparo

source: not %b
tn: eseng %b

source: pen down
tn: pene fatshe

source: pen up
tn: pene godimo

source: pick random %n to %n
tn: topa sengwe %n go %n

source: play drum %d.drum for %n beats
tn: tshameka moropa %d.drum go %n molodi

source: play note %d.note for %n beats
tn: tshameka molotsana %d.note go %n molodi

source: play sound %m.sound
tn: tshameka modumo %m.sound

source: play sound %m.sound until done
tn: tshameka modumo %m.sound go fitlhela o fela

source: point in direction %d.direction
tn: supa ntlheng ya kaelo %d.direction

source: point towards %m.spriteOrMouse
tn: supa kwa %m.spriteOrMouse

source: repeat %n
tn: boeletsa %n

source: repeat until %b
tn: boeletsa go fitlhela %b

source: replace item %d.listItem of %m.list with %s
tn: fetolela ntlha %d.listItem la %m.list ka %s

source: reset timer
tn: tshimolola tshupanako

source: rest for %n beats
tn: khutsisa go %n molodi

source: round %n
tn: gobokanya %n

source: say %s
tn: bua %s

source: say %s for %n secs
tn: bua %s ore %n secs

source: sensor %m.booleanSensor?
tn: dupelela %m.booleanDupSensor?

source: set %m.effect effect to %n
tn: rulafanyetsa %m.effect tebego go %n

source: set %m.motor power to %n
tn: rulafanyetsa %m. motor a motoro go %n

source: set %m.motor2 direction to %m.motorDirection
tn: rulafanyetsa %m.motor2 ya motoro2 go %m.motorDirection

source: set %m.var to %s
tn: rulafanyetsa %m.var go %s

source: set instrument to %d.instrument
tn: rulafanyetsa sediriswa go %d.instrument

source: set pen color to %c
tn: rulafanyetsa mmala wa pene go %c

source: set pen color to %n
tn: rulafanyetsa mmala wa pen go %n

source: set pen shade to %n
tn: rulafanyetsa moriti wa pene go %n

source: set pen size to %n
tn: rulafanyetsa tekanyo ya pene go %n

source: set rotation style %m.rotationStyle
tn: rulafanyetsa mokgwa wa tikologo %m.rotationStyle

source: set size to %n%
tn: rulafanyetsa tekanyo go %n%

source: set tempo to %n bpm
tn: rulafanyetsa tempo go %n bpm

source: set video transparency to %n%
tn: rulafanyetsaa paanana ya video go %n%

source: set volume to %n%
tn: rulafanyetsa seelo sa modumo go %n%

source: set x to %n
tn: rulafanyetsa x go %n

source: set y to %n
tn: rulafanyetsa y go %n

source: show
tn: bontsha

source: show list %m.list
tn: bontsha lenaane %m.list

source: show variable %m.var
tn: botsa variable %m.var

source: size
tn: selekanyo

source: stamp
tn: stempe

source: stop %m.stop
tn: leta %m.stop

source: stop all sounds
tn: emisa medumo yotlhe

source: switch backdrop to %m.backdrop
tn: tima tatlhelomorago ko %m.backdrop

source: switch backdrop to %m.backdrop and wait
tn: tima tatlhelomorago ko %m.backdrop obe o leta

source: switch costume to %m.costume
tn: fetolela seaparo go %m.costume

source: think %s
tn: nafana %s

source: think %s for %n secs
tn: nafana %s metsotswana e kana ka %n

source: tilt
tn: tsholeletsa godimo

source: timer
tn: tshupanako

source: touching %m.touching?
tn: ama %m.touching?

source: touching color %c?
tn: mmala o ama maikutlo %c?

source: turn %m.motor off
tn: fetolela %m.motor tima

source: turn %m.motor on
tn: fetolela %m.motor tshuba

source: turn %m.motor on for %n secs
tn: fetolela %m.motor tshuba metsotswana e kana %n

source: turn @turnLeft %n degrees
tn: fetolela @turnLeft %n degrees

source: turn @turnRight %n degrees
tn: fetolela @turnRight %n degrees

source: turn video %m.videoState
tn: fetolela video %m.videoState

source: username
tn: leinatiriso

source: video %m.videoMotionType on %m.stageOrThis
tn: video %m.videoMotionType go %m.stageOrThis

source: volume
tn: maemo a modumo

source: wait %n secs
tn: leta %n metsotswana

source: wait until %b
tn: leta go fitlhela %b

source: when %m.booleanSensor
tn: fa %m.booleanSensor

source: when %m.key key pressed
tn: fa %m.key tlhaka e tobeditswe

source: when %m.sensor %m.lessMore %n
tn: fa %m.sensor %m.lessMore %n

source: when %m.triggerSensor > %n
tn: fa %m.triggerSensor > %n

source: when @greenFlag clicked
tn: fa @greenFlag e tobeditswe

source: when I receive %m.broadcast
tn: fa ke amogela %m.broadcast

source: when I start as a clone
tn: fa ke simolola jaaka setshwantsiso

source: when Stage clicked
tn: fa ke tobetsa mo Stage

source: when backdrop switches to %m.backdrop
tn: fa tatlhelo morago e fetogela go %m.backdrop morago

source: when distance %m.lessMore %n
tn: fa sekgala magareng %.m.lessMore %n

source: when this sprite clicked
tn: fa sprite sena se tobetswa

source: when tilt %m.eNe %n
tn: fa e tsholeletswa godimo %.eNe %n

source: x position
tn: boemo jwa x

source: y position
tn: boemo jwa y

source: Language-Name
tn: Setswana

source: %m.list contains %s
tn: %m.list le akaretsa %s

source: go to %m.spriteOrMouse
tn: eya go %m.spriteOrMouse

source: set motor direction %m.motorDirection
tn: baya kaelo ya motoro %m.motorDirection

source: set motor power %n
tn: baya matla a motoro go %n

source: turn motor off
tn: tima motoro

source: turn motor on
tn: tshuba motoro

source: turn motor on for %n secs
tn: tshuba motoro metsotswana e kana %

source: when distance < %n
tn: fa bokgakala bole < (tlase ga) %n

source: when tilt = %n
tn: ga o tsholeletsagodimo = %n

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
tn: <b>Tshidimosetso ka dipharologanyo tsa Maru</b><br>&nbsp;<br>gGajaana, dinomore tse di kgetegileng<br>Ntlo puisano ga dia diletlelelwa, ebile di tlile go phimolwa<br>Gao batla tshedimosetso, <ahref="/help/fag/#tshedimosetsomarung"tlhopegile="_lefela">bona dipotso kgolo ka tshedimosetso marung!</a>

source: A connected
tn: A e kopantswe le

source: A newer version of Scratch is available
tn: Tshedimosetso e ncha ka Scratch e setse e tswile

source: About
tn: Ka

source: Account settings
tn: Thulaganyo ya account

source: Add
tn: Tsenyeletsa

source: Add an Extension
tn: Tsenyeletsa koketso ya

source: Add boolean input:
tn: Tsenyeletsa tsitsinyo ka boolean:

source: Add label text:
tn: Tsenyeletsa leina palo:

source: Add number input:
tn: Tsenyeletsa mokgwa wa di nomore:

source: Add string input:
tn: Tsenyeletsa mokgwa wa mogala:

source: All
tn: Tsotlhe

source: All Tips
tn: Tlhababolhale

source: An updated version of the Scratch offline editor is available on the Scratch website.
tn: Tshedimosetso e ncha ka scratch ka go sekaseka scratch e setse e tswile mo mafaratlhtlheng.

source: Animal
tn: Phologolo

source: Animals
tn: Diphologolo

source: B connected
tn: B e kopantswe le

source: Back a layer
tn: Boela morago tlhatlhagano ele ngwe

source: Backdrop
tn: Latlhela morago

source: Backdrop Library
tn: Latlhela library morago

source: Backdrops
tn: Ditatlhelo morago

source: Backpack
tn: Mokotla

source: Bass
tn: Bese

source: Bass Drum
tn: Moropa wa bese

source: Bassoon
tn: Terompeta ya Bassoon

source: Because you have a new Scratch account, any changes to cloud data won't be saved yet. Keep participating on the site you'll be able to use cloud data soon!
tn: Ka gore o setse ona le account e ncha ya Scratch, diphetogo dingwe le dingwe go tshedimosetdo eleng mo marung e ka se bolokege gajaana. Tswelela go tsaa karolo mo mafaratlhatlheng a rona o tla kgona go dirisa tshidimosetso marunng go se kgale!

source: Bitmap Mode
tn: Mokgwa wa Bitmap

source: Block help
tn: Thibelo thuso

source: Bongo
tn: Meropa ya Bongo

source: Bring to front
tn: Tlisa kwa pele

source: Broadcast
tn: Phasalatso

source: Brush
tn: Gotlha

source: C connected
tn: C e golagantswe

source: Cabasa
tn: Seletswa sa Cabasa

source: Camera
tn: Setsaadinepe

source: Cancel
tn: Phimola

source: Cannot Delete
tn: Ga e phimolege

source: Can’t find network connection or reach server.
tn: Go sa kgone go kopana moweng kgotsa go sa fitlhelele server.

source: Castle
tn: Kago e tona e e sereleditsweng

source: Category
tn: Maemo

source: Cello
tn: Katara ya Cello

source: Check for updates
tn: Lebelela dintlha kgolo

source: Choir
tn: Khwaere

source: Choose backdrop from library
tn: Kgetha tatlhelo morago gotswa go library

source: Choose costume from library
tn: Kgetha seaparo go library

source: Choose sound from library
tn: Kgetha modumo gotswa go library

source: Choose sprite from library
tn: Kgetha sprite gotswa go library

source: Circle
tn: Sediko

source: City
tn: Motse toropo

source: Clarinet
tn: Phala ya Clarinet

source: Claves
tn: Seletswa sa Claves

source: Clear
tn: Tlhamaletse

source: Click "Save now" to try again or "Download" to save
tn: Tobetsa "boloka jaanong" go leka go afain kgotsa "Download" go boloka

source: Close
tn: Tswala

source: Closed Hi-Hat
tn: Tswala Hi-Hat

source: Cloud data
tn: Tshedimosetso Marung

source: Cloud list (stored on server)
tn: Lenaane Maru (bolokilwe mo server)

source: Cloud variable (stored on server)
tn: Dipharologano tsa maru (bolokilwe mo server)

source: Color a shape
tn: Tsenya mobala wa sebopego

source: Conga
tn: Meropa ya conga

source: Connecting to Cloud data server...
tn: Golanngwa le server ya tshedimosetdo marung...

source: Convert to bitmap
tn: Fetolela go bitmap

source: Convert to vector
tn: Fetolela go vector

source: Converting mp3...
tn: Fetolela go mp3…

source: Copying...
tn: Kopolola...

source: Costume
tn: Seaparo

source: Costume Library
tn: Seaparo sa library

source: Costumes
tn: Diaparo

source: Costumes > 1
tn: Diaparo > 1

source: Could not retrieve new application from server.
tn: Ga gwa kgonagala go goga applicatione ncha gotswa ko server.

source: Could not retrieve update location from server.
tn: Ga gwa kgonagala go goga ntlhakgolo ya lefelo gotswa go server.

source: Could not retrieve version information from server.
tn: Ga gwa kgonagala go goga mofuta wa tshedimosetso gotswa go server.

source: Could not write file:
tn: Ga gwa kgonega go ka kwala file:

source: Creating...
tn: Go bopa…

source: Currently, only numbers can be stored in Cloud variables.
tn: Ga jaana ke dinomore fela di bolokegang ko marung

source: D connected
tn: D e golagantswe

source: Dance
tn: Bina

source: Delete
tn: Phimola

source: Don't save
tn: Se boloke

source: Download to your computer
tn: Download go computer

source: Downloading new version...
tn: Download sebopego se sesha...

source: Dress-Up
tn: Kgabisa

source: Duplicate
tn: Kopisa

source: Edit
tn: Sekaseka

source: Edit Block
tn: Sekaseka thibelo

source: Effects
tn: Selebego

source: Electric Guitar
tn: Katara ya motlakase

source: Electric Piano
tn: Katara ya motlakase

source: Electronic
tn: Go berekisa motlakase

source: Erase
tn: Sutlha

source: Eraser width
tn: Sutlha bokima

source: Error saving project
tn: Phoso polokong ya projeke

source: Error!
tn: Phoso!

source: Fantasy
tn: Toro kgotsa sengwe se se akanyeditsweng

source: Features
tn: Ditebego

source: File
tn: Faele

source: Fill with color
tn: Tshela mmala

source: Flip left-right
tn: Fetolela molemeng-mojeng

source: Flip up-down
tn: Fetolela godimo-tlase

source: Flute
tn: Phala

source: Flying
tn: Go fofa

source: Font:
tn: Mofutatlhaka kgotsa mofutatlhaka tlhomamo:

source: For all sprites
tn: Go di sprites tsotlhe

source: For this sprite only
tn: Sprite sena fela

source: Force help file update
tn: Pateletsa thuso go update file

source: Forward a layer
tn: Fetisisa tlhatlhagano e ngwe

source: Go to My Stuff
tn: Eya go My Stuff

source: Group
tn: Setlhopa

source: Grow
tn: Gola

source: Guitar
tn: Katara

source: Hand Clap
tn: Opa matsogo

source: Hardware
tn: Mogo kgonegang gotswarwa ga dikhompiutara

source: High C
tn: C e kwa godimo

source: Holiday
tn: Boikhutso

source: Human
tn: Botho

source: Import
tn: Romelateng kgotsa tsenyeletsa

source: Import experimental HTTP extension
tn: Tsenyeletsa ekesetenshene ya experimental HTTP

source: Importing sound...
tn: Tsenyeletsa modumo...

source: Indoors
tn: Meteng ga kago

source: Installing...
tn: Tsenya kgotsa e ya tsenya...

source: Instruments
tn: Didiriswa

source: Letters
tn: Makwalo

source: Library
tn: Motlobo kgotsa motlobo wa dibuka

source: Line
tn: Mola

source: Line width
tn: Bokima jwa mola

source: List name
tn: Lenaane la maina

source: Loading help files...
tn: Gokegelo ya faele ya thuso...

source: Loading project...
tn: Gokegelo ya porojeke...

source: Low C
tn: C e kwa tlase

source: Make a Block
tn: Dira lebokoso

source: Make a List
tn: Dira lenaane

source: Make a Variable
tn: Dira Variable

source: Manual Update Available
tn: Kaela tiro ya tlhabololo eteng

source: Max
tn: Bogolo

source: Message Name
tn: Leina la molaetsa

source: Microphone volume:
tn: Selekanyo modumo wa microphone:

source: Middle C
tn: C e magareng

source: Min
tn: Bonnyane

source: Multiple
tn: Goatisa

source: Music
tn: Mmino

source: Music Box
tn: Lebokoso la mmino

source: Music Loops
tn: Loops tsa mmino

source: Music and Dance
tn: Mmino le go bina

source: Musical Notes
tn: Dinotes tsa mmino

source: My Class
tn: Phaphusi yame

source: My Classes
tn: Di phaphusi tsame

source: My Stuff
tn: Dilo tsame

source: Nature
tn: Tlholego

source: New
tn: Mo bosheng

source: New Block
tn: Block e ncha

source: New List
tn: Lenaneo le le sha

source: New Message
tn: Molaetsa o mosha

source: New Variable
tn: Pharologano e ncha

source: New backdrop from camera
tn: Tatlhelo morago e ncha gotswa go camera

source: New backdrop:
tn: Tatlhelo morago e ncha:

source: New costume from camera
tn: Seaparo se sesha gotswa go camera

source: New costume:
tn: Seaparo se sesha:

source: New name
tn: Leina le lesha

source: New sound:
tn: Modumo o mosha

source: New sprite from camera
tn: Spritese sesha gotswa go camera

source: New sprite:
tn: Sprite se sesha:

source: No motion blocks
tn: Ga go block a tsikinyegang

source: Not saved; network or server problem.
tn: Ga ya bolokiwa; mathata a kgolagano kgotsa server.

source: Not saved; project did not load.
tn: Ga ya bolokiwa; porojrke ga ya golagana

source: OK
tn: Go siame

source: Offline Editor
tn: Kantoro ya tseleganyo

source: Open
tn: Bulegile

source: Open Cuica
tn: Bula cuica

source: Open Hi-Hat
tn: Bula Hi-Hat

source: Open Project
tn: Bula porojeke

source: Options
tn: Dikgetho

source: Other
tn: Tse dingwe

source: Outdoors
tn: Kwa ntle

source: Paint new backdrop
tn: Penta backdrop engwe

source: Paint new costume
tn: Penta seaparo se sengwe

source: Paint new sprite
tn: Penta sprite se sengwe

source: Password
tn: Nomore ya sephiri

source: Password is required
tn: Nomore ya sephiri ya tlhokega

source: Pencil
tn: Pensele

source: People
tn: Batho

source: Percussion
tn: Diletso tse di letswang ka go tshekinngwa

source: Pick up color
tn: Tsoletsa mmala

source: Please visit the download page to install it.
tn: Ka kopo etela lekaba go download gore o install.\v

source: Profile
tn: Tebogo ya sefatlhego mo letlhakoreng

source: Project did not load.
tn: Porojeke ga ya tsena.

source: Project name
tn: Leina la porojeke

source: Project name is required
tn: Leina la porojeke la tlhokagala

source: Project not saved!
tn: Porojeke ga ya bolokega!

source: Quit
tn: Tlogela

source: Record
tn: Gatisa

source: Record Project Video
tn: Gatisa video ya porojeke

source: Record new sound
tn: Gatisa modumo o mosha

source: Rectangle
tn: Khutlho nne tsepa

source: Redo
tn: Dira gape

source: Remix
tn: Tlhakanya gape

source: Remixing...
tn: Gotlhanya gape…

source: Remove Background
tn: Tlosa lemorago

source: Rename
tn: Taa leina sesha

source: Replace existing project?
tn: Busetsa porojeke ya gotswa?

source: Reshape
tn: Bopa gape

source: Revert
tn: Boela morago

source: Reverting...
tn: Go boela morago…

source: Run without screen refresh
tn: Dirisa ntle le screen refresh

source: Running pre-release
tn: Tshameko tlhagiso-pele

source: Save
tn: Boloka

source: Save Project
tn: Boloka porojeke

source: Save a copy of this project and add your own ideas.
tn: Boloka setshwantso sa porojeke e o be o tsena dikakanyo tsa gago.

source: Save as
tn: Bolaka jaaka

source: Save as a copy
tn: Boloka jaaka setshwantso

source: Save now
tn: Boloka jaanong

source: Save project?
tn: O bolokile porojeke?

source: Saved
tn: Bolokegile

source: Saving changes...
tn: E boloka diphetogo…

source: Saving...
tn: E ya boloka…

source: Scratch Updater
tn: Paakanyo Scratch

source: Script
tn: Lekwalo

source: Scripts
tn: Makwalo

source: See project page
tn: Bona lekaba la porojeke

source: Select
tn: Tlhopha

source: Select and duplicate
tn: Tlhopha o be o kopolola

source: Send to back
tn: Romela ko morago

source: Server error:
tn: Phoso ya server:

source: Set Costume Center
tn: Baya costume magareng

source: Set costume center
tn: Baya costume magareng

source: Share
tn: Arogana

source: Share to Scratch Website
tn: Arogana ko mafaratlhatlheng a Scratch

source: Share to website
tn: Arogana ko mafaratlhatlheng

source: Shift:
tn: Sutisa:

source: Shrink
tn: Fokotsega

source: Sign in
tn: Tsena

source: Sign in to save
tn: Tsena go boloka

source: Sign out
tn: Tswa

source: Slider Range
tn: Thulaganyo thelelo

source: Small stage layout
tn: Sebopego sa serala se se nnyane

source: Smooth
tn: Borethe

source: Snare Drum
tn: Moropa wa Snare

source: Sound Library
tn: Library ya modumo

source: Sounds
tn: Medumo

source: Space
tn: Phatlha

source: Sports
tn: Metshameko

source: Sprite Library
tn: Motlobo wa Sprite

source: Sprites
tn: Di Sprite

source: Square
tn: Khutlo nne

source: Stage
tn: Serala

source: Stage selected:
tn: Serala se kgetilwe:

source: Steel Drum
tn: Moropa wa tshipi

source: Success
tn: Katlego

source: Synth Lead
tn: Synth thapo

source: Synth Pad
tn: Synth sebeeletsi

source: Tambourine
tn: Tamborine

source: Text
tn: Mokwalo

source: The Scratch Team is always looking to better understand how Scratch is used around the world. To help support this effort, you can allow Scratch to automatically send usage information to the Scratch Team.
tn: Setlhopha sa Scratch se leka ka dinako tsotlhe go tlhaloganya gore Scratch se dirisiwa jang lefatshe ka bophara. Go thusa go tshegetsa maiteko a, o ka dumelela Scratch go romela tiriso ya tshedimosetso go setlhopha sa Scratch ka boyona.

source: Theme
tn: Molaetsa

source: Things
tn: Dilo

source: This is the current version.
tn: Se ke mofuta o o mo tirisong.

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
tn: Porojeke ena e kgona go itse gore ke mang o e dirisang, ka go kganela "leinatitiso". Go fitlha boitshupo, ntsa ditokomane tsa gago pele o dirisa porojeke.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
tn: Porojeke ena e dirisa tshedimosetso marung - eleng sengwe se sa badirisi signed in fela.

source: This version is newer than the current release version.
tn: Mofuta o omoswa gofeta mofuta o mo tirisong o ntshitsweng.

source: Throw away all changes since opening this project?
tn: Latlha diphetogo tsotlhe tsa go tloga ga porojeke ena ene e simolola

source: Tips
tn: Dikaelo

source: To delete a block definition, first remove all uses of the block.
tn: Go phimola leboloko la ditlhaloso, pele tlosa ditiriso tshotlhe tsa leboloko

source: Transportation
tn: Dipalangwa

source: Triangle
tn: Khutlo tharo

source: Trombone
tn: Torompeta

source: Turbo Mode
tn: Mokgwa wa turbo

source: Turbo mode
tn: Mokgwa wa turbo

source: Type
tn: Mofuta

source: Undelete
tn: Busetsa

source: Underwater
tn: Ka fatlase ga mesti

source: Undo
tn: Sutlha

source: Undo Revert
tn: Sutlhela morago

source: Ungroup
tn: Kgobokanyolola

source: Update check failed
tn: Tshekotsheko ya diphetolo ga ya atlega

source: Update failed
tn: Diphetolo ga di a atlega

source: Update not needed
tn: Diphetolo ga di tlhokege

source: Update now
tn: Dira diphetogo tse disha

source: Upload backdrop from file
tn: Tesenyeletsa backdrop gotswa faeleng

source: Upload costume from file
tn: Tsenyeletsa costume gotswa go faele

source: Upload failed
tn: Tsenyeletso ga ya atlega

source: Upload from your computer
tn: Tsenyeletsa gotswa compiutareng

source: Upload sound from file
tn: Tsenyeletsa modumo gotswa go faele

source: Upload sprite from file
tn: Tsenyeletsa sprite gotswa go faele

source: Uploading image...
tn: Tsenyeletsa setshwantsho...

source: Uploading sound...
tn: Tsenyeletsa modumo...

source: Uploading sprite...
tn: Tsenyeletsa sprite...

source: Variable name
tn: Maina a go farologana

source: Vector
tn: Popo
