Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/editor/static/locale/tn.po
Languages: tn

source: Vector Mode
tn: Mokgwa wa popo

source: Vibraphone
tn: Marimba

source: Visit download page
tn: Karolo ya download

source: Vocals
tn: Lentswe

source: Walking
tn: Go tsamaya

source: Want to save? Click remix
tn: A o batla go boloka? Tobetsa remix

source: Which column do you want to import
tn: Ke pinagare efe e o batlang go e tsenya

source: Wood Block
tn: Boloko jwa legong

source: Wooden Flute
tn: Phala ya legong

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
tn: o kase kgone go tsenya leru la tshedimosetso mo porojekeng <br> ya motho mongwe, diphetogo tse o di dirang ga ditle go nna lobaka

source: Your Scratch name
tn: Leina la gago la Scratch

source: Your Scratch name is required
tn: Leina la gago la Scratch la batlega

source: Your project has been uploaded to scratch.mit.edu
tn: Porojeke ya ga go e tsenyeleditswe go scratch.mit.edu

source: a copy of the project file on your computer.
tn: kopololo ya faele ya porojeke mo compiutareng ya gago

source: add comment
tn: akgela

source: all
tn: tsotlhe

source: all around
tn: tse tsotlhe

source: any
tn: sengwe

source: backdrop
tn: tatlhelo-morago

source: backdrop1
tn: tatlhelo-morago1

source: backdrops
tn: ditalhelo-morago

source: brightness
tn: phatshimo

source: button pressed
tn: konopo e tobeditswe

source: by
tn: ka

source: can drag in player:
tn: go goga ka motshameko:

source: ceiling
tn: seling

source: clean up
tn: phepafatsa

source: clear senders/receivers
tn: kamogelo/thomelo e lebegang

source: color
tn: mmala

source: copy
tn: kopolola

source: costume1
tn: seaparo 1

source: costume2
tn: seaparo 2

source: cut
tn: kgaola

source: date
tn: letlha

source: day of week
tn: letsatsi la beke

source: delete
tn: phimola

source: delete variable
tn: phimola pharologanyo

source: direction:
tn: kaelo:

source: don't rotate
tn: o se dikolose

source: down
tn: tlase

source: down arrow
tn: tshupo tlase

source: duplicate
tn: gabedi

source: edge
tn: bokhutlong

source: edit
tn: oketsa

source: export
tn: romela

source: fade in
tn: oketsa

source: fade out
tn: fokotsa

source: fisheye
tn: leitlho la tlhapi

source: floor
tn: bodilo

source: ghost
tn: sepoko

source: help
tn: thuso

source: hour
tn: ura

source: import
tn: tsenya

source: large readout
tn: readout e kgolo

source: last
tn: bofelo

source: left
tn: molema

source: left arrow
tn: tshupo molema

source: left-right
tn: molema-moja

source: length
tn: botelele

source: light
tn: lesedi

source: limit reached
tn: selekanyo se fitlheletswe

source: list
tn: lenaane

source: louder
tn: kwa godimo

source: message1
tn: molaetsa wa pele

source: minute
tn: motsotso

source: month
tn: kgwedi

source: mosaic
tn: setshwantsho sa maje

source: motion
tn: tshikinyego

source: mouse-pointer
tn: maose wa tshupetso

source: myself
tn: nna

source: new message...
tn: molaetsa o mosha…

source: normal readout
tn: Buisa ka tlwaelo

source: of
tn: gwa ga

source: off
tn: timile

source: on
tn: tshubile

source: on-flipped
tn: phetlha

source: other scripts in sprite
tn: makwalo amangwe mo sprite

source: other scripts in stage
tn: makwalo amangwe mo seraleng

source: paste
tn: matamisa

source: photo1
tn: senepe sa pele

source: pixelate
tn: dira setshwantsho

source: pop
tn: thwanya

source: previous backdrop
tn: backdrop e fitileng

source: random
tn: go sa lebelele

source: random position
tn: maemo a a sa lebelelwang

source: record...
tn: gatisa…

source: recording1
tn: kgatiso1

source: redo
tn: dira gape

source: rename variable
tn: kwalololo ya dipharologano

source: requires sign in
tn: go tlhekega o tsene

source: resistance-A
tn: Kgnetso-A

source: resistance-B
tn: Kgnetso-B

source: resistance-C
tn: Kgnetso-C

source: resistance-D
tn: Kgnetso-D

source: reverse
tn: bowa

source: right
tn: moja

source: right arrow
tn: tshupo moja

source: rotation style:
tn: mokgwa wa tikologo:

source: save to local file
tn: boloka go local file

source: second
tn: motsotswana

source: select all
tn: akareditswe gotlhe

source: set slider min and max
tn: baya slider min le max

source: shared
tn: arogantswe

source: show:
tn: bontsa:

source: silence
tn: tidimalo

source: slider
tn: sereledi

source: softer
tn: boleta

source: sound
tn: modumo

source: space
tn: phatlhamagareng

source: text
tn: temana

source: that way
tn: mokgwa ole

source: this script
tn: mokwalo o

source: this sprite
tn: sprite se

source: this way
tn: ka mokgwa ona

source: undo
tn: dirolola

source: unshared
tn: aroganolola

source: up
tn: godimo

source: up arrow
tn: tshupo godimo

source: variable
tn: go fetoga kgotsa go farologanya

source: video direction
tn: kaelo ya kgatiso ya ditshwantsho

source: video motion
tn: kaelo ya tsikinyego

source: whirl
tn: dikologa

source: year
tn: ngwaga

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href= target=>see the cloud data FAQ!</a>
tn: <b>Tshedimosetso ka ga cloud variable </b><br>&nbsp;<br>ga jaana, dipalo ketsone fela tse di tlamelwang,<br> kamore tsa ditlotlo ga di a letlelelwa, gape ditlile go tloswa, go bona tshedimosetso yotlhe, <br> Tobetsa go leka<a href=target=>see the cloud data FAQ!</a>

source: Click to try again or to save
tn: Tobetsa o leke again kgotsa go boloka

source: Cloud
tn: Maru

source: costume name
tn: leina la diaparo

source: Costumes:
tn: Diaparo:

source: Eraser width:
tn: Phimolo ya bophara

source: Line width:
tn: Bophara jwa mola:

source: Scripts:
tn: Makwalo:

source: show receivers
tn: bontsha baamogedi

source: show senders
tn: bontsha baromedi

source: stored on server
tn: bolokilwe mo server
