Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/ab/LC_MESSAGES/django.po
Languages: ab

source: no gender provided
ab: иарбам аҷкәын/аӡӷаб

source: invalid password
ab: ииашам ажәамаӡа

source: Incorrect captcha, please try again.
ab: Ииашам captcha, даҽазнык иашәырба.

source: You must enter your password.
ab: Иҭагалатәуп шәара шәыжәамаӡа.

source: Wrong password, try again.
ab: Ииашам ажәамаӡа, иҭажәгал ҽазнык.

source: Enter your password to confirm
ab: Иҭажәгал ажәамаӡа ашьақәырӷәӷәараз

source: Keep my projects, but disable all comments
ab: Еиқәырхатәуп сара спроектқәа, аха иаанкылатәуп акомментариқәа зегьы

source: Delete my projects
ab: Ианыхтәуп сара спроектқәа

source: Looks like that isn't a valid email format
ab: Е-mail иашамкәа иҩуп

source: The two password fields didn't match.
ab: Ажәамаӡақәа еиқәшәаӡом.

source: Your password must be at least 6 characters long.
ab: Ажәамаӡаҿы асимволқәа 6 иреиҵамзароуп

source: Your password cannot be the same as your username.
ab: Ажәамаӡеи ахархәаҩ ихьӡи еиқәмшәозароуп.

source: Sorry we don't have an account with that email address
ab: Ҳаҭамыз аха, ари аҩыза Е- mail змоу аккаунт ыҟам

source: Sorry we don't have an account with that username
ab: Ҳаҭамыз аха, ари аҩыза ахархәаҩ ихьӡ змоу аккаунт ыҟам

source: You must provide an email or username
ab: Иаҭахуп аҭагалара, E-mail ма ахархәаҩ ихьӡ

source: Incorrect username or password.
ab: Ахьӡ ма ажәамаӡа иашаӡам.

source: Please enable cookies on your browser.
ab: Абраузер аҟны иаҿашәк cookies.

source: This account is inactive.
ab: Аккаунт активым.

source: This account is deleted!
ab: Аккаунт аныхуп!

source: Class has ended. Account not available.
ab: Акласс аркуп. Аккаунт ахь ҳзынаӡом.

source: Activity ideas for using Scratch at home
ab: Scratch аҩны ахархәараз аидеиақәа

source: Product updates for using Scratch in educational settings
ab: Арҿыцрақәа: Scratch аҵаратә проеқтқәа рхархәашьазы

source: Already logged in
ab: Асаит ахь ҳҭалахьеит

source: Whoops! There was an error while updating your email settings. Please try again.
ab: Уаҳ! E-mail архиарақәа рырҿыцраан иҟалеит агха. Даҽазнык игәашәҭ.

source: Unsubscribe me from Scratch project and activity ideas
ab: Мап ацәктәуп, Scratch апроектқәа раԥҵара иазку аидеиақәа раиуразы анпаҵаҩра

source: Unsubscribe me from tips for educational settings
ab: Мап ацәктәуп, Scratch аҵаратә апроеқтқәа раԥҵара иазку аидеиақәа раиуразы анпаҵаҩра

source: Please check your email for a confirmation message.
ab: Игәашәҭ E-mail, уахь инашьҭын аелектронтә шәҟәы ишышьақәырӷәӷәо ала.

source: just now
ab: абыржәыҵәҟьа

source: yesterday at %s
ab: иацы %s азы

source: %(number)d %(type)s ago
ab: %(number)d%(type)s рышьҭахь

source: Already exists
ab: Ари аҩыза ыҟоуп

source: Contains invalid characters. Use letters and numbers only.
ab: Иаҵанакуеит ииашам асимволқәа. Шәхы иашәырхәа анбанқәеи ацифрақәеи.

source: Contains inappropriate words
ab: Иҽеим ажәақәа аҵанакуеит

source: Shorter than minimum length of %d characters
ab: Ацәаҳәа иминималу аура %d символк

source: Longer than maximum length of %d characters
ab: Ацәаҳәа имаксималу аура %d символк

source: class
ab: акласс

source: classes
ab: аклассқәа

source: Please update the CSV file to address the issues above and reload the file.
ab: Ишәырҿыц афаил CSV, хыхь зыӡбаху ҳәоу апроблемақәа раԥыхразы, нас афаил еиҭаҭажәгал.

source: Errors occurred while creating accounts. All accounts other than those specified here were created.
ab: Аккаунтқәа раԥҵараан иҟалеит агхақәа. Иаԥҵан аккаунтқәа зегьы, абра иарбо рыда.

source: After changing this student's password, you will need to share the new password with your student directly so that they can log back into Scratch.
ab: Аҵаҩы изку ажәамаӡа анышәыԥсахлакь ашьҭахь, иара адырра ишәҭароуп, Scratch асаит аҭалара илшаразы.

source: studio
ab: астудиа

source: studios
ab: астудиақәа

source: Tiny Integer
ab: Имаҷу еибгоу ахыԥхьаӡара

source: project
ab: апроект

source: projects
ab: апроектқәа

source: Permanently Censored Project cannot be reshared.
ab: Ацензура зызу апроект аҭагалара ауам.

source: You're not allowed to appeal this ban.
ab: Шәара ари апроеқт азашшра шәылшом.

source: Please correct the errors below.
ab: Ишәыриаш ҵаҟа иарбо агхақәа.

source: 403. Oh noes! Our server is Scratch'ing its head
ab: 403. О мап! Ҳсервер цқьа аус ауам

source: Whoops! Our server is Scratch'ing its head
ab: Уаи! Ҳсервер цқьа аус ауам

source: We couldn't find the page you're looking for. Check to make sure you've typed the url correctly.
ab: Ҳара иаҳзымԥшааит шәара шәзышьҭо адаҟьа. Даҽазнык игәашәҭ, иашәырбаз адрес.

source: You can try searching for what you're looking for here:
ab: Шәзышьҭо аԥшаараз, шәахәаҧш абра:

source: Search
ab: Аԥшаара

source: Whoops! You're sending too much mail.
ab: Уаҳ! Даара ирацәоуп идәықәышәҵо ашәҟәқәа рхыԥхьаӡара.

source: Whoops! You're making too many requests.
ab: Уаҳ! Шәара иҟашәҵоит инамыцхәны азыҳәарақәа.

source: The Scratch Team is making some changes to the website.
ab: Scratch акоманда, асаит аҟны аԥсахрақәа аланагалоит.

source: Try reloading this page in a few minutes.
ab: Абри адаҟьа даҽазнык иаашәырты минуҭқәак рышьҭахь.

source: You can still <a href="/scratch2download/">Download Scratch</a> and make projects.
ab: Шәара уажәгьы ишәылшоит <a href="/scratch2download/">Scratch аҭыгара</a>.

source: Account
ab: Аккаунт

source: Password
ab: Ажәамаӡа

source: You have updated your account settings.
ab: Шәара ишәырҿыцит аккаунт архиарақәа.

source: Edit your account settings
ab: Аккаунт архиарақәа аредакциа рзутәуп

source: Username
ab: Ахархәаҩ ихьӡ

source: Location
ab: Иахьыҟоу аҭыԥ

source: Save my Changes
ab: Еиқәырхатәуп аԥсахрақәа

source: I want to delete my account
ab: Сара исҭахуп ианысхыр саккаунт

source: Account Blocked
ab: Аккаунт аанкылоуп

source: The Scratch Team decided to block the account:
ab: Scratch акоманда иаӡбеит абри аккаунт аанкылара:

source: Date:
ab: Арыцхә:

source: Your account will be automatically unblocked on
ab: Шара шәаккаунт автоматикала иаартхоит

source: Send
ab: Идәықәҵатәуп

source: Account Settings
ab: Аккаунт архиарақәа

source: Delete my account
ab: Иныхтәуп сара саккаунт

source: Delete account &amp; Sign out
ab: Иныхтәуп сара саккаунт &amp; Иҭыҵтәуп

source: Whoops, go back
ab: Мап, шьҭахьҟа игьыжьтәуп

source: Are you sure you want to delete your account?
ab: Ианышәхыр шәҭахыҵәҟьоума шәара шәаккаунт?

source: You joined the Scratch community a year ago.
ab: Шәара Scratch шәҽалашәырхәит шықәсык аԥхьа.

source: You joined the Scratch community a month ago.
ab: Шәара Scratch шәҽалашәырхәит мызкы аԥхьа.

source: Some of your projects
ab: Шәара шәпроектқәак

source: Your projects
ab: Шәара шәпроектқәа

source: Some of your followers
ab: Шәара шәнапаҵаҩцәа руаӡәыкқәа

source: Your followers
ab: Шәара шәнапаҵаҩцәа

source: Yes, next step
ab: Ааи, анаҩстәи ашьаҿа

source: Your email address is unconfirmed
ab: Шәара шә-Е-mail шьақәырӷәӷәаӡам

source: Your new email address is unconfirmed
ab: Шәара шә-E-mail ҿыц шьақәырӷәӷәаӡам

source: New Email Address
ab: E-mail ҿыц

source: Current Email Address
ab: Уажәтәи E-mail

source: Resend
ab: Даҽазнык идәықәҵатәуп

source: Current Email
ab: Уажәтәи E-mail

source: Email Confirmed
ab: E-mail шьақәырӷәӷәоуп

source: Change Email
ab: Иԥсахтәуп E-mail

source: I’d like to receive email updates about:
ab: Сара исҭахуп исауларц арҿыцрақәа E-mail ала, абарҭ ирызкны:

source: Greetings from the Scratch Team at MIT!
ab: Салам Scratch акоманда MIT аҟынтәи!

source: Confirm my email address
ab: Ишьақәырӷәӷәатәуп сара с-E-mail адрес

source: Scratch On!
ab: Scratch Азы!

source: The Scratch Team
ab: Scratch акоманда

source: Scratch on!
ab: Scratch азы!

source: Uh oh! Something went wrong with your email confirmation.
ab: О, мап! Аусқәа иашамкәа ицеит шә-E-mail ашьақәырӷәӷәараан.

source: My Account Settings
ab: Аккаунт архиарақәа

source: We sent a verification email to <strong>%(email_address)s</strong>.
ab: Ҳара идәықәаҳҵеит ашьақәырӷәӷәараз ашәҟәы абрахь <strong>%(email_address)s</strong>.

source: Check for the confirmation message we sent to: <br/> <strong>%(email_address)s</strong>
ab: Игәашәҭ ашьақәырӷәӷәараз идәықәаҳҵаз ацҳамҭа, абри адрес ахь: <br/> <strong>%(email_address)s</strong>

source: Can't find confirmation message?
ab: Ишәзымԥшааӡеи, ашьақәырӷәӷәара иазку аелектронтә шәҟәы?

source: Wait for ten minutes. The message may take a while to arrive.
ab: Шәааԥшы 10 минуҭк. Ацҳамҭа аиура ԥыҭк аамҭа агоит.

source: Check your spam folder.
ab: «Аспам» апапка гәашәҭ

source: Still can't find the message?
ab: Макьанагьы ишәзымԥшааӡаци, ашьақәырӷәӷәара иазку аелектронтә шәҟәы?

source: Resend Confirmation
ab: Идәықәҵатәуп ашьақәырӷәӷәара ҽазнык

source: OK, back to Scratch
ab: Бзиоуп, ҳхынҳәып Scratch ахь

source: Welcome to Scratch!
ab: Бзиала шәаабеит Scratch аҟны!

source: Learn how to make a project in Scratch
ab: Иеилышәкаа, Scratch аҟны апроектқәа раԥҵашьа

source: Connect with other Scratchers
ab: Scratch егьырҭ ахархәаҩцәа шәыҽрымажәдала

source: All set to go!
ab: Зегь хиоуп аусура алагараз!

source: Success! You have confirmed your email address, <strong>%(username)s</strong>.
ab: Даара ибзиоуп! Шәара ишьақәшәырӷәӷәеит шә-E-mail адрес, <strong>%(username)s</strong>.

source: Jump into Scratch to create new projects and share them with the community!
ab: Шәиас Scratch ахь, апроект ҿыцқәа раԥҵарази егьырҭ алахәылаҩцәа дырдыррази!

source: OK, let's go!
ab: OK, ԥхьаҟа!

source: Want to share on Scratch?
ab: Ишәҭахума, Scratch алахәылаҩцәа шәдыррақәа рымажәдарц?

source: We sent a verification email to <strong>%(email_address)s</strong>.
ab: Ҳара идәықәаҳҵеит ишьақәзырӷәӷәоу ашәҟәы <strong>%(email_address)s</strong> ахь.

source: Check for the confirmation message we sent to: <strong>%(email_address)s</strong>
ab: Игәашәҭ ашьақәырӷәӷәараз идәықәҵаз ашәҟәы, : <strong>%(email_address)s</strong> ахь.

source: Make sure your email address is correct (see <a onClick="redirectParent('%(settings_url)s');" href="#">Account Settings</a>).
ab: Игәашәҭ, шә-E-mail адрес иашаны ишарбо (шәахә. <a onClick="redirectParent('%(settings_url)s');" href="#">Аккаунт архиарақәа</a>).

source: Ok, back to Scratch
ab: OK, ҳхынҳәып Scratch ахь

source: Subscription update successful.
ab: Анапаҵаҩра қәҿиарала ирҿыцуп.

source: Password
ab: Ажәамаӡа

source: Account Settings for %(username)s
ab: Аккаунт архиарақәа %(username)s азы

source: After changing your password, you will be prompted to log back in.
ab: Ажәамаӡа аԥсахра ашьҭахь, шәара ишәыдгалахоит ҿыц асистема аҭалара.

source: Change Password
ab: Ажәамаӡа ԥсахтәуп

source: Hi %(username)s!
ab: Абзиара шәымаз %(username)s!

source: Your Scratch account password was changed
ab: Scratch аккаунт ажәамаӡа ԥсахын

source: If you continue to have issues, contact the <a href="%(contact_url)s">Scratch Team</a>.
ab: Ари апроблема, анҩсгьы ицәырҵуазар, шәыҽрымажәда <a href="%(contact_url)s">Scratch акоманда</a>.

source: Unsubscribed
ab: Анапаҵаҩра аанкылоуп

source: Your email address has been unsubscribed.
ab: Анапаҵаҩра қәҿиарала иаанышәкылеит.

source: Take me back to Scratch!
ab: Ихынҳәтәуп Scratch асаит ахь!

source: Imagine, Program, Share
ab: Ихәыцла, Иаԥҵала, Ауаа идырбала

source: Create
ab: Иаԥышәҵала

source: Explore
ab: Иҭышәҵаала

source: Ideas
ab: Аидеиақәа

source: About
ab: Инарҭбааны

source: Join Scratch
ab: Шәыҽҭажәгал Scratch ахь

source: Sign in
ab: Иҭалатәуп

source: Need help?
ab: Ацхыраара шәҭахума?

source: messages - updates and notices
ab: ацҳарақәа - арҿыцрақәеи ардыррақәеи

source: my stuff - manage projects and studios
ab: сара сусура - апроектқәеи астудиақәеи рнапхгароуп

source: Profile
ab: Апрофиль

source: My Stuff
ab: Сара суысумҭақәа

source: My Classes
ab: Сара сыклассқәа

source: My Class
ab: Сара сыкласс

source: Account settings
ab: Аккаунт азырхирақәа

source: Sign out
ab: Иҭыҵтәуп

source: About Scratch
ab: Scratch иазкны

source: For Parents
ab: Аҭаацәа рзы

source: For Educators
ab: Арҵаҩцәа рзы

source: For Developers
ab: Аԥҵаҩцәа рзы

source: Jobs
ab: Авакансиақәа

source: Donate
ab: Ацхыраара аҟаҵара

source: Community
ab: Ахеилак

source: Community Guidelines
ab: Ахеилак азы аԥҟарақәа

source: Discussion Forums
ab: Афорумқәа

source: Statistics
ab: Астатистика

source: Resources
ab: Аресурсқәа

source: Contact Us
ab: Ҳара шәыҽҳамажәда

source: Legal
ab: Азинтә информациа

source: Scratch Family
ab: Scratch ахеилак

source: Scratch Day
ab: Scratch Амш

source: Scratch Conference
ab: Scratch Аконференциа

source: Scratch Foundation
ab: Scratch Афонд

source: Scratch Store
ab: Scratch Адәқьан

source: View all
ab: Ирыхәаԥштәуп зегьы

source: No items
ab: Иҭацәуп

source: in
ab: аҟны

source: by
ab: иҟынтә

source: Log in to your account
ab: Шәара шәаккаунт шәҭал

source: Cloud data history
ab: Аԥсҭҳәатә дырқәа рҭоурых

source: User
ab: Ахархәаҩ

source: Data Name
ab: Адырқәа рыхьӡ

source: Action
ab: Аҟаҵара

source: Data Value
ab: Адырқәа рҵакы

source: Time
ab: Аамҭа

source: Turn off commenting
ab: Акомментари аанкылатәуп

source: Leave a comment
ab: Иааныжьтәуп акомментари

source: You have <span id="chars-left">500</span> characters left.
ab: Шәара ишәзынхеит <span id="chars-left">500</span> символ.

source: Post
ab: Иҭагалатәуп

source: Cancel
ab: Иаҟәыхтәуп

source: Sorry, comment posting has been turned off for this %(tType)s
ab: Ҳаҭамыз, акомментариқәа аанкылоуп %(tType)s азы

source: Sorry comment posting is not available right now. It should be back soon!
ab: Акомментариқәа рацҵара уажәы иауам. Иаарласны зегь маншәаланы аусура иалагоит!

source: Comments loading...
ab: Акомментариқәа рҭагалара...

source: Delete
ab: Ианыхтәуп

source: Reply
ab: Аҭак ҟаҵатәуп

source: Report comment as inappropriate
ab: Ицҳатәуп, ари аҩыза акомментари шамуа ала

source: %(comment.datetime_created|timesince)s ago
ab: %(comment.datetime_created|timesince)s ago рышьҭахь

source: See all %(len)s replies
ab: Ирыхәаԥштәуп аҭакқәа %(len)s зегьы

source: Load more
ab: Иҭагалатәуп иҵегь

source: Add a New Class
ab: Иацҵатәуп акласс ҿыц

source: Class Name
ab: Акласс ахьӡ

source: Class Description
ab: Акласс ахҳәаа

source: Add Class
ab: Иацҵатәуп акласс

source: Your class name must be at least 5 characters long
ab: Акласс ахьӡ 5 символк иреиҵамзароуп

source: You must enter a class name
ab: Акласс ахьӡ ҭагалатәуп

source: This text looks inappropriate
ab: Ари атекст изымуа џьара акы аҵанакуеит

source: Add a New Class Studio
ab: Акласс ахь иацҵатәуп астудиа ҿыц

source: Studio Name
ab: Астудиа ахьӡ

source: Studio Description
ab: Астудиа ахҳәаа

source: Your username must be between 3 and 20 characters
ab: Ахархәаҩ ихьӡ асимволқәа 3 инаркны 20 -нӡа иҟазароуп.

source: Sorry, that username already exists
ab: Ҳаҭамыз аха, ари ахьӡ ҭацәӡам

source: Invalid username
ab: Ииашам ахархәаҩ ихьӡ

source: Hmm, that looks inappropriate
ab: Уаҳ, ари изымуа акы иеиҧшуп

source: You must enter a username
ab: Ахархәаҩ ихьӡ ҭагалатәуп

source: Your username may only contain letters, numbers, - and _
ab: Ахархәаҩ ихьӡ иаҵанакыр алшоит: мацара анбанқәа, ацифрақәа, -, _

source: Your password cannot be 'password'
ab: Шәара шә-ажәамаӡа «password» акәымзароуп.

source: Your password must be at least 6 characters
ab: Шәара шә-ажәамаӡа иаҵанакуазар ауп 6 символк иреиҵамкәа.

source: You must enter a password
ab: Шәара иҭажәгалароуп ажәамаӡа.

source: Your passwords do not match
ab: Ажәамаӡеи иара ашьақәырӷәӷәареи еиқәшәаӡом

source: Your password cannot match your username
ab: Шәара шәажәамаӡеи ахархәаҩ ҳәа шәыхьӡи еиԥшымзароуп

source: You must select a birth month and year
ab: Шәара иалышәхроуп шәира амзеи ашықәси

source: You must specify a gender
ab: Шәара иашәырбароуп шәыҷкәыну шәыӡӷабу

source: You must select a country
ab: Шәара иалышәхроуп атәыла

source: You must provide an email address
ab: Шәара иашәырбароуп E-mail адрес

source: You must provide valid email address
ab: Шәара иашәырбароуп ииашоу E-mail адрес

source: Example tab
ab: Агәылаҵа «Аҿырԥштәы»

source: %(classroom_title)s on Scratch
ab: %(classroom_title)s Scratch асаит аҟны

source: Class page
ab: Акласс ахьӡ

source: ended
ab: инҵәеит

source: Created %(tDate)s ago
ab: Иаԥҵоуп %(tDate)s рышьҭахь

source: Join this class
ab: Абри акласс аҽадҵара

source: About this Class
ab: Абри акласс иазкны

source: <span id="bio-chars-left">200</span> characters left.
ab: Иаанхеит <span id="bio-chars-left">200</span>символ.

source: What we're working on
ab: Ҳара аус здаҳуло

source: Describe what the class is doing.
ab: Ахҳәаа ҟашәҵа, абри акласс иҟанаҵо

source: <span id="status-chars-left">200</span> characters left.
ab: Иаанхеит <span id="status-chars-left">200</span>символ.

source: Featured
ab: Иалкаақәоу

source: Change featured project
ab: Иԥсахтәуп иалкаау апроект

source: Latest Activity
ab: Аҵыхәтәантәи активра

source: Class Studios
ab: Акласс Астудиақәа

source: This class doesn't have any studios yet
ab: Ари акласс макьана астудиақәа амаӡам

source: You can add studios in <a href="%(educator_stuff_url)s">My Classes</a>
ab: Шәара ишәылшоит иацышәҵар астудиақәа <a href="%(educator_stuff_url)s"> Сара сыклассқәа </a> рахь

source: Students
ab: Аҵаҩцәа

source: This class doesn't have students yet
ab: Ари акласс макьана аҵаҩцәа амаӡам

source: You can add students in <a href="%(educator_stuff_url)s">My Classes</a>
ab: Шәара ишәылшоит иацышәҵар аҵаҩцәа <a href="%(educator_stuff_url)s"> Сара сыклассқәа </a> рахь

source: Classes
ab: Аклассқәа

source: It's easy (and free!) to sign up for a Scratch Educator account.
ab: Scratch аҟны арҵаҩы иаккаунт арегистрациа аҟаҵара мариоуп (ихәыда-ԥсадоуп).

source: Full Name
ab: Ихарҭәаау ахьӡ

source: Enter your real name
ab: Иҭажәгал шәыхьӡҵәҟьа

source: Choose a Scratch Username
ab: Иалышәх ахьӡ Scratch асаит аҟны

source: Don't use your real name
ab: Шхы иашәмырхәан шәыхьӡҵәҟьа

source: Choose a Password
ab: Иалышәх ажәамаӡа

source: Remember it - don't tell anyone else
ab: Игәнышәкыл ажәамаӡа насгьы аӡәгьы иашәымҳәан

source: Confirm Password
ab: Ажәамаӡа ашьақәырӷәӷәара

source: Retype your password
ab: Иҭажәгал ажәамаӡа ҽазнык

source: Your responses to these questions will be kept private.
ab: Шәара, абарҭ азҵаарқәа рҭакқәа иҟашәҵо, џьаргьы иаарԥшхаӡом.

source: Why do we ask for this info
ab: Ҳара ари аинформациа ҳзазҵаауа

source: Affiliation
ab: Аусурҭа аҭыԥ

source: Need explanatory text.
ab: Иаҭахуп аилыркааратә текст.

source: Biography
ab: Абиографиа

source: Brief Biography
ab: Абиографиа иаазыркьаҿны

source: Enter your email address and we will send you an email to confirm your account.
ab: Иҭажәгал шә-Email адрес, нас ҳара ишәзынаҳашьҭуеит аелектронтә шәҟәы, аккаунт ашьақәырӷәӷәаразы.

source: Email address
ab: E-mail адрес

source: Parent's or guardian's email address
ab: Аҭаацәа ма ахылаԥшцәа р-E-mail адрес

source: Confirm email address
ab: Ишьақәшәырӷәӷәа E-mail адрес

source: Congrats! educator.username
ab: Ишәыдаҳныҳәалоит! educator.username

source: Welcome to the Scratch Community. What would you like to do next?
ab: Бзиала шәаабеит Scratch аҟны. Иҟашәҵарц ишәҭахузеи анаҩс?

source: Set up My Account
ab: Аккаунт архиара

source: Set up Classes
ab: Аклассқәа рырхиара

source: View Community
ab: Ахеилак ахәаԥшра

source: Final Step: Confirm your Scratch Teacher Account
ab: Аҵыхәтәантәи ашьаҿа: Scratch аҟны ишьақәшәырӷәӷәа Шәара Шәырҵаҩратә Аккунт

source: Are you sure you want to delete this class? Once a class is deleted, it cannot be recovered.
ab: Шәара ишәҭахума ари акласс анышәхырц? Ианыху акласс аиҭашьақәыргылара ауӡом.

source: Class deleted successfully
ab: Акласс қәҿиарала ианыхуп

source: Class restored successfully
ab: Акласс қәҿиарала еиҭашьақәыргылоуп

source: Class ended successfully
ab: Акласс қәҿиарала ихыркәшоуп

source: Class opened successfully
ab: Акласс қәҿиарала иаартуп

source: Are you sure you want to delete this Studio? Once a Studio is deleted, the projects are still available on the site, but the studio no longer exists.
ab: Шәара ишәҭахума ари Астудиа аныхра? Ианыху Астудиа иаҵанакуа апроектқәа асаит аҟны иаанхоит, аха иара Астудиа ҟалаӡом.

source: Studio deleted successfully
ab: Астудиа қәҿиарала ианыхуп

source: Are you sure you want to delete this Student? Once a Student account is deleted, the student's projects are still available on the site, but the student cannot log in.
ab: Шәара ишәҭахума ари Аҵаҩы ианыхра? Ианыху Аҵаҩы ипроектқәа асаит аҟны иаанхоит, аха иара асаит ахь дызҭалаӡом.

source: Student deleted successfully
ab: Аҵаҩы қәҿиарала даныхуп

source: Student settings successfully updated
ab: Аҵаҩы изку архиарақәа қәҿиарала ирҿыцуп

source: Changes saved
ab: Аԥсахрақәа еиқәырхоуп

source: Incorrect password, try again
ab: Ииашам ажәамаӡа, даҽазнык иҭажәгал

source: The password field is required
ab: Иаҭахуп ажәамаӡа

source: New Class
ab: Акласс Ҿыц

source: Load More
ab: Иҭагалатәуп иҵегь

source: Welcome, %(username)s
ab: Бзиала шәаабеит, %(username)s

source: Looks like you do not have any classes. Create a new class to get started.
ab: Шәара макьана ишәымам Акласс. Алагаразы иаԥышәҵа Акласс ҿыц.

source: Class created %(datetime_created)s
ab: Акласс аԥҵоуп %(datetime_created)s

source: View Class Profile
ab: Иахәаԥштәуп Акласс апрофиль

source: Settings
ab: Архиарақәа

source: Studios
ab: Астудиақәа

source: Activity
ab: Активра

source: Re-Open Class
ab: Акласс, ҿыц иаартуп

source: Change
ab: Иԥсахтәуп

source: What the Class is working on
ab: Акласс аус здыруло

source: End Class
ab: Иалгатәуп акласс

source: Add studios to this class
ab: Иацҵатәуп Асудиақәа Акласс ахь

source: Students can add their projects to class studios.
ab: Аҵаҩцәа ирылшоит рпроектқәа акласс астудиахь рацҵара.

source: New Class Studio
ab: Акласс иҿыцу Астудиа

source: Last Modified
ab: Аҵыхәтәантәи аԥсахрақәа

source: You can add students to this class
ab: Шәара ишәылшоит, абри акласс иацышәҵарц аҵаҩцәа

source: Add one student
ab: Дацҵатәуп ҵаҩык

source: New Student
ab: Аҵаҩ ҿыц

source: Add multiple students
ab: Иацҵатәуп ԥыҭҩык аҵаҩцәа

source: Student Sign-up Link
ab: Аҵаҩы ирегистрациазы азхьарԥш

source: CSV Upload
ab: Иҭагалатәуп CSV

source: followed user
ab: ицклаԥшлатәуп алахәылаҩ

source: followed studio
ab: иацклаԥштәуп астудиа

source: loved the project
ab: апроект сгәаԥхоит

source: favorited the project
ab: иацҵатәуп апроект иалкаақәо рахь

source: added the project
ab: Ари апроект ацҵоуп

source: to studio
ab: астудиахь

source: shared the project
ab: апроект апубликациа азутәуп

source: reshared the project
ab: апроект ҽазнык апубликациа азутәуп

source: remixed the project
ab: иҟаҵатәуп апроект аремикс

source: added the studio
ab: иацҵатәуп астудиа

source: updated the studio
ab: ирҿыцтәуп астудиа

source: removed the project
ab: ианыхтәуп апроект

source: from studio
ab: астудиа аҟынтәи

source: was promoted to manager by
ab: менеџьерс шәҟаҵоуп

source: for studio
ab: астудиа азы

source: made a profile update. <em>
ab: ирҿыцтәуп апрофаил. <em>

source: commented on the project
ab: апроект иазку акомментари

source: commented on user
ab: алахәылаҩ изку акомментари

source: commented on the studio
ab: астудиа изку акомментари

source: performed an action. <em>
ab: инагӡатәуп аҟаҵара

source: %(target_username)s was banned.
ab: %(target_username)s амҩа аркуп.

source: %(target_username)s was unbanned.
ab: %(target_username)s амҩа аартуп.

source: %(target_username)s was excluded from homepage.
ab: %(target_username)s адаҟьа ианыхуп.

source: %(target_username)s was banned automatically.
ab: %(target_username)s автоматикала амҩа аркуп.

source: %(project)s by %(target_username)s was removed automatically.
ab: %(project)s %(target_username)s аҟынтәи автоматикала ианыхуп.

source: %(project)s by %(target_username)s was reviewed by a Scratch Administrator.
ab: %(project)s %(target_username)s аҟынтәи Scratch администратор дахәаԥшит.
