Repository: scratchfoundation/scratchr2_translations
Catalog: legacy/ui/ab/LC_MESSAGES/django.po
Languages: ab

source: %(project)s by %(target_username)s was deleted by a Scratch Administrator.
ab: %(project)s %(target_username)s аҟынтәи Scratch администратор ианихит.

source: %(target_username)s was deleted by a Scratch Administrator.
ab: %(target_username)sScratch администратор ианихит.

source: %(gallery)s was reviewed by a Scratch Administrator.
ab: %(gallery)sScratch администратор дахәаԥшит.

source: %(gallery)s was deleted by a Scratch Administrator.
ab: %(gallery)sScratch администратор ианихит.

source: %(target_username)s deleted their own account.
ab: %(target_username)s ианыхтәуп шәара шә-аккаунт.

source: The email address of %(target_username)s was confirmed by a Scratch Administrator
ab: E-mail %(target_username)sScratch администратор ишьақәирӷәӷәеит.

source: Change Password for %(username)s
ab: Иԥсахтәуп ажәамаӡа %(username)s изы

source: New password
ab: Ажәамаӡа ҿыц

source: New password confirmation
ab: Ажәамаӡа ҿыц ашьақәырӷәӷәара

source: %(username)s Account Options
ab: %(username)s Аккаунт апараметрқәа

source: Remove Icon
ab: Ианыхтәуп аиконка

source: There are two ways to change your student's password.
ab: Шәҵаҩы иажәамаӡа аԥсахразы иҟоуп азнеишьақәа ҩба.

source: Prompt Student
ab: Иабжьыжәга аҵаҩы

source: Manually change the student's password
ab: Иԥсахтәуп астудент ижәамаӡа напыла

source: You will be redirected to a screen where you can choose the student's password.
ab: Шәара шәиагахоит аекран, зыҟны, аҵаҩы ижәамаӡа шәыԥсахыр ахьшәылшо.

source: Manually Change
ab: Иԥсахтәуп напыла

source: Close
ab: Иарктәуп

source: Sign-up Link
ab: Арегистрациаз азхьарԥш

source: Type CTRL+C on Windows or &#8984;+C on Mac to copy the link.
ab: Шәақәыӷәӷәа CTRL+C Windows азы ма &#8984;+C Mac аҟны азхьарԥш акопиа ахыхра азы.

source: Upload CSV
ab: Иҭагалатәуп CSV

source: Download example
ab: Иҭыгатәуп аҿырԥштәы

source: Upload
ab: Иҭагалатәуп

source: To confirm, please enter your password
ab: Ашьықәырӷәӷәараз, иҭажәгал ажәамаӡа

source: All students
ab: Аҵаҩцәа зегьы

source: Sort by
ab: Асортра абри ала

source: Last created
ab: Аҵыхәтәан иаԥҵақәаз

source: Alerts for
ab: Агәаҽанҵарақәа

source: All classes
ab: Аклассқәа зегьы

source: Add to Class
ab: Иацҵатәуп акласс

source: New to Scratch?
ab: Scratch аҟны ҿыцс иҟоузеи?

source: Next Steps
ab: Анаҩстәи ашьаҿақәа

source: Explore educator resources
ab: Иҭышәҵаа арҵаҩы изку аресурсқәа

source: Welcome to your Scratch Teacher Account!
ab: Бзиала шәаабеит, Scratch шә-Арҵаҩ иаккаунт ахь!

source: Scratch Newsletters
ab: Scratch иазку ажәабжь ҿыцқәа

source: Thanks for joining Scratch!
ab: Иҭабуп Scratch шәхы ахьадышәкылаз!

source: You're now logged in.
ab: Уажәшьҭа Шәара шәҭалеит

source: Would you like to:
ab: Ишәҭахума Шәара:

source: Learn how to make a project
ab: Еилкаатәуп апроект аҟаҵашьа

source: Connect with a Scratcher
ab: Scratcher -цәа аҽрымадара

source: Next
ab: Анаҩс

source: OK Lets Go!
ab: Ҳалагап!

source: All Classes ( <span data-content="classroom-count">%(classroom_count)s</span> )
ab: Аклассқәа зегьы (<span data-content="classroom-count">%(classroom_count)s</span>)

source: Ended Classes ( <span data-content="closed-count">%(closed_count)s</span> )
ab: Ихыркәшоу аклассқәа (<span data-content="closed-count">%(closed_count)s</span>)

source: All Class Alerts
ab: Агәаҽанҵарақәа зегьы

source: Studio:
ab: Астудиа:

source: Submit
ab: Идәықәҵатәуп

source: %(username)s Studio (%(tGCount)s)
ab: %(username)s Астудиа (%(tGCount)s)

source: Newest
ab: Зегь реиҳа иҿыцқәо

source: Oldest
ab: Уаанӡатәиқәа

source: Most viewed
ab: Зегь раасҭа изхәаԥшқәо

source: Most loved
ab: Зегь раасҭа бзиа избақәоу

source: Most favorited
ab: Зегь раасҭа иалыркаақәо

source: Most remixed
ab: Зегь раасҭа рых иадырхәо

source: You have <span id="chars-left-<%%- comment_id %%>">500</span> characters left.
ab: Шәара ишәзынхеит <span id="chars-left-<%%- comment_id %%>">500</span> дырга

source: Follow
ab: Иацклаԥштәуп

source: Please verify your account
ab: Игәашәҭ шәара шәаккаунт

source: Submit Password
ab: Идәықәҵатәуп ажәамаӡа

source: Last modified
ab: Аҵыхәтәантәи аԥсахрақәа

source: Views
ab: Ахәаԥшра

source: Loves
ab: Алаикқәа

source: Remixes
ab: Аремиксқәа

source: Make a Donation
ab: Иҟаҵатәуп агәыҳалалра

source: Or Join Scratch
ab: Ма Scratch шәҽадышәкыл

source: Uh oh
ab: Оҳ о

source: Birth Month and Year
ab: Аира амзеи ашықәси

source: Gender
ab: Аҷкәын/Аӡӷаб

source: Month
ab: Амза

source: January
ab: Ажьырныҳәа

source: February
ab: Жәабран

source: March
ab: Хәажәкыра

source: April
ab: Мшаԥы

source: May
ab: Лаҵара

source: June
ab: Рашәара

source: July
ab: Ԥхынгәы

source: August
ab: Нанҳәа

source: September
ab: Цәыббра

source: October
ab: Жьҭаара

source: November
ab: Абҵара

source: December
ab: Ԥхынҷкәын

source: Year
ab: Ашықәс

source: Male
ab: Аҷкәын

source: Female
ab: Аӡӷаб

source: Country
ab: Атәыла

source: Receive updates from the Scratch Team
ab: Акоманда Scratch аҟынтәи арҿыцрақәа раиура

source: Welcome to Scratch,
ab: Бзиала шәаабеит Scratch аҟны,

source: You're now logged in! You can start exploring and creating projects.
ab: Шәара шәҭалеит асаит! Уажәшьҭа шәара ишәылшоит апроектқәа рҵареи раԥҵареи.

source: Wrong email? Change your email address in <a href="%(settings_url)s">Account Settings</a>
ab: Иашамкәа иашәырбама e-mail? Ишәыԥсах e-mail <a href="%(settings_url)s"> Аккунтқәа рырхиара</a> аҟны

source: Having problems? <a href="%(contact_url)s?confirmation=1">Please give us feedback</a>
ab: Апроблема шәымоума? <a href="%(contact_url)s?confirmation=1"> Ижәҩы ҳара ҳахь</a>

source: Download project
ab: Иҭыгатәуп апроект

source: Whoops, emails do not match
ab: Уаи, иҭагалоу адресқәа еиқәшәаӡом

source: View:
ab: Ахәаԥшра:

source: Most Projects
ab: Апроектқәа реиҳарак

source: Last updated
ab: Аҵыхәтәантәи арҿыцра

source: You do not own any galleries. <a href=>Create one!</a>
ab: Шәара ишәымам агалереиа. <a href=>Иаԥышәҵа агалереиа!</a>

source: Created
ab: Иаԥҵоуп

source: You do not have any galleries
ab: Шәара ишәымам агалереиа

source: All
ab: Зегьы

source: Shared
ab: Апубликациа азуп

source: Not shared
ab: Апубликациа азуӡам

source: + New Project
ab: + Апроект ҿыц

source: Last modified:
ab: Аҵыхәтәантәи аԥсахрақәа:

source: Created:
ab: Иаԥҵоуп:

source: Curated by me
ab: Сара скәыраторуп

source: Projects
ab: Апроектқәа

source: All Projects (<span data-content="project-count">%(projects_count)s</span>)
ab: Апроектқәа зегьы (<span data-content="project-count">%(projects_count)s</span>)

source: Unshared Projects (<span data-content="unshared-count">%(notshared_count)s</span>)
ab: Ихатәу апроектқәа (<span data-content="unshared-count">%(notshared_count)s</span>)

source: My Studios (<span data-content="gallery-count">%(gallery_count)s</span>)
ab: Сара Сыстудиа (<span data-content="gallery-count">%(gallery_count)s</span>)

source: New Project
ab: Апроект ҿыц

source: New Studio
ab: Астудиа ҿыц

source: See inside
ab: Иҭалатәуп апроеқт

source: Put back
ab: Шьҭахьҟа ирхынҳәтәуп

source: %(time)s ago
ab: %(time)s рышьҭахь

source: remixed
ab: иҟаҵоуп аремикс

source: as
ab: еиԥш

source: favorited
ab: иалкаау

source: loved
ab: иаҳгәаԥхоит

source: is now following
ab: инапаҵаҩуп

source: added
ab: иацҵоуп

source: to the studio
ab: астудиахь

source: became a curator of
ab: асудиа акәыраторс шәҟалеит

source: was promoted to manager of
ab: аменеџьер иазалихит

source: joined Scratch
ab: Scratch сҽадыскылеит

source: Do you like fashion?
ab: Бзиа ижәбома амода?

source: Do you like hip-hop?
ab: Шәара ишәгәаԥхома Хип-Хоп?

source: Watch a video about making hip-hop projects.
ab: Шәахәаԥш Хип-Хоп апроектқәа ирызку авидео.

source: Click on blocks to see what they do
ab: Шәрықәӷәӷәала аблокқәа, дара иҟарҵо аилкаараз

source: Try clicking this block
ab: Шәақәыӷәӷәа абри аблок

source: Or this block
ab: Ма ари аблок

source: Try changing colors
ab: Ишәыԥсах аԥштәы

source: First, select a clothing item
ab: Раԥхьа иалышәх ашәҵатәы аелемент

source: Then, try this script
ab: Нас игәашәҭ абри апрограмма

source: Test it out!
ab: Иԥышәшәа абри!

source: Try changing costumes
ab: Игәашәҭ акостиумқәа рыҽшырԥсахуа

source: Select a piece of clothing
ab: Иалышәх амаҭәа аелемент

source: Then, switch costumes
ab: Анаҩс, еиҭнышәыԥсах акостиумқәа

source: Now, click it!
ab: Уажәшьҭа, шәақәыӷәӷәа абри!

source: Say hello
ab: Ишәҳәа "Абзиара шәымаз"

source: Select the person
ab: Далышәх ауаҩы

source: Type in a phrase
ab: Иҭажәгал афраза

source: Move the sprites
ab: Анагӡаҩцәа еиҭаҳгоит

source: Select an accessory
ab: Иалышәх акцессуар

source: Tell it where to go
ab: Ишәҳәа иахьцатәу

source: Other things to try
ab: Уаҳа игәаҭатәуи?

source: Add a sound
ab: Иацҵа абжьы

source: Explore other costumes
ab: Шәрыхәаԥш акостиумқәа

source: Start to Dance
ab: Шәалага акәашара

source: Things to Try
ab: Игәаҭатәу

source: on Scratch
ab: Scratch асаит аҟны

source: Projects in
ab: Апроектқәа аҟны

source: Visit the Studio
ab: Иаҭаатәуп астудиа

source: Recent
ab: Ааигәатәиқәа

source: Projects by Scratchers
ab: Аскретчерцәа рпроектқәа

source: Favorites
ab: Иалкаақәоу

source: Followers
ab: Шәара шәнапаҵаҩцәа

source: Shared Projects
ab: Иҭагалоу апроектқәа

source: Studios I Curate
ab: Астудиақәа кәыраторс срымоуп

source: Student of: %(classroom_name)s
ab: Аҵаҩы: %(classroom_name)s

source: Scratch Team
ab: Scratch Акоманда

source: Teacher Account
ab: Арҵаҩ иаккаунт

source: New Scratcher
ab: Иҿыцу Scratcher

source: About me
ab: Сара исызкны

source: Add a bit about yourself
ab: Шәхы шәахцәажә

source: What I'm working on
ab: Сара аус здызуло

source: Describe what you're working on
ab: Еиҭашәҳәа, аус здыжәуло

source: What I've been doing
ab: Сара иҟасҵоз

source: Favorite Projects
ab: Иалкаау апроектқәа

source: Comments
ab: Акомментариқәа

source: scripts
ab: апрограммақәа

source: sprites
ab: анагӡаҩцәа

source: Thanks to <a href="%(remix_profile_url)s">%(username)s</a> for:
ab: Иҭабуп <a href="%(remix_profile_url)s">%(username)s</a> азы:

source: Project Remixed
ab: Иҟаҵоуп аремикс

source: Thanks to <a href="%(og_profile_url)s">%(username)s</a> for:
ab: Иҭабуп <a href="%(og_profile_url)s">%(username)s</a> азы:

source: Original Project
ab: Ахалагаратә проект

source: not shared
ab: апубликациа азуӡам

source: Modified: %(tDate)s
ab: Иԥсахуп: %(tDate)s

source: Favorite this project
ab: Иацҵатәуп апроект иалкаақәо рахь

source: Love this project
ab: Ари апроект бзиа избоит

source: Total views
ab: Ахәаԥшрақәа зынӡа

source: View the remix tree
ab: Иахәаԥштәуп аремиксқәа рыҵла

source: Download this project file
ab: Иҭыгатәуп ари апроект

source: Share
ab: Угәаанагарақәа рыцеиҩша

source: All Tips
ab: Аҵаҳәарақәа зегьы

source: Please provide a link to the original project
ab: Ахалагаратә проект ахь иашәырба азхьарԥш

source: Please provide links to the uncredited content
ab: Иашәырба азхьарԥшқәа ари аконтент ахьынтәаагаз.

source: Added to studio
ab: Иацҵоуп астудиахь

source: Limit of 3 tags.
ab: Атегқәа 3 иреиҳамзароуп

source: Select a reason
ab: Иалышәх аҽыҵга

source: Exact Copy of Project
ab: Апроект акопиа

source: Inappropriate Language
ab: Изымуа атеқст

source: Inappropriate Music
ab: Изымуа амузыка

source: Inappropriate Images
ab: Изымуа асахьа

source: Sharing Personal Contact Information
ab: Аконтакттә информациа аимадара

source: Other
ab: Егьырҭқәа

source: More projects by
ab: Иҵегь апроектқәа иҟынтә

source: Creator
ab: Аԥҵаҩы

source: Instructions
ab: Амҩақәҵагақәа

source: Notes and Credits
ab: Азгәаҭақәеи аҳаҭырқәҵарақәеи

source: added by
ab: иацҵоуп

source: How did you make the project?
ab: Ишԥаҟашәҵеи шәара апроект?

source: Add project to studios
ab: Иацҵатәуп апроект астудиақәа рахь

source: Embed project on other websites
ab: Иҭаргылатәуп апроект асаитқәа рахь

source: Newest Projects
ab: Апроект ҿыцқәа

source: Projects selected by
ab: Иалху апроектқәа

source: Featured Projects
ab: Иалкаау апроектқәа

source: Remix tree
ab: Аремиксқәа рыҵла

source: Shared: %(tDate)s
ab: Апубликациа азуп: %(tDate)s

source: Login
ab: Иҭалатәуп

source: Forgot username or password?
ab: Ишәхашҭыма ахьӡ ма ажәамаӡа?

source: Password reset confirmation
ab: Ажәамаӡа ақәгара ашьақәырӷәӷәара

source: New Password
ab: Ажәамаӡа ҿыц

source: Change my password
ab: Иԥсахтәуп ажәамаӡа

source: Your must enter a password
ab: Шәара иҭажәгалароуп ажәамаӡа.

source: Go here to change the password:
ab: Шәиас абрахь, ажәамаӡа аԥсахразы:

source: Reset your password - Scratch
ab: Иқәгатәуп Scratch - ажәамаӡа

source: Reset Password
ab: Ажәамаӡа ақәгара

source: Enter Username
ab: Иҭажәгал ахархәаҩ ихьӡ

source: Send me a password reset link!
ab: Исзаашәышьҭ азхьарԥш, ажәамаӡа ақәгара азы!

source: Welcome to Scratch, <strong>%(username)s</strong>!
ab: Бзиала шәаабеит Scratch аҟны, <strong>%(username)s</strong>!

source: Ideas Page
ab: Аидеиақәа рдаҟьа

source: Welcome to Scratch, %(username)s!
ab: Бзиала шәаабеит Scratch, %(username)s аҟны!

source: Monthly Activity Trends
ab: Есымзатәи атрендқәа

source: Community statistics at a glance
ab: Ахеилак астатистика иазыркьаҿу ахҳәаа

source: Website traffic last month
ab: Веб-саит атрафик иҳаҩсыз амзазы

source: Coming Back Soon...
ab: Лассы схынҳәуеит...

source: Featured Project
ab: Иалкаау апроект

source: Work In Progress
ab: Аус адулара апроцесс цоит

source: Remix This!
ab: Иазыҟашәҵа абри азы аремикс!

source: My Favorite Things
ab: Сара бзиа избо амаҭәарқәа

source: user profile
ab: алахәылаҩ ипрофаил

source: user profiles
ab: алахәылаҩцәа рпрофаилқәа
