{
  "developers.hereLinkText": "here",
  "developers.title": "Scratch за разработчици",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Проекти",
  "developers.principlesTitle": "Принципи",
  "developers.joinTitle": "Присъединете се",
  "developers.donateTitle": "Дарете",
  "developers.partnersTitle": "Партньори",
  "developers.faqTitle": "ЧЗВ",
  "developers.projectsIntro": "Следните проекти са с отворен код и могат да бъдат ползвани за всякакви цели.",
  "developers.scratchBlocksTitle": "Scratch блокчета",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Първото издание включва кода за хоризонталната граматика на Scratch. В бъдеще планираме да издадем и допълнителен код за вертикалната граматика (която в момента се използва само от Scratch), нов двигател за изчертаване, който да поддържа изображения и визуални ефекти, както и нов двигател за звук, който да поддържа звуци и музика.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Принципи за обучение",
  "developers.DesignPrinciples": "Принципи за дизайн",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Хората учат най-добре, когато работят по проект, създавайки нови идеи, разработвайки прототипи, правейки подобрения и създавайки завършени продукти.",
  "developers.learningPrinciplesPassionTitle": "Страст",
  "developers.learningPrinciplesPassionBody": "Когато хората се концентрират върху нещата, които ги интересуват, те работят по-дълго и по-усърдно, справят се с предизвикателствата и научават повече.",
  "developers.learningPrinciplesPeersTitle": "Общност",
  "developers.learningPrinciplesPeersBody": "Обучението е обществена дейност, при която хората споделят идеи, работят съвместно по проекти и надграждат работата си един на друг.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Ученето включва игра и експериментиране – опитване на нови неща, изпробване на материалите и ограниченията, поемане на рискове, и отново, и отново.",
  "developers.designPrinciplesRoomTitle": "Нисък под и широки стени",
  "developers.designPrinciplesRoomBody": "За да насърчим възможно най-разнообразните видове взаимодействие, ние задължително включваме елементи и функционалности, които лесни могат да бъдат разбрани от децата (нисък под), но като цяло достатъчно задълбочени, така че да могат да се използват по най-разнообразни начини (широки стени).",
  "developers.designPrinciplesSimpleTitle": "Направете го колкото е възможно по-просто – ако може дори по-просто",
  "developers.designPrinciplesSimpleBody": "Въпреки всеобщо възприетото желание за добавяне на все повече и повече функционалности към софтуерните продукти, ние сме установили, че намаляването на броя функционалности често подобрява взаимодействието на потребителите с продукта. Това, което на пръв поглед изглежда като ограничение, може да се окаже, че дава нови възможности за проява на изобретателност.",
  "developers.designPrinciplesGlobalTitle": "Много пътища, много стилове",
  "developers.designPrinciplesGlobalBody": "Много дейности свързани с математиката и науката често се свързват с конкретни видове хора или народи. Като обръщаме специално внимание на това да създаваме лесни и приятни за ползване технологии, ние целим да оборим това схващане.",
  "developers.designPrinciplesTinkerTitle": "Проектирано за експериментиране",
  "developers.designPrinciplesTinkerBody": "Ние вярваме, че процесът на учене поначало е итеративен. Хората, които обичат да бърникат по нещата, започват с изследване и експериментиране, а след това се връщат и доизпипват целите и творенията си. За да поддържаме този начин на взаимодействие, ние проектираме потребителските си интерфейси така, че да насърчим бързото експериментиране и лесното преминаване през последователни цикли на разработка.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Даренията Ви за фондацията Scratch ще бъдат използвани за осигуряване на бъдещата разработка на софтуера и уеб сайта на Scratch.",
  "developers.donateThanks": "Благодарим Ви, че подкрепихте Scratch!",
  "developers.partnersIntro": "Създаването и поддържането на този отворен код нямаше да бъде възможно без щедрата техническа и финансова подкрепа на партньорите ни:",
  "developers.faqAboutTitle": "Къде мога да науча повече относно Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Има ли правила за ползването на този код в мое собствено приложение?",
  "developers.faqRulesBody": "Можете да използвате този код в съответствие с лиценза, приложен към всеки отделен проект. Освен това, ние силно Ви насърчаваме да се запознаете с принципите за обучение и дизайн (по-нагоре в тази страница), които да спазвате, когато създавате обучителни средства за деца от всякакви възрасти.",
  "developers.faqNameTitle": "Мога ли да използвам името „Scratch блокчета“ в описанието на своето приложение и други публични материали?",
  "developers.faqNameBody": "Ако желаете, можете да обявявате публично, че приложението Ви се основава на „Scratch блокчета“. Ако направите това, то ние ще сме Ви благодарни да поставите и връзка към хранилището на кода.",
  "developers.faqReleasesTitle": "Ще направите ли още код публичен, и ако да – кога?",
  "developers.faqReleasesBody": "Планираме да направим още код от Scratch отворен в следващите няколко месеца. Следете тази страница!",
  "developers.faqDifferencesTitle": "Каква е разликата между „Blockly“ и „Scratch блокчета“?",
  "developers.faqDifferencesBody": "„Scratch блокчета“ надгражда кода на „Blockly“, както и е специално проектиран да спазва нашите принципи, така че да поддържа създаването на изобретателни обучителни преживявания.",
  "developers.faqCollabTitle": "Искам да помогна. Как да се свържа с Вас?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
