{
  "developers.title": "Scratch per a Desenvolupadors",
  "developers.intro": "En aquesta pàgina, trobaràs informació sobre els projectes de codi obert creats i mantinguts per <a href=\"/info/credits\">Scratch Team del MIT</a>, així com pensaments i millors pràctiques per dissenyar experiències d'aprenentatge per a infants.",
  "developers.projectsTitle": "Projectes",
  "developers.principlesTitle": "Principis",
  "developers.joinTitle": "Join Us",
  "developers.donateTitle": "Dóna",
  "developers.partnersTitle": "Socis",
  "developers.faqTitle": "Preguntes freqüents FAQ",
  "developers.projectsIntro": "The following projects are open source and available for any purpose.",
  "developers.scratchBlocksTitle": "Scratch Blocks",
  "developers.scratchBlocksIntro": "Scratch Blocks és un nou projecte desenvolupat per a la propera generació de blocs de programació gràfica, basat en una col·laboració entre Google i l'equip de Scratch al MIT — basat en la <a href=\"https://developers.google.com/blockly/\">tecnologia Blockly</a> de Google i amb l'expertesa de l'equip de Scratch en el desenvolupament d'eines per a l'aprenentatge creatiu d'infants i joves. Scratch Blocks ofereix un marc per construir blocs de programació en format vertical (basat en text) i horitzontal (basat en icones) alhora. Pots accedir al codi (actualment com a previsualització per a desenvolupadors) i a la documentació <a href=\"https://github.com/llk/scratch-blocks\">aquí</a>.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Wiki de Scratch",
  "developers.wwwIntro": "Scratch-www és un client web independent de la Comunitat Scratch, construït usant React i Redux. Accedeix al codi i documentació <a href=\"https://github.com/LLK/scratch-www\">aquí</a>.",
  "developers.principlesIntro": "Hem creat Scratch per empoderar infants i joves a pensar de manera creativa, raonar sistemàticament, i treballar de manera col·laborativa. Ens hem guiat en un seguit de <b>Principis d'Aprenentatge</b> i <b>Principis de Disseny</b> que desitgem segueixis en el desenvolupament de noves eines i tecnologies amb Scratch Blocks.",
  "developers.learningPrinciplesTitle": "Principis d'aprenentatge",
  "developers.learningPrinciplesProjectsBody": "Les persones aprenen millor quan estan treballan de manera activa en els seus projectes — generan noves idees, dissenyant prototips, realitzant millores i creant productes finals.",
  "developers.learningPrinciplesPassionTitle": "Passió",
  "developers.learningPrinciplesPassionBody": "When people focus on things they care about, they work longer and harder, persist in the face of challenges, and learn more in the process.",
  "developers.learningPrinciplesPeersTitle": "Companys",
  "developers.learningPrinciplesPeersBody": "L'aprenentatge es manifesta com una activitat social, amb persones que comparteixen idees, col·laboren en projectes, i treballen plegats amb un objectiu comú.",
  "developers.learningPrinciplesPlayTitle": "Jugar",
  "developers.learningPrinciplesPlayBody": "L'aprenentatge implica l'experimentació lúdica — provant coses noves, jugant amb els materials, posant a prova els límits, prenent riscos, repetint una vegada i una altra.",
  "developers.designPrinciplesTitle": "Principis de disseny",
  "developers.designPrinciplesRoomTitle": "Sòl Baix & Parets Amples",
  "developers.designPrinciplesRoomBody": "Per tal d'animar a un conjunt variat i divers d'interaccions, hem inclòs explícitament elements i característiques que són fàcils d'entendre per als infants (sòl baix), però alhora prou generals per donar cabuda a diversos usos (parets amples).",
  "developers.designPrinciplesSimpleTitle": "Fes-ho el més simple possible — i potser fins i tot més simple",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Molts Camins, Molts Estils",
  "developers.designPrinciplesGlobalBody": "Moltes de les activitats de matemàtiques i ciència tradicionalment han discriminat a poblacions específiques. Prestant especial atenció a la creació de tecnologies accessibles i atractives, estem treballant per acabar amb l'escletxa.",
  "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "Estem contents d'oferir Scratch de manera gratuïta. Si us divertiu fent ús de Scratch, preguem que considereu <a href=\"https://secure.donationpay.org/scratchfoundation/\">fer una donació per donar suport a Scratch</a>. Es valoren les aportacions sigui quina sigui la quantitat.",
  "developers.donateBody": "La teva donació a la Scratch Foundation s'usarà per donar suport en el futur al desenvolupament del programa Scratch i al lloc web de Scratch.",
  "developers.donateThanks": "Gràcies per unir-te a Scratch!",
  "developers.partnersIntro": "La creació i manteniment d'aquest codi obert no seria possible sense el generós suport tècnic i financer dels nostres partners:",
  "developers.faqAboutTitle": "On puc aprendre més sobre Scratch?",
  "developers.faqAboutBody": "Scratch és un llenguatge de programació gratuït i una comunitat en línia en la que infants i joves poden crear les seves pròpies històries interactives, jocs, i animacions. Scratch és un projecte del grup <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> i del <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. Pots aprendre més sobre Scratch <a href=\"/about\">aquí</a>.",
  "developers.faqRulesTitle": "Hi ha algunes normes per usar aquest codi en la meva aplicació?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Esteu alliberant més codi i quan?",
  "developers.faqReleasesBody": "Tenim previst publicar en els propers mesos codi obert addicional relatiu a l'entorn de programació de Scratch. No deixis de visitar aquesta pàgina!",
  "developers.faqDifferencesTitle": "Quina és la diferència entre Blockly i Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks es construeix partint del codi de Blockly, i està dissenyat específicament amb el propòsit de donar suport a experiències d'aprenentatge creatiu.",
  "developers.faqCollabTitle": "M'agradaria col·laborar. Com puc contactar?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
