{
  "developers.hereLinkText": "yma",
  "developers.title": "Scratch ar gyfer Datblygwyr",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Projectau",
  "developers.principlesTitle": "Egwyddorion",
  "developers.joinTitle": "Ymunwch â Ni",
  "developers.donateTitle": "Rhoi",
  "developers.partnersTitle": "Partneriaid",
  "developers.faqTitle": "Cwestiynau Cyffredin",
  "developers.projectsIntro": "Mae'r projectau canlynol yn rhai cod agored ac ar gael at unrhyw ddiben.",
  "developers.scratchBlocksTitle": "Blociau Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Mae'r fersiwn cyntaf hwn i'w ryddhau yn cynnwys cod ar gyfer Gramadeg Fertigol Scratch. I'r dyfodol, rydym yn cynllunio i ryddhau cod pellach gan gynnwys ond heb ei gyfyngu i'r Gramadeg Fertigol (sy'n cael ei ddefnyddio ar hyn o bryd gan Scratch), a Pheiriant Redro newydd i gynnal cipluniau ac effeithiau graffigol a Pheiriant Sain i gynnal creu gyda seiniau a cherddoriaeth.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Egwyddorion Dysgu",
  "developers.DesignPrinciples": "Egwyddorion Cynllunio",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Mae pobl yn dysgu orau pan maen nhw'n gweithio'n ymarferol ar brojectau - cynhyrchu syniadau newydd, cynllunio prototeipiau, creu gwelliannau a chreu cynnyrch terfynol.",
  "developers.learningPrinciplesPassionTitle": "Brwdfrydedd",
  "developers.learningPrinciplesPassionBody": "Pan fydd pobl yn canolbwyntio ar bethau sydd o bwys iddyn nhw, maen nhw'n gweithio'n hirach a chaletach, dal ati er gwaethaf anawsterau, a dysgu rhagor yn y broses.",
  "developers.learningPrinciplesPeersTitle": "Cyfoedion",
  "developers.learningPrinciplesPeersBody": "Mae dysgu'n ffynnu fel gweithgaredd cymdeithasol, gyda phobl yn rhannu syniadau, cydweithio ar brojectau ac adeiladu ar waith ei gilydd.",
  "developers.learningPrinciplesPlayTitle": "Chwarae",
  "developers.learningPrinciplesPlayBody": "Mae dysgu'n cynnwys arbrofi chwareus - rhoi cynnig ar bethau newydd, chwarae gyda defnyddiau, profi ffiniau, cymryd risgiau, ailadrodd dro ar ôl tro. ",
  "developers.designPrinciplesRoomTitle": "Llawr Isel a Waliau Llydan",
  "developers.designPrinciplesRoomBody": "Er mwyn annog rhyngweithiadau amrywiol a gwahanol, rydym yn fwriadol yn cynnwys elfennau a nodweddion sy'n hawdd i blant eu deall (llawr isel), ond yn ddigon cyffredinol i gynnal defnydd amrywiol (waliau llydan)",
  "developers.designPrinciplesSimpleTitle": "Ei Wneud mor Syml a Phosib - ac o Bosib yn Symlach Fyth",
  "developers.designPrinciplesSimpleBody": "Er y duedd i ychwanegu  mwy a mwy o nodweddion i gynnyrch meddalwedd, rydym wedi canfod bod lleihau'r nifer o nodweddion yn aml yn gwella profiad y defnyddiwr. Gall yr hyn sy'n ymddangos ar cychwyn yn gyfyngiad feithrin ffyrdd newydd o greadigrwydd.",
  "developers.designPrinciplesGlobalTitle": "Llawer Dull a Modd",
  "developers.designPrinciplesGlobalBody": "Mae llawer o brojectau mathemateg a gwyddoniaeth wedi eu hanelu'n draddodiadol at gynulleidfaoedd penodol. Drwy dalu sylw arbennig i greu technoleg hygyrch a deniadol, rydym yn ceisio cau'r bwlch hwnnw. ",
  "developers.designPrinciplesTinkerTitle": "Cynllunio ar gyfer Tincran",
  "developers.designPrinciplesTinkerBody": "Rydym yn credu fod y broses ddysgu yn ei hanfod yn iterus. Mae'r rhai sy'n tincran yn archwilio ac arbrofi, yna'n ailymweld ac ailddiffinio eu hamcanion a'u creadigaethau. I gynnal y math yma o ryngweithio, rydym yn cynllunio'n rhyngwynebau i annog arbrofi sydyn a chylchoedd cyflym o iteriadau.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Bydd eich cyfraniad i'r Scratch Foundation yn cael ei ddefnyddio i gefnogi datblygiad meddalwedd Scratch a gwefan Scratch i'r dyfodol.",
  "developers.donateThanks": "Diolch am gefnogi Scratch!",
  "developers.partnersIntro": "Ni fyddai creu a chynnal y cod agored hwn yn bosib heb gefnogaeth dechnegol a chyllidol hael gan ein partneriaid:",
  "developers.faqAboutTitle": "Lle ga i ddysgu rhagor am Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Oes yna reolau ar gyfer defnyddio'r cod yma yn fy ap?",
  "developers.faqRulesBody": "Cewch ddefnyddio'r cod hwn yn ôl y drwydded sy'n rheoli pob project. Rydym yn eich annog yn gryf i ystyried yr egwyddorion dysgu a chynllunio (uchod, ar y dudalen hon) wrth greu profiadau dysgu creadigol ar gyfer plant o bob oed.",
  "developers.faqNameTitle": "Oes gen i hawl i ddefnyddio'r enw \"Scratch Blocks\" yn y disgrifiad o fy ap a negesu cyhoeddus arall?",
  "developers.faqNameBody": "Os hoffech chi, gallwch ddweud yn gyhoeddus fod eich ap yn cael ei bweru gan Scratch Blocks. Os ydych am wneud hyn, byddwn yn eich annog i osod dolen yn ôl i'r storfa cod.",
  "developers.faqReleasesTitle": "Ydych chi'n rhyddhau rhagor o god a phryd?",
  "developers.faqReleasesBody": "Rydym yn bwriadu ryddhau cod agored ychwanegol mewn perthynas â iaith rhaglennu Scratch yn ystod y misoedd nesaf. Cadwch lygad ar y dudalen hon!",
  "developers.faqDifferencesTitle": "Beth yw'r gwahaniaeth rhwng Blocky a Scratch Blocks?",
  "developers.faqDifferencesBody": "Mae Scratch Blocks yn adeiladu ar sail cod Blocky ac mae wedi ei gynllunio'n benodol i gyd-fynd â'n hegwyddorion o gynnal profiadau dysgu creadigol.",
  "developers.faqCollabTitle": "Hoffwn i gyfrannu. Sut mae cysylltu a chi?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
