{
  "developers.hereLinkText": "ici",
  "developers.title": "Scratch pour les développeurs",
  "developers.introLinkText": "L'Equipe Scratch au MIT",
  "developers.intro": "Sur cette page, vous trouverez des informations à propos de projets open source créés et soutenus par {introLink}, ainsi que nos ressentiments quand à la meilleure façon de concevoir des expériences d’apprentissage pour les enfants.",
  "developers.projectsTitle": "Projets",
  "developers.principlesTitle": "Principes",
  "developers.joinTitle": "Nous rejoindre",
  "developers.donateTitle": "Faire un don",
  "developers.partnersTitle": "Partenaires",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "Les projets suivants sont open source et disponibles pour n'importe quel usage.",
  "developers.scratchBlocksTitle": "Blocs Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "technologie Blockly",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "La première version inclus du code de la \"Gammaire horizontale de Scratch\". Dans le futur, nous pensons publier plus de code incluant mais non limité à la \"Grammaire verticale\" (celle actuellement utilisée par Scratch), un nouveau Moteur de Rendu pour supporter des lutins et des effets graphiques et un nouveau Moteur Audio pour supporter la création de son et musique.",
  "developers.wwwTitle": "Wiki Scratch",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Principes d'apprentissage",
  "developers.DesignPrinciples": "Principes de conception",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Les gens apprennent mieux en travaillant activement sur un projet - à trouver de nouvelles idées, à créer des prototypes, à les améliorer et à finaliser leur réalisation.",
  "developers.learningPrinciplesPassionTitle": "Passion",
  "developers.learningPrinciplesPassionBody": "Quand on se concentre sur ce qui nous tient à cœur, on travaille plus dur et plus longtemps, on persévère face aux difficultés qui se posent, et on apprend plus de cette expérience.",
  "developers.learningPrinciplesPeersTitle": "Pairs",
  "developers.learningPrinciplesPeersBody": "L'apprentissage se développe en tant qu'activité sociale, avec des personnes partageant des idées, collaborant sur des projets et construisant en se basant sur le travail des autres.",
  "developers.learningPrinciplesPlayTitle": "Jouer",
  "developers.learningPrinciplesPlayBody": "L'apprentissage implique d'expérimenter en jouant — essayer de nouvelle choses, bricoler l'existant, tester la frontière du possible, prendre des risques et itérer encore et encore.",
  "developers.designPrinciplesRoomTitle": "Planchers bas et Murs larges",
  "developers.designPrinciplesRoomBody": "Pour encourager un ensemble d'interactions diverses et variées, nous incluons explicitement des éléments et fonctionnalités qui sont faciles à comprendre pour les enfants (plancher bas) mais qui sont assez générales pour permettre une large utilisation (mûrs larges).",
  "developers.designPrinciplesSimpleTitle": "Faites-le au plus simple — Et peut-être encore plus simple",
  "developers.designPrinciplesSimpleBody": "Malgré la tendance commune d'ajouter plus de fonctionnalités aux produits logiciel, nous avons trouvé que réduire le nombre de fonctionnalités améliore souvent l'expérience utilisateur. Ce qui semblait à l'origine une contrainte ou une limitation peut favoriser de nouvelles forme de créativité.",
  "developers.designPrinciplesGlobalTitle": "Plusieurs chemins, plusieurs styles",
  "developers.designPrinciplesGlobalBody": "Beaucoup d'activités mathématiques et scientifiques sont traditionnellement adaptées à certaines populations. En portant une attention particulière à la création de technologies accessibles et attractives, nous travaillons à réduire l'écart.",
  "developers.designPrinciplesTinkerTitle": "Tâtonnement expérimental",
  "developers.designPrinciplesTinkerBody": "Nous croyons que le processus d'apprentissage est en soi itératif. Les élèves commencent par explorer et expérimenter, puis revoient et affinent leurs objectifs et leurs créations. Pour soutenir ce style d'interaction, nous concevons nos interfaces dans le but d'encourager l'expérimentation rapide et les cycles rapides d'itération.",
  "developers.joinBodyJobsLinkText": "Page des Emplois",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "faire une donation pour supporter Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Votre don à la fondation Scratch sera utilisé pour soutenir le développement futur du logiciel et du site web Scratch.",
  "developers.donateThanks": "Merci de soutenir Scratch !",
  "developers.partnersIntro": "La création et la maintenance de ce code open source ne serait pas possible sans l'aide technique et financière de nos partenaires : ",
  "developers.faqAboutTitle": "Où puis-je en apprendre davantage sur Scratch ?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Y a-t-il des règles pour utiliser ce code dans mon application?",
  "developers.faqRulesBody": "Vous pouvez utiliser ce code conformément à la licence qui régit chaque projet. Nous vous encourageons vivement à considérer les principes d'apprentissage et de conception (ci-dessus, sur cette page) lorsque vous construisez des expériences qui ont pour but l'apprentissage créatif pour les enfants de tous âges.",
  "developers.faqNameTitle": "Suis-je autorisé à utiliser le nom «Blocs Scratch» dans la description de mon application et dans d'autres messages publics?",
  "developers.faqNameBody": "Si vous le souhaitez, vous pouvez déclarer publiquement que votre application est alimentée par des blocs Scratch. Si vous le faites, nous vous encourageons également à mettre un lien vers la base de code.",
  "developers.faqReleasesTitle": "Est-ce que vous sortez plus de code et quand?",
  "developers.faqReleasesBody": "Nous prévoyons de mettre en open source plus de code relatif au langage de programmation Scratch au cours des prochains mois. Gardez un œil sur cette page!",
  "developers.faqDifferencesTitle": "Quelle est la différence entre Blocky et les blocs Scratch ?",
  "developers.faqDifferencesBody": "Les Blocs Scratch s'appuient sur la base de code Blockly et ont été spécialement conçus en tenant compte de nos principes pour soutenir les expériences d'apprentissage créatives.",
  "developers.faqCollabTitle": "J'aimerais collaborer. Comment puis-je vous contacter?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
