{
  "developers.title": "Scratch pour les développeurs",
  "developers.intro": "Sur cette page, vous trouverez des informations à propos des projets open source, créés et maintenus par l'<a href=\"/info/credits\">équipe Scratch du MIT</a>, ainsi que nos réflexions sur les meilleures pratiques pour concevoir des expériences d'apprentissage pour les enfants.",
  "developers.projectsTitle": "Projets",
  "developers.principlesTitle": "Principes",
  "developers.joinTitle": "Nous rejoindre",
  "developers.donateTitle": "Faire un don",
  "developers.partnersTitle": "Partenaires",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "Les projets suivants sont open source et disponibles pour n'importe quel usage.",
  "developers.scratchBlocksTitle": "Blocs Scratch",
  "developers.scratchBlocksIntro": "Blocs Scratch est le projet de développement de la prochaine génération de blocs de programmation graphique,  basé sur une collaboration entre Google et l'équipe Scratch du MIT — il s'appuie sur la <a href=\"https://developers.google.com/blockly/\">technologie Blockly </a> de Google et sur l'expertise de l'équipe Scratch pour développer des outils d'apprentissage créatifs pour les jeunes. Blocs Scratch fournira un cadre pour la construction de blocs de programmation en formats aussi bien verticaux (fondés sur du texte) qu'horizontaux (fondés sur des icônes). Le code (actuellement en pré-visualisation pour développeurs) et la documentation sont accessibles <a href=\"https://github.com/llk/scratch-blocks\">ici</a>.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Wiki Scratch",
  "developers.wwwIntro": "Scratch-www est un client web autonome pour la communauté Scratch créé avec React et Redux. Accéder au code et à la documentation <a href=\"https://github.com/LLK/scratch-www\">ici</a>.",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of <b>Learning Principles</b> and <b>Design Principles</b> that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.learningPrinciplesTitle": "Principes d'apprentissage",
  "developers.learningPrinciplesProjectsBody": "Les gens apprennent mieux en travaillant activement sur un projet - à trouver de nouvelles idées, à créer des prototypes, à les améliorer et à finaliser leur réalisation.",
  "developers.learningPrinciplesPassionTitle": "Passion",
  "developers.learningPrinciplesPassionBody": "Quand on se concentre sur ce qui nous tient à coeur, on travaille plus dur et plus longtemps, on persévère face aux difficultés qui se posent, et on apprend plus de cette expérience.",
  "developers.learningPrinciplesPeersTitle": "Pairs",
  "developers.learningPrinciplesPeersBody": "Learning flourishes as a social activity, with people sharing ideas, collaborating on projects, and building on one another's work.",
  "developers.learningPrinciplesPlayTitle": "Jouer",
  "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
  "developers.designPrinciplesTitle": "Principes de conception",
  "developers.designPrinciplesRoomTitle": "Planchers bas et Murs larges",
  "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Faites le au plus simple — Et peut-être encore plus simple",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Plusieurs chemins, plusieurs styles",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "Tâtonnement expérimental",
  "developers.designPrinciplesTinkerBody": "Nous croyons que le processus d'apprentissage est en soi itératif. Les élèves commencent par explorer et expérimenter, puis revoient et affinent leurs objectifs et leurs créations. Pour soutenir ce style d'interaction, nous concevons nos interfaces dans le but d'encourager l'expérimentation rapide et les cycles rapides d'itération.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider <a href=\"https://secure.donationpay.org/scratchfoundation/\">making a donation to support Scratch</a>. Donations of any size are appreciated.",
  "developers.donateBody": "Votre don à la fondation Scratch sera utilisé pour supporter le développement futur du logiciel et du site web Scratch.",
  "developers.donateThanks": "Merci de supporter Scratch !",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "Où puis-je en apprendre davantage sur Scratch ?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Y a-t-il des règles pour utiliser ce code dans mon application?",
  "developers.faqRulesBody": "Vous pouvez utiliser ce code conformément à la licence qui régit chaque projet. Nous vous encourageons vivement à considérer les principes d'apprentissage et de conception (ci-dessus, sur cette page) lorsque vous construisez des expériences qui ont pour but l'apprentissage créatif pour les enfants de tous âges.",
  "developers.faqNameTitle": "Suis-je autorisé à utiliser le nom «Blocs Scratch» dans la description de mon application et dans d'autres messages publics?",
  "developers.faqNameBody": "Si vous le souhaitez, vous pouvez déclarer publiquement que votre application est alimentée par des blocs Scratch. Si vous le faites, nous vous encourageons également à mettre un lien vers la base de code.",
  "developers.faqReleasesTitle": "Est-ce que vous libérerez plus de code et quand?",
  "developers.faqReleasesBody": "Nous prévoyons d'ouvrir du code source supplémentaire relatif au langage de programmation Scratch au cours des prochains mois. Gardez un œil sur cette page!",
  "developers.faqDifferencesTitle": "Quelle est la différence entre Blocky et les blocs Scratch ?",
  "developers.faqDifferencesBody": "Les Blocs Scratch s'appuient sur la base de code Blockly et ont été spécialement conçus en tenant compte de nos principes pour soutenir les expériences d'apprentissage créatives.",
  "developers.faqCollabTitle": "J'aimerai collaborer. Comment puis-je vous contacter?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
