{
  "developers.hereLinkText": "qui",
  "developers.title": "Scratch per Sviluppatori",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "Progetti",
  "developers.principlesTitle": "Principi",
  "developers.joinTitle": "Unisciti a noi",
  "developers.donateTitle": "Donazioni",
  "developers.partnersTitle": "Partners",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "I seguenti progetti sono open source a possono essere usati per qualunque scopo.",
  "developers.scratchBlocksTitle": "I Blocchi di Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Questa prima release include il codice della Grammatica Orizzontale di Scratch. Abbiamo pianificato di rilasciare in futuro altro codice, inclusa la Grammatica Verticale (usata al momento da Scratch), un nuovo motore di Rendering che supporti gli sprite e gli effetti grafici e un nuovo motore Audio che supporti la creazione di progetti con suoni e musica.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "Principi di Apprendimento",
  "developers.DesignPrinciples": "Principi di Progettazione",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Le persone imparano meglio quando lavorano attivamente su progetti — quando generano nuove idee, progettano prototipi e creano prodotti finali.",
  "developers.learningPrinciplesPassionTitle": "Passione",
  "developers.learningPrinciplesPassionBody": "Quando le persone si concentrano sulle cose che le interessano lavorano più a lungo e con più impegno, non si scoraggiano di fronte alle sfide e in questo processo imparano di più.",
  "developers.learningPrinciplesPeersTitle": "I Pari",
  "developers.learningPrinciplesPeersBody": "L'apprendimento nasce come un'attività sociale in cui le persone condividono le proprie idee, collaborano su progetti e in cui ciascuno costruisce sul lavoro degli altri.",
  "developers.learningPrinciplesPlayTitle": "Gioca",
  "developers.learningPrinciplesPlayBody": "Imparare richiede un gioco di sperimentazione — provare nuove cose, sperimentare con i materiali, valutare i limiti, prendersi dei rischi e ripetere tutto ancora e ancora.",
  "developers.designPrinciplesRoomTitle": "Facilità di Accesso e Possibilità infinite",
  "developers.designPrinciplesRoomBody": "Per incoraggiare l'uso di diverse modalità di interazione abbiamo incluso esplicitamente elementi e caratteristiche facili da capire per i bambini ma al tempo stesso abbastanza generali per poter supportare diversi tipi di uso.",
  "developers.designPrinciplesSimpleTitle": "Renderlo più Semplice Possibile — E Magari Anche Più Semplice",
  "developers.designPrinciplesSimpleBody": "A differenza del trend comune di aggiungere sempre nuove caratteristiche agli applicativi, abbiamo scoperto che ridurre il numero di caratteristiche in realtà spesso migliora l'esperienza dell'utente. Quello che all'inizio sembra un vincolo o una limitazione può incoraggiare nuove forme di creatività.",
  "developers.designPrinciplesGlobalTitle": "Molti percorsi, Molti Stili",
  "developers.designPrinciplesGlobalBody": "Molte attività matematiche e scientifiche sono state tradizionalmente orientate verso persone con interessi specifici. Noi stiamo lavorando per superare questa barriera creando tecnologie accessibili e attraenti.",
  "developers.designPrinciplesTinkerTitle": "Progettato per la Sperimentazione",
  "developers.designPrinciplesTinkerBody": "Siamo convinti che il processo di apprendimento sia intrinsecamente iterativo. Coloro che sperimentano iniziano esplorando, quindi rivedono e raffinano e loro obiettivi e le loro creazioni. Per supportare questo stile di interazione progettiamo le nostre interfacce per incoraggiare una veloce sperimentazione e rapidi cicli di cambiamento.",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "La tua donazione alla Fondazione Scratch sarà usata per supportare i futuri sviluppi di Scratch e del sito di Scratch.",
  "developers.donateThanks": "Grazie per il tuo supporto a Scratch!",
  "developers.partnersIntro": "La creazione e il mantenimento di questo codice open source non sarebbe possibile senza il generoso supporto tecnico e finanziario dei nostri partner:",
  "developers.faqAboutTitle": "Dove posso saperne di più su Scratch?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Ci sono delle regole da seguire per l'uso dei questo codice nella mia applicazione?",
  "developers.faqRulesBody": "Puoi usare questo codice in accordo con la licenza associata a ciascun progetto. Ti incoraggiamo inoltre a tener presenti i principi di apprendimento e di progettazione (che trovi prima in questa stessa pagina) quando costruisci esperienze di apprendimento creativo per i bambini di tutte le età.",
  "developers.faqNameTitle": "Posso nominare esplicamente \"Scratch Blocks\" nella descrizione della mia app o in altre comunicazioni?",
  "developers.faqNameBody": "Se vuoi puoi dichiarare pubblicamente che la tua applicazione fa uso di Scratch Blocks. Se lo fai ci farebbe piacere se inserissi un link al repository del codice.",
  "developers.faqReleasesTitle": "Rilascerete altro codice? Quando?",
  "developers.faqReleasesBody": "Abbiamo pianificato di rilasciare come open source nei prossimi mesi ulteriore codice legato al linguaggio di programmazione Scratch. Continua a tenere d'occhio questa pagina!",
  "developers.faqDifferencesTitle": "Qual è la differenza tra Blockly e Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks è realizzato sul codice di Blockly ed è stato progettato tenendo a mente i nostri principi che supportano le esperienze di apprendimento creativo.",
  "developers.faqCollabTitle": "Vorrei collaborare. Come mi metto in contatto?",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
