{
  "developers.title": "開発者のためのスクラッチ",
  "developers.intro": "このページでは、<a href=\"/info/credits\">MITのScratchチーム</a>が作成し維持しているオープンソースプロジェクトに関する情報、ならびに子供たちの学習体験をデザインするためのベストプラクティスに関する考え方を見つけることができます。",
  "developers.projectsTitle": "作品",
  "developers.principlesTitle": "原則",
  "developers.joinTitle": "参加する",
  "developers.donateTitle": "寄付",
  "developers.partnersTitle": "パートナー",
  "developers.faqTitle": "よくある質問",
  "developers.projectsIntro": "次のプロジェクトはオープンソースでどんな目的にも利用可能です。",
  "developers.scratchBlocksTitle": "スクラッチブロック",
  "developers.scratchBlocksIntro": "Scratchブロックは、GoogleとMITのScratchチームとのコラボレーションに基づいた次世代のグラフィカル・プログラミング・ブロックのための新たな開発プロジェクトです。それはグーグルの<a href=\"https://developers.google.com/blockly/\">ブロックリー・テクノロジー</a>をベースに構築され、Scratchチームの専門知識で知られています。Scratchブロックは、垂直(テキストベース)と水平(アイコンベース)の両方の形式でプログラミング・ブロックを構築するためのフレームワークを提供します。(現在は開発者向けプレビューとして)コードにアクセルできます。詳細は<a href=\"https://github.com/llk/scratch-blocks\">こちら</a>を参照下さい。",
  "developers.scratchBlocksBody": "この最初のリリースにはスクラッチのHorizontal Grammarのコードが含まれています。 今後は、(現在Scratchが使用している)Vertical Grammar、スプライトやグラフィック・エフェクトをサポートする新しいレンダリング・エンジン、サウンドと音楽の作成をサポートする新しいAudio Engineなどの追加コードをリリースする予定です。",
  "developers.wwwTitle": "Scratch Wiki",
  "developers.wwwIntro": "Scratch WikiはScratchコミュニティの為のスタンドアロンのWebクライアントです。ReactとReduxを使用して構築されています。コードとドキュメントは<a href=\"https://github.com/LLK/scratch-www\">こちら</a>.を参照下さい。",
  "developers.principlesIntro": "若者に創造的に考え、体系的に考え、協力して作業する力を与える為にScratchを作りました。我々は<b>学びの原則</b>と<b>デザインの原則</b>により導かれます。それは新しいツールとテクノロジーを開発する際に皆さんが従うよう期待されるものです。",
  "developers.learningPrinciplesTitle": "学びの原則",
  "developers.learningPrinciplesProjectsBody": "人々は、プロジェクトで積極的に取り組んでいる時にもっとも良く学習します。ー　新しいアイディアを生み出し、プロトタイプをデザインし、改善を行い、そして最終版の製品を作ることです。",
  "developers.learningPrinciplesPassionTitle": "情熱",
  "developers.learningPrinciplesPassionBody": "気にしていることに集中する時、彼らは課題をものともしないで、より長く、よりハードに働き、根気良く続けます。そして、その過程でより多くを学びます。",
  "developers.learningPrinciplesPeersTitle": "仲間",
  "developers.learningPrinciplesPeersBody": "人々がアイデアを共有したり、プロジェクトで協力したり、お互いの仕事を築きくことで、学びは社会活動として隆盛を極めます。",
  "developers.learningPrinciplesPlayTitle": "遊ぶ、再生する",
  "developers.learningPrinciplesPlayBody": "学習には遊び心のある実験が含まれます。－新しいものを試したり、教材をいじり回したり、限界を試したり、リスクを取ったり、何度も繰り返したりします。",
  "developers.designPrinciplesTitle": "デザインの原則",
  "developers.designPrinciplesRoomTitle": "敷居の低いフロアと大きな壁",
  "developers.designPrinciplesRoomBody": "変化に富み、多様な交流を促進するために、子供たちの理解しやすさ(敷居の低いフロア)、多様な用途をサポートするのに十分な普遍さ(大きな壁)を合わせ持つ要素と機能を明示的に取り入れています。",
  "developers.designPrinciplesSimpleTitle": "Make it as Simple as Possible — And Maybe Even Simpler",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Many Paths, Many Styles",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider <a href=\"https://secure.donationpay.org/scratchfoundation/\">making a donation to support Scratch</a>. Donations of any size are appreciated.",
  "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
  "developers.donateThanks": "Scratchへのご参加、ありがとうございます。",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "どこでスクラッチについてもっと学べるでしょうか？",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Are there rules to using this code in my application?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Are you releasing more code and when?",
  "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
  "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
  "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
