{
  "developers.hereLinkText": "ここ",
  "developers.title": "開発者のためのScratch",
  "developers.introLinkText": "Scratch Team at MIT",
  "developers.intro": "On this page, you’ll find information about open source projects created and maintained by the {introLink}, as well as our thoughts on best practices for designing learning experiences for children.",
  "developers.projectsTitle": "プロジェクト",
  "developers.principlesTitle": "原則",
  "developers.joinTitle": "参加する",
  "developers.donateTitle": "寄付",
  "developers.partnersTitle": "パートナー",
  "developers.faqTitle": "よくある質問",
  "developers.projectsIntro": "次のプロジェクトはオープンソースでどんな目的にも利用可能です。",
  "developers.scratchBlocksTitle": "スクラッチブロック",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "この最初のリリースにはスクラッチのHorizontal Grammarのコードが含まれています。 今後は、(現在Scratchが使用している)Vertical Grammar、スプライトやグラフィック・エフェクトをサポートする新しいレンダリング・エンジン、サウンドと音楽の作成をサポートする新しいAudio Engineなどの追加コードをリリースする予定です。",
  "developers.wwwTitle": "Scratch Wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through {wwwIntroLink}.",
  "developers.LearningPrinciples": "学びの原則",
  "developers.DesignPrinciples": "デザインの原則",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of {learningPrinciples} and {designPrinciples} that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the {websiteLink} or access the code and documentation on {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "人はプロジェクトで積極的に取り組んでいる時にもっとも良く学びが得ることができます。ー　新しいアイディアを生み出し、プロトタイプをデザインし、改良し、そして最終版の製品を作るのです。",
  "developers.learningPrinciplesPassionTitle": "情熱",
  "developers.learningPrinciplesPassionBody": "気にしていることに集中する時、彼らは課題をものともしないで、より長く、よりハードに働き、根気良く続けます。そして、その過程でより多くを学びます。",
  "developers.learningPrinciplesPeersTitle": "仲間",
  "developers.learningPrinciplesPeersBody": "人々がアイデアを共有したり、プロジェクトで協力したり、お互いの仕事を築きくことで、学びは社会活動として隆盛を極めます。",
  "developers.learningPrinciplesPlayTitle": "遊ぶ、再生する",
  "developers.learningPrinciplesPlayBody": "学びには遊び心のある実験が含まれます。－新しいものを試したり、教材をいじり回したり、限界を試したり、リスクを取ったり、何度も繰り返したりします。",
  "developers.designPrinciplesRoomTitle": "敷居の低いフロアと大きな壁",
  "developers.designPrinciplesRoomBody": "変化に富み、多様な交流を促進するために、子供たちの理解しやすさ(敷居の低いフロア)、多様な用途をサポートするのに十分な普遍さ(大きな壁)を合わせ持つ要素と機能を明示的に取り入れています。",
  "developers.designPrinciplesSimpleTitle": "可能な限りシンプルにして下さい。ー　多分、シンプルに",
  "developers.designPrinciplesSimpleBody": "ソフトウェア製品に多くの機能を追加するという共通の本能的要求にもかかわらず、機能の数を減らすとユーザーエクスペリエンスが向上することがわかっています。当初の制約や制限と見られるものには、新たなクリエイテビティを形づくる可能性を秘めています。",
  "developers.designPrinciplesGlobalTitle": "多くの道、多くのスタイル",
  "developers.designPrinciplesGlobalBody": "多くの数学や科学の活動は昔からに特定の人種に偏ってきました。 アクセス可能で魅力的なテクノロジーを創造することに特に注意を払うことにより、その偏りを埋めるように取り組んでいます。",
  "developers.designPrinciplesTinkerTitle": "いじり倒せるデザイン",
  "developers.designPrinciplesTinkerBody": "学びのプロセスは本質的に反復的であると考えています。いじり倒す人達は、調べて試すことから始め、ゴールと作品を見直し、洗練させていきます。このようなインタラクティブなスタイルをサポートするために、短いサイクルですばやくテストし、反復できるよう、インターフェースをデザインしています。",
  "developers.joinBodyJobsLinkText": "Jobs Page",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our {jobsPageLink}, or send us an email at {emailLink}.",
  "developers.donateIntroLinkText": "making a donation to support Scratch",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider {donateLink}. Donations of any size are appreciated.",
  "developers.donateBody": "Scratch財団への寄付は、ScratchソフトウェアとScratchウェブサイトの今後の開発を支援するために使われます。",
  "developers.donateThanks": "Scratchへのご参加、ありがとうございます。",
  "developers.partnersIntro": "このオープンソースコードの開発と維持は、私たちのパートナーからの寛大な技術的、財政的支援なしには不可能です。",
  "developers.faqAboutTitle": "どこでScratchについてもっと学べますか？",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the {llkLink} Group at the {mitLink}. You can learn more about Scratch {aboutLink}.",
  "developers.faqRulesTitle": "自分のアプリケーションの中でコードを使用する際のルールがありますか？",
  "developers.faqRulesBody": "このコードは、それぞれのプロジェクトの使用許諾に従って使用することができます。 また、すべての年齢の子供たちのクリエイティブな学びの体験を作成する際の学びとデザインの原則(上記ページの上)を検討することを強くお勧めします。",
  "developers.faqNameTitle": "自分のアプリや他のパブリックなメッセージの説明に「Scratch Blocks」という名前を使用しても良いですか？",
  "developers.faqNameBody": "ご希望の場合、Scratch Blocksで動くことを公表してかまいません。その場合、コードリポジトリにリンクバックすることを推奨します。",
  "developers.faqReleasesTitle": "より多くのコードがリリースしていますか？それはいつですか？",
  "developers.faqReleasesBody": "私たちは、今後数ヶ月にわたってScratchプログラミング言語に関連するソースコードを公開する予定です。 このページに注目してください！",
  "developers.faqDifferencesTitle": "BlocklyとScratch Blocksの間には違いは何ですか？",
  "developers.faqDifferencesBody": "Scratch Blockは、Blockly コードベースで開発されており、クリエイティブな学びの体験をサポートすることを念頭に、私たちの原則のもとで設計されています。",
  "developers.faqCollabTitle": "協力したいのですが、どうに連絡を取れば良いのですか？",
  "developers.faqCollabBody": "You can reach us over on {githubLink} or you can send an email to {emailLink}. We look forward to hearing from you!"
}
