{
  "developers.title": "Scratch voor ontwikkelaars",
  "developers.intro": "Op deze pagina vind je informatie over open source-projecten die gecreëerd zijn en onderhouden worden door het <a href=\"/info/credits\">Scratch MIT-team</a>, maar ook onze ideeën over <i>best practices for designing learning experiences for children</i>.",
  "developers.projectsTitle": "Projecten",
  "developers.principlesTitle": "Principes",
  "developers.joinTitle": "Word lid",
  "developers.donateTitle": "Doneer",
  "developers.partnersTitle": "Partners",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "De volgende projecten zijn open source en beschikbaar voor elk doel.",
  "developers.scratchBlocksTitle": "Scratch-blokken",
  "developers.scratchBlocksIntro": "Scratch Blocks is een nieuw ontwikkelingsproject voor de volgende generatie van grafische programmeerblokken, gebaseerd op een samenwerking tussen Google en het Scratch MIT-team door te bouwen op Google's <a href=\"https://developers.google.com/blockly/\">blokkerige technologie</a> en door geïnformeerd te worden aan de hand van de expertise van het Scratch-team bij het ontwikkelen van creatieve leermiddelen voor jongeren.  Scratch Blocks zal een framework voorzien om programmeerblokken in zowel verticale (tekst-gebaseerd) als horizontale (icoon-gebaseerd) formaten te bouwen. Je kan de code (momenteel als een developer-preview) en documentatie <a href=\"https://github.com/llk/scratch-blocks\">hier</a> bekijken.",
  "developers.scratchBlocksBody": "De eerste uitgave bevat code voor Scratch's horizontale grammatica. Aanvullende code is gepland, waaronder de verticale grammatica (zoals momenteel gebruikt door Scratch), een nieuwe \"rendering engine\" om sprites en grafische effecten te ondersteunen, en een nieuwe audiomodule om creatie met geluid en muziek te ondersteunen.",
  "developers.wwwTitle": "Scratch-wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation through Github <a href=\"https://github.com/LLK/scratch-www\">here</a>.",
  "developers.principlesIntro": "We hebben Scratch gemaakt om jongeren in staat te stellen creatief te denken, systematisch te redeneren en samen te werken. We worden geleid door <b>leerprincipes</b> en <b>ontwerpprincipes</b> die we hopen dat je zal volgen terwijl je nieuwe gereedschappen en technologieën ontwikkelt met Scratch Blocks.",
  "developers.jrBody": "ScratchJr is an introductory programming language that enables young children (ages 5-7) to create their own interactive stories and games. For more information, visit the <a href=\"https://www.scratchjr.org/\">ScratchJr website</a> or access the code and documentation <a href=\"https://github.com/LLK/scratchjr\">on GitHub</a>.",
  "developers.learningPrinciplesTitle": "Leerprincipes",
  "developers.learningPrinciplesProjectsBody": "Mensen leren het best wanneer ze actief aan projecten werken, nieuwe ideeën genereren, prototypes ontwikkelen, verbeteringen maken en uiteindelijke producten creëren.",
  "developers.learningPrinciplesPassionTitle": "Passie",
  "developers.learningPrinciplesPassionBody": "Wanneer mensen zich focussen op de dingen waar ze om geven, dan zullen ze langer en harder werken, volhouden bij uitdagingen en bijleren in het proces.",
  "developers.learningPrinciplesPeersTitle": "Peers",
  "developers.learningPrinciplesPeersBody": "Leren bloeit als een sociale activiteit, met mensen die ideeën delen, samenwerken aan projecten en op elkaars werk verderbouwen.",
  "developers.learningPrinciplesPlayTitle": "Spel",
  "developers.learningPrinciplesPlayBody": "Leren betrekt speelse experimentatie, nieuwe dingen proberen, met dingen prutsen, grenzen verkennen, risico's nemen,  herhalen, opnieuw en opnieuw.",
  "developers.designPrinciplesTitle": "Ontwerpprincipes",
  "developers.designPrinciplesRoomTitle": "Laagdrempelig & niet begrensd door muren",
  "developers.designPrinciplesRoomBody": "Om gevarieerde en verschillende interacties aan te moedigen, voegen we expliciet elementen en functies in die makkelijk te begrijpen zijn voor kinderen (laagdrempelig), maar algemeen genoeg om uiteenlopend gebruik te ondersteunen (niet begrensd door muren).",
  "developers.designPrinciplesSimpleTitle": "Maak het zo eenvoudig mogelijk, en misschien zelfs eenvoudiger",
  "developers.designPrinciplesSimpleBody": "Ondanks de algemene wil om nieuwe functies toe te voegen aan softwareproducten, ondervonden we dat het beperken van het aantal functies de gebruikerservaring vaak verbetert. Wat oorspronkelijk een beperking of begrenzing leek, stimuleert bij nader inzien nieuwe vormen van creativiteit.",
  "developers.designPrinciplesGlobalTitle": "Vele paden, vele stijlen",
  "developers.designPrinciplesGlobalBody": "Veel activiteiten binnen wiskunde en natuurwetenschappen richten zich traditioneel op een beperkt publiek. Wij willen een breder publiek bereiken door bij het ontwikkelen van technologieën speciaal te letten op toegankelijkheid en aantrekkelijkheid.",
  "developers.designPrinciplesTinkerTitle": "Ontwerp voor Tinkerability",
  "developers.designPrinciplesTinkerBody": "We geloven dat het leerproces per definitie iteratief is. Knutselaars starten met ontdekken en experimenteren, daarna herzien en verfijnen ze hun doelen en creaties. Om deze stijl van interactie te ondersteunen, ontwerpen we onze interface om snelle experimentatie aan te moedigen en herhalingscyclussen te versnellen.",
  "developers.joinBody": "We zijn een diverse groep van onderwijzers, ontwerpers en ingenieurs die samenwerken in een speelse en creatieve omgevingen vol met LEGO-blokjes, ambachtelijke materialen en makergereedschappen. We waarderen diversiteit, samenwerking en respect enorm op de werkplek. Als je geïnteresseerd bent om met ons mee te doen, neem dan een kijkje naar onze open posities op onze <a href=\"/jobs\">jobspagina</a> of stuur ons een e-mail op <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "Het is ons een genoegen om Scratch gratis aan te bieden. Als je het fijn vindt om Scratch te gebruiken, overweeg dan alsjeblieft om <a href=\"https://secure.donationpay.org/scratchfoundation/\">een donatie te doen om Scratch te ondersteunen</a>. Alle donaties, ongeacht de hoeveelheid worden geapprecieerd.",
  "developers.donateBody": "Je donatie aan de Scratch-stichting zal worden gebruikt om toekomstige ontwikkeling van Scratch-software en de Scratch-website te ondersteunen.",
  "developers.donateThanks": "Bedankt om Scratch te ondersteunen!",
  "developers.partnersIntro": "De creatie en het onderhoud van deze open source-code zou niet mogelijk zijn zonder gulle technische en financiële ondersteuning van onze partners:",
  "developers.faqAboutTitle": "Waar kan ik meer te weten komen over Scratch?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://www.media.mit.edu/groups/lifelong-kindergarten/overview\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Zijn er regels als ik deze code gebruik in mijn applicatie?",
  "developers.faqRulesBody": "Je mag deze code gebruiken in overeenstemming met de licentie, wat betrekking heeft op elk project. We moedigen je ook sterk aan om de leer- en ontwerpprincipes door te nemen (hierboven, op deze pagina) wanneer je creatieve leerervaringen voor kinderen van alle leeftijden bouwt.",
  "developers.faqNameTitle": "Heb ik toestemming om de naam \"Scratch Blocks\" te gebruiken in de beschrijving van mijn app en andere publieke media?",
  "developers.faqNameBody": "Als je wil, mag je publiekelijk vermelden dat je applicatie aangedreven is door Scratch Blocks. Als je dat doet, dan moedigen we je ook aan om terug te verwijzen naar de codebewaarplaats.",
  "developers.faqReleasesTitle": "Gaan jullie meer code uitbrengen en wanneer?",
  "developers.faqReleasesBody": "We plannen om bijkomende code die verwant is aan de Scratch-programmeertaal open source te maken in de komende maanden. Houd deze pagina goed in het oog!",
  "developers.faqDifferencesTitle": "Wat is het verschil tussen Blockly en Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks bouwt op de codebasis van Blockly en is specifiek ontworpen met onze principes in gedachten om creatieve leerervaringen te ondersteunen.",
  "developers.faqCollabTitle": "Ik zou graag willen meewerken. Hoe kom ik in contact?",
  "developers.faqCollabBody": "Je kan ons bereiken op <a href=\"https://github.com/LLK/\">github</a> of je kan ons een e-mail sturen naar <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We kijken ernaar uit om van je te horen!"
}
