{
  "developers.title": "Scratch voor ontwikkelaars",
  "developers.intro": "Op deze pagina vind je informatie over open source-projecten die gecreëerd zijn en onderhouden worden door het <a href=\"/info/credits\">Scratch MIT-team</a>, maar ook onze ideeën over <i>best practices for designing learning experiences for children</i>.",
  "developers.projectsTitle": "Projecten",
  "developers.principlesTitle": "Principes",
  "developers.joinTitle": "Word lid",
  "developers.donateTitle": "Doneer",
  "developers.partnersTitle": "Partners",
  "developers.faqTitle": "FAQ",
  "developers.projectsIntro": "De volgende projecten zijn open source en beschikbaar voor elk doel.",
  "developers.scratchBlocksTitle": "Scratch-blokken",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s <a href=\"https://developers.google.com/blockly/\">Blockly technology</a> and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation <a href=\"https://github.com/llk/scratch-blocks\">here</a>.",
  "developers.scratchBlocksBody": "De eerste uitgave bevat code voor Scratch's horizontale grammatica. Aanvullende code is gepland, waaronder de verticale grammatica (zoals momenteel gebruikt door Scratch), een nieuwe \"rendering engine\" om sprites en grafische effecten te ondersteunen, en een nieuwe audiomodule om creatie met geluid en muziek te ondersteunen.",
  "developers.wwwTitle": "Scratch-wiki",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation <a href=\"https://github.com/LLK/scratch-www\">here</a>.",
  "developers.principlesIntro": "We hebben Scratch gemaakt om jongeren in staat te stellen creatief te denken, systematisch te redeneren en samen te werken. We worden geleid door <b>leerprincipes</b> en <b>ontwerpprincipes</b> die we hopen dat je zal volgen terwijl je nieuwe gereedschappen en technologieën ontwikkelt met Scratch Blocks.",
  "developers.learningPrinciplesTitle": "Leerprincipes",
  "developers.learningPrinciplesProjectsBody": "Mensen leren het best wanneer ze actief aan projecten werken, nieuwe ideeën genereren, prototypes ontwikkelen, verbeteringen maken en uiteindelijke producten creëren.",
  "developers.learningPrinciplesPassionTitle": "Passie",
  "developers.learningPrinciplesPassionBody": "Wanneer mensen zich focussen op de dingen waar ze om geven, dan zullen ze langer en harder werken, volhouden bij uitdagingen en bijleren in het proces.",
  "developers.learningPrinciplesPeersTitle": "Peers",
  "developers.learningPrinciplesPeersBody": "Leren bloeit als een sociale activiteit, met mensen die ideeën delen, samenwerken aan projecten en op elkaars werk verderbouwen.",
  "developers.learningPrinciplesPlayTitle": "Spel",
  "developers.learningPrinciplesPlayBody": "Leren betrekt speelse experimentatie, nieuwe dingen proberen, met dingen prutsen, grenzen verkennen, risico's nemen,  herhalen, opnieuw en opnieuw.",
  "developers.designPrinciplesTitle": "Ontwerpprincipes",
  "developers.designPrinciplesRoomTitle": "Laagdrempelig & niet begrensd door muren",
  "developers.designPrinciplesRoomBody": "Om gevarieerde en verschillende interacties aan te moedigen, voegen we expliciet elementen en functies in die makkelijk te begrijpen zijn voor kinderen (laagdrempelig), maar algemeen genoeg om uiteenlopend gebruik te ondersteunen (niet begrensd door muren).",
  "developers.designPrinciplesSimpleTitle": "Maak het zo eenvoudig mogelijk, en misschien zelfs eenvoudiger",
  "developers.designPrinciplesSimpleBody": "Ondanks de algemene wil om nieuwe functies toe te voegen aan softwareproducten, ondervonden we dat het beperken van het aantal functies de gebruikerservaring vaak verbetert. Wat oorspronkelijk een beperking of begrenzing leek, stimuleert bij nader inzien nieuwe vormen van creativiteit.",
  "developers.designPrinciplesGlobalTitle": "Vele paden, vele stijlen",
  "developers.designPrinciplesGlobalBody": "Veel activiteiten binnen wiskunde en natuurwetenschappen richten zich traditioneel op een beperkt publiek. Wij willen een breder publiek bereiken door bij het ontwikkelen van technologieën speciaal te letten op toegankelijkheid en aantrekkelijkheid.",
  "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
  "developers.designPrinciplesTinkerBody": "We geloven dat het leerproces per definitie iteratief is. Knutselaars starten met ontdekken en experimenteren, daarna herzien en verfijnen ze hun doelen en creaties. Om deze stijl van interactie te ondersteunen, ontwerpen we onze interface om snelle experimentatie aan te moedigen en herhalingscyclussen te versnellen.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider <a href=\"https://secure.donationpay.org/scratchfoundation/\">making a donation to support Scratch</a>. Donations of any size are appreciated.",
  "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
  "developers.donateThanks": "Thanks for supporting Scratch!",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "Where can I learn more about Scratch?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Are there rules to using this code in my application?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Are you releasing more code and when?",
  "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
  "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
  "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
