{
  "developers.title": "Scratch для разработчиков",
  "developers.intro": "На этой странице вы найдете информацию о проектах с открытым исходным кодом, которые создаются и поддерживаются <a href=\"/info/credits\">командой Scratch в Массачусетском технологическом институте</a>, а также наши мысли о передовой практике по разработке условий обучения для детей.",
  "developers.projectsTitle": "Проекты",
  "developers.principlesTitle": "Принципы",
  "developers.joinTitle": "Присоединяйтесь",
  "developers.donateTitle": "Пожертвовать",
  "developers.partnersTitle": "Партнёры",
  "developers.faqTitle": "ЧаВО",
  "developers.projectsIntro": "Следующие проекты доступны с открытым исходным кодом и для любых целей.",
  "developers.scratchBlocksTitle": "Блоки Scratch",
  "developers.scratchBlocksIntro": "Блоки Scratch - это новый проект для следующего поколения блоков графического программирования, основанный на сотрудничестве между командой Google и командой Scratch Массачусетского технологического института. Блоки Scratch основан на <a href=\"https://developers.google.com/blockly/\">технологии Blockly</a> от Google, которая вдохновила участников команды Scratch на создание инструментов для творческого обучения молодых людей. Блоки Scratch будут фундаментом для построения блоков программирования как в вертикальном (текстовом), так и в горизонтальном (на основе значков) форматах. Вы можете получить доступ к коду (в настоящее время в режиме предварительного просмотра) и документации <a href=\"https://github.com/llk/scratch-blocks\">здесь</a>.",
  "developers.scratchBlocksBody": "Этот первый релиз включает в себя код для горизонтальной грамматики Scratch. В будущем мы планируем выпустить дополнительный код, включающий вертикальную грамматику (в настоящее время используемую Scratch), новый движок рендеринга для поддержки графических объектов и эффектов, а также новый звуковой движок для поддержки создания звуков и музыки.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www автономный веб клиент для Scratch коммуникации,построен используя React и Redux. Получите этот создавать код, программировать и документацию на Github <a href=\"https://github.com/LLK/scratch-www\">тут</a>.",
  "developers.principlesIntro": "Мы создали Scratch, чтобы дать молодым людям возможность мыслить творчески, рассуждать систематически и работать сообща. Мы руководствуемся набором <b>принципов обучения</b> и <b>принципов дизайна</b>, которыми, как мы надеемся, вы также воспользуетесь при развитии новых инструментов и технологий с помощью блоков Scratch.",
  "developers.jrBody": "ScratchJr это язык програмирования для детей (годом 5-7) для создания своих интерактивных историй и игр. Для подробной информации, зайдите <a href=\"https://www.scratchjr.org/\">ScratchJr веб-сайт</a> или получите создавать код, программировать и докуминтацию <a href=\"https://github.com/LLK/scratchjr\">на GitHub</a>.",
  "developers.learningPrinciplesTitle": "Принципы обучения",
  "developers.learningPrinciplesProjectsBody": "Люди учатся лучше всего, когда они активно работают над проектами — генерируя новые идеи, разрабатывая прототипы, делая усовершенствования и создавая конечные продукты.",
  "developers.learningPrinciplesPassionTitle": "Увлечение",
  "developers.learningPrinciplesPassionBody": "Когда люди сосредотачиваются на вещах, которые их волнуют, они работают дольше и упорнее, невзирая на трудности, и больше учатся в процессе.",
  "developers.learningPrinciplesPeersTitle": "Равенство",
  "developers.learningPrinciplesPeersBody": "Обучение процветает как социальная деятельность, люди обмениваются идеями, сотрудничают при создании проектов и используют проекты других людей при создании своих.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Обучение включает в себя легкое экспериментаторство - создание новых вещей, возню с материалами, исследование границ, риск, повторение снова и снова.",
  "developers.designPrinciplesTitle": "Принципы дизайна",
  "developers.designPrinciplesRoomTitle": "Низкий пол и широкие стены",
  "developers.designPrinciplesRoomBody": "Для поощрения широкого спектра взаимодействий, мы явно включаем элементы и функции, которые легко понять детям (низкий пол), но достаточно общие для применения в разных сферах (широкие стены).",
  "developers.designPrinciplesSimpleTitle": "Сделать это как можно более простым — и, возможно, даже ещё проще",
  "developers.designPrinciplesSimpleBody": "Несмотря на стандартный подход добавления дополнительных функций в программные продукты, мы обнаружили, что сокращение количества функций часто улучшает работу пользователей. То, что изначально кажется ограничением, может способствовать новым формам творчества.",
  "developers.designPrinciplesGlobalTitle": "Много путей, много стилей",
  "developers.designPrinciplesGlobalBody": "Значительная часть математической и научной деятельности традиционно была ориентирована на узкий круг пользователей. Уделяя особое внимание созданию доступных и привлекательных технологий, мы работаем над тем, чтобы исправить такое положение дел.",
  "developers.designPrinciplesTinkerTitle": "Дизайн для экпериментательства",
  "developers.designPrinciplesTinkerBody": "Мы считаем, что обучение является по своей сути повторением. Новички начинают изучать и экспериментировать, а затем пересматривают и уточняют свои задачи и творения. Чтобы поддерживать этот стиль взаимодействия, мы разрабатываем наши интерфейсы таким образом, чтобы они позволяли быстрые эксперименты и короткие циклы повторений.",
  "developers.joinBody": "Мы - группа разноплановых педагогов, дизайнеров и инженеров, которые работают вместе в игровой, творческой среде, полной кирпичиков LEGO, материалов и инструментов для творчества. Мы высоко ценим разнообразие, сотрудничество и уважение на рабочем месте. Если вы хотите присоединиться к нам, ознакомьтесь с открытыми позициями на нашей <a href=\"/jobs\">странице вакансий</a> или отправьте нам электронное письмо по адресу <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "Мы рады предоставлять Scratch бесплатно. Если вам нравится использовать Scratch, пожалуйста, <a href=\"https://secure.donationpay.org/scratchfoundation/\">сделайте пожертвование для поддержки Scratch</a>. Мы благодарны за любое пожертвование!",
  "developers.donateBody": "Ваше пожертвование в Фонд Scratch будет использовано для будущего развития программного обеспечения Scratch и сайта Scratch.",
  "developers.donateThanks": "Спасибо за поддержку Scratch!",
  "developers.partnersIntro": "Создание и поддержание данного открытого исходного кода было бы невозможно без щедрой технической и финансовой поддержки наших партнеров:",
  "developers.faqAboutTitle": "Где я могу узнать больше о Scratch?",
  "developers.faqAboutBody": "Scratch это бесплатный язык програмирования  и онлайн комуникация для любых молодых людей могут делать свои собственные интерактивные истории,игры и анимацию.Scratch это проект из <a href=\"https://www.media.mit.edu/groups/lifelong-kindergarten/overview\">Lifelong Kindergarten</a> Группы  <a href=\"http://media.mit.edu/\">MIT Media  Lab</a>.Ты можешь учить больше об Scratch<a href=\"/about\">Тут</a>",
  "developers.faqRulesTitle": "Существуют ли правила использования этого кода в моем приложении?",
  "developers.faqRulesBody": "Вы можете использовать этот код в соответствии с лицензией, которая регулирует каждый проект. Мы также настоятельно рекомендуем вам ознакомиться с принципами обучения и дизайна (выше, на этой странице) при построении творческого опыта обучения для детей всех возрастов.",
  "developers.faqNameTitle": "Могу ли я использовать термин «блоки Scratch» в описании моего приложения и в иных общедоступных сообщениях?",
  "developers.faqNameBody": "Если хотите, вы можете открыто упоминать, что ваше приложение работает на блоках Scratch. В этом случае, мы также рекомендуем вам разместить ссылку на хранилище исходного кода.",
  "developers.faqReleasesTitle": "Вы планируете релиз нового кода и когда?",
  "developers.faqReleasesBody": "В течение следующих нескольких месяцев мы планируем сделать доступным дополнительный исходный код, относящийся к языку программирования Scratch. Следите за обновлениями на этой странице!",
  "developers.faqDifferencesTitle": "В чем разница между блоками Blockly и блоками Scratch?",
  "developers.faqDifferencesBody": "Блоки Scratch основаны на базе кода Blockly и специально разработаны с учетом наших принципов для поддержки творческих навыков обучения.",
  "developers.faqCollabTitle": "Я заинтересован в сотрудничестве. Как мне связаться с вами?",
  "developers.faqCollabBody": "Вы можете связаться с нами по <a href=\"https://github.com/LLK/\">github</a> или по электронной почте <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu</a>. Будем рады Вашим вопросам, пожеланиям и предложениям!"
}
