{
  "developers.title": "Scratch za razvijalce",
  "developers.intro": "Na tej strani boš našel informacije o odprtokodnem projektu, ki ga je ustvarja in vodi  <a href=\"/info/credits\"> Scratch ekipa na MIT</a>, prav tako tudi naše mnenje o najboljši praksi pri načrtovanju učnih izkušenj učencev.",
  "developers.projectsTitle": "Projekti",
  "developers.principlesTitle": "Principi",
  "developers.joinTitle": "Pridruži se nam",
  "developers.donateTitle": "Prispevaj",
  "developers.partnersTitle": "Partnerji",
  "developers.faqTitle": "Pogosta vprašanja",
  "developers.projectsIntro": "Ti projekti so \"open source\" in dostopni za poljuben namen.",
  "developers.scratchBlocksTitle": "Scratch Bloki",
  "developers.scratchBlocksIntro": "Scratch Bloki so nov razvojni projekt naslednje generacije grafičnih programerskih blokov, ki so plod sodelovanja Googla in MIT-jeve Scratch ekipe - temelječ na Googlovi <a href=\"https://developers.google.com/blockly/\">Blockly tehnologiji</a> in podpori Scratch ekipi strokovnjakov v razvoju kreativnega učnega orodja za mlade ljudi. Scratch Bloki bodo ponujali okvir za gradnjo programerskih blokov v vertikalnem (besedilno orientirani) in horizontalnem (temeljen na ikona) formatu. Trenutno lahko dostopaš do kode (razvojni pogled) in dokumentacije <a href=\"https://github.com/llk/scratch-blocks\">tukaj</a>.",
  "developers.scratchBlocksBody": "Prva različica vsebuje kodo za Scratcheno horizontalno gramatiko. Če pogledamo naprej, načrtujemo izdajo dodatne kode, ki vsebuje vendar ni omejena na vertikalno gramatiko (ki se trenutno uporablja v Scratchu), novo knjižnico za renderiranje, ki podpira figure in grafične efekte in novo zvočno knjižnico za podporo kreativnosti z zvokom in glasbo.",
  "developers.wwwTitle": "Scratch Wiki",
  "developers.wwwIntro": "Scratch-www je samostojni spletni klient za Scratch skupnost, zgrajen z uporabo React in Redux. Dostopaj do kode in dokumentacije <a href=\"https://github.com/LLK/scratch-www\">tukaj</a>.",
  "developers.principlesIntro": "Scratch smo ustvarili, da opolnomočimo mlade pri kreativnem razmišljanju, sistematičnem razlaganu in sodelovalnem delu. Vodi nas zbirka <b>Učnih načel</b> in <b>Razvojnih načel</b> za katere upamo, da jih boste upoštevali ko boste razvijali nova orodja in tehnologije s Scratch Bloki.",
  "developers.learningPrinciplesTitle": "Učna načela",
  "developers.learningPrinciplesProjectsBody": "Učenci se najbolje učijo, ko aktivno delajo na projektih - ustvarjajo nove ideje, razvijajo prototipe, delajo izboljšave in ustvarjajo ciljne izdelke.",
  "developers.learningPrinciplesPassionTitle": "Strast",
  "developers.learningPrinciplesPassionBody": "Ko se ljudje osredotočijo na stvari, ki jim nekaj pomenijo delajo dlje in močneje, vztrajajo ob izzivih in se veliko naučijo v procesu.",
  "developers.learningPrinciplesPeersTitle": "Vrstniki",
  "developers.learningPrinciplesPeersBody": "Učenje cveti kot socialna aktivnost, kjer ljudje delijo ideje, sodelujejo na projektih in gradijo na delu nekoga drugega.",
  "developers.learningPrinciplesPlayTitle": "Igraj",
  "developers.learningPrinciplesPlayBody": "Učenje vključuje igrivo eksperimentiranje - preizkušanje novih stvari, ustvarjanje z materialom, preizkušanje mej, prevzemanje tvegaja, in ponavljanja znova in znova.",
  "developers.designPrinciplesTitle": "Razvojna načela",
  "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
  "developers.designPrinciplesRoomBody": "Da bi spodbudili različne vrste interakcij, smo eksplicitno vključili elemente in funkcije, ki so otrokom enostavno razumljive (low floor), toda so na splošno dovolj za podporo pri različni rabi (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Naredi najbolj enostavno kot je mogoče - in mogoče celo še bolj enostavno.",
  "developers.designPrinciplesSimpleBody": "Kljub splošni želji dodati še več možnosti v programski izdelek, smo reducirali število možnosti, ker to pogosto izboljša uporabniško izkušnjo. Kar se sprva zdi kot omejitev spodbuja nove oblike ustvarjalnosti.",
  "developers.designPrinciplesGlobalTitle": "Veliko poti, veliko stilov",
  "developers.designPrinciplesGlobalBody": "Veliko aktivnosti v matematiki in znanosti je bilo pristranskih za določeno populacijo. Posebno pozornost polagamo ustvarjanju dostopne in privlačne tehnologije s katero zmanjšujemo prepad.",
  "developers.designPrinciplesTinkerTitle": "Načrtovanje za zmožnost razmišljanja",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider <a href=\"https://secure.donationpay.org/scratchfoundation/\">making a donation to support Scratch</a>. Donations of any size are appreciated.",
  "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
  "developers.donateThanks": "Hvala, ker si se pridružil Scratchu!",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "Where can I learn more about Scratch?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Are there rules to using this code in my application?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Are you releasing more code and when?",
  "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
  "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
  "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
