{
  "developers.title": "Scratch za razvijalce",
  "developers.intro": "Na tej strani boš našel informacije o odprtokodnem projektu, ki ga ustvarja in vodi  <a href=\"/info/credits\"> Scratch ekipa na MIT</a>, prav tako tudi naše mnenje o najboljši praksi pri načrtovanju učnih izkušenj učencev.",
  "developers.projectsTitle": "Projekti",
  "developers.principlesTitle": "Principi",
  "developers.joinTitle": "Pridruži se nam",
  "developers.donateTitle": "Prispevaj",
  "developers.partnersTitle": "Partnerji",
  "developers.faqTitle": "Pogosta vprašanja",
  "developers.projectsIntro": "Ti projekti so \"open source\" in dostopni za poljuben namen.",
  "developers.scratchBlocksTitle": "Scratch Bloki",
  "developers.scratchBlocksIntro": "Scratch Bloki so nov razvojni projekt naslednje generacije grafičnih programerskih blokov, ki so plod sodelovanja Googla in MIT-jeve Scratch ekipe - temelječ na Googlovi <a href=\"https://developers.google.com/blockly/\">Blockly tehnologiji</a> in podpori Scratch ekipi strokovnjakov v razvoju kreativnega učnega orodja za mlade ljudi. Scratch Bloki bodo ponujali okvir za gradnjo programerskih blokov v vertikalnem (besedilno orientirani) in horizontalnem (temeljen na ikona) formatu. Trenutno lahko dostopaš do kode (razvojni pogled) in dokumentacije <a href=\"https://github.com/llk/scratch-blocks\">tukaj</a>.",
  "developers.scratchBlocksBody": "Prva različica vsebuje kodo za Scratcheno horizontalno gramatiko. Če pogledamo naprej, načrtujemo izdajo dodatne kode, ki vsebuje vendar ni omejena na vertikalno gramatiko (ki se trenutno uporablja v Scratchu), novo knjižnico za renderiranje, ki podpira figure in grafične efekte in novo zvočno knjižnico za podporo kreativnosti z zvokom in glasbo.",
  "developers.wwwTitle": "Scratch Wiki",
  "developers.wwwIntro": "Scratch-www je samostojni spletni klient za Scratch skupnost, zgrajen z uporabo React in Redux. Dostopaj do kode in dokumentacije <a href=\"https://github.com/LLK/scratch-www\">tukaj</a>.",
  "developers.principlesIntro": "Scratch smo ustvarili, da opolnomočimo mlade pri kreativnem razmišljanju, sistematičnem razlaganu in sodelovalnem delu. Vodi nas zbirka <b>Učnih načel</b> in <b>Razvojnih načel</b> za katere upamo, da jih boste upoštevali ko boste razvijali nova orodja in tehnologije s Scratch Bloki.",
  "developers.learningPrinciplesTitle": "Učna načela",
  "developers.learningPrinciplesProjectsBody": "Učenci se najbolje učijo, ko aktivno delajo na projektih - ustvarjajo nove ideje, razvijajo prototipe, delajo izboljšave in ustvarjajo ciljne izdelke.",
  "developers.learningPrinciplesPassionTitle": "Strast",
  "developers.learningPrinciplesPassionBody": "Ko se ljudje osredotočijo na stvari, ki jim nekaj pomenijo delajo dlje in močneje, vztrajajo ob izzivih in se veliko naučijo v procesu.",
  "developers.learningPrinciplesPeersTitle": "Vrstniki",
  "developers.learningPrinciplesPeersBody": "Učenje cveti kot socialna aktivnost, kjer ljudje delijo ideje, sodelujejo na projektih in gradijo na delu nekoga drugega.",
  "developers.learningPrinciplesPlayTitle": "Igraj",
  "developers.learningPrinciplesPlayBody": "Učenje vključuje igrivo eksperimentiranje - preizkušanje novih stvari, ustvarjanje z materialom, preizkušanje mej, prevzemanje tvegaja, in ponavljanja znova in znova.",
  "developers.designPrinciplesTitle": "Razvojna načela",
  "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
  "developers.designPrinciplesRoomBody": "Da bi spodbudili različne vrste interakcij, smo eksplicitno vključili elemente in funkcije, ki so otrokom enostavno razumljive (low floor), toda so na splošno dovolj za podporo pri različni rabi (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Naredi najbolj enostavno kot je mogoče - in mogoče celo še bolj enostavno.",
  "developers.designPrinciplesSimpleBody": "Kljub splošni želji dodati še več možnosti v programski izdelek, smo reducirali število možnosti, ker to pogosto izboljša uporabniško izkušnjo. Kar se sprva zdi kot omejitev spodbuja nove oblike ustvarjalnosti.",
  "developers.designPrinciplesGlobalTitle": "Veliko poti, veliko stilov",
  "developers.designPrinciplesGlobalBody": "Veliko aktivnosti v matematiki in znanosti je bilo pristranskih za določeno populacijo. Posebno pozornost polagamo ustvarjanju dostopne in privlačne tehnologije s katero zmanjšujemo prepad.",
  "developers.designPrinciplesTinkerTitle": "Načrtovanje za zmožnost razmišljanja",
  "developers.designPrinciplesTinkerBody": "Verjamemo, da je sam proces učenja sam po sebi ponavljajoč. Razmišljevalci prično z raziskovanjem in eksperimentiranjem, nato revidiranjem in izboljševanjem svojih ciljev in izdelkov. Da bi podprli ta stil ponavljanja, naš vmesnik spodbuja hitro eksperimentiranje in hitre cikle ponavljanj.",
  "developers.joinBody": "Mi smo mešana skupina izobraževalcev, razvijalcev in inženirjev, ki delamo skupaj v igrivem in kreativnem okolju polnem LEGO kock, ročnodelskih materialov in orodij za ustvarjanje. Močno cenimo različnost, sodelovanje in spoštovanje na delovnem mestu. Če si zainteresiran, da se nam pridružiš, poglej na odprta delovna mesta na naši strani <a href=\"/jobs\">Zaposlitve</a>, ali pa nam pošlji mail na <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "Z veseljem vam ponujamo Scratch popolnoma zastonj. Če ste uživali pri uporabi Scratcha razmislite o <a href=\"https://secure.donationpay.org/scratchfoundation/\">donaciji za podporo Scratcha</a>. Katerikoli znesek za donacijo je dobrodošel.",
  "developers.donateBody": "Vaša donacija za Scratch fundacijo bo uporabljena za prihodnji razvoj programske opreme Scratch in Scratch spletne strani.",
  "developers.donateThanks": "Hvala, ker si se pridružil Scratchu!",
  "developers.partnersIntro": "Ustvarjanje in vzdrževanje te odprte kode ne bi bila možna brez velikodušne podpore in sredstev naših partnerjev:",
  "developers.faqAboutTitle": "Kje se lahko naučim več o Scratchu?",
  "developers.faqAboutBody": "Scratch je prosto dostopni programski jezik in spletna skupnost, kjer lahko otroci ustvarjajo interaktivne zgodbe, igre in animacije. Scratch je projekt <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> skupine pri <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. O Scratchu se lahko več naučiš <a href=\"/about\">tukaj</a>.",
  "developers.faqRulesTitle": "Ali obstajajo pravila za uporabo te kode v moji aplikaciji?",
  "developers.faqRulesBody": "Lahko uporabljaš to kodo v skladu z licenco, ki ureja vsak projekt. Prav tako močno priporočamo upoštevanje učnih in razvojnih načel (zgoraj na tej strani) ko boste pripravljali kreativne učne izkušnje za učence vseh starosti.",
  "developers.faqNameTitle": "Ali lahko uporabljam ime \"Scratch Bloki\" v opisu moje aplikacije in pri drugih sporočili za medije.",
  "developers.faqNameBody": "Če želiš lahko javno objaviš, da tvoja aplikacija temelji na Scratch Blokih. Če boš to storil, te prav tako prosimo, da dodaš povezavo do repozitorija kode.",
  "developers.faqReleasesTitle": "Ali boste izdali še več kode in kdaj?",
  "developers.faqReleasesBody": "Načrtujemo izdajo dodatne odprte kode povezane s programskim jezikom Scratch v naslednjih mesecih. Občasno obišči to stran in preveri!",
  "developers.faqDifferencesTitle": "Kakšna je razlika med Blockly in Scratch Bloki?",
  "developers.faqDifferencesBody": "Scratch Bloki temeljijo na Blockly kodi in so namensko načrtovani z mislijo na naša načela, ki podpirajo kreativne učne izkušnje.",
  "developers.faqCollabTitle": "Rad bi sodeloval. Kako naj stopim v kontakt?",
  "developers.faqCollabBody": "Kontaktiraš nas lahko na <a href=\"https://github.com/LLK/\">github</a> ali pa nam pošlješ mail na <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a>. Se že veselimo tvojega sporočila."
}
