{
  "developers.title": "Scratch for Developers",
  "developers.intro": "На овој страници наћи ћете информације о пројектима отвореног кода које је створио и одржава <a href=\"/info/credits\">Скрач тим код MIT-а</a>, као и наша размишљања о најбољем начину за стварање образовног искуства код деце.",
  "developers.projectsTitle": "Пројекти",
  "developers.principlesTitle": "Принципи",
  "developers.joinTitle": "Придружите нам се",
  "developers.donateTitle": "Донирајте",
  "developers.partnersTitle": "Партнери",
  "developers.faqTitle": "ЧПП",
  "developers.projectsIntro": "Наредни пројекти су отвореног кода и доступни у било које сврхе.",
  "developers.scratchBlocksTitle": "Скрач блокови",
  "developers.scratchBlocksIntro": "Скрач блокови је нови развојни пројекат за следећу генерацију графичких програмских блокова, који је заснован на сарадњи између Google-а and MIT-овог Скрач тима - изграђен на Google-овој <a href=\"https://developers.google.com/blockly/\">Blockly технологији</a> и информацијама до којих је Скрач тим дошао током развоја креативних алата за учење намењене младима. Скрач блокови ће створити радни оквир за изградњу програмскх блокова у оба вертикалном (базираном на тексту) и хоризонталном (базирано на иконицама) формату. Можете да приступите коду ( тренутно у раној фази прегледа за развијаче) и документацији  <a href=\"https://github.com/llk/scratch-blocks\">овде</a>.",
  "developers.scratchBlocksBody": "This first release includes code for Scratch’s Horizontal Grammar. Looking ahead, we plan to release additional code including but not limited to the Vertical Grammar (currently used by Scratch), a new Rendering Engine to support sprites and graphic effects, and a new Audio Engine to support creation with sound and music.",
  "developers.wwwTitle": "Скрач WWW",
  "developers.wwwIntro": "Scratch-www is a standalone web client for the Scratch Community, built using React and Redux. Access the code and documentation <a href=\"https://github.com/LLK/scratch-www\">here</a>.",
  "developers.principlesIntro": "We created Scratch to empower young people to think creatively, reason systematically, and work collaboratively. We are guided by a set of <b>Learning Principles</b> and <b>Design Principles</b> that we hope you will follow as you develop new tools and technologies with Scratch Blocks.",
  "developers.learningPrinciplesTitle": "Принципи учења",
  "developers.learningPrinciplesProjectsBody": "Људи најбоље уче када активно раде на пројектима - долазе до нових идеја, дизајнирају прототипе, унапређују и стварају крајњи производ.",
  "developers.learningPrinciplesPassionTitle": "Страст",
  "developers.learningPrinciplesPassionBody": "Када су људи усредсређени на оно што им је важно, они раде дуже и улажу више напора, истрајни су суочени са изазовима и уче више током тог процеса.",
  "developers.learningPrinciplesPeersTitle": "Вршњаци",
  "developers.learningPrinciplesPeersBody": "Учење најбоље успева као друштвена активност, са људима који деле идеје, сарађују на пројектима и граде ослањајући се на рад других.",
  "developers.learningPrinciplesPlayTitle": "Игра",
  "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
  "developers.designPrinciplesTitle": "Принципи дизајна",
  "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
  "developers.designPrinciplesRoomBody": "In order to encourage a varied and diverse set of interactions, we explicitly include elements and features that are easy for kids to understand (low floor), but general enough to support diverse uses (wide walls).",
  "developers.designPrinciplesSimpleTitle": "Направити да буде што је могуће једноставније - и можда још једноставније",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Много путева, много начина",
  "developers.designPrinciplesGlobalBody": "Many math and science activities have traditionally been biased towards specific populations. By paying special attention to creating accessible and appealing technologies, we are working to close the gap.",
  "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "Драго нам је што пружамо Скрач бесплатно. Уколико уживате користећи Скрач, молим вас размислите о <a href=\"https://secure.donationpay.org/scratchfoundation/\">донацији која би подржала Скрач</a>. Ценимо донације свих величина.",
  "developers.donateBody": "Ваша донација Скрач фондацији биће употребљена да подржи даљи развој Скрач софтвера и Скрач веб сајта.",
  "developers.donateThanks": "Хвала што подржаваш Скрач!",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "Где могу да сазнам више о Скрачу?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Постоје ли правила за употребу овог кода у мом програму?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Да ли ми дозвољавате да користим име \"Скрач блокови\" /\"Scratch Blocks\"/ у опису мог програма и другим јавним порукама?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Хоћете ли да објавите више кода и када?",
  "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
  "developers.faqDifferencesTitle": "Каква је разлика између Blockly-ја и Скрач блокова?",
  "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
  "developers.faqCollabTitle": "Желео бих да сарађујем. Како могу да остварим контакт?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
