{
  "developers.title": "Scratch dành cho Lập trình viên",
  "developers.intro": "Ở trang này, bạn sẽ tìm thấy thông tin về việc mở các dự án nguồn được tạo ra và duy trì bởi <a href=\"/info/credits\">Nhóm Scratch tại MIT</a>, cũng như những suy nghĩ của chúng tôi về các phương pháp hay nhất để thiết kế kinh nghiệm học tập cho trẻ em.",
  "developers.projectsTitle": "Các dự án",
  "developers.principlesTitle": "Hợp pháp",
  "developers.joinTitle": "Tham gia cùng Chúng tôi",
  "developers.donateTitle": "Đóng góp",
  "developers.partnersTitle": "Các thành viên",
  "developers.faqTitle": "Những câu hỏi thường gặp",
  "developers.projectsIntro": "Các dự án sau đây là nguồn mở và được sử dụng cho bất kỳ mục đích nào.",
  "developers.scratchBlocksTitle": "Scratch Blocks ",
  "developers.scratchBlocksIntro": "Scratch Blocks là một dự án phát triển mới cho thế hệ tiếp theo của các khối lập trình đồ hoạ, dựa trên sự hợp tác giữa Google và Scratch Team của MIT - xây dựng trên <a href=\"https://developers.google.com/blockly/\">Công nghệ Blockly </a>của Google và được báo cáo bởi chuyên gia Nhóm Scratch trong việc phát triển các công cụ học tập sáng tạo cho giới trẻ. Scratch Blocks sẽ cung cấp khuôn khổ để xây dựng khối lập trình ở cả định dạng theo chiều dọc (dựa trên văn bản) và chiều ngang (dựa trên biểu tượng). Bạn có thể truy cập mã (hiện tại là một nhà phát triển trước) và tài liệu <a href=\"https://github.com/llk/scratch-blocks\">tại đây</a>.",
  "developers.scratchBlocksBody": "Tại lần đầu tiên ra mắt, những khôi lệnh được trình bày theo chiều ngang. Nhưng để đi xa hơn và phá vỡ rào cản của sự sáng tạo, chúng tôi có kế hoạch ra mắt kiểu sắp đặt mới theo chiều dọc ( hiện tại đang được sử dụng tại trang Scratch ), công cụ dựng hình mới hỗ trợ cho những nhân vật và hiệu ứng đồ họa, và công cụ âm thanh hỗ trợ cho sự sáng tạo trò chơi với âm nhạc thú vị.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www là một website hoạt động đọc lập cho Cộng đồng Scratch, được xây dựng bỡi React và Redux. Mật mã truy cập và tài liệu có thể xem tại GitHub <a href=\"https://github.com/LLK/scratch-www\">tại đây</a>. ",
  "developers.principlesIntro": "Chúng tôi tạo ra Scratch để tăng thêm sức mạnh cho những bạn trẻ có thể suy nghĩ sáng tạo hơn, hệ thống được lập luận cá nhân và cộng tác tốt trong công việc. Chúng tô hướng dẫn theo chương trình <b> Nguyên tắc học tập </b> và <b> Thiết kế nguyên tắc </b> qua đó chung tôi hy vọng các bạn sẽ có thể phát triển thêm nhiều công cụ và công nghệ mới hơn với Lập trình Scratch.",
  "developers.learningPrinciplesTitle": "Nguyên tắc học tập",
  "developers.learningPrinciplesProjectsBody": "Con người sẽ có thể tiếp thu tốt nhất khi học dược chủ động làm việc với những dự án, sáng tạo ra những chương trình - đưa ra những sáng kiến mới, thiết kế ra những mẫu chương trình đầu tiên, làm ra những cải tiến mới và sản xuất ra sản phẩm cuối cùng.",
  "developers.learningPrinciplesPassionTitle": "Đam mê",
  "developers.learningPrinciplesPassionBody": "Khi con người làm việc về lĩnh vực họ quan tâm, họ sẽ làm việc kiên dẫn và bền bỉ hơn với những thử thách và học hỏi nhiều hơn trong suốt quá trình công việc.",
  "developers.learningPrinciplesPeersTitle": "những người bạn",
  "developers.learningPrinciplesPeersBody": "1`",
  "developers.learningPrinciplesPlayTitle": "Chơi",
  "developers.learningPrinciplesPlayBody": "Lôi cuống vào những thí nghiệm thú vị - Thử trải nghiệm những điều mới, chơi đùa cùng những nguyên liệu mới, kiểm tra những giới hạn, giải quyết những thử thách, và tiếp tục lặp lại.",
  "developers.designPrinciplesTitle": "Thiêt kế cơ bản",
  "developers.designPrinciplesRoomTitle": "Khởi đầu dễ dàng và Đa dạng những thử thách",
  "developers.designPrinciplesRoomBody": "Với mục đích tăng sự đa dạng của những người tham gia, chúng tôi đã tạo ra những đôi tượng dễ dàng cho trẻ em có thể hiểu (Tầng thấp), nhưng về tổng quát có thể hỗ trợ cho nhiều mục đích ( Bao quát ).",
  "developers.designPrinciplesSimpleTitle": "Làm cho nó đơn giản nhất có thể - và thậm chi có lẽ phải đơn giản hơn nữa.",
  "developers.designPrinciplesSimpleBody": "Mặc cho những sự bất lợi của việc thêm nhiều tính năng, chúng tôi tìm thấy rằng việc giảm số lượng tính năng giúp cải thiện trải nghiệm của người dùng. Những bất lợi hay hạn chế ban đầu có giá trị thúc đẩy một phong cách sáng tạo mới.",
  "developers.designPrinciplesGlobalTitle": "Nhiều hướng đi khác nhau, nhiều phong cách sáng tạo",
  "developers.designPrinciplesGlobalBody": "Những hoạt động truyền thống về toán và khoa học có khuynh hướng thuyên vè một nhóm đối tượng cụ thể. Bằng cách tập trung nhiều hơn việc tạo ra tiếp cận và sự hấp dẫn đối với công nghệ mới, chúng tôi tích cực thực hiện để thay thu hẹp khoảng cách. ",
  "developers.designPrinciplesTinkerTitle": "Thiết kế cho năng lực sáng tạo, tìm hiểu những điều mới",
  "developers.designPrinciplesTinkerBody": "Chúng tôi tin rằng quy trình học tập bắt nguồn từ những hành động lập đi lặp lại. Những người luôn có hứng thú với việc tìm hiểu những điều mới bắt đầu bằng những sự khám phá và thí nghiệm, theo sau đó là việc xem lại và chọn lọc những kết quả thu thập được từ sự sáng tạo. Để hỗ trợ cho phong cách tương tác này, chúng tôi sáng tạo ra một chuẩn mực chung tác động lên tốc độ của những cuộc thí nghiệm và thúc đẩy nhanh những vòng lặp của sự nhắc lại.",
  "developers.joinBody": "Chúng tôi luôn muốn tạo nên sự đa dạng trong nhóm của những người làm giáo dục, nhà thiết kế, kỹ sư, những người làm việc cùng nhau, trong môi trường sáng tạo với những mảnh ghép LEGO, nguyên liệu làm thủ công, và những công cụ thực hiện. Chúng tôi xem trọng giá trị của sự đa dạng, sự cộng tác trong công việc và tôn trọng trong môi trường làm việc. Nếu bạn có mong muốn tham gia cùng chúng tôi, hãy xem thử những vị trí tuyển dụng tại trang <a href=\"/jobs\"> Tuyển dụng </a>, hoặc gửi thư cho chúng tôi về địa chỉ Email <a href=\"mailto:jobs+developers@scratch.mit.edu\"> jobs+developers@scratch.mit.edu </a>.",
  "developers.donateIntro": "Chúng tôi ra mắt chương trình Scratch hoàn toàn miễn phí. Nếu bạn thích sử dụng Scratch, hãy suy xét thêm về việc <a href=\"https://secure.donationpay.org/scratchfoundation/\"> đóng góp để hỗ trợ Scratch </a>.  Chúng tôi rất trân trọng bất kỳ sự đóng góp nào của các bạn.",
  "developers.donateBody": "Sự đóng góp của các bạn cho Scratch Foundation sẽ được sử dụng để hỗ trợ cho việc phát triển phần mềm Scratch và trang web Scratch.",
  "developers.donateThanks": "Cảm ơn sự hỗ trợ của bạn dành cho Scratch!",
  "developers.partnersIntro": "Sự sáng tạo và duy trì của hệ thống nguồn mở này sẽ không được hoàn thiện nếu không có đóng góp về kỹ thuật vài tài chính từ phía những đối tác sau đây: ",
  "developers.faqAboutTitle": "Tôi có thể tìm kiếm thêm nhiều hơn về Scratch ở đâu?",
  "developers.faqAboutBody": "\nScratch là một ngôn ngữ lập trình miễn phí và cộng đồng trực tuyến, nơi mà các bạn trẻ có thể sáng tạo những câu chuyện sinh động, trò chơi và những hiệu ứng. Scratch là dự án của nhóm <a href=\"https://llk.media.mit.edu/\"> Lifelong Kindergarten</a> tại <a href=\"http://media.mit.edu/\">Phòng nghiên cứu truyền thông Đại học MIT</a> Ban có thể học thêm nhiều về Scratch <a href=\"/about\"> Tại đây </a>. ",
  "developers.faqRulesTitle": "Có quy luật nào để áp dụng đoạn code vào chương trình không?",
  "developers.faqRulesBody": "Bạn có thể sử dụng mã nguồn này có sự đồng ý với bản quyền quản lý của mỗi chương trình. Chúng tôi khuyên khích bạn trong việc cân nhắc về những quy định học hỏi và thiết kế (phần trên, tại trang web này) trong quá trình phát triển những trải nghiệm sáng tạo dành cho trẻ em ở mọi độ tuổi.",
  "developers.faqNameTitle": "Tôi có được sử dụng tên \"Mảnh ghép Scratch\" trong mô tả của chương trình và những tin nhắn được công khai khác được không?",
  "developers.faqNameBody": "Nếu như bạn mong muốn, bạn có thể công khai ứng dụng của bạn với chủ đề được hỗ trợ bởi Scratch Blocks. Như vậy, chúng tôi khuyến khích bạn liên kết chương trình của với kho lưu trữ mã nguồn của Scratch.",
  "developers.faqReleasesTitle": "Bạn có dự định sẽ ra mắt thêm nhiều mã nguồn không và khi nào?",
  "developers.faqReleasesBody": "Chúng tôi có kế hoạch ra mắt thêm nhiều mã nguồn mở liên quan đến ngôn ngữ lập trình Scratch trong vài tháng tiếp theo. Hãy chờ và theo dõi trang web Scratch nhé!",
  "developers.faqDifferencesTitle": "Sự khác nhau giữa Blockly và Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Block được phát triển trên nền tảng của mã nguồn Blockly, và được thiết kế chi tiết với những nguyên tắc phát triển riêng của nhóm để hỗ trợ cho việc trải nghiệm sự sáng tạo.",
  "developers.faqCollabTitle": "Tôi mong muốn được hợp tác cùng nhóm Scratch. Tôi có thể liên lạc bằng cách nào?",
  "developers.faqCollabBody": "Bạn có thể liên lạc với chúng tôi thông qua <a href=\"https://github.com/LLK/\"> github </a> hoặc gửi email đến <a href=\"mailto:help@scratch.mit.edu\"> help@scratch.mit.edu. </a> Chúng tôi mong nhận được phản hồi từ bạn!"
}
