{
  "developers.title": "Scratch dành cho Lập trình viên",
  "developers.intro": "Ở trang này, bạn sẽ tìm thấy thông tin về việc mở các dự án nguồn được tạo ra và duy trì bởi <a href=\"/info/credits\">Nhóm Scratch tại MIT</a>, cũng như những suy nghĩ của chúng tôi về các phương pháp hay nhất để thiết kế kinh nghiệm học tập cho trẻ em.",
  "developers.projectsTitle": "Các dự án",
  "developers.principlesTitle": "Hợp pháp",
  "developers.joinTitle": "Tham gia cùng Chúng tôi",
  "developers.donateTitle": "Đóng góp",
  "developers.partnersTitle": "Các thành viên",
  "developers.faqTitle": "Những câu hỏi thường gặp",
  "developers.projectsIntro": "Các dự án sau đây là nguồn mở và được sử dụng cho bất kỳ mục đích nào.",
  "developers.scratchBlocksTitle": "Scratch Blocks ",
  "developers.scratchBlocksIntro": "Scratch Blocks là một dự án phát triển mới cho thế hệ tiếp theo của các khối lập trình đồ hoạ, dựa trên sự hợp tác giữa Google và Scratch Team của MIT - xây dựng trên <a href=\"https://developers.google.com/blockly/\">Công nghệ Blockly </a>của Google và được báo cáo bởi chuyên gia Nhóm Scratch trong việc phát triển các công cụ học tập sáng tạo cho giới trẻ. Scratch Blocks sẽ cung cấp khuôn khổ để xây dựng khối lập trình ở cả định dạng theo chiều dọc (dựa trên văn bản) và chiều ngang (dựa trên biểu tượng). Bạn có thể truy cập mã (hiện tại là một nhà phát triển trước) và tài liệu <a href=\"https://github.com/llk/scratch-blocks\">tại đây</a>.",
  "developers.scratchBlocksBody": "Tại lần đầu tiên ra mắt, những khôi lệnh được trình bày theo chiều ngang. Nhưng để đi xa hơn và phá vỡ rào cản của sự sáng tạo, chúng tôi có kế hoạch ra mắt kiểu sắp đặt mới theo chiều dọc ( hiện tại đang được sử dụng tại trang Scratch ), công cụ dựng hình mới hỗ trợ cho những nhân vật và hiệu ứng đồ họa, và công cụ âm thanh hỗ trợ cho sự sáng tạo trò chơi với âm nhạc thú vị.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www là trang web dộc lập dành riêng cho Cộng đồng Scratch, được xây dựng trên nền tảng React và Redux. Để biết thêm thông tin hãy truy cập tài liệu xem thêm <a href=\"https://github.com/LLK/scratch-www\"> tại đây </a>.",
  "developers.principlesIntro": "Chúng tôi tạo ra Scratch để tăng thêm sức mạnh cho những bạn trẻ có thể suy nghĩ sáng tạo hơn, hệ thống được lập luận cá nhân và cộng tác tốt trong công việc. Chúng tô hướng dẫn theo chương trình <b> Nguyên tắc học tập </b> và <b> Thiết kế nguyên tắc </b> qua đó chung tôi hy vọng các bạn sẽ có thể phát triển thêm nhiều công cụ và công nghệ mới hơn với Lập trình Scratch.",
  "developers.learningPrinciplesTitle": "Nguyên tắc học tập",
  "developers.learningPrinciplesProjectsBody": "Con người sẽ có thể tiếp thu tốt nhất khi học dược chủ động làm việc với những dự án, sáng tạo ra những chương trình - đưa ra những sáng kiến mới, thiết kế ra những mẫu chương trình đầu tiên, làm ra những cải tiến mới và sản xuất ra sản phẩm cuối cùng.",
  "developers.learningPrinciplesPassionTitle": "Đam mê",
  "developers.learningPrinciplesPassionBody": "Khi con người làm việc về lĩnh vực họ quan tâm, họ sẽ làm việc kiên dẫn và bền bỉ hơn với những thử thách và học hỏi nhiều hơn trong suốt quá trình công việc.",
  "developers.learningPrinciplesPeersTitle": "những người bạn",
  "developers.learningPrinciplesPeersBody": "1`",
  "developers.learningPrinciplesPlayTitle": "Chơi",
  "developers.learningPrinciplesPlayBody": "Learning involves playful experimentation — trying new things, tinkering with materials, testing boundaries, taking risks, iterating again and again.",
  "developers.designPrinciplesTitle": "Thiêt kế cơ bản",
  "developers.designPrinciplesRoomTitle": "Low Floor & Wide Walls",
  "developers.designPrinciplesRoomBody": "Với mục đích tăng sự đa dạng của những người tham gia, chúng tôi đã tạo ra những đôi tượng dễ dàng cho trẻ em có thể hiểu (Tầng thấp), nhưng về tổng quát có thể hỗ trợ cho nhiều mục đích ( Bao quát ).",
  "developers.designPrinciplesSimpleTitle": "Làm cho nó đơn giản nhất có thể - và thậm chi có lẽ phải đơn giản hơn nữa.",
  "developers.designPrinciplesSimpleBody": "Despite the common drive to add more features to software products, we have found that reducing the number of features often improves the user experience. What initially seems like a constraint or limitation can foster new forms of creativity.",
  "developers.designPrinciplesGlobalTitle": "Nhiều hướng đi khác nhau, nhiều phong cách sáng tạo",
  "developers.designPrinciplesGlobalBody": "Những hoạt động truyền thống về toán và khoa học có khuynh hướng thuyên vè một nhóm đối tượng cụ thể. Bằng cách tập trung nhiều hơn việc tạo ra tiếp cận và sự hấp dẫn đối với công nghệ mới, chúng tôi tích cực thực hiện để thay thu hẹp khoảng cách. ",
  "developers.designPrinciplesTinkerTitle": "Design for Tinkerability",
  "developers.designPrinciplesTinkerBody": "We believe that the learning process is inherently iterative. Tinkerers start by exploring and experimenting, then revising and refining their goals and creations. To support this style of interaction, we design our interfaces to encourage quick experimentation and rapid cycles of iteration.",
  "developers.joinBody": "We're a diverse group of educators, designers, and engineers, who work together in a playful, creative environment full of LEGO bricks, craft materials, and maker tools. We strongly value diversity, collaboration, and respect in the workplace. If you're interested in joining us, take a look at our open positions on our <a href=\"/jobs\">Jobs Page</a>, or send us an email at <a href=\"mailto:jobs+developers@scratch.mit.edu\">jobs+developers@scratch.mit.edu</a>.",
  "developers.donateIntro": "We are pleased to provide Scratch free of charge. If you enjoy using Scratch, please consider <a href=\"https://secure.donationpay.org/scratchfoundation/\">making a donation to support Scratch</a>. Donations of any size are appreciated.",
  "developers.donateBody": "Your donation to the Scratch Foundation will be used to support future development of Scratch software and the Scratch website.",
  "developers.donateThanks": "Thanks for supporting Scratch!",
  "developers.partnersIntro": "The creation and maintenance of this open source code would not be possible without generous technical and financial support from our partners:",
  "developers.faqAboutTitle": "Where can I learn more about Scratch?",
  "developers.faqAboutBody": "Scratch is a free programming language and online community where young people can create their own interactive stories, games, and animations. Scratch is a project of the <a href=\"https://llk.media.mit.edu/\">Lifelong Kindergarten</a> Group at the <a href=\"http://media.mit.edu/\">MIT Media Lab</a>. You can learn more about Scratch <a href=\"/about\">here</a>.",
  "developers.faqRulesTitle": "Có quy luật nào để áp dụng đoạn code vào chương trình không?",
  "developers.faqRulesBody": "You may use this code in accordance with the license which governs each project. We also strongly encourage you to consider the learning and design principles (above, on this page) when building creative learning experiences for kids of all ages.",
  "developers.faqNameTitle": "Am I allowed to use the name \"Scratch Blocks\" in the description of my app and other public messaging?",
  "developers.faqNameBody": "If you wish, you can publicly state that your application is powered by Scratch Blocks. If you do so, we would also encourage you to link back to the code repository.",
  "developers.faqReleasesTitle": "Are you releasing more code and when?",
  "developers.faqReleasesBody": "We plan to open source additional code relating to the Scratch programming language over the next few months. Keep an eye on this page!",
  "developers.faqDifferencesTitle": "What’s the difference between Blockly and Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Blocks builds upon the Blockly code base, and is specifically designed with our principles in mind to support creative learning experiences.",
  "developers.faqCollabTitle": "I’d like to collaborate. How do I get in touch?",
  "developers.faqCollabBody": "You can reach us over on <a href=\"https://github.com/LLK/\">github</a> or you can send an email to <a href=\"mailto:help@scratch.mit.edu\">help@scratch.mit.edu.</a> We look forward to hearing from you!"
}
