{
  "developers.hereLinkText": "tại đây",
  "developers.title": "Scratch dành cho Lập trình viên",
  "developers.introLinkText": "Scratch Team tại MIT",
  "developers.intro": "Tại trang này bạn sẽ tìm thấy thông tin về chương trình mã nguồn mở và được duy trì bởi {introLink}, cũng như những suy nghĩ của chúng tôi về việc tìm ra cách tốt nhất để thiêt kế chương trình tạo ra kinh nghiệm học tập tốt nhất cho trẻ em.",
  "developers.projectsTitle": "Các dự án",
  "developers.principlesTitle": "Nguyên tắc",
  "developers.joinTitle": "Tham gia cùng Chúng tôi",
  "developers.donateTitle": "Đóng góp",
  "developers.partnersTitle": "Các thành viên",
  "developers.faqTitle": "Những câu hỏi thường gặp",
  "developers.projectsIntro": "Các dự án sau đây là nguồn mở và được sử dụng cho bất kỳ mục đích nào.",
  "developers.scratchBlocksTitle": "Các mảnh ghép Scratch",
  "developers.scratchBlocksIntroBlocklyLinkText": "Blockly technology",
  "developers.scratchBlocksIntro": "Scratch Blocks is a new development project for the next generation of graphical programming blocks, based on a collaboration between Google and MIT’s Scratch Team — building on Google’s {blocklyLink} and informed by the Scratch Team’s expertise in developing creative learning tools for young people. Scratch Blocks will provide a framework for building programming blocks in both vertical (text-based) and horizontal (icon-based) formats. You can access the code (currently as a developer-preview) and documentation {githubLink}.",
  "developers.scratchBlocksBody": "Lần đầu ra mắt này bao gồm những khôi lệnh được trình bày theo chiều ngang. Với tầm nhìn xa hơn, chúng tôi có kế hoạch ra mắt kiểu sắp đặt nữa theo chiều dọc (hiện được Scratch sử dụng), công cụ dựng hình mới hỗ trợ cho các đối tượng và hiệu ứng đồ họa, và công cụ âm thanh hỗ trợ việc tạo ra âm thanh và bản nhạc mới.",
  "developers.wwwTitle": "Scratch WWW",
  "developers.wwwIntro": "Scratch-www là nền tảng web độc lập cho cộng đồng. phát triển bằng React và Redux. Truy cập code và tài liệu thông qua {wwwIntroLink}.",
  "developers.LearningPrinciples": "Nguyên tắc học tập",
  "developers.DesignPrinciples": "Nguyên tắc thiết kế",
  "developers.principlesIntro": "Chúng tôi tạo ra Scratch để tăng thêm sức mạnh cho những bạn trẻ có thể suy nghĩ sáng tạo hơn, hệ thống được lập luận cá nhân và cộng tác tốt trong công việc. Chúng tôi hướng dẫn bằng những bộ {learningPrinciples} và {designPrinciples} mà chúng tôi mong rằng bạn sẽ sử dụng những công cụ mới và công nghệ mới với Scratch Blocks.",
  "developers.jrBodyWebsiteLinkText": "ScratchJr website",
  "developers.jrBody": "ScratchJr là ngôn ngữ lập trình cơ bản dành cho trẻ em ( 5-7 tuổi ) để sáng tao ra những câu chuyện và trò chơi theo ý thích. Để biết thêm thông tin chi tiết, truy cập vào {websiteLink}hoặc sử dụng mã và tài liệu tại {githubLink}.",
  "developers.learningPrinciplesProjectsBody": "Con người sẽ có thể tiếp thu tốt nhất khi học dược chủ động làm việc với những dự án, sáng tạo ra những chương trình - đưa ra những sáng kiến mới, thiết kế ra những mẫu chương trình đầu tiên, làm ra những cải tiến mới và sản xuất ra sản phẩm cuối cùng.",
  "developers.learningPrinciplesPassionTitle": "Đam mê",
  "developers.learningPrinciplesPassionBody": "Khi con người làm việc về lĩnh vực họ quan tâm, họ sẽ làm việc kiên dẫn và bền bỉ hơn với những thử thách và học hỏi nhiều hơn trong suốt quá trình công việc.",
  "developers.learningPrinciplesPeersTitle": "những người bạn",
  "developers.learningPrinciplesPeersBody": "1`",
  "developers.learningPrinciplesPlayTitle": "Chơi",
  "developers.learningPrinciplesPlayBody": "Lôi cuống vào những thí nghiệm thú vị - Thử trải nghiệm những điều mới, chơi đùa cùng những nguyên liệu mới, kiểm tra những giới hạn, giải quyết những thử thách, và tiếp tục lặp lại.",
  "developers.designPrinciplesRoomTitle": "Khởi đầu dễ dàng và Đa dạng những thử thách",
  "developers.designPrinciplesRoomBody": "Với mục đích tăng sự đa dạng của những người tham gia, chúng tôi đã tạo ra những đôi tượng dễ dàng cho trẻ em có thể hiểu (Tầng thấp), nhưng về tổng quát có thể hỗ trợ cho nhiều mục đích ( Bao quát ).",
  "developers.designPrinciplesSimpleTitle": "Làm cho nó đơn giản nhất có thể - và thậm chi có lẽ phải đơn giản hơn nữa.",
  "developers.designPrinciplesSimpleBody": "Mặc cho những sự bất lợi của việc thêm nhiều tính năng, chúng tôi tìm thấy rằng việc giảm số lượng tính năng giúp cải thiện trải nghiệm của người dùng. Những bất lợi hay hạn chế ban đầu có giá trị thúc đẩy một phong cách sáng tạo mới.",
  "developers.designPrinciplesGlobalTitle": "Nhiều hướng đi khác nhau, nhiều phong cách sáng tạo",
  "developers.designPrinciplesGlobalBody": "Những hoạt động truyền thống về toán và khoa học có khuynh hướng thuyên vè một nhóm đối tượng cụ thể. Bằng cách tập trung nhiều hơn việc tạo ra tiếp cận và sự hấp dẫn đối với công nghệ mới, chúng tôi tích cực thực hiện để thay thu hẹp khoảng cách. ",
  "developers.designPrinciplesTinkerTitle": "Thiết kế cho năng lực sáng tạo, tìm hiểu những điều mới",
  "developers.designPrinciplesTinkerBody": "Chúng tôi tin rằng quy trình học tập bắt nguồn từ những hành động lập đi lặp lại. Những người luôn có hứng thú với việc tìm hiểu những điều mới bắt đầu bằng những sự khám phá và thí nghiệm, theo sau đó là việc xem lại và chọn lọc những kết quả thu thập được từ sự sáng tạo. Để hỗ trợ cho phong cách tương tác này, chúng tôi sáng tạo ra một chuẩn mực chung tác động lên tốc độ của những cuộc thí nghiệm và thúc đẩy nhanh những vòng lặp của sự nhắc lại.",
  "developers.joinBodyJobsLinkText": "Trang tuyển dụng",
  "developers.joinBody": "Chúng tôi luôn muốn tạo nên sự đa dạng trong nhóm của những người làm giáo dục, nhà thiết kế, kỹ sư, những người làm việc cùng nhau, trong môi trường sáng tạo với những mảnh ghép LEGO, nguyên liệu làm thủ công, và những công cụ thực hiện. Chúng tôi xem trọng giá trị của sự đa dạng, sự cộng tác trong công việc và tôn trọng trong môi trường làm việc. Nếu bạn có mong muốn tham gia cùng chúng tôi, hãy xem thử những vị trí tuyển dụng tại trang {jobsPageLink}, hoặc gửi thư cho chúng tôi về địa chỉ Email {emailLink}.",
  "developers.donateIntroLinkText": "Đóng góp để hỗ trợ Scratch",
  "developers.donateIntro": "Chúng tôi sẵn sàng cung cấp Scratch miễn phí cho người dùng. Nếu bạn yêu thích Scratch, vui lòng cân nhắc việc {donateLink}. Mọi đóng góp đều được đáng giá với chúng tôi.",
  "developers.donateBody": "Sự đóng góp của các bạn cho Scratch Foundation sẽ được sử dụng để hỗ trợ cho việc phát triển phần mềm Scratch và trang web Scratch.",
  "developers.donateThanks": "Cảm ơn sự hỗ trợ của bạn dành cho Scratch!",
  "developers.partnersIntro": "Sự sáng tạo và duy trì của hệ thống nguồn mở này sẽ không được hoàn thiện nếu không có đóng góp về kỹ thuật vài tài chính từ phía những đối tác sau đây: ",
  "developers.faqAboutTitle": "Tôi có thể tìm kiếm thêm nhiều hơn về Scratch ở đâu?",
  "developers.faqAboutBodyLLKLinkText": "Lifelong Kindergarten",
  "developers.faqAboutBodyMITLinkText": "MIT Media Lab",
  "developers.faqAboutBody": "Scratch là ngôn ngữ lập trình miễn phí và là cộng đồng trực tuyến cho tất cả các bạn trẻ có thể tạo ra những câu chuyện tương tác, trò chơi và hình ảnh động. Scratch là dự án của {llkLink} tại {mitLink}. Bạn có thể xem thêm thông tin về Scratch {aboutLink}.",
  "developers.faqRulesTitle": "Có quy luật nào để áp dụng đoạn code vào chương trình không?",
  "developers.faqRulesBody": "Bạn có thể sử dụng mã nguồn này có sự đồng ý với bản quyền quản lý của mỗi chương trình. Chúng tôi khuyên khích bạn trong việc cân nhắc về những quy định học hỏi và thiết kế (phần trên, tại trang web này) trong quá trình phát triển những trải nghiệm sáng tạo dành cho trẻ em ở mọi độ tuổi.",
  "developers.faqNameTitle": "Tôi có được sử dụng tên \"Mảnh ghép Scratch\" trong mô tả của chương trình và những tin nhắn được công khai khác được không?",
  "developers.faqNameBody": "Nếu như bạn mong muốn, bạn có thể công khai ứng dụng của bạn với chủ đề được hỗ trợ bởi Scratch Blocks. Như vậy, chúng tôi khuyến khích bạn liên kết chương trình của với kho lưu trữ mã nguồn của Scratch.",
  "developers.faqReleasesTitle": "Bạn có dự định sẽ ra mắt thêm nhiều mã nguồn không và khi nào?",
  "developers.faqReleasesBody": "Chúng tôi có kế hoạch ra mắt thêm nhiều mã nguồn mở liên quan đến ngôn ngữ lập trình Scratch trong vài tháng tiếp theo. Hãy chờ và theo dõi trang web Scratch nhé!",
  "developers.faqDifferencesTitle": "Sự khác nhau giữa Blockly và Scratch Blocks?",
  "developers.faqDifferencesBody": "Scratch Block được phát triển trên nền tảng của mã nguồn Blockly, và được thiết kế chi tiết với những nguyên tắc phát triển riêng của nhóm để hỗ trợ cho việc trải nghiệm sự sáng tạo.",
  "developers.faqCollabTitle": "Tôi mong muốn được hợp tác cùng nhóm Scratch. Tôi có thể liên lạc bằng cách nào?",
  "developers.faqCollabBody": "Bạn có thể liên lạc với chúng tôi thông qua {githubLink} hoặc gửi email đến {emailLink} Chúng tôi mong nhận được phản hồi từ bạn!"
}
